{
    "text": "OPINION WEISBERG, Judge. Janelle and David Preston Cox appeal the summary judgment entered in favor of May Department Store Company (May) and Montgomery Elevator Company (Montgomery). For the following reasons, we reverse and remand. \nFACTUAL AND PROCEDURAL BACKGROUND \nOn December 29, 1990, Janelle Cox (Cox) was ascending the escalator at Rob inson's Department Store (Robinson's), owned by May, when the jacket she was wearing became lodged between the escalator's moving handrail and stationary guide. This caused her to be thrown down and dragged to the top of the escalator, resulting in physical injury. Prior to the accident, Cox had noticed nothing unusual about the escalator's operation. Her jacket was not unusual and she was riding the escalator in a normal manner. Cox did not see how her jacket became caught under the handrail. Robinson's had contracted with Montgomery to maintain the escalator. Eleven days prior to the accident, Montgomery inspected the escalator and found that no maintenance was required. Montgomery also inspected the escalator approximately two weeks after the accident and again found no need for maintenance. Also, the City of Phoenix had inspected the escalator four months before the accident, and again two months after it, and found no problems or defects on either occasion. Cox and her husband (collectively plaintiffs) filed a timely complaint against May and Montgomery (collectively defendants). Plaintiffs' first cause of action alleged that May was negligent in 1) failing to provide and maintain their premises in a reasonably safe condition; 2) providing and maintaining a hazardous condition on their premises; and 8) failing to warn of the hazardous condition. Their second cause of action alleged that Montgomery was negligent in 1) the design, manufacture, installation, maintenance, repair and service of the escalator; and 2) the failure to warn of the hazardous condition. Plaintiffs also stated a third cause of action against defendants which merely invoked the doctrine of res ipsa loquitur. Defendants moved for summary judgment, arguing that plaintiffs had neither evidence of a defect in the escalator, nor of negligence on the part of defendants, and that res ipsa loquitur was not applicable to this case. With their response, plaintiffs submitted the affidavit of Dean Jacobsen (Jacobsen), which averred that 1) he was a mechanical engineer qualified to offer expert testimony regarding escalators; 2) he had examined the escalator and Cox's jacket; 3) the accident would not have occurred had the escalator been properly maintained and designed; and 4) the escalator was either dangerously designed or improperly maintained. Defendants then filed a motion to strike Jacobsen's affidavit, arguing that it was untimely and contained conclusory opinions not supported by a factual basis. Following oral argument, the trial court found that plaintiffs had presented no evidence of either a specific defect in the escalator or an act of negligence on the part of defendants. The court further concluded that res ipsa loquitur did not apply in this case. It therefore granted summary judgment in favor of defendants. Because of the summary judgment, the court found that defendants' motion to strike Jacobsen's affidavit was moot, and therefore denied the motion without prejudice. Plaintiffs timely appealed the summary judgment. We have jurisdiction pursuant to Ariz.Rev.Stat.Ann. (A.R.S.) section 12-2101(B). \nDISCUSSION \nA. Standard of Review On an appeal from summary judgment, this court reviews the record de novo and applies the same standard as the trial court. United Bank v. Allyn, 167 Ariz 191, 195, 805 P.2d 1012, 1016 (App.1990). Summary judgment is appropriate only where there exists no genuine issue of disputed material fact. In re Estate of Johnson, 168 Ariz 108, 109, 811 P.2d 360, 361 (App.1991). If the facts are -undisputed, we must determine if the trial court correctly applied the law to the facts. 7200 Scottsdale Rd. Gen. Partners v. Kuhn Farm Mach, Inc., - Ariz. -, -, 909 P.2d 408, 413 (App.1995). \nB. Res Ipsa Loquitur Res ipsa loquitur is 'a theory of circumstantial evidence under which the jury may reasonably find negligence and causation from the fact of the accident and the defendant's relation to the accident.'  Ward v. Mount Calvary Lutheran Church 178 Ariz. 350, 354, 873 P.2d 688, 692 (App.1994) (quoting Jackson v. H.H. Robertson Co., 118 Ariz. 29, 31, 574 P.2d 822, 824 (1978)). A plaintiff who establishes the elements of res ipsa loquitur can withstand a motion for summary judgment and reach the jury without direct proof of negligence. Id.; McDonald v. Smitty's Super Valu, Inc., 157 Ariz. 316, 318, 757 P.2d 120, 122 (App.1988). The necessary elements of res ipsa loquitur in Arizona have been: 1. The accident must be of a kind which ordinarily does not occur in the absence of negligence; 2. The accident must be caused by an agency or instrumentality within the exclusive control of the defendant; 3. The accident must not have been due to any voluntary action on the part of the plaintiff; and 4. The plaintiff must not be in a position to show the particular circumstances which caused the offending agency or instrumentality to operate to her injury. Ward, 178 Ariz. at 355, 873 P.2d at 693; McDonald, 157 Ariz. at 319, 757 P.2d at 123. In the instant case, the trial court concluded that plaintiffs had sufficiently established elements one, three, and four, but that they had not established the second element. We analyze each element in turn. \n1. Likelihood of Negligence [5] The trial court concluded, and we agree, that this type of accident would not likely have occurred without negligence on someone's part. This first element merely requires a weighing of the probabilities of the cause of the accident. Tucson Gas & Elec. Co. v. Larsen, 19 Ariz.App. 266, 267, 506 P.2d 657, 658 (1973). To survive summary judgment on this element, the evidence presented must be sufficient to allow the jury to infer that negligence was more likely than not the cause of the accident: The facts must justify the conclusion that negligence is the most likely explanation for the occurrence. Id. This issue, in borderline cases, is properly left to the jury. Ruiz v. Otis Elevator, 146 Ariz. 98, 101, 703 P.2d 1247, 1250 (App.1985). The jury, in turn, may find negligence based upon either its common knowledge, which generally is past experience that is common to the community, or, where such common knowledge is lacking, through expert testimony that such an accident does not usually occur absent negligence. Ward, 178 Ariz. at 355, 873 P.2d at 693. We conclude that it is permissible for a trier of fact to find that the accident in the instant case would not likely have occurred without negligence. Cox was ascending the escalator in a normal fashion and wearing a normal jacket when her jacket became caught under the handrail. Its common experience with escalators would allow the jury to infer that such an accident would not occur absent the negligent design, construction, maintenance, inspection, or repair of the escalator. See McDonald, 157 Ariz. at 319, 757 P.2d at 123; cf. Manzi v. Montgomery Elevator Co., 865 P.2d 902, 904 (Colo.Ct.App.1993) (res ipsa loquitur applied where plaintiff riding escalator in common, non-negligent manner had shoe caught in the comb-plate at top of escalator); Ott v. J.C. Penney Co., 360 So.2d 524, 527 (La.Ct.App.1978) (plaintiffs shoe caught between comb-plate and tread-plate: The fact that the escalator caught and held plaintiffs shoe at this site is an unusual occurrence which would not have happened had the escalator been functioning properly.); Gilbert v. Korvette, Inc., 457 Pa. 602, 327 A.2d 94, 102 (1974) (foot of three-year-old child riding escalator became caught in step: [I]t cannot be disputed that this accident would not have occurred in the absence of negligence.). Furthermore, even if such common knowledge were lacking, plaintiffs presented expert evidence in the form of an affidavit from a mechanical engineer who had inspected the escalator and opined that Cox's accident could only have occurred if the escalator had been improperly designed or maintained. We therefore conclude that plaintiffs have established the first element of res ipsa loquitur. \n2. Defendants' Control The second element requires that the instrumentality causing the accident be within the exclusive control of defendants. The trial court concluded that this element was not satisfied: The Plaintiff argues that the accident was caused by the escalator. With this the Court disagrees. The accident was caused by the Plaintiffs jacket getting caught in the handrail of the escalator. This circumstance is as much within the control of the Plaintiff as it is the Defendants. We disagree, however, with the trial court's analysis. This element of res ipsa loquitur involves the control over the instrumentality that caused the accident, not the control over the other steps leading up to the accident. An analysis akin to the trial court's was rejected in Larsen, where plaintiffs automobile struck a guy wire that had dropped across the road as a result of a broken power pole. The court in Larsen stated: Defendant argues that exclusive control ... was not present because the automobile, a factor in the occurrence, was in the plaintiffs control. We are not impressed with this argument because it loses sight of the meaning of this element of the doctrine. The control with which the doctrine is concerned, is that control exercised over the offending instrumentality, which in this case was the guy wire. There is no question that the defendant was in exclusive control of the installation of the guy wire and power pole. 19 Ariz.App. at 268, 506 P.2d at 659. Similarly, in the instant case, there is no dispute that defendants were in exclusive control over the design, installation, and maintenance of the escalator. See First Nat'l Bank of Ariz. v. Otis Elevator Co., 2 Ariz.App. 80, 85, 406 P.2d 480 (1965) (Res ipsa loquitur can be applied against two or more defendants where there is joint control.), Defendants, though, argue that Cox, not defendants, had exclusive control over how she was using the escalator. Again, this misconstrues the concept of control at issue in res ipsa loquitur. The doctrine's requirement of exclusive control refers to control over the operation of the instrumentality or to the authority to authorize the use of the agency or instrumentality. Id. Control under res ipsa loquitur thus corresponds to responsibility for the instrumentality, see McDonald, 157 Ariz. at 320, 757 P.2d at 124, and not to the permissive use of the instrumentality. Plaintiffs correctly argue that [t]o control the escalator would be to have the capability of starting or stopping it, increasing or decreasing its speed, increasing or decreasing the relative speeds of the steps and the handrail, increasing or decreasing the gaps that existed between the handrail and the underlying structure, the cleaning and general maintenance, etc. Applying the appropriate concept of control, there is no evidence to suggest that defendants were not in exclusive control of the escalator. Defendants next argue that this element is not satisfied because the instrumentality at issue was Cox's jacket, not the escalator. We, however, disagree. The evidence, for summary judgment purposes, reflects that the jacket was an ordinary one, and that Cox was riding the escalator in a normal manner. Assuming these facts, the cause of the accident must have been the escalator, not the jacket. We therefore conclude that plaintiffs have established the second element of res ipsa loquitur. \n3. Voluntary Action by Plaintiff The third element of res ipsa loquitur requires that the accident not be due to any voluntary action on the part of the plaintiff. The trial court concluded that plaintiffs had satisfied this element because there is no evidence of any voluntary action on the part of the Plaintiff. We conclude, however, that this element of res ipsa loquitur is no longer required in Arizona because of the advent of comparative negligence. See AR.S.  12-2501 to 12-2509. This court has previously observed that this element may have been abrogated by comparative negligence. See Ward, 178 Ariz. at 355 n. 5, 873 P.2d at 693 n. 5; McDonald, 157 Ariz. at 319 n. 1, 757 P.2d at 123 n. 1. In McDonald, we noted that the State Bar Civil Jury Instruction Committee eliminated the third element from the Recommended Arizona Jury Instruction (RAJI) on res ipsa loquitur due to the enactment of comparative negligence. McDonald, 157 Ariz. at 319 n. 1, 757 P.2d at 123 n. 1. We also noted that Prosser and Keeton had concluded that the advent of comparative negligence logically should eliminate this element. Id. (citing Prosser & Keeton, Law of Torts  39 at 254 (5th ed. 1984)). Although the issue did not squarely present itself in either Ward or McDonald, we now have occasion to reach it. The third element of res ipsa loquitur corresponds to the common law theory of contributory negligence. See First National Bank, 2 Ariz.App. at 85, 406 P.2d at 435. The purpose of comparative negligence, however, is to eliminate the harshness that results from the complete bar to recovery under contributory negligence. See Prosser & Keeton  67. Were we to retain the requirement that plaintiff be entirely free from fault in order to benefit from res ipsa loquitur, we would contravene the intent of the comparative fault statute. Res ipsa loquitur would then act as a complete bar to recovery for a plaintiff whose negligence was only minimally responsible for her injuries, rather than permitting the apportionment of fault mandated by A.R.S. section 12-2505(A). Cf. Dykeman v. Engelbrecht, 166 Ariz. 398, 401, 803 P.2d 119, 122 (App.1990) (holding that the last clear chance doctrine was abrogated by A.R.S. section 12-2505 because its application ... would directly contravene the intent of the statute because it provides complete recovery to a negligent plaintiff rather then [sic] apportioning recovery based upon degrees of fault.). We therefore conclude that, due to the advent of comparative negligence, a plaintiff seeking to gain the benefit of res ipsa loquitur need not show that the accident was not caused by any voluntary action on her part. We note that this conclusion is supported by the decisions of courts in other comparative negligence jurisdictions that have addressed the issue. See, e.g., Emerick v. Raleigh Hills Hosp.-Newport Beach, 133 Cal.App.3d 575, 585-86, 184 Cal.Rptr. 92 (1982); Montgomery Elevator Co. v. Gordon, 619 P.2d 66, 70 (Col.1980); Vitale Fireworks Mfg. Co. v. Marini, 314 So.2d 176, 180 (Fla.Dist.Ct.App.1975); Daniels v. Standard Oil Realty Corp., 145 Ill.App.3d 363, 99 Ill.Dec. 284, 288, 495 N.E.2d 1019, 1023 (1986); Tipton v. Texaco, Inc., 103 N.M. 689, 712 P.2d 1351, 1859 (1985); Cramer v. Mengerhausen, 275 Or. 223, 550 P.2d 740, 744 (1976); Turtenwald v. Aetna Casualty & Sur. Co., 55 Wis.2d 659, 201 N.W.2d 1, 4-5 (1972). We further note that our holding does not prevent defendants from arguing Cox's fault to the jury; nor does it prevent the jury from considering Cox's conduct as a factor when apportioning fault. Cf. Dykeman, 166 Ariz. at 401, 803 P.2d at 122 (As with any other evidence, the plaintiff may still argue the factors important to the application of the last clear chance doctrine to the jury and the jury may consider those factors in apportioning fault.). Our holding merely prevents defendants from asserting Cox's alleged negligence as a complete bar to plaintiffs' recovery under res ipsa loquitur. Accordingly, we conclude that plaintiffs are not required to establish that the accident was not due to any voluntary action on the part of Cox. \n4. Plaintiffs Inability to Discover the Defect The fourth element of res ipsa loquitur requires plaintiffs to establish that they are unable to show the particular circumstances that caused the offending instrumentality to operate to Cox's injury. Invocation of res ipsa loquitur is no substitute for reasonable investigation and discovery. The doctrine may benefit a plaintiff unable directly to prove negligence; it does not relieve a plaintiff too uninquisitive to undertake available proof. McDonald, 157 Ariz. at 321, 757 P.2d at 125. In framing this issue for the trial court, defendants argued that Cox was the only person in a position to show the particular circumstances that resulted in the accident because only she could know how her jacket was caught under the handrail. Defendants reiterate this argument on appeal. Like the trial court, we reject this argument as a basis for summary judgment. On this issue, as on the issue of control, defendants mistake the relevant instrumentality. The relevant instrumentality in both issues is the escalator, not the jacket. Defendants have not argued that plaintiffs' investigation into the condition of the escalator was deficient in any respect. Accordingly, we find no basis for summary judgment on this ground. \nC. Plaintiffs' Substantive Claims Because plaintiffs have successfully invoked res ipsa loquitur in response to defendants' Motion for Summary Judgment, they may proceed without evidence of either a specific defect or a dangerous condition in the escalator, or of a particular negligent act or omission on the part of defendants. McDonald, 157 Ariz. at 318, 757 P.2d at 122. \nCONCLUSION We reverse the trial court's grant of summary judgment in favor of defendants and remand this ease to the trial court for proceedings consistent with this opinion. KLEINSCHMIDT, P.J., and FIDEL, J., concur. 1 . When reviewing summary judgment, we view the facts and all reasonable inferences from those facts in the light most favorable to the party opposing the motion. Estate of Hernandez v. Arizona Bd. of Regents, 177 Ariz. 244, 247, 866 P.2d 1330, 1333 (1994). 2 . A plaintiff may also use a res ipsa loquitur type of inference to prove the existence of a defect in a strict liability case. Dietz v. Waller, 141 Ariz. 107, 110-11, 685 P.2d 744, 747-48 (1984). Obviously, in such a case, negligence would not be at issue. In the instant case, however, plaintiffs have founded their claims in negligence only. 3 . This does not preclude, however, a possible further challenge by defendants to the adequacy of the fourth (now third) element of res ipsa loquitur if, after further discovery, plaintiffs are unable to show that they have adequately investigated the escalator, although able to do so. See McDonald, 157 Ariz. at 321, 757 P.2d at 125.\n\nPlain English summary:\nThe plaintiff got her jacket stuck in an elevator. Her jacket was ordinary and she was riding the elevator normally. The question for the court was whether she could bring a claim for res ipsa loquitur. \n\n\n",
    "annotations": {
        "Facts": [
            "On December 29, 1990, Janelle Cox (Cox) was ascending the escalator at Rob inson's Department Store (Robinson's), owned by May, when the jacket she was wearing became lodged between the escalator's moving handrail and stationary guide. This caused her to be thrown down and dragged to the top of the escalator, resulting in physical injury. Prior to the accident, Cox had noticed nothing unusual about the escalator's operation. Her jacket was not unusual and she was riding the escalator in a normal manner. Cox did not see how her jacket became caught under the handrail. Robinson's had contracted with Montgomery to maintain the escalator. Eleven days prior to the accident, Montgomery inspected the escalator and found that no maintenance was required. Montgomery also inspected the escalator approximately two weeks after the accident and again found no need for maintenance. Also, the City of Phoenix had inspected the escalator four months before the accident, and again two months after it, and found no problems or defects on either occasion."
        ],
        "Procedural History": [
            "appeal the summary judgment entered in favor of May Department Store Company (May) and Montgomery Elevator Company (Montgomery)",
            "Cox and her husband (collectively plaintiffs) filed a timely complaint against May and Montgomery (collectively defendants).",
            "Defendants moved for summary judgment, arguing that plaintiffs had neither evidence of a defect in the escalator, nor of negligence on the part of defendants, and that res ipsa loquitur was not applicable to this case.",
            "trial court found that plaintiffs had presented no evidence of either a specific defect in the escalator or an act of negligence on the part of defendants. The court further concluded that res ipsa loquitur did not apply in this case. It therefore granted summary judgment in favor of defendants.",
            "Plaintiffs timely appealed the summary judgment.",
            "this court reviews the record de novo and applies the same standard as the trial court.",
            "The second element requires that the instrumentality causing the accident be within the exclusive control of defendants. The trial court concluded that this element was not satisfied:",
            "The third element of res ipsa loquitur requires that the accident not be due to any voluntary action on the part of the plaintiff. The trial court concluded that plaintiffs had satisfied this element because there is no evidence of any voluntary action on the part of the Plaintiff."
        ],
        "Application of Law to Facts": [
            "this type of accident would not likely have occurred without negligence on someone's part.",
            "We conclude that it is permissible for a trier of fact to find that the accident in the instant case would not likely have occurred without negligence. Cox was ascending the escalator in a normal fashion and wearing a normal jacket when her jacket became caught under the handrail. Its common experience with escalators would allow the jury to infer that such an accident would not occur absent the negligent design, construction, maintenance, inspection, or repair of the escalator.",
            "plaintiffs presented expert evidence in the form of an affidavit from a mechanical engineer who had inspected the escalator and opined that Cox's accident could only have occurred if the escalator had been improperly designed or maintained. We therefore conclude that plaintiffs have established the first element of res ipsa loquitur.",
            "This element of res ipsa loquitur involves the control over the instrumentality that caused the accident, not the control over the other steps leading up to the accident.",
            "there is no dispute that defendants were in exclusive control over the design, installation, and maintenance of the escalator",
            "Plaintiffs correctly argue that [t]o control the escalator would be to have the capability of starting or stopping it, increasing or decreasing its speed, increasing or decreasing the relative speeds of the steps and the handrail, increasing or decreasing the gaps that existed between the handrail and the underlying structure, the cleaning and general maintenance, etc. Applying the appropriate concept of control, there is no evidence to suggest that defendants were not in exclusive control of the escalator.",
            "the jacket was an ordinary one, and that Cox was riding the escalator in a normal manner. Assuming these facts, the cause of the accident must have been the escalator, not the jacket.",
            "We therefore conclude that plaintiffs have established the second element of res ipsa loquitur.",
            "due to the advent of comparative negligence, a plaintiff seeking to gain the benefit of res ipsa loquitur need not show that the accident was not caused by any voluntary action on her part",
            "plaintiffs are not required to establish that the accident was not due to any voluntary action on the part of Cox.",
            "Like the trial court, we reject this argument as a basis for summary judgment. On this issue, as on the issue of control, defendants mistake the relevant instrumentality. The relevant instrumentality in both issues is the escalator, not the jacket. Defendants have not argued that plaintiffs' investigation into the condition of the escalator was deficient in any respect. "
        ],
        "Relevant Precedents": [
            "Ward v. Mount Calvary Lutheran Church 178 Ariz. 350, 354, 873 P.2d 688, 692 (App.1994)",
            "Ward, 178 Ariz. at 355, 873 P.2d at 693; McDonald, 157 Ariz. at 319, 757 P.2d at 123.",
            "McDonald, 157 Ariz. at 319, 757 P.2d at 123; cf. Manzi v. Montgomery Elevator Co., 865 P.2d 902, 904 (Colo.Ct.App.1993)",
            "Ott v. J.C. Penney Co., 360 So.2d 524, 527 (La.Ct.App.1978)",
            "Gilbert v. Korvette, Inc., 457 Pa. 602, 327 A.2d 94, 102 (1974)",
            "Larsen",
            "19 Ariz.App. at 268, 506 P.2d",
            "First Nat'l Bank of Ariz. v. Otis Elevator Co., 2 Ariz.App. 80, 85, 406 P.2d 480 (1965)",
            "McDonald, 157 Ariz. at 320, 757 P.2d",
            "Ward, 178 Ariz. at 355 n. 5, 873 P.2d at 693 n. 5; McDonald, 157 Ariz. at 319 n. 1, 757 P.2d at 123 n. 1",
            "Emerick v. Raleigh Hills Hosp.-Newport Beach, 133 Cal.App.3d 575, 585-86, 184 Cal.Rptr. 92 (1982); Montgomery Elevator Co. v. Gordon, 619 P.2d 66, 70 (Col.1980); Vitale Fireworks Mfg. Co. v. Marini, 314 So.2d 176, 180 (Fla.Dist.Ct.App.1975); Daniels v. Standard Oil Realty Corp., 145 Ill.App.3d 363, 99 Ill.Dec. 284, 288, 495 N.E.2d 1019, 1023 (1986); Tipton v. Texaco, Inc., 103 N.M. 689, 712 P.2d 1351, 1859 (1985); Cramer v. Mengerhausen, 275 Or. 223, 550 P.2d 740, 744 (1976); Turtenwald v. Aetna Casualty & Sur. Co., 55 Wis.2d 659, 201 N.W.2d 1, 4-5 (1972)",
            "McDonald, 157 Ariz. at 321, 757 P.2d at 125"
        ],
        "Outcome": [
            "reverse the trial court's grant of summary judgment",
            "remand this ease to the trial court for proceedings"
        ]
    },
    "class": "reverse"
}