{
    "text": "OPINION FABE, Justice. I. \nINTRODUCTION Ruth Ward was admitted to Fairbanks Memorial Hospital for the birth of her fourth child. She was treated under the care of her personal obstetrician and Ms associates, none of whom was a hospital employee. At their direction, Ward received blood transfusions at the hospital. She was later diagnosed with hepatitis C. Ward sued Lutheran Hospitals & Homes Society of America, Inc., d/b/a Fairbanks Memorial Hospital, for negligence in testing the blood and for failure to obtain her informed consent for the blood transfusions. The superior court granted summary judgment to the hospital, and Ward appeals. We affirm. \nII. FACTS AND PROCEEDINGS \nRuth Ward was admitted to Fairbanks Memorial Hospital (FMH) on May 27, 1989, for the birth of her fourth child. Complications following the birth caused substantial blood loss, and over the next several days she received eight units of transfused blood. Six of the units came from the FMH blood bank, and two were provided by the Blood Bank of Alaska. In December 1992 Ward was diagnosed with hepatitis C, a blood-borne liver disease. Ward received her prenatal care from Dr. Lawrence Dunlap at Tanana Valley Clinic (TVC). Dr. Dunlap also had provided prenatal care to Ward for two of her previous pregnancies, and in tMs instance was her treating physician from the pregnancy test through delivery. Ward's first contact with FMH was on May 27, when she went into labor and checked herself in through FMH's emergency room. She was admitted to the maternity ward under Dr. Dunlap's care. While at FMH, Ward was treated by Dr. Dunlap and Drs. Ralph Wells and Owen Hanley. Each physician ordered blood transfusions for Ward at FMH. None of the tM'ee physicians has an employment contract with FMH, maintains an office there, or is a member of the group of physicians that staffs the emergency room. Each has staff privileges at FMH allowing him to admit and treat his patients there and see other patients in consultation. Drs. Wells and Han-ley are associated with TVC. They treated Ward because she was under the care of Dr. Dunlap, a shareholder of TVC. Ward began to experience symptoms of hepatitis shortly after receiving blood at FMH. She sued FMH in December 1993, alleging negligence in the testing of the blood. Ward amended her complaint to add Blood Bank of Alaska as a defendant and to allege failure by FMH to obtain her informed consent for the blood transfusions. In January 1995 the superior court granted FMH's motion for summary judgment on Ward's claim that FMH was negligent in testing the blood. In February 1996 the superior court granted summary judgment to FMH on all of Ward's remaining claims. In so doing, it noted that two issues were addressed by the parties' cross-motions for summary judgment: 1. Does a hospital have an independent duty to obtain a patient's informed consent for a blood transfusion ordered by a physician who is not an employee of the hospital; that is does the hospital have a non-delegable duty to ensure that a non-employee physician has obtained a patient's informed consent for a blood transfusion? 2. Can a hospital be held liable for acts or omissions of a non-employee physician (an independent contractor physician) based on apparent authority?\nIII. DISCUSSION Ward seeks recovery against FMH for its failure to obtain her informed consent before her Seating physicians ordered blood transfusions. In support of her claim, Ward asserts five theories of liability, including corporate negligence, apparent agency, non-del- egable duty, blood bank liability, and a statutory duty to obtain informed consent. We reject all of Ward's theories. \nA. Standard of Review Because all claims were resolved by the superior court on summary judgment, we review the court's decision de novo. See Alaska Continental, Inc. v. Trickey, 933 P.2d 528, 531 n. 1 (Alaska 1997). We may affirm a grant of summary judgment on grounds other than those advanced by the lower court or parties. See id. \nB. FMH Is Not Liable under the Nonr-Delegable Duty to Provide Quality Emergency Care or under a Theory of Apparent Agency. Alaska is the only state that imposes on hospitals a nondelegable duty to provide quality emergency medical care. Unless the patient selects the physician herself, a general acute care hospital will be liable for the physician's negligence in the emergency room. See Jackson v. Power, 743 P.2d 1376, 1385 (Alaska 1987). Other jurisdictions rely on the theory of apparent agency to establish hospital liability for the negligence of independent contractor physicians. We described this doctrine in Jackson: One who employs an independent contractor to perform services for another which are accepted in the reasonable belief that the services are being rendered by the employer or by his servants, is subject to liability for physical harm caused by the negligence of the contractor in supplying such services, to the same extent as though the employer were supplying them himself or by his servants. Id. at 1380 (quoting Restatement (Second) of Torts  429 (1965)). Despite the separate theoretical underpinnings of apparent agency and Alaska's non-delegable duty doctrine, in practice each theory will create liability in the same circumstances. Under either doctrine, a hospital is not liable for a physician's negligence if the physician is an independent contractor selected by the patient. This rule is explicit in the non-delegable duty doctrine and is evident in the application of the apparent agency theory. A hospital is always liable for a physician's negligence in the emergency room, unless the physician is an independent contractor selected by the patient. Application of this standard to the facts of this case shows that FMH is not liable to Ward. Ward was treated by her own physician in an emergency room provided for the convenience of the physician. Although she received the injurious transfusions at FMH, she was there under the care of her personal physician, Dr. Dunlap. He is not an employee of FMH and was not provided by the hospital. He is Ward's obstetrician, he treated her during two of her previous pregnancies, and he was her treating physician in this case from her pregnancy test through birth of the child. We conclude that FMH is not liable for any negligence of Dr. Dunlap in failing to obtain Ward's informed consent under the non-delegable duty doctrine. The patient-selected physician exception to hospital liability also extends to Drs. Wells and Hanley. Both physicians ordered transfusions for Ward. However, Drs. Wells and Hanley treated Ward at FMH only because she was under the care of Dr. Dunlap; all three physicians are associated with TVC. Because Ward was treated only by her own physician and his associates in an emergency room provided for their convenience, FMH cannot be held liable for the physicians' possible negligence under the non-delegable duty doctrine. \nC. Blood Banks Do Not Have a Duty-to Obtain the Informed Consent of Prospective Patients. Ward argues that as an operator of a blood bank, FMH had a duty to obtain her informed consent. First, Ward contends that Alaska regulations governing hospital blood banks require a hospital to obtain the patient's informed consent. Second, Ward relies on the testimony of an expert witness, Dr. William Robinson, that in May-June 1989, a hospital in America which operated its own blood bank would [have been] negligent if it failed to disclose to a prospective blood transfusion patient the risk of hepatitis. As an initial matter, the Alaska Administrative Code is not as explicit as Ward contends. It provides that a general acute care hospital's medical staff must adopt rules providing for appointment of a committee on transfusions. See 7 Alaska Administrative Code (AAC) 12.110(b)(2) (1997). Hospital laboratories are governed by 7 AAC 12.790-.850. Section 12.790(f) provides: A laboratory must have or have readily available from another source blood and blood products. A laboratory must maintain storage areas for blood and blood products under adequate control and supervision. Section 12.850(e) provides: Virology services must be in compliance with the following requirements: (1) systems for the isolation of viruses and reagents for the identification of viruses must be available to cover the entire range of viruses which are etiologically related to those clinical diseases for which laboratory testing services are offered. These regulations do not require hospital laboratories to inform prospective patients of risks inherent in blood transfusions. They do not mention informed consent. Ward does not have a cause of action against FMH based on the Alaska Administrative Code. The testimony of Ward's expert witness also does not further her argument. Such testimony does not establish the hospital blood bank's standard of care. Courts routinely have rejected the testimony of experts as a basis for establishing this standard. Instead, they have looked to industry practices and the rules promulgated by national blood bank organizations and regulatory authorities. In Juneau v. Interstate Blood Bank, Inc., 333 So.2d 354, 356 (La.App.1976), the court refused to depart from official industry practices when determining the standard of care for a blood bank. It held that the patient failed to demonstrate any actionable breach of duty, where the evidence indicated that the supplying blood bank screened donors and tested blood in accordance with the latest guidelines in effect at the time. Id. Other courts have made clear that industry practices establish the standard of care, even when an expert witness testifies in favor of a higher standard. In Wilson v. Irwin Memorial Blood Bank, 14 Cal.App.4th 1315, 18 Cal. Rptr.2d 517 (1993), for example, the court held that a blood bank would not be negligent for failing to use a particular test despite expert testimony in the strongest possible terms that such a failure fell below the standard of care. Id. 18 Cal.Rptr.2d at 524. The court found dispositive the fact that no other blood bank ran this test and no regulatory authority or blood banking association recommended that it be used. See id. Courts have deferred to industry practices and national guidelines when determining a blood bank's standard of care because it is reasonably certain that these standards are not negligent. Common law tort principles allow a defendant's adherence to industry custom to raise a possible inference that his conduct is reasonable. See Restatement (Second) of Torts  295A cmt. b (1965). Generally, the patient can attack the custom itself as negligent. See id. cmt. c. However, [i]n particular instances, where there is nothing in the situation or in common experience to lead to the contrary conclusion, this inference [that adherence to custom is reasonable] may be so strong as to call for a directed verdict. Id. cmt. b. This is particularly so where the practices in question are the result of careful thought and decision, [rather than] the kind of inadvertence, neglect, or deliberate disregard of a known risk which is associated with negligence. Id. at cmt. c. Blood banking is an industry whose customs and practices are entitled to judicial deference. The guidelines for the industry are set by regulatory agencies and national blood banking associations. The Alaska Administrative Code specifically applies these guidelines to hospital laboratories. They are indisputably the product of careful thought and decision, not inadvertence or neglect. Recipients of transfusions are- best served when blood banks devote their energies to adhering to these guidelines, rather than attempting to develop their own methods. National organizations and regulatory agencies have the resources and expertise to evaluate new ideas. In effect, they act as clearinghouses for experimental techniques. Rather than having individual blood banks develop standards for the industry in a piecemeal fashion, in anticipation of what an expert witness might later require, courts have evaluated blood banks according to the accepted practices of their industry. The standard of care for a blood bank is defined by these practices. Should a medical expert discover a novel technique that is worthy of implementation, it will be imposed on blood banks through their national and regulatory organizations, not through the tort system. Ward offers no evidence that industry custom or practice directs blood testing laboratories to obtain the informed consent of prospective patients. In the absence of any showing that national standards or official guidelines impose such a duty on blood banks, we conclude that summary judgment was properly granted to FMH on this issue. \nD. FMH Did Not Have a Statutory Duty to Obtain Ward's Informed Consent. Finally, Ward contends that aside from any common law theories of hospital liability, FMH owed her a statutory duty to.obtain [her] informed consent before submitting her to medical treatment or procedures. Alaska Statute 09.55.556(a) provides: A health care provider is liable for failure to obtain the informed consent of a patient if the claimant establishes by a preponderance of the evidence that the provider has failed to inform the patient of the common risks and reasonable alternatives to the proposed treatment or procedure, and that but for that failure the claimant would not have consented to the proposed treatment or procedure. Alaska Statute 09.55.560(1) includes in the definition of health care provider a hospital as defined in AS 18.20.130. Alaska Statute 18.20.130 gives an expansive definition of hospital that clearly includes FMH. We do not interpret AS 09.55.556(a) as imposing a duty on FMH to obtain Ward's informed consent. Section (a) provides that a health care provider is liable if it fails to inform a patient of common risks and reasonable alternatives to the proposed treatment or procedure. (Emphasis added.) Although several health care professionals and institutions may meet the definition of health care provider under AS 09.55.560 and may be involved in a patient's care, only the health care provider who proposes and orders a procedure owes the patient the duty of obtaining her informed consent. Mere status as a health care provider involved in a patient's care is insufficient to trigger the duty. In this case Drs. Dunlap, Wells, and Hanley, not FMH, proposed and ordered Ward's blood transfusions. Because the hospital did not order the procedure, we hold that it did not owe Ward a duty to obtain her informed consent under AS 09.55.556(a). In so holding, we are in accord with the consensus among other jurisdictions that the duty to obtain informed consent does - not extend to hospitals. See Giese v. Stice, 252 Neb. 913, 567 N.W.2d 156, 162 (1997) (noting that [t]he vast majority of courts considering the issue have declined to impose upon hospitals the general duty of informed consent) (internal quotations omitted); Pauscher v. Iowa Methodist Med. Ctr., 408 N.W.2d 355, 362 (Iowa 1987) (stating that other jurisdictions have held that the responsibility of obtaining informed consent is the duty of the doctor and the hospital should not intervene) (citations omitted). Indeed, this is the predominant view even where informed consent statutes define hospitals as health care providers. See Goss v. Oklahoma Blood Inst., 856 P.2d 998, 1007 (Okla.App.1990) (observing consistent rejection of imposition of the duty to inform on hospitals, even in the presence of a statutorily mandated duty to inform, and refusing to impose upon hospitals the duty to inform patients of the material risks of a procedure prescribed by the patient's physician). In Giese, the court considered an informed consent statute that defined health care provider to include hospitals. See 567 N.W.2d at 164. Giese sued a hospital for failing to obtain her informed consent before performing a breast implantation procedure. See id. at 160. The court rejected her claim, holding that a hospital has no independent duty to obtain a patient's informed consent to a surgical procedure to be performed by a physician who is not an employee of the hospital and that such duty lies exclusively with the treating physician. Id. at 164. Similarly, an informed consent statute that defined health care provider to include hospitals was at issue in Alexander v. Gonser, 42 Wash.App. 234, 711 P.2d 347, 350 n. 3 (1985). Alexander, who was pregnant at the time, was involved in an automobile accident. See id. 711 P.2d at 349. She admitted herself to a hospital where her obstetrician examined her. See id. The physician later learned that results of fetal monitoring were equivocal, but did not inform Alexander of these results. Id. The next day Alexander delivered a child suffering from permanent brain damage. See id. Alexander sued, claiming that under the informed consent statute the hospital had a duty to inform her of the equivocal results. See id. The court declined to impute a duty of disclosure to the hospital, reasoning that [t]he fact the hospital comes within the definition of health care provider alone does not warrant the conclusion that every entity and every individual that falls within the definition has equal informed consent obligations. Id. at 351. The Alexander court relied in part on Fiorentino v. Wenger, 19 N.Y.2d 407, 280 N.Y.S.2d 373, 227 N.E.2d 296, 300 (1967), in which the court observed that whether a doctor should advise a patient about a proposed procedure depends upon the exercise of medical discretion and that a third party should not ordinarily meddle. With this analysis in mind, the Alexander court concluded that requiring a hospital to intervene in the physician/patient relationship would be far more disruptive than beneficial to a patient. 711 P.2d at 351. Consistent with this view, courts of other states have uniformly held that only the patient's physician is in a position to decide whether to seek the patient's informed consent. The solicitude for physician discretion expressed in these cases is also found in Alaska law. Alaska Statute 09.55.556(b) provides: It- is a defense to any action for medical malpractice based upon an alleged failure to obtain informed consent that (4) the health care provider after considering all of the attendant facts and circumstances used reasonable discretion as to the manner and extent that the alternatives or risks were disclosed to the patient because the health care provider reasonably believed that a full disclosure would have a substantially adverse effect on the patient's condition. Similarly, we have held that [t]he physician retains a qualified privilege to withhold information on therapeutic grounds, as in those cases where a complete and candid disclosure of possible alternatives and consequences might have a detrimental effect on the physical or psychological well-being of the patient.... Korman v. Mallin, 858 P.2d 1145, 1150 (Alaska 1993) (quoting Sard v. Hardy, 281 Md. 432, 379 A.2d 1014, 1022-23 (1977)). The physician who is proposing and directing a procedure, not the hospital, is sufficiently familiar with the patient and has the expertise necessary to evaluate the patient's condi tion and to determine what information the patient needs to give informed consent. See, e.g., Patrick v. Sedwick, 391 P.2d 453, 458 (Alaska 1964) ([D]oetors frequently tailor the extent of their preoperative warning to the particular patient to avoid the unnecessary anxiety and apprehension which such appraisal might arouse in the mind of the patient.); Giese, 567 N.W.2d at 163; Roberson v. Menorah Med. Ctr., 588 S.W.2d 134, 137 (Mo.App.1979). Rarely will a hospital employee who is carrying out a doctor's orders possess the complete and particularized knowledge of the patient necessary to exercise the discretion to withhold information. As a matter of policy, this delicate medical judgment is best left to the discretion of the patient's treating physician who has proposed and ordered the procedure. Given our reading of AS 09.55.556(a), our consideration of the decisions of other courts interpreting similar statutes, and the deference to a physician's discretion found in Alaska law, we conclude that FMH did not owe a statutory duty to obtain Ward's consent before her physicians proposed and ordered blood transfusions. \nIV. CONCLUSION The superior court's grant of summary judgment in favor of FMH is AFFIRMED. EASTAUGH, J., not participating. 1 . The trial court also approved the parties' stipulation for dismissal of Blood Bank of Alaska as a party. 2 . Ward failed to present her corporate negligence theory to the superior court. Indeed, in her reply brief Ward does not dispute FMH's contention that Ward neither expressly nor impliedly raised the issue below. An issue cannot be considered for the first time on appeal. See Arnett v. Baskous, 856 P.2d 790, 791 n. 1 (Alaska 1993). We therefore consider Ward's corporate negligence claim waived. Moreover, we note that the argument appears meritless. Under the corporate negligence doctrine, hospitals have a duty to their patients to verify the qualifications of admitted physicians and to review their performance. Kenneth Abraham and Paul Weiler, Enterprise Medical Care Liability and the Evolution of the American Health Care System, 108 Harv. L.Rev. 381, 390 (1994); see also Jackson v. Power, 743 P.2d 1376, 1378 n. 2 (Alaska 1987) (explaining corporate negligence doctrine). A corporate negligence claim requires proof that the hospital should have known that the physician would act negligently before the negligence at issue occurred. See Tucson Med. Ctr. v. Misevch, 113 Ariz. 34, 545 P.2d 958, 960 (1976). Such a showing generally will consist of evidence that the physician either lacked standard credentials or previously had been the subject of a malpractice suit or disciplinary proceedings. See Abraham and Weiler, supra, at 391. Ward failed to present any evidence of this nature. Additionally, other courts have held that the corporate negligence doctrine does not encompass a claim for a hospital's failure to obtain a patient's informed consent. See, e.g., Petriello v. Kalman, 215 Conn. 377, 576 A.2d 474, 478 (1990); Cox v. Haworth, 54 N.C.App. 328, 283 S.E.2d 392, 394-95 (1981). 3 .We note in passing that the superior court's memorandum and order of summary judgment states, The court takes no position regarding actual authority or any contractual duty. This is not an issue that is before the court at this time. This disposition suggests that Ward may still litigate as-yet unexplored theories of liability against FMH. This is not correct. Because Ward failed to make these arguments in a proceeding on which final judgment was entered below, any future attempt to raise these claims against FMH on the basis of the transaction at issue in this case would be precluded by the doctrine of res judicata. See DeNardo v. State, 740 P.2d 453, 456 (Alaska 1987). 4 . As applied by the courts in the hospital context, the apparent agency doctrine has been broadened. We noted in Jackson that apparent agency does not require an express representation to the patient that the treating physician is an employee of the hospital. Nor is direct testimony as to reliance required absent evidence that the patient knew or should have known that the treating physician was not a hospital employee when the treatment was rendered. Jackson, 743 P.2d at 1382 n. 10. On the other hand, we specifically narrowed the non-delegable duty doctrine when we applied it to the hospital context in Jaclcson. We held that the hospital would not be liable for the physician's negligence where the patient is treated by his or her own doctor in an emergency room provided for the convenience of the doctor. Id. at 1385. 5 . One pair of commentators has remarked on the contiguity between the two doctrines. Kenneth Abraham and Paul Weiler note that in theory, a patient asserting apparent agency must show reliance, and courts cannot impose liability when the hospital has dispelled the appearance that the physician is its agent. See Kenneth Abraham and Paul Weiler, Enterprise Medical Care Liability and the Evolution of the American Health Care System, 108 Harv. L.Rev. 381, 389 (1994). In practice, however, few jurisdictions have required a showing of reliance, and courts virtually never dismiss a claim because the hospital dispelled the appearance of agency. See id. Abraham and Weiler conclude that although only Alaska makes the duty to provide quality emergency room care non-delegable, the effect in other jurisdictions is the same. Id. The non-delegable duty doctrine simply makes it explicit that the hospital bears vicarious liability for the torts of at least some of its independent-contractor physicians. Id. 6 . Because we now acknowledge that the two doctrines cover the same area, a litigant need not separately plead apparent agency in order to establish a hospital's liability for a physician's emergency room negligence. Thus, although Ward's apparent agency theory was not adequately briefed, it was preserved by her claim under the non-delegable duty doctrine. 7 . Our resolution of this issue is consistent with the overwhelming weight of authority in this area. All other jurisdictions have refused to impose apparent agency liability on hospitals for failure to obtain informed consent where the connection between the hospital and physician is insufficient to hold the hospital vicariously liable for the physician's negligence. See Cox v. Haworth, 54 N.C.App. 328, 283 S.E.2d 392, 396 (1981) ([T]he Hospital had no duty to inform [the patient] of the risks and procedures to be used ... or to secure his informed consent when [the procedure was performed by patient's] own privately retained physician.); Lincoln v. Gupta, 142 Mich.App. 615, 370 N.W.2d 312, 318 (1985) ([T]he hospital did not have a duty to obtain the informed consent of [the patient where the physician] ... was [patient's] private physician.); Roberson v. Menorah Med. Ctr., 588 S.W.2d 134, 137 (Mo.App.1979) (finding no duty on the part of the defendant hospital to inform the patient of risks attendant upon ... surgical procedure, or to inform her of alternative methods of treatment where there was no suggestion in the evidence that either physician was an agent of the hospital); Cross v. Trapp, 170 W.Va. 459, 294 S.E.2d 446, 459 (1982) (when a patient asserts that a particular method of medical treatment, such as surgery, was performed ... without the patient's consent, the hospital where that treatment was performed will ordinarily not be held liable to the patient ... where the [privately retained] physician ... was not an agent or employee of the hospital during the period in question). In Texas, courts have gone so far as to make the physician's duty to obtain the patient's informed consent non-delegable. See Boney v. Mother Frances Hosp., 880 S.W.2d 140, 143 (Tex.App.1994) (In Texas, this duty is imposed solely on the treating doctor; it is his non-delegable duty. The hospital [is not] ... required to secure a patient's informed consent prior to surgery.). 8 . See also Hutchins v. Blood Servs. of Montana, 161 Mont. 359, 506 P.2d 449, 452-53 (1973) (holding one expert's testimony in favor of a blood test was insufficient to establish lack of ordinary care where no one in the blood banking business used the test and neither the government's regulating agency, the blood bankers' accrediting association, [nor] the American Medical Association ... had ever asked blood bankers to use the test). There is one exception to the courts' otherwise unalloyed deference to industry practices. Some are willing to review blood banks' donor screening policies. See, e.g., Gilmore v. St. Anthony Hosp., 598 P.2d 1200, 1206 (Okla.1979) (finding that whether blood bank exercised reasonable care in screening and selecting donors is jury question); Hutchins, 506 P.2d at 453 (holding that blood bank not negligent where it did not accept blood from dangerous donorfs] such as addicts). 9 . See 7 AAC 12.820(a) and (d): A laboratory must successfully participate annually in a nationally recognized proficiency test program or a proficiency test program administered by the department [of Health and Social Services] for each testing service offered by the laboratory. In this section, nationally recognized proficiency test program means a proficiency test program that is recognized by the American Association of Bioanalysts, Center for Disease Control, College of American Pathologists, or any other nationally recognized testing authority. 10 . No court has ever required a blood bank to obtain a blood recipient's informed consent. One jurisdiction has specifically rejected the existence of such a duty. A Georgia court found no liability in the laboratory or hospital where hepatitis-infected blood had been tested and handled in conformity with standards promulgated by the American Association of Blood Banks, and the transfused units had been tested for compatibility with the patient. See Sanders v. Colquitt County Hosp. Auth., 180 Ga.App. 58, 348 S.E.2d 490, 491-92 (1986). The court found the defendant had no duty to inform patients of the specific risk of contracting hepatitis as a result of blood transfusions. Id. 348 S.E.2d at 492 (citing Parr v. Palmyra Park Hosp., 139 Ga.App. 457, 228 S.E.2d 596 (1976)). 11 .Four justices have participated in the decision of this appeal, two of whom dissent from this section of the opinion. A decision by an evenly divided court results in an affirmance. Thoma v. Hickel, 947 P.2d 816, 824 (Alaska 1997). Because we agree with the view previously expressed by Chief Justice Matthews that appellate opinions require reasons for the conclusions reached, we set forth our analysis in this section. City of Kenai v. Burnett, 860 P.2d 1233, 1245-46 (Alaska 1993) (Matthews, J., concurring) (citation omitted). In doing so, we follow the recent practice of this court. See, e.g., Hayes v. A.J. Assocs., Inc., 960 P.2d 556, 572-73 (Alaska 1998); Thoma, 947 P.2d at 824. 12 . The statutory definition of health care provider includes a wide variety of health care professionals, such as chiropractors, dental hygienists, naturopaths, and optometrists. See AS 09.55.560. Their inclusion in the statute, however, does not require them to obtain the patient's informed consent when another of the patient's health care providers orders a procedure. Rather, a health care provider must obtain the patient's informed consent only when proposing and directing the procedure. 13 . As noted above, a hospital may be liable under the nondelegable duty doctrine for the negligence of a physician who is not an independent contractor selected by the patient. Moreover, where a hospital employee proposes or orders a procedure, the hospital may have a duty to obtain the patient's informed consent under AS 09.55.556(a). Because Drs. Dunlap, Wells, and Hanley were independent contractors selected by Ward, and not hospital employees, such is not the case in this appeal. 14 . Alexander is arguably distinguishable from the case at hand to the extent that it involves the failure to inform the patient of the risks of a doctor's inactive treatment of her condition, while this case involves the failure to inform the patient of the risks of a doctor's proactive treatment of her condition. The two, however, are opposite sides of the same coin. As the Alexander court concluded, [i]nformed consent focuses on the patient's right to know his or her body's condition and to decide what should be done about it. Alexander v. Gonser, 42 Wash.App. 234, 711 P.2d 347, 350 (1985). In both cases, regardless of whether the physician pursued an active or inactive course of treatment, the patients were denied adequate information about what to do about their conditions. In this respect, the cases are fundamentally similar. 15 . See, e.g., Roberson v. Menorah Med. Ctr., 588 S.W.2d 134, 137 (Mo.App.1979): The one dealing with the patient at this point must have knowledge of the patient — his temperament, his intelligence, his mental condition and his physical condition. He must also have a knowledge of the surgery itself — its risks, whether imminent or remote, and whether it is pressing, deferrable or optional. He must know the availability of conservative methods of treatment, if any, and their promises for success as compared to the surgery. All these factors must be placed in the equation. The physician alone is equipped to make the delicate judgments called for. See also Krane v. Saint Anthony Hosp. Sys., 738 P.2d 75, 77 (Colo.App.1987) (It is the surgeon, and not the hospital, who, has the technical knowledge and training necessary to advise each patient of the risks of the surgery prior to the patient giving his consent.); Kershaw v. Reichert, 445 N.W.2d 16, 17 (N.D.1989) (holding that because only the physician has personal knowledge of the patient's condition, the hospital has no duty to secure the patient's informed consent); Kelly v. Methodist Hosp., 444 Pa.Super. 427, 664 A.2d 148, 151 (1995) (It is the surgeon and not the hospital who has the education, training and experience necessary to advise each patient of risks associated with the proposed surgery. Likewise, by virtue of his relationship with the patient, the physician is in the best position to know the patient's medical history and to evaluate and explain the risks of a particular operation in light of the particular medical history.).\n\nPlain English summary:\nThe plaintiff was given a blood transfusion and subsequently contracted Hepatitis C. She tried to sue the hospital and the blood bank for breach of duty, alleging negligence in testing the blood and for failure to obtain consent for the blood transfusion.\n",
    "annotations": {
        "Facts": [
            "Ruth Ward was admitted to Fairbanks Memorial Hospital for the birth of her fourth child. She was treated under the care of her personal obstetrician and Ms associates, none of whom was a hospital employee. At their direction, Ward received blood transfusions at the hospital. She was later diagnosed with hepatitis C.",
            "Ruth Ward was admitted to Fairbanks Memorial Hospital (FMH) on May 27, 1989, for the birth of her fourth child. Complications following the birth caused substantial blood loss, and over the next several days she received eight units of transfused blood. Six of the units came from the FMH blood bank, and two were provided by the Blood Bank of Alaska. In December 1992 Ward was diagnosed with hepatitis C, a blood-borne liver disease. Ward received her prenatal care from Dr. Lawrence Dunlap at Tanana Valley Clinic (TVC). Dr. Dunlap also had provided prenatal care to Ward for two of her previous pregnancies, and in tMs instance was her treating physician from the pregnancy test through delivery. Ward's first contact with FMH was on May 27, when she went into labor and checked herself in through FMH's emergency room. She was admitted to the maternity ward under Dr. Dunlap's care. While at FMH, Ward was treated by Dr. Dunlap and Drs. Ralph Wells and Owen Hanley. Each physician ordered blood transfusions for Ward at FMH. None of the tM'ee physicians has an employment contract with FMH, maintains an office there, or is a member of the group of physicians that staffs the emergency room. Each has staff privileges at FMH allowing him to admit and treat his patients there and see other patients in consultation. Drs. Wells and Han-ley are associated with TVC. They treated Ward because she was under the care of Dr. Dunlap, a shareholder of TVC. Ward began to experience symptoms of hepatitis shortly after receiving blood at FMH."
        ],
        "Procedural History": [
            "Ward sued Lutheran Hospitals & Homes Society of America, Inc., d/b/a Fairbanks Memorial Hospital, for negligence in testing the blood and for failure to obtain her informed consent for the blood transfusions. The superior court granted summary judgment to the hospital, and Ward appeals.",
            "She sued FMH in December 1993, alleging negligence in the testing of the blood. Ward amended her complaint to add Blood Bank of Alaska as a defendant and to allege failure by FMH to obtain her informed consent for the blood transfusions. In January 1995 the superior court granted FMH's motion for summary judgment on Ward's claim that FMH was negligent in testing the blood. In February 1996 the superior court granted summary judgment to FMH on all of Ward's remaining claims.",
            "we review the court's decision de novo."
        ],
        "Application of Law to Facts": [
            "FMH Is Not Liable under the Nonr-Delegable Duty to Provide Quality Emergency Care or under a Theory of Apparent Agency.",
            "Because Ward was treated only by her own physician and his associates in an emergency room provided for their convenience, FMH cannot be held liable for the physicians' possible negligence under the non-delegable duty doctrine.",
            "Blood Banks Do Not Have a Duty-to Obtain the Informed Consent of Prospective Patients",
            "Ward does not have a cause of action against FMH based on the Alaska Administrative Code.",
            "The testimony of Ward's expert witness also does not further her argument. Such testimony does not establish the hospital blood bank's standard of care.",
            "The guidelines for the industry are set by regulatory agencies and national blood banking associations. ",
            "courts have evaluated blood banks according to the accepted practices of their industry. The standard of care for a blood bank is defined by these practices.",
            "Ward offers no evidence that industry custom or practice directs blood testing laboratories to obtain the informed consent of prospective patients. In the absence of any showing that national standards or official guidelines impose such a duty on blood banks, we conclude that summary judgment was properly granted to FMH on this issue.",
            "FMH Did Not Have a Statutory Duty to Obtain Ward's Informed Consent",
            "We do not interpret AS 09.55.556(a) as imposing a duty on FMH to obtain Ward's informed consent",
            "Mere status as a health care provider involved in a patient's care is insufficient to trigger the duty.",
            "Because the hospital did not order the procedure, we hold that it did not owe Ward a duty to obtain her informed consent under AS 09.55.556(a).",
            "the duty to obtain informed consent does - not extend to hospitals",
            "FMH did not owe a statutory duty to obtain Ward's consent before her physicians proposed and ordered blood transfusions."
        ],
        "Relevant Precedents": [
            "Jackson v. Power, 743 P.2d 1376, 1385 (Alaska 1987)",
            "Alaska Administrative Code",
            "7 Alaska Administrative Code (AAC) 12.110(b)(2) (1997)",
            "7 AAC 12.790-.850",
            "Juneau v. Interstate Blood Bank, Inc., 333 So.2d 354, 356 (La.App.1976)",
            "Wilson v. Irwin Memorial Blood Bank, 14 Cal.App.4th 1315, 18 Cal. Rptr.2d 517 (1993)",
            "Alaska Statute 09.55.556(a)",
            "Alaska Statute 09.55.560(1)",
            "Alaska Statute 18.20.130",
            "Giese v. Stice, 252 Neb. 913, 567 N.W.2d 156, 162 (1997)",
            "Pauscher v. Iowa Methodist Med. Ctr., 408 N.W.2d 355, 362",
            "Goss v. Oklahoma Blood Inst., 856 P.2d 998, 1007 (Okla.App.1990)",
            "Alexander v. Gonser, 42 Wash.App. 234, 711 P.2d 347, 350 n. 3 (1985)",
            "Fiorentino v. Wenger, 19 N.Y.2d 407, 280 N.Y.S.2d 373, 227 N.E.2d 296, 300 (1967)"
        ],
        "Outcome": [
            "We affirm.",
            "The superior court's grant of summary judgment in favor of FMH is AFFIRMED. "
        ]
    },
    "class": "affirm"
}