{
    "text": "Cross v. City of Clovis, 107 N.M. 251, 755 P.2d 589 (1988)\nJune 2, 1988 · Supreme Court of New Mexico · No. 17253\n107 N.M. 251, 755 P.2d 589\nJames CROSS, Personal Representative of the Estate of Alan Gait Gaitor Cross, Deceased, Petitioner,v.CITY OF CLOVIS, Respondent\n755 P.2d 589\nSupreme Court of New Mexico.\n*252Charles A. Deason, Jr., El Paso, Tex., Lamar D. Treadwell, II, Santa Fe, for petitioner.\nKeleher & McLeod, P.A., Phil Krehbiel, Paula Z. Hanson, Albuquerque, for respondent.\nOPINION\nRANSOM, Justice.\nIn this action for the wrongful death of plaintiffs thirteen-year-old son, Alan Cross, we granted certiorari to review the decision of the court of appeals that upheld a directed verdict for defendant City of Clovis. As personal representative, James Cross had brought suit under the Tort Claims Act, NMSA 1978, Sections 41-4-1 to -27 (Repl.Pamp.1986), alleging negligence of two city police officers in maintaining a police roadblock.\nOn September 30, 1983, Alan was fatally struck by a stolen Mercedes after it crashed through a police roadblock, veered around another vehicle, and then careened off the road, striking and killing Alan instantly. The automobile had been speeding at 100 miles per hour. Prior to the crash, Alan had been standing next to his motorbike, approximately 400 feet behind the roadblock, about thirty to forty-five feet off the roadway alongside a ditch.\nThe roadblock had been established on State Highway 18, at the north end of the city of Clovis, by two Clovis police officers, David Williams and Kevin Clements. They had responded to a request by the Curry County Sheriff's Department for assistance in apprehending the driver of the stolen vehicle. The officers initially set up a roadblock further south on State Highway 18 at Pleasant Hill Road but abandoned their efforts after a request to proceed to a roadblock being established by a deputy north of the city. While en route, the officers were informed that the suspect had already broken through the deputy's roadblock; therefore, they established a roadblock at the next available intersection a mile north of Pleasant Hill Road.\nDuring the less than two minutes which elapsed before the Mercedes was on the scene, both officers reconnoitered the area behind the roadblock. Officer Clements testified that during his initial surveillance he observed a vehicle which Officer Williams was diverting. He did not remember looking toward the area where Alan would have been standing. When he looked back a second time, Officer Clements saw Alan standing next to his motorbike. He did nothing to alert Alan to vacate the area. After seeing Alan, he returned his gaze toward the oncoming Mercedes. Officer Williams did not see Alan until after the accident.\nThe immunity from tort liability granted a governmental entity and its employees pursuant to Section 41-4-4 of the Tort Claims Act does not apply to liability for wrongful death resulting from assault * * * or deprivation of any rights * * * secured by the * * * laws of * * * New Mexico when caused by law enforcement officers while acting within the scope of their duties. § 41-4-12. It is clear that the phrase when caused by law enforcement officers includes those [third-party] acts enumerated in * * * [Section 41-4-12] which were caused by the negligence of law enforcement officers while acting within the scope of their duties. Methola v. County of Eddy, 95 N.M. 329, 333, 622 P.2d 234, 238 (1980).1 A finding of negli*253gence, however, is dependent upon the existence of a duty * * *. Whether a duty exists is a question of law for the courts to decide. Schear v. Board of County Comm'rs, 101 N.M. 671, 672, 687 P.2d 728, 729 (1984) (citations omitted).\nIn a lengthy 2-to-l unpublished majority opinion, the court of appeals attempted to articulate a completé statement as to what responsibilities law enforcement officers have to members of the public who are at risk of injury by a criminal offender when the officers are performing or attempting to perform their duties. As developed more fully in this opinion, we hold quite simply that a law enforcement officer has the duty in any activity actually undertaken 2 to exercise for the safety of others that care ordinarily exercised by a reasonably prudent and qualified officer in light of the nature of what is being done.3 The jury should be so instructed as a modification of SCRA 1986,13-1604 (Every person has a duty to exercise ordinary care for the safety and the property of others.).\nAt issue on this appeal is whether a jury reasonably could have found that Alan's death was proximately caused by negligence of the law enforcement officers. See Archuleta v. Pina, 86 N.M. 94, 95, 519 P.2d 1175, 1176 (1974) (the evidence, together with all reasonable inferences deducible therefrom, must be viewed in the light most favorable to the party resisting a directed verdict).\nThe plaintiff claims that Officers Clements and Williams were negligent at the initial roadblock in failing to keep a proper lookout for motorists, such as Alan, who were traveling toward the danger, and in failing to warn or divert such traffic. The plaintiff further maintains that these officers were negligent at their second roadblock in failing to utilize citizens to warn or divert others approaching the roadblock,4 in failing to maintain a proper lookout, and, after observing Alan, in failing to use the police car's public address system, wave, or otherwise warn him of the approaching Mercedes.\nA witness, Danny Henry, who had observed the officers' initial roadblock attempt, testified that one of the officers removed a shotgun from his trunk and pointed it north. Henry testified further that Alan had been riding his motorbike in the vicinity and opined that the path of Cross' motorbike crossed the field of vision *254of the police officers. Both officers, however, denied seeing Alan at the Pleasant Hill intersection. We believe that if there is a cause of action in this case, it is based upon the acts and omissions of the officers at the second roadblock, and that their conduct at the initial roadblock is too remote for a finding of liability independent of conduct at the second roadblock. We therefore limit our consideration of negligence and proximate cause to the plaintiffs claims regarding conduct of the officers at the second roadblock.\nWith respect to failure to utilize citizen assistance, failure to maintain a proper lookout, and, after observing Alan, failure to use the police car's public address system, wave, or otherwise warn him of the approaching Mercedes, we are mindful that a failure to act, to be negligent, must be a failure to do an act which a reasonably prudent and qualified law enforcement officer, in the exercise of ordinary care, would do in order to prevent injury to a person whom the officer would foresee to be exposed to risk of injury. As the risk of danger that reasonably should be foreseen increases, the amount of care required also increases. If, without negligence on his part, the officer is suddenly and unexpectedly confronted with peril and does what appears to him to be the best thing to do, and if his choice and manner of action are the same as might have been followed by any reasonably prudent and qualified officer under the same conditions, then he has done all that the law requires of him, even though, in the light of afterevents,. it might appear that a different course would have been better and safer. This statement of the law appears clear enough from Uniform Jury Instructions, SCRA 1986, 13-1601, 1603 and 1617.\nFrom evidence of the nature of what the law enforcement officer was doing, in light of all the surrounding circumstances,' counsel may argue liability and freedom from liability. With appropriate modifications to Uniform Jury Instructions 13-1601, 1603, and 1617, jurors can be relied upon to understand that law enforcement officers can be expected to exercise only the care that a reasonably prudent and qualified officer would exercise in the same situation. Evidence relevant and material to that issue, including expert testimony, is to be admitted.\nWe cannot agree with the court of appeals that the evidence established, as a matter of law, that Alan's death was not proximately caused by any failure of the officers to exercise reasonable care in maintaining the second roadblock. In determining the reasonableness of the officers' conduct, the court of appeals narrowly concentrated on the seconds between Officer Clements' sighting of Alan and the Mercedes' collision with the roadblock. However, it was not undisputed that Officer Clements had only a few seconds in which to warn Alan. His testimony was that a few seconds transpired between the moment he initially saw Alan and the time he returned his gaze toward the oncoming car.\nQ: How much time did that take for you to look around and actually see the Cross boy and then turn around and see what was coming toward you?\nA: Just a matter of a few seconds.\nAt that point in time, the Mercedes was between one-quarter and one-half mile away; several more seconds must have elapsed before the car crashed through the roadblock. The reasonableness of Officer Clements' decision to do nothing to warn Alan under these circumstances cannot be established as a matter of law. The evidence indicates that Officer Clements was aware of the Mercedes' position through the radioed communications of the pursuing officer. When he first saw the boy, Officer Clements knew or should have known that the Mercedes was approaching some distance away. Rather than make any attempt to alert Alan of the impending danger, Officer Clements turned around to observe the approach of the speeding Mercedes. Officer Clements' deposition testimony indicates that he did not warn Alan because he did not think it was necessary, not because there was insufficient time.\nQ: [If] the little boy would have been on the shoulder of the road, would *255you have felt the need to tell him something?\nA: If he had been right next to the roadway, it's possible that I would have said something to him.\nFurthermore, the breach of duty here was not only whether there was sufficient time for Officer Clements to warn Alan once he was spotted, but also whether a proper lookout by either officer would have revealed his presence sooner. The plaintiff presented testimony from which it reasonably could be inferred that the officers were on notice that Alan was traveling toward the area where they eventually established their second roadblock. As pointed out in the dissent of Judge Apodaca of the court of appeals, a jury could find that with such notice the officers should have watched for the arrival of the boy. Alan was either already in the area during Officer Clement's initial surveillance, or he was able to approach within approximately 400 feet of the roadblock, to dismount, and to stand alongside his motorbike without either officer seeing or hearing him.\nThe court of appeals concluded that evidence that the officers waved two or three cars through the roadblock and diverted another vehicle away from it demonstrates the officers maintained a proper lookout. The fact that the officers may have kept some lookout does not establish conclusively that they maintained a proper lookout with respect to Alan.\nIn resolving all reasonable inferences to be drawn from the evidence in favor of the party resisting the motion for a directed verdict, we conclude that the evidence reasonably could indicate a breach of duty. A jury reasonably could have found that the officers failed to maintain a proper lookout because Alan was able to enter the zone of foreseeable danger unnoticed. Further, a jury reasonably could have found it was negligent not to have attempted to warn Alan of impending danger once Officer Clements finally spotted him.\nThere still remains the issue of causation. The issue of proximate cause should be removed from the fact finder only when the facts are undisputed and all reasonable inferences are plain, consistent, and uncontradictory. Chavira v. Carnahan, 77 N.M. 467, 423 P.2d 988 (1967). The directed verdict can be sustained only if reasonable minds could not differ on whether the officers' failure to exercise reasonable care was an actual and proximate cause of Alan's death. See New Mexico State Highway Dep't v. Van Dyke, 90 N.M. 357, 563 P.2d 1150 (1977).\nOfficer Williams himself testified that the area where Alan was standing was within the zone of foreseeable danger. A proximate cause requires only a result that proceeds in a natural and continuous sequence from the act or omission in question. SCRA 1986, 13-305. The jury reasonably could have found that the officers' failure to keep a proper lookout and failure to warn Alan proximately caused the death of one in the zone of the danger in question. If the officers negligently deprived Alan of a chance to escape harm, they cannot argue that the jury could only speculate as to whether Alan would have responded successfully to their warnings or directions.\nBecause the issue of breach and proximate cause cannot be decided as a matter of law, the trial court erred in removing those issues from the jury. We reverse the court of appeals and remand to the trial court.\nIT IS SO ORDERED.\nSCARBOROUGH, C.J., SOSA, Senior J., and WALTERS, J., concur.\nSTOWERS, J., dissents.\n1\n. The parties do not question whether this death resulted from one of the acts enumerated in Section 41-4-12, and we consequently do not address whether a person killed by a recklessly *253operated motor vehicle, regardless of whether he is the victim of an assault in any technical sense, has been deprived of a right secured by the laws of New Mexico within the legislative intent of the waiver provision. See Wittkowski v. State, 103 N.M. 526, 529 n. 1, 710 P.2d 93, 96 n. 1 (Ct.App.), cert. quashed, 103 N.M. 446, 708 P.2d 1047 (1985) overruled on other grounds, Silva v. State, 106 N.M. 472, 745 P.2d 380 (1987); 6 Am.Jur.2d Assault and Battery § 117 (1963). This issue must be definitively addressed when properly raised, briefed and argued under appropriate facts.\n2\n. As to any specific duty to undertake positive action, see, e.g., Schear v. Board of County Comm'rs, 101 N.M. 671, 687 P.2d 728 (1984) (an officer's statutory duty to investigate violations of the criminal law called to his attention, e.g., a call reporting a crime in progress and requesting assistance).\n3\n. The City does not dispute that it owed a duty of reasonable care in its undertakings. Specifically, law enforcement officers maintaining a roadblock in the performance of their duties owe a duty to exercise ordinary care for the safety of others. See, e.g., Brooks v. Lundeen, 49 Ill.App.3d 1, 7 Ill.Dec. 262, 364 N.E.2d 423 (1977). In their testimony, the officers here acknowledged that in manning a roadblock they had a duty to maintain a proper lookout in order to warn approaching people of impending danger and to divert them from the protected area. We do not agree with the court of appeals that financial limitations within which a governmental entity must exercise authority determines the standard of care. While we do not pass on whether evidence of financial limitations may in the appropriate case be admitted as relevant and material to the issue of ordinary care under the circumstances, we agree with the court of appeals' dissent to the effect that no issue concerning financial limitations was presented here so as to give meaning to the majority's statement that [djetermination of the standard of care should be made with the knowledge that each governmental entity has financial limitations within which it must exercise authority.\n4\n.Under NMSA 1978, Section 30-22-2 (Repl. Pamp.1984), a citizen who refuses to assist any peace officer in the preservation of peace when called upon by such officer in the name of the state of New Mexico is guilty of a petty misdemeanor.\nDISSENT\nSTOWERS, Justice,\ndissenting.\nI respectfully dissent and would affirm the judgment of the trial court, which granted a directed verdict in favor of defendant City of Clovis, after plaintiff presented all of his evidence. I am of the opinion that the evidence established, as a matter of law, that the officers were not negligent under the circumstances and facts of this case. The majority opinion, by *256extending the liability of the police officers for the negligence of third party actions, creates an ádditional exception within Section 41-4-12 of the Tort Claims Act, NMSA 1978, Sections 41-4-1 to -29 (Repl.Pamp. 1986). A party claiming an exception to the Tort Claims Act must establish that the exception is within the words of and the reason for the exception. Smith v. Village of Corrales, 103 N.M. 734, 737, 713 P.2d 4, 7 (Ct.App.1985), cert. denied, 103 N.M. 740, 713 P.2d 556 (1986).\nAn appellate court in reviewing the evidence on appeal from a judgment pursuant to a directed verdict must review all the evidence, but, where there are conflicts or contradictions in the evidence, these conflicts must be resolved in favor of the party resisting the motion. Skyhook Corp. v. Jasper, 90 N.M. 143, 146, 560 P.2d 934, 937 (1977). Thus, the question for us to resolve is whether plaintiff's claim was legally sufficient, as a matter of law, to withstand a directed verdict. See Hood v. Fulkerson, 102 N.M. 677, 681, 699 P.2d 608, 612 (1985). I agree with the majority opinion of the court of appeals that the record is devoid of evidence to indicate that the City of Clovis' police officers were negligent in the manner in which they set up the roadblocks.\nPlaintiff has raised the following two issues: The officers were negligent at the first roadblock by failing to keep a proper lookout for motorists travelling north toward the danger and in failing to warn or divert such traffic; and the officers were negligent at the second roadblock by failing to utilize citizens to warn or divert motorists or others coming from the south, and, after observing the victim, for their failure to warn him of the approaching vehicle.\nWhether the officers were negligent depends upon the existence of a duty of care owed plaintiff. See Schear v. Board of County Comm'rs, 101 N.M. 671, 687 P.2d 728 (1984). Police officers have a duty to exercise reasonable care under the circumstances, i.e., maintain a proper lookout, divert traffic and protect the people. This, however, must be balanced against their paramount duty to apprehend violators of the law by utilizing all reasonable means at their disposal.\nOfficers Williams and Clements proceeded to the intersection of Pleasant Hill highway and State Road 18 to set up the first roadblock. When they arrived at the intersection, Officer Williams got his gun from the trunk and Clements got his from the front passenger area. But, before they established this roadblock, the officers received a radioed request to assist another officer, Deputy Hamner, at a roadblock being set up north of the city. During the few minutes spent setting up the first roadblock, neither officer saw the plaintiff. A truckdriver, who knew the victim's family, observed plaintiff riding his off-the-road motorbike on Pleasant Hill highway. Nonetheless, before plaintiff reached the intersection of State Road 18, he veered off to the north cutting across a parking lot, which prevented the officers from seeing him. There was no evidence presented at trial from which a jury could have found a breach of duty of care by the officers at this first roadblock.\nWhile en route to assist Deputy Hamner, Officers Clements and Williams were advised by radio that Muhammad, the driver of the oncoming Mercedes, had already broken through the roadblock set up by Deputy Hamner. The two officers immediately began to establish a roadblock at the next intersection, one mile north of Pleasant Hill highway and State Road 18, in accordance with proper police procedures. This second roadblock was north of the intersection to permit northbound traffic to be diverted onto the section line road. The officers positioned their vehicles in such a way that enough room was left between the vehicles for a car to pass in the middle of the road. Less than two minutes elapsed between the time the Mercedes crashed through the roadblock set up by Deputy Hamner and when the officers looked toward the area behind the roadblock they set up. Officer Williams observed one vehicle, which he diverted off onto the section line road, but he never saw the plaintiff. Officer Clements observed two vehicles and waived them through the roadblock. When he *257glanced back again to the area behind the roadblock, he observed the plaintiff for the first time. Plaintiff was more than 400 feet from the roadblock, standing opposite the northbound lane thirty feet off the roadway in the bar ditch behind a telephone pole. Immediately upon observing the plaintiff, Clements looked to the north and saw the Mercedes approaching. The Mercedes had been travelling in the southbound lane hidden from view behind another vehicle. After pulling out to pass that vehicle, the Mercedes straddled the center-line. Travelling at excessive speed, it crashed through the roadblock, veered around a hay truck, then headed off the roadway. The plaintiff turned around, took several steps in the direction of the oncoming vehicle and was struck and killed.\nThe total time the officers were at this second roadblock was less than two minutes. There was no time for the officers to use their public address system to warn or to otherwise attempt to divert the victim from the area. From the time Officer Clements saw the victim, turned forward, saw the Mercedes and then watched it travel through the roadblock, a few seconds had elapsed, which was not time enough to have warned plaintiff. There can be no liability based on the officer's failure to have acted differently in this stressful, emergency situation when only a few moments elapsed between the time the officer first saw plaintiff and the time the car crashed through the roadblock.\nAlthough generally, questions of negligence are determined by the fact finder, where reasonable minds cannot differ the question is one of law to be resolved by the trial judge as was done in this ease. Montoya v. Williamson, 79 N.M. 566, 568, 446 P.2d 214, 216 (1968); Bouldin v. Sategna, 71 N.M. 329, 334, 378 P.2d 370, 373 (1963). Under the facts herein, the officers were not negligent.\nSection 41-4-12 of the Tort Claims Act provides an exception for law enforcement officers to the immunity granted governmental entities in Subsection A of Section 41-4-4. This immunity does not apply to liability for personal injury, bodily injury, wrongful death or property damage resulting from assault ... or deprivation of any rights, privileges or immunities secured by the constitution and laws of the United States or New Mexico when caused by law enforcement officers while acting within the scope of their duties. NMSA 1978, § 41-4-12 (Repl.Pamp.1986). The term caused by in Section 41-4-12 includes those acts enumerated in that section which were caused by the negligence of law enforcement officers while acting within the scope of their duties. Methola v. County of Eddy, 95 N.M. 329, 333, 622 P.2d 234, 238 (1980). Nowhere is it stated in that section that an officer's liability extends to the negligence of third party actions as suggested in the majority opinion. The majority attempts to interject causes of action into an exception to the Tort Claims Act where none exists. And, as I previously noted, any party claiming an exception to the Tort Claims Act must show that this exception exists within the words of and reason for that exception.\nSince the officers in the instant case were not negligent, as a matter of law, the City of Clovis is immune from liability pursuant to Section 41-4-4(A) of the Tort Claims Act.\nFor these reasons, I would affirm the judgment of the trial court.\n\n\n\nPlain English summary:\nCase concerns whether two police officers breached their duty in maintaining a roadblock, after a speeding Mercedes crashed through the roadblock and struck a boy standing nearby. Court held that the police officers might be found to have breached their duty and that this was a question for the jury. The claim was remanded to trial court. \n\n",
    "annotations": {
        "Facts": [
            "On September 30, 1983, Alan was fatally struck by a stolen Mercedes after it crashed through a police roadblock, veered around another vehicle, and then careened off the road, striking and killing Alan instantly",
            "The automobile had been speeding at 100 miles per hour.",
            "Prior to the crash, Alan had been standing next to his motorbike, approximately 400 feet behind the roadblock, about thirty to forty-five feet off the roadway alongside a ditch.The roadblock had been established ",
            "at the north end of the city of Clovis, by two Clovis police officers, David Williams and Kevin Clements. They had responded to a request by the Curry County Sheriff's Department for assistance in apprehending the driver of the stolen vehicle. The officers initially set up a roadblock further south",
            "but abandoned their efforts after a request to proceed to a roadblock being established by a deputy north of the city. While en route, the officers were informed that the suspect had already broken through the deputy's roadblock; therefore, they established a roadblock at the next available intersection a mile north of Pleasant Hill Road.During the less than two minutes which elapsed before the Mercedes was on the scene, both officers reconnoitered the area behind the roadblock. Officer Clements testified that during his initial surveillance he observed a vehicle which Officer Williams was diverting. He did not remember looking toward the area where Alan would have been standing. When he looked back a second time, Officer Clements saw Alan standing next to his motorbike. He did nothing to alert Alan to vacate the area. After seeing Alan, he returned his gaze toward the oncoming Mercedes. Officer Williams did not see Alan until after the accident.",
            "Officer Clements was aware of the Mercedes' position through the radioed communications of the pursuing officer",
            "Officer Clements' deposition testimony indicates that he did not warn Alan because he did not think it was necessary, not because there was insufficient time.",
            "the officers were on notice that Alan was traveling toward the area where they eventually established their second roadblock.",
            "the officers waved two or three cars through the roadblock and diverted another vehicle away from it demonstrates the officers maintained a proper lookout",
            "Officer Williams himself testified that the area where Alan was standing was within the zone of foreseeable danger.",
            "The City ",
            "owed a duty of reasonable care in its undertakings. ",
            "law enforcement officers maintaining a roadblock in the performance of their duties owe a duty to exercise ordinary care for the safety of others.",
            "the officers here acknowledged that in manning a roadblock they had a duty to maintain a proper lookout in order to warn approaching people of impending danger and to divert them from the protected area."
        ],
        "Procedural History": [
            "In this action for the wrongful death of plaintiffs thirteen-year-old son, Alan Cross, we granted certiorari to review the decision of the court of appeals that upheld a directed verdict for defendant City of Clovis"
        ],
        "Application of Law to Facts": [
            "law enforcement officer has the duty in any activity actually undertaken  to exercise for the safety of others that care ordinarily exercised by a reasonably prudent and qualified officer in light of the nature of what is being done",
            "their conduct at the initial roadblock is too remote for a finding of liability independent of conduct at the second roadblock.",
            "When he first saw the boy, Officer Clements knew or should have known that the Mercedes was approaching some distance away.",
            "a jury could find that with such notice the officers should have watched for the arrival of the boy. Alan was either already in the area during Officer Clement's initial surveillance, or he was able to approach within approximately 400 feet of the roadblock, to dismount, and to stand alongside his motorbike without either officer seeing or hearing him.",
            "The fact that the officers may have kept some lookout does not establish conclusively that they maintained a proper lookout with respect to Alan.",
            "we conclude that the evidence reasonably could indicate a breach of duty. A jury reasonably could have found that the officers failed to maintain a proper lookout because Alan was able to enter the zone of foreseeable danger unnoticed.",
            "a jury reasonably could have found it was negligent not to have attempted to warn Alan of impending danger once Officer Clements finally spotted him.",
            "Because the issue of breach",
            "cannot be decided as a matter of law, the trial court erred in removing those issues from the jury.",
            "We do not agree with the court of appeals that financial limitations within which a governmental entity must exercise authority determines the standard of care.",
            "no issue concerning financial limitations was presented here so as to give meaning to the majority's statement that [djetermination of the standard of care should be made with the knowledge that each governmental entity has financial limitations within which it must exercise authority."
        ],
        "Relevant Precedents": [
            "Section 41-4-4 of the Tort Claims Act",
            "§ 41-4-12",
            "Methola v. County of Eddy, , 333, 622 P.2d 234, 238 (1980)"
        ],
        "Outcome": [
            "We reverse the court of appeals and remand to the trial court."
        ]
    },
    "class": "reverse"
}