{
    "text": "Corlett ex rel. Estate of Bishop v. Smith, 107 N.M. 707, 763 P.2d 1172 (1988)\nJuly 26, 1988 · Court of Appeals of New Mexico · Nos. 8766, 10309\n107 N.M. 707, 763 P.2d 1172\nJere CORLETT, Personal Representative of the Estate of Harry S. Bishop, Deceased, Plaintiff-Appellee,v.Larry SMITH, Personal Representative of the Estate of Hadroudj Djeandi Bishop, Deceased, Defendant-Appellant\n763 P.2d 1172\nCourt of Appeals of New Mexico.\n*708James E. Thomson, Santa Fe, for plaintiff-appellee.\nCarl J. Butkus, Terry R. Guebert, Civerolo, Hansen & Wolf, P.A., Albuquerque, for defendant-appellant.\nOPINION\nMINZNER, Judge.\nDefendant Larry Smith (Smith), personal representative of the estate of Hadroudj Bishop (wife), originally appealed a jury award of $93,000 for wrongful death in favor of plaintiff Jere Corlett (Corlett), personal representative of the estate of Harry S. Bishop (husband). See Corlett v. Smith, 106 N.M. 207, 740 P.2d 1191 (Ct.App.1987). The complaint for wrongful death alleged that wife negligently operated her motor vehicle in the garage of the residence and that carbon monoxide traveled into the bedroom where husband was sleeping, causing his death.\nBACKGROUND.\nPrior to trial, Smith moved to dismiss the complaint, alleging the claim had not been properly presented within the time limits established by NMSA 1978, Section 45-3-803. At the hearing on that motion, no record was made. The trial court denied the motion.\n*709In our prior opinion, we concluded that Corlett bore the burden of establishing the timely presentation of his claim. Because there was no record, it was not established whether the claim ultimately depended upon the existence of liability insurance, including either a household policy or automobile insurance policy insuring against the negligence of wife. The trial court's order denying Smith's motion to dismiss did not disclose the basis for the decision. After oral argument, this court issued a formal opinion remanding the case for a determination of whether specific insurance protection exists so as to bring the wrongful death claim of husband's estate within the statutory exception contained in [NMSA 1978,] Section 45-3-803(C)(2). See Corlett v. Smith, 106 N.M. at 211, 740 P.2d at 1195.\nAlthough we ordered the trial court to enter an amended judgment, a more appropriate procedure would have been to remand only for additional findings of fact. See Russell v. University of N.M. Hosp./BCMC, 106 N.M. 190, 740 P.2d 1174 (Ct.App.1987). In substance, there is only one appeal.\nOn remand, the trial court filed amended findings and conclusions and entered an amended judgment in favor of Corlett. Specifically, the trial court found:\n4. On the date of death and for all material time prior, for the purpose of this action, there were two existing policies of insurance * * * that contained provisions for the protection of [wife] against claims for bodily injury under the liability portions of each policy. Both policies of insurance were in effect at the time of death of [husband].\n5. Each * * * had limits of liability for damages up to $300,000.00.\nThe court concluded that [s]pecific insurance protection exist[ed] so as to bring the wrongful death claim of [husband] within the statutory exception contained in Section 45-3-803(C)(2).''\nBy order of this court, Smith filed a second notice of appeal from the amended judgment. We consolidate both appeals, and we affirm.\nISSUES.\nIn the original appeal, Smith raised six issues. Smith argued that:\nI. The trial court lacked subject matter jurisdiction because Corlett failed to comply with Section 45-3-803, which requires timely filing of all claims made against an estate;\nII. Corlett was required by NMSA 1978, Section 37-2-1 to prove husband predeceased wife, and did not do so;\nIII. Corlett failed to present substantial evidence of the cause of husband's death; and\nIV. Corlett failed to present substantial evidence that wife was negligent.\nSmith also contended the trial court erred in:\nV. Permitting testimony and argument to the jury on loss of household services; and\nVI. Refusing to allow Smith to present evidence of property the statutory beneficiaries would receive under husband's will.\nIn his appeal on remand, Smith raises several issues that are related to the argument that the trial court lacked subject matter jurisdiction. We discuss those issues first and under that heading. DISCUSSION.\nI. DID THE TRIAL COURT ERR IN REFUSING TO DISMISS THE CASE FOR LACK OF SUBJECT MATTER JURISDICTION BECAUSE CORLETT FAILED TO COMPLY WITH NMSA 1978, SECTION 45-3-803, WHICH REQUIRES TIMELY FILING OF ALL CLAIMS MADE AGAINST THE ESTATE?\nThe filing provisions in Section 45-3-803(A) and (B) apply only to claims against the estate; claims that will be paid by insurance are not considered to be claims against the estate. Sommermeyer v. Price, 198 Colo. 548, 603 P.2d 135 (1979) (En Banc). [T]he [insurance] proceeds are not available to the general creditors or beneficiaries of the estate. Moreover, the claims of the plaintiffs to be satisfied by the insurance proceeds do not affect the interests of the beneficiaries under the es*710tate and thus present no obstacle to an orderly and exact administration of the estate. Id., 198 Colo, at 552, 603 P.2d at 138.\nA failure to file within the statutory period bars only the right to enforce any liability of the estate beyond the limits of the insurance policy. The action itself is not barred. Kent Ins. Co. v. Estate of Atwood, 481 So.2d 1294 (Fla.App.1986). Although a liability insurance contract is an asset of the estate, it creates a contractual right which vests only when the liability claim against the insured ripens into judgment. Tank v. Peterson, 214 Neb. 34, 332 N.W.2d 669 (1983). Thus, Corlett was free to pursue his claim against the estate if he sought a judgment that he ultimately might collect from the insurance company. Cf. Torrez v. State Farm Mut. Auto. Ins. Co., 705 F.2d 1192 (10th Cir.1982) (cause of action for wrongful failure to settle claim within policy limits did not accrue until wrongful death judgment against tortfeasor's estate was final).\nSmith argues that the trial court was ordered on remand to determine the actual insurance coverage possessed by wife. He contends that the suit must therefore be dismissed, because the insurance company was an indispensable party to a determination of coverage but was not joined. See SCRA 1986, 1-019(B). Smith also contends that Corlett did not present enough proof to make a prima facie showing of insurance coverage at the hearing on remand; that the district court erred in construing the contracts of insurance; and that the district court invaded the province of this court by some of its findings.\nIn this case, both policies contained a provision that no suit would lie against the company unless the amount of the insured's obligation to pay had been finally determined by judgment against the insured after actual trial or by written agreement. Under these circumstances, we cannot conclude that the insurance company claims an interest in the subject of the action. Cf. R. 1-019(A)(2).\nSection 45-3-803(C)(2) waives the timely filing requirement of subsections 803(A) and (B) for any proceeding to establish liability of the decedent * * * for which he is protected by liability insurance. (Emphasis added.) The statute does not mention any determination of the nature or extent of any future liability of the insurance company. If the existence of protection for the purposes of Section 45-3-803(C) does not require a definitive statement of (1) whether the insurance company will eventually have to pay a claim, (2) the nature of the coverage, or (3) the extent of the actual coverage, then complete relief may be granted without the presence of the insurance company. Cf. R. 1-019(A)(1). Coverage may, however, be determined at this point, if the insurance company is a party. See In re Estate of Daigle, 634 P.2d 71 (Colo. 1981) (En Banc).\nWe hold that, for the purposes of the Probate Code, protection should be considered the potential right to payment of a claim against the insurance company. A determination of whether potential coverage exists can be made in the absence of the insurance company. This interpretation will not impede the efficient and orderly administration of the estate of the insured because, on these facts, it is clear that the claim has been made in order to establish liability rather than to collect against the estate.\nThe policies themselves were entered into evidence; they show limits of $300,000 and contain provisions that arguably cover wife's liability. This supports a finding of potential coverage, which supports the trial court's conclusion that the insurance exception applied. We do not address defendant's argument that plaintiff failed to make a prima facie showing of coverage, because only a showing of protection was necessary. See Uniform Probate Code § 3-803(c), 8 U.L.A. 355 (1983) comment (Tort claims normally will involve casualty insurance of the decedent * * * and so will fall within [this] exception.).\nSmith also objects to certain of the trial court's findings as exceeding the scope of the mandate to the extent these findings determine coverage. We note that in re*711viewing all issues of indispensable parties raised for the first time on appeal, an appellate court may properly require suitable modification as a condition of affirmance. Cf. Kroblin Refrigerated Xpress, Inc. v. Pitterich, 805 F.2d 96 (3d Cir.1986) (an appellate court must consider the fact that a judgment binding on the parties has already been reached after extensive litigation). This furthers the interests of the courts and the public in complete, consistent, and efficient settlement of controversies.\nEven if a finding of fact or conclusion is erroneous, if it is unnecessary to the court's decision, the mistake is not a basis for reversal. Newcum v. Lawson, 101 N.M. 448, 684 P.2d 534 (Ct.App.1984). Only findings by the trial court of ultimate fact are binding on review. Porter v. Mesilla Valley Cotton Prod. Co., 42 N.M. 217, 76 P.2d 937 (1937). Those portions of the trial court's findings objected to by defendant are not essential to, and do not contradict, the conclusion that specific insurance protection existed. We affirm the trial court's decision that Corlett was entitled to rely on Section 45-3-803(C)(2) on the basis that he proved the potential existence of coverage. The issue of coverage has not been decided.\nII. DID THE TRIAL COURT ERR IN REFUSING TO DISMISS THE CASE BECAUSE CORLETT WAS REQUIRED BY NMSA 1978, SECTION 37-2-1 TO PROVE HUSBAND PREDECEASED WIFE, BUT DID NOT DO SO?\nDefendant contends that, although Section 37-2-1 provides both that causes of action for wrongful death and those for personal injuries survive the death of the tortfeasor, that statute requires proof that the injured party died before the tortfeasor. He interprets Cash v. Addington, 46 N.M. 451, 131 P.2d 265 (1942), as holding that a cause of action survives if it accrues before the death of the wrongdoer, and he notes that NMSA 1978, Section 41-2-2 (Repl.1986) provides that the cause of action for wrongful death accrues as of the date of death. This argument is not persuasive.\nNeither the case nor the statutes require additional proof of the order of death. See Maloney v. Victor, 175 Misc. 528, 25 N.Y. S.2d 257 (1940); contra Martinelli v. Burke, 298 Mass. 390, 10 N.E.2d 113 (1937). We decline to add that requirement. See generally 1 S. Speiser, Recovery for Wrongful Death § 8:16 (2d ed. 1975) (a number of modern decisions, under statutes which are far from explicit, hold that the cause of action for wrongful death survives despite the fact that tortfeasor predeceases victim).\nIn Cash v. Addington, the supreme court did hold that a cause of action for personal injury survives if it does accrue, however short the time, before the death of the wrongdoer. It did not, however, hold that a cause of action for wrongful death can only accrue where the victim dies before the wrongdoer. At the time Cash v. Addington was decided, a cause of action for personal injury or wrongful death accrued at the time of the injury. The supreme court observed that the actionable act or neglect must have been accomplished by the tortfeasor while the tortfeasor was still alive.\nThe trial court in Cash v. Addington had determined that the tortfeasor died instantaneously in the ear crash which injured the plaintiff. The supreme court was of the opinion that the statute does not recognize a distinction where a wrongdoer lives a reasonable length of time and one where death resulting from an injury is commonly spoken of as having been instantaneous. 46 N.M. at 453, 131 P.2d at 266. The rationale underlying its opinion was:\nUnder [a] statute providing that no cause of action for injury to person or property shall be lost because of [the] death of [the] person liable for the injury, the estate of a decedent may be charged with liability even though the cause of action should not have arisen until after the death of decedent provided the damage was due to decedent's otherwise actionable act or neglect.\n*712Id. (emphasis added) (quoting Maloney v. Victor, 175 Misc. at 528, 25 N.Y.S.2d at 257, Headnote No. 3). In quoting Maloney v. Victor, the- supreme court in effect equated Section 37-2-1 with a statute providing that no cause of action shall be lost because of the death of the wrongdoer. Under such a statute, the order of death is irrelevant.\nWe conclude that under Section 37-2-1, the order of death is not an element of plaintiffs case. If husband's death was occasioned by wife's otherwise actionable act or neglect, it occurred while she was still living. That is sufficient. See Cash v. Addington.\nIII. DID THE TRIAL COURT ERR IN REFUSING TO DISMISS THE CASE BECAUSE CORLETT FAILED TO PRESENT SUBSTANTIAL EVIDENCE OF THE CAUSE OF HUSBAND'S DEATH?\nSmith contends that the certificate of death for husband was not admissible to prove the cause of his death, and that the medical expert who testified could not base his opinion on that certificate, because the statement that the cause of death was carbon monoxide poisoning was the opinion of another, non-testifying expert. Smith argues that the non-testifying expert's statement of cause of death is incompetent because he cannot be questioned as to the basis of that statement or how he arrived at it.\nBecause the statement in the death certificate that the cause of death was carbon monoxide poisoning is offered to prove the truth of the matter asserted, it is hearsay. SCRA 1986, 11-803(1) allows an exception to the required exclusion of hearsay for [rjecords or data compilations, in any form, of * * * deaths * * * if the report thereof was made to a public office pursuant to requirements of law. We believe that exception is applicable here.\nMost jurisdictions hold that death certificates are admissible as evidence of cause of death. Courts will not, however, readily admit death certificates as evidence of the manner of death, e.g., suicide or accidental, deeming that conclusion not a fact, but an opinion. See Pollard v. Metropolitan Life Ins. Co., 598 F.2d 1284 (3d Cir. 1979); Bowman v. Redding & Co., 449 F.2d 956 (D.C.Cir.1971); Hestad v. Pennsylvania Life Ins. Co., 295 Minn. 306, 204 N.W.2d 433 (1973); see generally Annot., Official Death Certificate as Evidence of Cause of Death in Civil or Criminal Action, 21 A.L.R.3d 418 (1968).\nThe plaintiff in Greek v. Bassett, 112 Mich.App. 556, 316 N.W.2d 489 (1982), also argued, in part, that the statement in a death certificate of cause of death is not a fact but an inadmissible opinion. That court held the certificate admissible to show the cause of death under Federal Rule 803(9), which is identical to SCRA 1986, 11-803(1).\nIf we were to require that a statement in a, death certificate be a fact in the sense of an absolute objective reality, virtually nothing in a death certificate would be admissible. For instance, the identity of the deceased, although usually not in dispute, is sometimes not easily ascertainable. In any case, the death certificate's statement of identity is merely the examiner's opinion of identity. The same would be true for the stated time of death.\nId., 112 Mich.App. at 562, 316 N.W.2d at 492.\nSmith argues that the statement of cause of death must be viewed as an opinion because the death certificate contains the paragraph: On the basis of examination and/or investigation, in my opinion death occurred at the time, date and place and due to the cause(s) stated. We do not agree that this changes the essential nature of the statement of cause of death.\nWe hold that the statement of the cause of death is a factual finding, similar in nature to the factual findings of the identity of the deceased, the time and the date of death, and thus it is admissible under the vital statistics exception to the hearsay rule. Thus, we do not agree with Smith's argument that Dr. Parkes' testimony must be excluded because he relied on the opinion of a non-testifying witness con*713tained in that certificate. Because both the death certificate and Dr. Parkes' testimony were properly admitted, there was substantial evidence of causation.\nIV. DID THE TRIAL COURT ERR IN REFUSING TO DISMISS THE CASE BECAUSE CORLETT FAILED TO PRESENT SUBSTANTIAL EVIDENCE THAT WIFE WAS NEGLIGENT?\nSmith contends that the fact the door between the garage and the kitchen was found open by the first person at the scene does not establish wife's negligence. Defendant cites SCRA 1986, UJI Civ. 13-1616, to the effect that the mere happening of the accident is not negligence. Defendant argues that Corlett was required to show that (1) wife either opened the door or left open an already open door, and (2) she knew or should have known of the dangerous propensities of carbon monoxide in that setting.\nCorlett was not required to establish that there was no other cause for the open door. Rather, he was required to demonstrate that under these circumstances, wife had a duty to ensure the door was closed and it is more likely than not that wife either opened the door or failed to close it, thus breaching that duty. SCRA 1986, UJI Civ. 13-304, 13-1601, & 13-1604.\nThe question of what comprised wife's duty is not properly reviewed for substantial evidence. Whether a duty exists is not a fact question for the jury, but rather a question of law for the court to determine. Baca v. Britt, 73 N.M. 1, 385 P.2d 61 (1963). The facts support an inference that wife was in fact aware of the dangerous propensities of automobile exhaust. A reasonable person would have prevented movement of the exhaust by closing the open door. Cf. Otero v. Burgess, 84 N.M. 575, 505 P.2d 1251 (Ct.App.1973) (person in charge of dangerous instrumentalities must use degree of care commensurate with that instrumentality).\nAlthough there is no proof that wife opened or left open the door, there is evidence the door was open on November 25, 1981, five days after the Bishops were last seen alive. From that proof, one could infer the truth of the fact sought to be proved, i.e., that wife opened the door or left it open. Ulibarri Landscaping Material, Inc. v. Colony Materials, Inc., 97 N.M. 266, 639 P.2d 75 (Ct.App.1981) (inferences may be drawn from circumstantial evidence); see also SCRA 1986, UJI Civ. 13-308.\nV. DID THE TRIAL COURT ERR IN PERMITTING TESTIMONY AND ARGUMENT TO THE JURY ON LOSS OF HOUSEHOLD SERVICES?\nCorlett's expert gave his opinion as to the present value of household services provided by husband. Decedent's son laid the foundation for this testimony when he testified that his father did about 30 hours a week of work around the house.\n' Smith contends that it was reversible error to allow the jury to consider the value of husband's household services because all members of the household to whom he rendered those services are now dead. We disagree.\nThe proper measure of damages in a wrongful death action under NMSA 1978, Sections 41-2-1, -3 (Repl.1986) is the value of the life had it continued. SCRA 1986, UJI Civ. 13-1830. Damages are recoverable for wrongful death if damages could have been recovered had there been no death. Stang v. Hertz Corp., 81 N.M. 69, 463 P.2d 45 (Ct.App.1969) (Stang I). Damages are recoverable whether or not there are statutory beneficiaries, Stang I; Stang v. Hertz Corp., 81 N.M. 348, 467 P.2d 14 (1970) (Stang II), and whether or not there are pecuniary injuries to those beneficiaries. Id.\nThe jury here was properly instructed that the basis for any damage award should be [t]he monetary worth of the life of the deceased as modified by any aggravating or mitigating circumstances attending the act from which the original liability arose. See UJI Civ. 13-1830. The jury was further properly instructed to consider both earning capacity and habits, among *714other things, in determining the monetary worth of the life of the deceased. Finally, it was told that in considering earning capacity or loss of earnings, deductions must be made for personal living expenses of the deceased.\nWhen husband performed household services, other income-producing activity could not be undertaken. Further, specific costs would be incurred if someone else were retained to perform them. We believe the value of those services is an evidentiary item admissible in this case in establishing the present worth of husband's life. Cf. Lujan v. Gonzales, 84 N.M. 229, 501 P.2d 673 (Ct.App.1972) (the factfinder may consider evidence of household services to the statutory beneficiaries in awarding damages for the pecuniary value of a life).\nVI. DID THE TRIAL COURT ERR IN REFUSING TO ALLOW SMITH TO PRESENT EVIDENCE OF PROPERTY THE BENEFICIARIES IN THE WRONGFUL DEATH ACTION WOULD BE RECEIVING UNDER HUSBAND'S WILL?\nSmith contends that evidence of the amounts received by the beneficiaries under the will should have been admitted, because pecuniary gain should be a component of pecuniary loss to statutory beneficiaries considered by the jury when it determines damages in a wrongful death suit. This argument is premised on the view that husband's death produced an economic benefit. There are several answers to this argument.\nFirst, since the proper measure of damages is the value of continued life, evidence of benefits received because life ended is irrelevant. Had husband lived, the beneficiaries would have received the benefits of his continued life, as well as retained their entitlement to any benefits provided under his will.\nSecond, although the loss to beneficiaries of expected benefits that have a monetary value may be considered when determining damages, damages may be awarded even where monetary loss to the surviving beneficiaries cannot be shown. UJI Civ. 13-1830. Stang I; Stang II. Demonstrating pecuniary injury, whether or not it includes gain, is not a prerequisite to recovery for wrongful death. Stang II. In this case, the jury was not instructed concerning monetary loss to the statutory beneficiaries.\nFinally, considering the property or wealth of the beneficiaries or of the defendant is specifically proscribed. UJI Civ. 13-1830. It is not a legitimate factor for the jury's consideration. Id. Benefits received under a will surely add to the property or wealth of a beneficiary. Evidence of such benefits is not admissible.\nCONCLUSION.\nThe trial court did not err in denying Smith's motion to dismiss. While Corlett's right to enforce any liability of the estate beyond the policy limits is barred, the cause of action is not. Further, there was sufficient evidence to support submission of the issues of causation and negligence to the jury. Finally, Smith has not established any error in the trial court's evidentiary rulings. We affirm the judgment in favor of Corlett. Smith shall bear the costs of his appeal.\nIT IS SO ORDERED.\nBIVINS and APODACA, JJ., concur.\n\n\n\nPlain English summary:\nA wife operation a vehicle in such a way that carbon monoxide travelled into the bedroom where her husband was sleeping, causing his death. One of the issues the court considered was whether there was sufficient evidence of the wife's negligence.\n",
    "annotations": {
        "Facts": [],
        "Procedural History": [
            "Defendant Larry Smith (Smith)",
            "originally appealed a jury award of $93,000 for wrongful death in favor of plaintiff Jere Corlett (Corlett)",
            "The complaint for wrongful death alleged that wife negligently operated her motor vehicle in the garage of the residence and that carbon monoxide traveled into the bedroom where husband was sleeping, causing his death.",
            "Prior to trial, Smith moved to dismiss the complaint, alleging the claim had not been properly presented within the time limits",
            "At the hearing on that motion, no record was made. The trial court denied the motion.",
            "On remand, the trial court filed amended findings and conclusions and entered an amended judgment in favor of Corlett.",
            "Smith filed a second notice of appeal from the amended judgment. We consolidate both appeals"
        ],
        "Application of Law to Facts": [
            "The facts support an inference that wife was in fact aware of the dangerous propensities of automobile exhaust. A reasonable person would have prevented movement of the exhaust by closing the open door.",
            "Although there is no proof that wife opened or left open the door, there is evidence the door was open on November 25, 1981, five days after the Bishops were last seen alive. From that proof, one could infer the truth of the fact sought to be proved, i.e., that wife opened the door or left it open.",
            "there was sufficient evidence to support submission of the issues of ",
            "negligence to the jury."
        ],
        "Relevant Precedents": [
            "SCRA 1986, UJI Civ. 13-304, 13-1601, & 13-1604.",
            "Otero v. Burgess, , 505 P.2d 1251 (Ct.App.1973)",
            "Ulibarri Landscaping Material, Inc. v. Colony Materials, Inc., , 639 P.2d 75 (Ct.App.1981)",
            "SCRA 1986, UJI Civ. 13-308."
        ],
        "Outcome": [
            "we affirm.",
            "We affirm the judgment in favor of Corlett."
        ]
    },
    "class": "affirm"
}