{
    "text": "McNeely v. Henry, 100 N.M. 794, 676 P.2d 1359 (1984)\nFeb. 9, 1984 · Court of Appeals of New Mexico · No. 7262\n100 N.M. 794, 676 P.2d 1359\nNaomi McNEELY, Plaintiff-Appellee,v.Tony HENRY, Defendant-Appellant\n676 P.2d 1359\nCourt of Appeals of New Mexico.\n*795James H. Johansen, Shaffer, Butt, Thornton & Baehr, P.C., Albuquerque, John Westerman, Farmington, for defendant-appellant.\nF.D. Moeller, Farmington, for plaintiffappellee.\nOPINION\nDONNELLY, Chief Judge.\nDefendant, Tony Henry, appeals from a judgment entered following a jury trial *796awarding his former mother-in-law damages in the sum of $85,200 against him based on her claims of negligence and assault and battery. Defendant raises five issues on appeal. We discuss: (1) claim of error in allowing evidence as to plaintiffs damages and restricting cross-examination thereon; and (2) claim of error as to instructions and forms of verdict. Reversed and remanded.\nThe events precipitating this case began as a family fracas at the home of defendant's former mother-in-law, the plaintiff, Naomi McNeely, in Farmington. During the pendency of divorce proceedings between defendant and Roxanna McNeely Henry, the defendant and his wife began quarrelling over the physical custody of their two minor children. Initially, defendant had taken physical custody of the children, however, Roxanna later took the children without his consent.\nSeveral weeks later in July, 1981, in order to regain the physical custody of the children, defendant and his father, Harvey Henry, went to the home of plaintiff. At the time of defendant's arrival, plaintiff was babysitting one of the McNeely children. Plaintiff had been sitting in her front yard talking to some friends when defendant and Harvey Henry drove up in separate vehicles. Defendant drove his automobile into plaintiff's driveway and called to his daughter Rhonda, who was in the yard. Defendant's daughter ran toward him but plaintiff grabbed her and ran toward the house. Defendant and his father caught up with plaintiff and a scuffle ensued between plaintiff and defendant's father. Harvey Henry took the child from plaintiff's arms and handed her to defendant, who then placed the child in his car which was parked in the driveway.\nEdward Waters, age fifty-two (who lived in plaintiff's home), heard the argument of the parties and grabbed a baseball bat from the house and went outside. Plaintiff obtained the bat and began hitting it against the windshield and side of Harvey Henry's truck which was parked in the street but partially blocking the driveway. Harvey Henry took the bat from plaintiff and threw it in the back of his truck. Plaintiff then began beating on defendant's car with her fists.\nAt this point, Waters took a 30-30 rifle from plaintiff's car and pointed it at defendant; plaintiff's son, Preston McNeely, also came out of the house brandishing an axe handle. Defendant then jumped in his car and backed rapidly down the driveway in an effort to leave the premises. As defendant backed up, the fender of his car struck the plaintiff who was standing in the driveway. As a result of being hit by defendant's car, plaintiff alleged that she sustained personal injuries which were permanent in nature.\nFollowing a trial on the merits, the jury returned a special verdict on plaintiff's negligence claim and against defendant, finding plaintiff's total damages amounted to $142,000, that she was 40% negligent, and that defendant was 60% negligent. The jury found no negligence on the part of defendant's father, and awarded damages in the sum of $750 on his counterclaim. After factoring in the percentage of plaintiff's negligence, the verdict against defendant was diminished under comparative negligence principles to $85,000. Only the defendant, Tony Henry, has appealed the judgment entered below.\nI. Plaintiffs Damages\nThe plaintiff called an economist, Melissa Patterson, who was permitted to testify as to her opinion concerning the economic value of plaintiff's lost earning capacity. The witness was also allowed, over defendant's objection, to state her opinion that plaintiff had suffered damages for the value of her lost household services in the sum of $79,-048. Defendant contends it was error to permit the witness to testify concerning her opinion of the value of plaintiff's lost household services as an element of damages, separate and apart from her lost earning capacity.\n*797Although it is clear that a husband may recover damages for the reasonable value of the lost services of his wife of which the community has been deprived (NMSA 1978, UJI Civ. 18.10 (Repl.Pamp.1980), it is a matter of first impression in this jurisdiction as to whether a single person can recover damages for the value of his or her own loss of ability to perform household services. UJI Civ. 18.10 provides that a husband may, on behalf of the community, recover damages for loss of services of the wife due to her personal injury for [t]he reasonable value of the services of his wife, of which the family has been deprived [and the present cash value of services of his wife, of which the family is reasonably certain to be deprived in the future]. This Court has held that due to amended N.M. Const. art. II, § 18, effective July 1, 1973, a wife has the right to recover for any loss of services to the community and her husband is neither a proper, necessary nor indispensable party in an action to recover for such losses. Amador v. Lara, 93 N.M. 571, 603 P.2d 310 (Ct.App.1979).\nUnder the facts herein, the trial court properly permitted the jury to consider the economic value of plaintiffs loss of ability as a single person to perform household services, and her impairment of ability to do necessary household work is an aspect of the total damages for which plaintiff is entitled to seek recovery. In noncommunity property states it has been generally recognized that a wife is entitled to recover damages where her capacity to perform household services has been impaired due to the negligence of another. See Carradus v. Lange, 203 N.W.2d 565 (Iowa 1973) (holding a jury issue was adequately generated regarding plaintiffs right to damages for impairment of earning capacity and diminution of services as a wife and mother); Rogers v. Boynton, 315 Mass. 279, 52 N.E.2d 576 (1943) (holding that not only was wife entitled to recover on her own behalf her loss of capacity to earn, she was also entitled to have considered in the assessment of damages her inability to perform her household duties).\nIn New Mexico, under community property law, and during coverture, household services performed by either spouse are for the benefit of the community and any loss thereof belongs to the community. See Amador v. Lara. Where, however, a single person suffers the loss of capacity to perform household services for one's self, that person is also entitled to recover the reasonable value of lost household services and that individual is a proper party to seek such recovery.\nThe right of an injured party to recover for inability to perform household services is discussed in 2 M. Minzer, J. Nates, C. Kimball, D. Axelrod & R. Goldstein, Damages in Tort Actions, § 10.32[2][a] (1982) at page 10-102:\nIn some jurisdictions, an injured housewife who is not employed outside the home may recover damages in her own right for impairment of her physical ability to perform her domestic duties. The cause of action is subsumed under the larger heading of loss of ability to work and labor which is similar to impairment of earning capacity. To impair the ability to work of any human being is to injure a personal right, quite apart from any monetary loss which might result from such impairment.\nSee also C.E. Duke's Wrecker Service, Inc. v. Oakley, 526 S.W.2d 228 (Tex.App.1975) (stating that a woman's right to recover compensation for her decreased capacity to care for and administer to the needs of herself and family is not to be limited by an existing need for such labor nor measured by the amount customarily performed prior to her injuries).\nBecause New Mexico recognizes a right of recovery for loss of household services on behalf of the community, under equal protection principles, there is no valid justification to deny a single person the same right to recover on his or her own behalf, damages for impairment of the ability to perform those services. See N.M. Const, art. II, § 18.\n*798Defendant further argues under his first point, that having permitted plaintiffs economist to testify as to the value of plaintiffs lost household services, it was error for the trial court to restrict his cross-examination of the expert as to whether plaintiff had in fact paid out any money to employ others to perform household services on her behalf. The inquiry was proper. We need not discuss whether it was harmless error since we are reversing on other grounds.\nII. Jury Instructions\nA. Trespass\nPlaintiff did not plead a claim of damages based upon a claim of trespass or criminal trespass. The trial court, over defendant's objection, instructed the jury that defendant and his father were trespassers. The court also instructed the jury, pursuant to NMSA 1978, UJI Civ. 15.1 (Repl.Pamp.1980), that if they found defendant conducted himself in violation1 of the State Criminal Trespass Statute (NMSA 1978, § 30-14-1 (Cum.Supp.1983)), then such conduct constituted negligence as a matter of law. Defendant contends the effect of these instructions was prejudicial error. We agree.\nViolation of a statute or ordinance enacted as a safety requirement for the protection of human life or property, where the violation is unexcused and proximately causes damages to another—constitutes negligence per se. NMSA 1978, UJI Civ. 15.3 and 15.4 (Repl.Pamp.1980); see also Archibeque v. Homrich, 88 N.M. 527, 543 P.2d 820 (1975); Hayes v. Hagemeier, 75 N.M. 70, 400 P.2d 945 (1963); Hernandez v. Brooks, 95 N.M. 670, 625 P.2d 1187 (Ct.App.), cert. denied, 94 N.M. 675, 615 P.2d 992 (1980).\nAs stated in Archibeque:\nThe test for negligence per se is ... (1) there must be a statute which prescribes certain actions or defines a standard of conduct, either explicitly or implicitly, (2) the defendant must violate the statute, (3) the plaintiff must be in the class of persons sought to be protected by the statute, and (4) the harm or injury to the plaintiff must generally be of the type the legislature through the statute sought to prevent.\n88 N.M. at 532, 543 P.2d at 825.\nThe evidence is conflicting as to whether the injuries sustained by plaintiff occurred on or off the property owned by her; however, the evidence is undisputed that the acts of defendant which injured plaintiff occurred at a time when defendant was attempting to leave the property and to back his motor vehicle out of plaintiff's driveway onto a public street. Under these circumstances the effect of both instructing the jury that defendant was a trespasser, and that if it found defendant had violated the criminal trespass statute, he was negligent per se, was confusing and prejudicial. The harm which ensued to plaintiff by being struck by a motor vehicle as defendant attempted to back from plaintiff's driveway and away from the premises was outsid'e the general purview of the harm the legislature sought to prevent by adopting the criminal trespass statute. See MRC Properties, Inc. v. Gries, 98 N.M. 710, 652 P.2d 732 (1982).\nAdditionally, Instruction No. 28 required the trial court to refer to the language of Section 30-14-1 defining criminal trespass. The wording of the portion of the criminal trespass statute inserted by the trial court was, however, outdated because it did not recognize recent legislative amendments to Section 30-14-1 which deleted the phrase and with malicious intent in 1981. (See Section 30-14-1 in the 1983 Cumulative Supplement.)\nA motion to conform the pleadings concerning a claim of trespass to the evidence was not presented to the trial court. The giving of the two instructions on trespass injected a false issue into the case, and if considered by the jury could only confuse and mislead them from the remaining is*799sues in the case. See Embrey v. Galentin, 76 N.M. 719, 418 P.2d 62 (1966).\nThe special verdicts returned by the jury do not indicate whether the jury based its finding of negligence on the part of defendant because of defendant's purported violation of the criminal trespass statute, constituting negligence per se, or upon the other claims of the plaintiff. Where it cannot be determined whether the jury's verdict was based upon an improperly submitted issue, a new trial must be granted. Security T. & S. Bank v. Ravel, 24 N.M. 221, 173 P. 545 (1918); Bendorf v. Volkswagenwerk Aktiengeselischaft, 88 N.M. 355, 540 P.2d 835 (Ct.App.), cert. denied 88 N.M. 319, 540 P.2d 249 (1975);\nB. Special Verdict Form\nDefendant claims it was error for the trial court to not include the names of Roxanna McNeely Henry, Preston McNeely and Eddie Waters as possible at-fault tortfeasors on the special verdict form submitted to the jury.\nIn Bartlett v. New Mexico Welding Supply, Inc., 98 N.M. 152, 646 P.2d 579 (Ct.App.), cert. denied, 98 N.M. 336, 648 P.2d 794 (1982), this Court held the trial court properly instructed the jury to consider the negligence and damage resulting from the negligence of the unknown driver. 98 N.M. at 159, 646 P.2d at 586. We stated that  '[t]he jury must ascertain the percentage of negligence of all participants to an occurrence.'  Id. (Citations omitted.) See also Wilson v. Galt, 100 N.M. 227, 668 P.2d 1104 (Ct.App.1983) (holding it was not error to instruct the jury as to the duty of absent tortfeasors and the claimed acts of negligence by those tortfeasors), and Marchese v. Warner Communications Inc., 100 N.M. 313, 670 P.2d 113 (Ct.App.), cert. denied, 100 N.M. 259, 669 P.2d 735 (1983) (where the jury was required to apportion fault of non-party tortfeasor).\nWe do not, however, find this issue dispositive because the record fails to reveal any written, tendered instructions. Instructions tendered by parties are to be in writing. De La O v. Bimbo's Restaurant, 89 N.M. 800, 558 P.2d 69 (Ct.App.), cert. denied, 90 N.M. 7, 558 P.2d 619 (1976); NMSA 1978, Civ.P.R. 51(H) (Cum.Supp.1983). In order to preserve error on appeal concerning the failure of the trial court to give an instruction or verdict form, it is necessary to submit a correct instruction or form of verdict for the court's consideration below. A general objection is insufficient. See Terrel v. Duke City Lumber Co., 86 N.M. 405, 524 P.2d 1021 (Ct.App.1974), modified, 88 N.M. 299, 540 P.2d 229 (1975); Lopez v. Maes, 81 N.M. 693, 472 P.2d 658 (Ct.App.), cert. denied, 81 N.M. 721, 472 P.2d 984 (1970); NMSA 1978, Civ.P.R. 51(1) (Cum.Supp.1983).\nC. Sudden Emergency\nDefendant tendered Requested Jury Instruction No. 7 based upon NMSA 1978, UJI Civ. 16.17 (Repl.Pamp.1980). UJI Civ. 16.17 establishes the standard of care required of a person when confronted with a sudden emergency. The trial court determined as a matter of law that defendant acted negligently in creating the sudden emergency and refused to give the requested instruction. We hold this was error. It was a question of fact as to whether defendant negligently created a sudden emergency situation when confronted by Preston McNeely and Edward Waters. It was also not entirely foreseeable that an attempt by defendant to obtain his daughter would result in such a confrontation.\nA question of fact concerning whether a party relying on the sudden emergency doctrine may have negligently contributed to causing the emergency, does not preclude submitting the instruction to the jury. Martinez v. Schmick, 90 N.M. 529, 565 P.2d 1046 (Ct.App.), cert. denied, 90 N.M. 637, 567 P.2d 486 (1977). If the jury finds negligence, then it does not apply the sudden emergency doctrine; if it *800does not find negligence, then the jury applies the emergency doctrine. 90 N.M. at 531-32, 565 P.2d at 1048-49. See also Barbieri v. Jennings, 90 N.M. 83, 559 P.2d 1210 (Ct.App.1976), cert. denied, 90 N.M. 7, 558 P.2d 619 (1977).\nA party is entitled to an instruction on his theory of a case if it has been properly pled and there is evidence upon which the theory might be supported. Mac Tyres, Inc. v. Vigil, 92 N.M. 446, 589 P.2d 1037 (1979). The trial court erred in not submitting the sudden emergency instruction to the jury.\nBecause of our determination of error on the trespass and sudden emergency issues, we need not consider defendant's remaining point on appeal.\nThe judgment is reversed and the case remanded for proceedings consistent herewith.\nIT IS SO ORDERED.\nHENDLEY and MINZNER, JJ., concur.\n",
    "annotations": {
        "Facts": [
            "The events precipitating this case began as a family fracas at the home of defendant's former mother-in-law, the plaintiff, Naomi McNeely, in Farmington. During the pendency of divorce proceedings between defendant and Roxanna McNeely Henry, the defendant and his wife began quarrelling over the physical custody of their two minor children. Initially, defendant had taken physical custody of the children, however, Roxanna later took the children without his consent.Several weeks later in July, 1981, in order to regain the physical custody of the children, defendant and his father, Harvey Henry, went to the home of plaintiff. At the time of defendant's arrival, plaintiff was babysitting one of the McNeely children. Plaintiff had been sitting in her front yard talking to some friends when defendant and Harvey Henry drove up in separate vehicles. Defendant drove his automobile into plaintiff's driveway and called to his daughter Rhonda, who was in the yard. Defendant's daughter ran toward him but plaintiff grabbed her and ran toward the house. Defendant and his father caught up with plaintiff and a scuffle ensued between plaintiff and defendant's father. Harvey Henry took the child from plaintiff's arms and handed her to defendant, who then placed the child in his car which was parked in the driveway.Edward Waters, age fifty-two (who lived in plaintiff's home), heard the argument of the parties and grabbed a baseball bat from the house and went outside. Plaintiff obtained the bat and began hitting it against the windshield and side of Harvey Henry's truck which was parked in the street but partially blocking the driveway. Harvey Henry took the bat from plaintiff and threw it in the back of his truck. Plaintiff then began beating on defendant's car with her fists.At this point, Waters took a 30-30 rifle from plaintiff's car and pointed it at defendant; plaintiff's son, Preston McNeely, also came out of the house brandishing an axe handle. Defendant then jumped in his car and backed rapidly down the driveway in an effort to leave the premises. As defendant backed up, the fender of his car struck the plaintiff who was standing in the driveway. As a result of being hit by defendant's car, plaintiff alleged that she sustained personal injuries which were permanent in nature."
        ],
        "Procedural History": [
            "Defendant, Tony Henry, appeals from a judgment entered following a jury trial awarding his former mother-in-law damages in the sum of $85,200 against him based on her claims of negligence and assault and battery.",
            "Following a trial on the merits, the jury returned a special verdict on plaintiff's negligence claim and against defendant, finding plaintiff's total damages amounted to $142,000, that she was 40% negligent, and that defendant was 60% negligent. The jury found no negligence on the part of defendant's father, and awarded damages in the sum of $750 on his counterclaim. After factoring in the percentage of plaintiff's negligence, the verdict against defendant was diminished under comparative negligence principles to $85,000. Only the defendant, Tony Henry, has appealed the judgment entered below.",
            "The trial court, over defendant's objection, instructed the jury that defendant and his father were trespassers. The court also instructed the jury, pursuant to ",
            ", that if they found defendant conducted himself in violation1 of the",
            "), then such conduct constituted negligence as a matter of law.",
            "The trial court determined as a matter of law that defendant acted negligently in creating the sudden emergency and refused to give the requested instruction."
        ],
        "Application of Law to Facts": [
            "the acts of defendant which injured plaintiff occurred at a time when defendant was attempting to leave the property and to back his motor vehicle out of plaintiff's driveway onto a public street. Under these circumstances the effect of both instructing the jury that defendant was a trespasser, and that if it found defendant had violated the criminal trespass statute, he was negligent per se, was confusing and prejudicial. The harm which ensued to plaintiff by being struck by a motor vehicle as defendant attempted to back from plaintiff's driveway and away from the premises was outsid'e the general purview of the harm the legislature sought to prevent by adopting the criminal trespass statute.",
            "The giving of the two instructions on trespass injected a false issue into the case, and if considered by the jury could only confuse and mislead them from the remaining is*799sues in the case.",
            "We hold this was error. It was a question of fact as to whether defendant negligently created a sudden emergency situation when confronted by Preston McNeely and Edward Waters. It was also not entirely foreseeable that an attempt by defendant to obtain his daughter would result in such a confrontation.A question of fact concerning whether a party relying on the sudden emergency doctrine may have negligently contributed to causing the emergency, does not preclude submitting the instruction to the jury.",
            "The trial court erred in not submitting the sudden emergency instruction to the jury."
        ],
        "Relevant Precedents": [
            "NMSA 1978, UJI Civ. 15.1 (Repl.Pamp.1980)",
            " State Criminal Trespass Statute (NMSA 1978, § 30-14-1 (Cum.Supp.1983)",
            "NMSA 1978, UJI Civ. 15.3 and 15.4 (Repl.Pamp.1980)",
            "Archibeque v. Homrich, 88 N.M. 527,  (1975); Hayes v. Hagemeier, 75 N.M. 70,  (1963); Hernandez v. Brooks, 95 N.M. 670,  (Ct.App.), cert. denied, 94 N.M. 675,  (1980).",
            "Archibeque",
            "MRC Properties, Inc. v. Gries, 98 N.M. 710,  (1982).",
            "Embrey v. Galentin, , 418 P.2d 62 (1966).",
            "NMSA 1978, UJI Civ. 16.17 (Repl.Pamp.1980)",
            "UJI Civ. 16.17",
            "Martinez v. Schmick, , 565 P.2d 1046 (Ct.App.), cert. denied, , 567 P.2d 486 (1977)",
            "90 N.M. at 531-32, 565 P.2d at 1048-49. See also Barbieri v. Jennings, 90 N.M. 83,  (Ct.App.1976), cert. denied, 90 N.M. 7,  (1977)."
        ],
        "Outcome": [
            "Reversed and remanded.",
            "The judgment is reversed and the case remanded for proceedings consistent herewith."
        ]
    },
    "class": "reverse"
}