{
    "text": "O'Brien v. Middle Rio Grande Conservancy District, 94 N.M. 562, 613 P.2d 432 (1980)\nMay 29, 1980 · Court of Appeals of New Mexico · No. 4343\n94 N.M. 562, 613 P.2d 432\nMichael O'BRIEN, Plaintiff-Appellee,v.MIDDLE RIO GRANDE CONSERVANCY DISTRICT, Defendant-Appellant\n613 P.2d 432\nCourt of Appeals of New Mexico.\n*564Ray Shollenbarger, Jr., Albuquerque, for defendant-appellant.\nFred M. Calkins, Jr., Calkins & Brandenburg, Albuquerque, for plaintiff-appellee.\nOPINION\nWOOD, Chief Judge.\nPlaintiff was riding a dirt bike, which we understand to be a vehicular device not licensed for use on public roads. Either plaintiff, or the bike, or both, struck a cable stretched across defendant's service road, on which plaintiff was traveling, and plaintiff was injured. The cable was attached to two railroad ties used as posts. The trial court concluded that this barrier was negligently erected with the knowledge and consent of the Defendant, and negligently maintained by defendant, and awarded damages to plaintiff for his injuries. Defendant appeals. We divide the issues into those involving (1) liability apart from the Tort Claims Act, and (2) liability under the Tort Claims Act.\nLiability Apart From the Tort Claims Act\nThe evidence is undisputed that the posts and cable were not erected by defendant's employees. Defendant contends that it cannot be liable for the negligence of persons not employed by it. Defendant was not found to be negligent on the basis of the negligence of non-employees.\nPrivate persons, some five years prior to the accident, petitioned defendant to place a barricade across the service road to prevent trucks and cars driving back and forth. Petitioners were concerned with traffic on the ditch. The testimony is that defendant agreed that barricades (there were two of them) could be put up but they did not have the funds or manpower to do so. They said that . Conservancy District locks would have to be placed so that their vehicles could have access . . . . They gave the locks to my husband. . . .We had no keys to the locks. Petitioners erected the barricades; defendant furnished the locks and had the keys to the locks. Defendant did not instruct petitioners that any warnings or signs should be erected. Defendant used the service road for maintenance of its canal and ditch bank. Defendant had controlled use of the service road by a barricade to which it had the key for some five years before the accident happened.\nThe trial court found that the barrier was erected with defendant's knowledge and consent, that the barrier was not properly marked so that a person using the road might be able to see the cable before striking it; that there were no signs or markers indicating the barrier existed; that there were no signs or markers indicating the public was not permitted to use the road. Substantial evidence supports these findings. From these findings, the trial court could properly conclude that defendant was negligent and that plaintiff was not contributorily negligent. See Gallagher v. Albuquerque Metro., Etc., 90 N.M. 309, 563 P.2d 103 (Ct.App.1977); Becker v. City of Waterloo, 245 Iowa 666, 63 N.W.2d 919 (1954).\n*565 Liability Under the Tort Claims Act\nDefendant asserts that it is a governmental entity under the Tort Claims Act. We agree. Sections 41 — 4-2, 41 — 4— 3(B) and (C), and 73-14-13, N.M.S.A.1978. Defendant also claims that it is immune from liability except as provided in the Tort Claims Act. Again, we agree. The applicable statute is § 41-4-4(A), N.M.S.A.1978, prior to its amendment in 1978. Section 41 — 4—4(A), supra, granted immunity, except as provided in the Tort Claims Act.\nSection 41 — 4-11, N.M.S.A.1978 reads:\nA. The immunity granted pursuant to Subsection A of Section 41 — 4—4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the maintenance of or for the existence of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area.\nB. The liability for which immunity has been waived pursuant to Subsection A of this section shall not include liability for damages caused by:\n(1) a defect in plan or design of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area; or\n(2) the failure to construct or reconstruct any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area.\n(a) On appeal, defendant contends the accident did not happen on a roadway, but upon the ditch bank of one of its canals. That is true, but defendant had a service road on top of the ditch bank. Defendant's appellate claim, that the accident did not happen on a roadway, is contrary to its position in the trial court. Defendant requested the trial court to find that plaintiff was injured while driving on the service road and that the service road was owned by defendant. The trial court so found. Defendant may not complain that the trial court adopted findings requested by defendant. Platero v. Jones, 83 N.M. 261, 490 P.2d 1234 (Ct.App.1971).\n(b) Section 41 — 4-ll(A), supra, refers to negligence of public employees while acting within the scope of their duties. Defendant's negligence was in the maintenance of the service road in, as the trial court concluded, a dangerous condition created by the . . . barrier. Defendant asserts the maintenance of this dangerous condition was an omission, a nonfeasance, and that the Tort Claims Act does not contemplate liability for omissions.\nDefendant refers us to the phrase employees . . . acting within the scope of their duties in § 41 — 4-11(A), supra, in support of this argument. (Our emphasis.) [Ajcting within the scope of their duties states the basis for holding the employer liable for negligence of the employee; it does not pertain to the type of negligence. Section 41 — 4-2(B), supra, answers defendant's contention; that section states: Liability for acts or omissions under the Tort Claims Act shall be based upon the traditional tort concepts of duty and the reasonably prudent person's standard of care in the performance of that duty. Compare U.J.I.Civ. 12.1. If maintaining the service road in a dangerous condition was an omission, it was a negligent omission and defendant may be held liable for such negligence.\n(c) Defendant contends that roadway in § 41 — 4-ll(A), supra, means a public roadway, that is, a road open to public use, and the service road was not open to public use. See Lovelace v. Hightower, 50 N.M. 50, 168 P.2d 864 (1946) and § 67-7-10, N.M.S.A.1978. Our statutes and court decisions have distinguished between public roads (that is, open to public use) and private roads. Sections 67-2-1, 67-2-2, 67-10-4, N.M.S.A.1978; Norero v. Board of County Comm'rs of Grant County, 82 N.M. 300, 481 P.2d 88 (1971); Moore v. Armstrong, 67 N.M. 350, 355 P.2d 284 (1960). We must presume that the legislature was informed as to existing law. Bettini v. City of Las Cruces, 82 N.M. 633, 485 P.2d 967 (1971).\n*566Informed as to the distinction in the law between public and private roads, the Legislature provided in § 41-4-ll(A), supra, that immunity from liability was waived as to negligence ... in the maintenance of . any . . . roadway. (Our emphasis.) Any means one or more, all. Webster's Third New International Dictionary (1966). The waiver of immunity for negligence in the maintenance of a roadway was not limited to a public roadway.\n(d) The trial court found that defendant was responsible for maintenance of the service road. Defendant contends that, as a matter of law, it could not be responsible for maintenance; that under § 67-2-2, supra, the county was liable for the maintenance and defendant had no duty to do so. Section 67-2-2, supra, deals with maintenance of public highways. Defendant's argument is predicated on the view that roadway in § 41 — 4-ll(A), supra, means a public road, a view we have held to be incorrect. The evidence was that this road was not a public road, but a road owned by defendant. Section 67-2-2, supra, was not applicable.\n(e) Section 41-4-ll(B), supra, states that the waiver of immunity does not include liability for damages caused by a defect in plan or design of any roadway. Defendant claims the decision to allow the barrier to be erected was a plan; it claims the decision to have a barrier consisting of posts and a cable was a design. Defendant asserts that plaintiff's lawsuit involved a defect in the barrier and, thus, it is immune from liability. This contention is sophistry. Defendant was not found negligent on the basis of either the plan or design of the barrier; it was found negligent for maintaining a barrier, across a service road, in the absence of signs warning not to use the road, in the absence of signs warning of the barrier, and in the absence of markings on the barrier so that the barrier might be seen by the user of the road. Section 41 — 4-ll(B), supra, is not applicable. Compare City of Albuquerque v. Redding, 93 N.M. 757, 605 P.2d 1156 (1980).\n(f) Defendant contends there was no roadway within the. meaning of § 41-4— 11(A), supra, because the service road was a component part of defendant's canal system and has no independent status as a roadway. Defendant claims it is immune from liability under § 41-4-6, N.M.S.A.1978. That section states:\nThe immunity granted pursuant to Subsection A of Section 41 — 4—4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. Nothing in this section shall be construed as granting waiver of immunity for any damages arising out of the operation or maintenance of works used for diversion or storage of water.\nDefendant asserts that plaintiff's damage claim arose out of the maintenance of works for the diversion of water.\nThis contention is not before us for review; no claim of immunity under § 41-4-6, supra, was raised in the trial court. Rule of Civ.App. 11.\nThe logic of defendant's position is that it has total immunity from liability when it negligently maintains a roadway. Because of this logic, we answer this contention on the merits.\nDefendant's authorized activities include the diversion of water. Section 73-14 — 4, N.M.S.A.1978. It may do all things necessary to effectuate that purpose. Section 73-14-4, supra. It is clear that the Legislature has conferred broad power upon defendant. If the Legislature had intended to confer immunity commensurate with this broad power, it could easily have so stated. *567However, it did not; the immunity conferred by the Legislature is for works used for diversion ... of water. Defendant's service roadway, on the ditch bank, was used for the maintenance of the canal and ditch bank; however, the service road was not used for the diversion of water. Negligence in maintaining this service road was not intended to be swept under a governmental immunity rug. Holiday Management Co. v. City of Santa Fe, 94 N.M. 368, 610 P.2d 1197 (1980).\nThe judgment in favor of plaintiff is affirmed.\nIT IS SO ORDERED.\nHERNANDEZ and LOPEZ, JJ., concur.\n\nPlain English summary:\nPlaintiff was riding a dirt bike which struck a cable stretched across defendant's service road, injuring plaintiff. The cable was attached to two railroad ties used as posts. The question for the court was whether the cable was negligently erected with the knowledge and consent of the Defendant, and negligently maintained by defendant. The court said that it was. ",
    "annotations": {
        "Facts": [
            "Plaintiff was riding a dirt bike, which we understand to be a vehicular device not licensed for use on public roads. Either plaintiff, or the bike, or both, struck a cable stretched across defendant's service road, on which plaintiff was traveling, and plaintiff was injured. The cable was attached to two railroad ties used as posts.",
            "the posts and cable were not erected by defendant's employees.",
            "Private persons, some five years prior to the accident, petitioned defendant to place a barricade across the service road to prevent trucks and cars driving back and forth. Petitioners were concerned with traffic on the ditch. The testimony is that defendant agreed that barricades (there were two of them) could be put up but they did not have the funds or manpower to do so. They said that . Conservancy District locks would have to be placed so that their vehicles could have access . . . . They gave the locks to my husband. . . .We had no keys to the locks. Petitioners erected the barricades; defendant furnished the locks and had the keys to the locks. Defendant did not instruct petitioners that any warnings or signs should be erected. Defendant used the service road for maintenance of its canal and ditch bank. Defendant had controlled use of the service road by a barricade to which it had the key for some five years before the accident happened."
        ],
        "Procedural History": [
            "The trial court concluded that this barrier was negligently erected with the knowledge and consent of the Defendant, and negligently maintained by defendant, and awarded damages to plaintiff for his injuries. Defendant appeals.",
            "Defendant was not found to be negligent on the basis of the negligence of non-employees."
        ],
        "Application of Law to Facts": [
            "The trial court found that the barrier was erected with defendant's knowledge and consent, that the barrier was not properly marked so that a person using the road might be able to see the cable before striking it; that there were no signs or markers indicating the barrier existed; that there were no signs or markers indicating the public was not permitted to use the road. Substantial evidence supports these findings. From these findings, the trial court could properly conclude that defendant was negligent and that plaintiff was not contributorily negligent."
        ],
        "Relevant Precedents": [
            "Gallagher v. Albuquerque Metro., Etc., , 563 P.2d 103 (Ct.App.1977); Becker v. City of Waterloo, , 63 N.W.2d 919 (1954)."
        ],
        "Outcome": [
            "The judgment in favor of plaintiff is affirmed."
        ]
    },
    "class": "affirm"
}