{
    "text": "Strickland v. Roosevelt County Rural Electric Cooperative, 94 N.M. 459, 612 P.2d 689 (1980)\nJan. 17, 1980 · Court of Appeals of New Mexico · No. 3865\n94 N.M. 459, 612 P.2d 689\nRhoda Ann STRICKLAND, as personal representative of the Estate of Joseph Kay Strickland, Deceased, Plaintiff-Appellant,v.ROOSEVELT COUNTY RURAL ELECTRIC COOPERATIVE and Cyril E. Carter, Defendants-Appellees\n612 P.2d 689\nCourt of Appeals of New Mexico.\n*461Mark J. Klecan, Joseph Rocca, Eugene E. Klecan, Wendy M. Bickel, Klecan & Roach, P.A., Albuquerque, for plaintiff-appellant.\nDan B. Buzzard, Clovis, for defendant-appellee, Roosevelt County Rural Elec.\nLynn Pickard, Pickard & Singleton, Santa Fe, for defendant-appellee, Cyril E. Carter.\nOPINION\nSUTIN, Judge.\nThis action was brought pursuant to the New Mexico Wrongful Death Act. Decedent was electrocuted while unloading soil conditioner delivered in a truck to a location specified by defendant Carter on Carter's farm. Decedent's truck came in close proximity to power lines installed and maintained by defendant Electric Cooperative. At the conclusion of plaintiff's case, the trial court directed a verdict in favor of both defendants solely on the ground that decedent was guilty of contributory negli*462gence as a matter of law. Plaintiff appeals from the judgment entered on the directed verdict. We reverse.\nA. The facts are undisputed.\nCarter was the only eyewitness to decedent's electrocution. He was not called as a witness to testify in person. His testimony was presented by way of a written statement by defendant's agent and deposition taken by plaintiff. Plaintiff read a portion of the deposition to the jury that related Carter and Electric Coop to her claims. Defendant, who cross-examined Carter, read portions that related to decedent's conduct.\nOn September 8, 1976, for the first time, decedent delivered a load of soil conditioner by tractor-trailer to Carter's farm house near Portales. He arrived at 6:15 p. m. Sunset occurred at 7:00 or 7:10 p. m. and the electrocution occurred before 7:00 p. m.\nUpon arrival, Carter entered decedent's truck to show decedent where the soil conditioner should be dumped. Carter directed decedent to drive along a dirt road some 600 yards south of Carter's house. During this trip, Carter told decedent to be careful and watch the electric lines. The electric poles and wires positioned along the west side of the road ran parallel with the road and were in clear sight, plain, open and obvious. These wires were owned and maintained by Electric Coop and were transmission or feeder lines which served Carter's farm, numerous residences and a few businesses. The wires were not insulated and carried a voltage of 7200 volts.\nAfter arrival at the designated area, decedent complained about workers who had been slow to load his truck and he was anxious to get home. Carter directed decedent to back the truck underneath the power line onto a field on the west side of the road. Carter instructed decedent to dump the soil conditioner on the west side of the road because it was centrally located for distribution over various fields on his farm.\nDefendant backed the truck some 37 feet west of the road and dumped a portion of the load. With the trailer in an upright position, decedent then drove his truck forward eastwardly to empty the load on his trailer. Carter, who had emerged from the truck, thought decedent might run through the power lines and had decedent stop the truck. No part of the truck was in direct contact with the power lines. However, expert testimony established that an electrical current could arc or jump from the uninsulated wires about Vio of an inch to the metal portion of the trailer without actual contact between the two surfaces. Having stopped, decedent emerged from the cab. Carter pointed again and said Watch those lines, but decedent payed no attention. He just went over to get the crank. He hit the lever on the left side of the truck to let the bed down some, then put his right hand on the outside lever and fell forward. To stop the bed from coming down, Carter immediately moved the same lever decedent had just touched and felt nothing at all, so he thought decedent had died of a heart attack. Carter did not observe the position of the trailer with the power lines and did not think there was any danger. Carter did not know that decedent had been electrocuted until he was notified at 8:00 p. m. that evening.\nThe State Medical Examiner testified that no burns were present on either of decedent's hands. Decedent had not been electrocuted by touching the lever with his hand as Carter testified. The entry of the electrical current was found on decedent's left arm and back where the burns were located.\nB. Status of case on appeal.\nWhen plaintiff rested her case, defendants, among other motions, moved for a directed verdict that plaintiff's claims be barred by reason of decedent's contributory negligence as a matter of law. The motions were based upon the failure of decedent to obey the warnings given by Carter. After extensive argument, the trial court granted defendants' motion for a directed verdict on the issue of contributory negligence.\nBy moving for a directed verdict on decedent's contributory negligence, defendants *463admitted their negligence for purposes of the motion. McKeough v. Ryan, 79 N.M. 520, 445 P.2d 585 (1968). Defendants cannot now challenge the sufficiency of plaintiff's case.\nThe only issue on this appeal is:\nDid the trial court properly direct a verdict based upon the fact that decedent was guilty of contributory negligence as a matter of law?\nContributory negligence is an affirmative defense. The burden was on defendants to establish this defense as a matter of law. To hold decedent guilty of contributory negligence as a matter of law, the trial court had to accept Carter's testimony as true and declare that decedent foresaw an unreasonable risk of injury to himself after warnings had been given and that reasonable minds would agree that a reasonably prudent person in the exercise of ordinary care would not have acted as decedent did. Anderson v. Welsh, 86 N.M. 767, 527 P.2d 1079 (Ct.App.1974); U.J.I. 13.1 and 12.1.\nC. Purpose of Rule 50(a) entitled Motion for a Directed Verdict.\nRule 50(a) of the Rules of Civil Procedure provides a party with the right, to file a motion for a directed verdict in which the party states the specific grounds therefor. No provision is made for disposition of the motion. Martinez v. Bullock, 535 P.2d 1200, 1203 (Alaska, 1975) says:\nThe purpose of a motion for a directed verdict under Civil Rule 50(a) is to allow a judge to resolve a factual issue where, viewing the evidence in the light most favorable to the nonmoving party, fair-minded jurors could not reach different conclusions on the issue. .\nIn other words, the purpose of the Rule is to allow the judge, not the jury, to resolve the factual issue in the instant case by concluding that decedent was guilty of contributory negligence as a matter of law.\nD. A directed verdict is not favored.\nThere are no rigidly definite directed verdict standards. The appropriate exercise of judicial control depends heavily on the nature of the factual uncertainties involved in all the evidence. Therefore, directed verdicts are not favored and should be granted only when the jury could not reasonably and legally reach any other conclusion. Console v. Nickou, 156 Conn. 268, 240 A.2d 895 (1968); LaVelle v. Kenneaily, 165 Mont. 418, 529 P.2d 788 (1974); Serratoni v. Chesapeake and Ohio Railway Company, 333 F.2d 621 (6th Cir. 1964). . . Trial by jury is our established constitutional safeguard against assumption of unwarranted judicial authority and should be honored by steadfast observance.'  Serratoni, supra [Id. 626]. Such motions should be sparingly and cautiously granted. Fisher v. Sears, Roebuck & Company, 207 Kan. 493, 485 P.2d 1309 (1971). In a tort action the trial court should always be extremely chary in directing a verdict. Lee v. South-land Corporation, 253 So.2d 268 (Fla.App. 1971). He deals with one of the most tricky situations in the administration of the law, Garcia v. San Gabriel Ready Mixt., 155 Cal. App.2d 568, 318 P.2d 145 (1957), and, the law very zealously protects one against whom a motion for a directed verdict is addressed. Burke v. Burke, 135 Ind.App. 235, 191 N.E.2d 530 (1963).\nThe purpose of emphasizing the appellate court's attitude toward the directed verdict is to encourage a district judge to be positive in his approach to a decision on the motion. He must recognize that it is burdensome upon a plaintiff to retry the case when the same result can be reached by judgment N.O.V. If there is doubt in the court's mind that all reasonable men would draw the same conclusion from the evidence, the question must be submitted to the jury. When a motion for instructed verdict counting on contributory negligence is presented, the trial judge becomes a sort of assayer of evidence and his cupel admits of motion-grant only when it discloses that all reasonable men would conclude with unanimity that the plaintiff was guilty of 'no care at all' . [Emphasis by Court.] Normand v. Thomas Theatre Corporation, 349 Mich. 50, 84 N.W.2d 451, 454 (1957).\n*464E. On the issue of contributory negligence, a verdict will not be directed where the only person who could have contradicted the witness is dead.\nContributory negligence is almost always a question of fact to be determined by the jury, and is not a question of law, especially so where plaintiff has a reasonable election as to whether he should expose himself to peril. Proctor v. Waxler, 84 N.M. 361, 503 P.2d 644 (1972). While contributory negligence cannot rest on speculation or conjecture, it has been repeatedly stated that only in rare instances is the trial court warranted in withdrawing contributory negligence from the jury. Pancoast v. McLean, 6 Wash.App. 592, 494 P.2d 1374 (1972); Halley v. Hugh Nawn, Incorporated, 356 Mass. 28, 248 N.E.2d 5 (1969); Carroll v. Wilson, 255 S.C. 536, 180 S.E.2d 198 (1971).\nThese are factors that ameliorate the harshness of contributory negligence and cast a lightened burden on plaintiff. Wartels v. County Asphalt, Inc., 29 N.Y.2d 372, 278 N.E.2d 627, 328 N.Y.S.2d 410 (1972). The factor applicable in the instant case arises where the only eyewitness is the defendant and the plaintiff is dead. A trial court is denied the right to declare a directed verdict where decedent is the only person who can contradict the witness on a material issue. Hyman v. Bierman, 130 N.J.L. 170, 31 A.2d 762 (1943); Clark v. Public Service Electric Co., 86 N.J.L. 144, 91 A. 83 (1914); Schultz v. Hinz, 20 N.J.Super. 346, 90 A.2d 19 (1952); Bradford-Kennedy Co. v. Fred G. Clark Co., 43 F.2d 675 (8th Cir. 1930); Chicago G. W. Ry. Co. v. Price, 97 F. 423 (8th Cir. 1899); Bloomingdale v. Southern Nat. Bank, 63 App.Div. 72, 71 N.Y.S. 306 (1901); 38 Cyclopedia of Law and Procedure, p. 1570 (1911).\nBased upon this rule, the testimony of a witness need not be believed when the only person who could have contradicted the witness is dead. In Re Perrone's Estate, 5 N.J. 514, 76 A.2d 518 (1950).\nThe death rule is applicable in tort claims that involve the issue of contributory negligence. Hyman, supra; Chicago G. W. Ry. Co., supra. In Hyman, the trial court granted defendant's motion for a non-suit because the proof clearly and affirmatively indicated that decedent was guilty of contributory negligence. In reversing, the court said:\n[T]he only person, under the circumstances, who could have contradicted such proof was the decedent. And the decedent was again the only person who would have denied that he had failed to have made a reasonably effective observation before crossing even though he may have had the opportunity to observe the automobile which struck him as the driver of that automobile had to observe decedent. Under such circumstances, we follow what seems to be the rule, namely,  * * * that a verdict will not be directed where the only person who could have contradicted the witness is dead.\nCarter testified that decedent did not heed his warnings about the power lines. Decedent was the only witness who could contradict Carter's testimony. He was the only person who could deny that he was warned and that he failed to make a reasonable observation as he approached the power lines.\nUnder this death rule the directed verdict for defendants must be reversed.\nF. The directed verdict was erroneous based solely on Carter's testimony.\nIn ruling on a motion for a directed verdict, the trial court must review all of the evidence together with all reasonable inferences deducible therefrom most favorable to the party resisting the motion. Insofar as the properly admitted evidence is uncontroverted, it must be considered. If any uncontradicted evidence, including the reasonable inferences deducible therefrom, may reasonably be interpreted in different ways, then the interpretation most favorable to the resisting party must be accepted. If there be conflicts or contradiction in the evidence, these conflicts must be re*465solved in favor of the resisting party. All conflicts in the evidence unfavorable to the position of that party must be disregarded. Skyhook Corp. v. Jasper, 90 N.M. 143, 560 P.2d 934 (1977).\nSkyhook commands that the trial court carefully separate the chaff from the wheat. This is most difficult in the heat of litigation where the decision rests solely on the testimony of the movant and the lips of decedent are sealed. Exceptional care must be taken because movant is an interested party, not one who is disinterested in the outcome of the litigation. The party's testimony may be considered but not accepted as true. The administration of the Skyhook rule should be made easier in the instant case because plaintiff is confronted with a veil of secrecy on the issue of contributory negligence. The trial court should be presented with a simple workable test. As applied to contributory negligence, the trial court should not have to grasp at straws in making narrow distinctions in the testimony of a party to create an issue of fact. To do so, is to cause the trial court to examine and weigh all of the evidence, accept the party's testimony as true and then form a judgment compounded largely of personal opinions. It would simplify the work of the trial court if we left intact as a question for the jury, the credibility of a witness who is a genuinely interested party. Bobbe, The Uncontradicted Testimony of an Interested Witness, 20 Cornell L.Rev. 33 (1934). Based on this rule, an issue of fact exists and the determination of the truth of the party's testimony is presented to the jury.\nIn a jury trial, the credibility of a witness is the sole function of the jury. Murphy v. Frinkman, 92 N.M. 428, 589 P.2d 212 (Ct.App.1978); Dungan v. Smith, 76 N.M. 424, 415 P.2d 549 (1966). The jury may even find against a party on his own uncontradicted and unimpeached evidence. Ferguson v. Boyd, 448 S.W.2d 901 (Mo. 1970); Piwowarski v. Cornwell, 273 N.Y. 226, 7 N.E.2d 111 (1937). A fact is not admitted or undisputed merely because it has not been contradicted because the question of credibility is for the jury. Smith v. Frank, 165 Conn. 200, 332 A.2d 76 (1973). The general rule is that evidence given by an interested witness, even though uncontradicted, presents an issue to be determined by the jury. Harlow v. Swift and Company, 491 S.W.2d 472 (Tex.Civ.App. 1973). Two important factors exist in determining whether a jury can disbelieve the uncontradicted testimony of a witness: (1) The availability of evidence to contradict the witness' statement; and (2) the likelihood that the witness' interest in the litigation may tempt him to testify falsely. Coleman v. Meyer, 261 Or. 129, 493 P.2d 48 (1972).\nFerdinand v. Agricultural Insurance Company, 22 N.J. 482, 126 A.2d 323 (1956) presents a case where the trial court entered a judgment on a directed verdict in favor of insureds in an action brought on a jewelry-fur floater policy for loss of jewelry allegedly stolen from an automobile parked overnight at a motel. The insureds were the only witnesses available to testify. The insurer rested without offering any testimony. The appellate division affirmed and the Supreme Court reversed because, under these circumstances, the jury must be given the opportunity to determine the genuineness of plaintiff's claim on the basis of credibility. It determined that credibility of a witness was a flexible rule, not a hard and fast rule always a question of fact for the jury. It followed the rule in Hull v. Littauer, 162 N.Y. 569, 57 N.E. 102 (1900), cited in the case of Medler v. Henry, 44 N.M. 275, 101 P.2d 398 (1940). Ferdinand quoted the Hull rule as follows:\nGenerally, the credibility of a witness, who is a party to the action, and therefore interested in its result, is for the jury; but this rule, being founded in reason, is not an absolute and inflexible one. If the evidence is possible of contradiction in the circumstances; if its truthfulness or accuracy, is open to a reasonable doubt upon the facts of the case, and the interest of the witness furnishes a proper ground for hesitating to accept his statements, — it is a necessary and just rule that the jury should pass upon it. Where, *466however, the evidence of a party to the action is not contradicted by direct evidence, nor by any legitimate inferences from the evidence, and it is not opposed to the probabilities, nor, in the nature, surprising or suspicious, there is no reason for denying to it conclusiveness. Though a party to an action has been enabled ... to testify as a witness, his evidence is not to be regarded as that of a disinterested person, and whether it should be accepted without question depends upon the situation as developed by the facts and circumstances and the attitude of the adversary. [Emphasis added.] [Id. 126 A.2d 332-3.]\nImportant factors in the instant case which play a part in the application of the rule are (1) contributory negligence; (2) defendant, as the sole eyewitness of an accident; (3) the death of the adversary; and (4) the unavailability of any other witness or evidence.\nThe law in New Mexico was expressly adopted in U.J.I. 17.5 entitled Credibility of Witness. It reads:\nYou alone are the judges of the credibility of the witnesses and the weight to be given to the testimony of each of them. In determining the credit to be given any witness you may take into account his ability and opportunity to observe, his memory, his manner while testifying, any interest, bias or prejudice he may have, and the reasonableness of his testimony considered in the light of all the evidence in the case.\nThe basis for a proper evaluation of credibility are (1) manifestations of insincerity, failing memory, improper perception, inability to properly and accurately communicate the information which a witness intends to convey, and (2) demeanor, which includes nervousness, hesitancy in testifying, blushing, anger and the like. These are perplexing factors. Both these factors are solely for the jury to determine because there is more safety in reliance upon the collective experience of a number of jurors, ordinarily a cross-section of the community, than to entrust the determination to a single individual, the trial judge.\nAnother New Mexico rule must be clarified and applied to the instant case. In Home Fire & M. Ins. Co. v. Pan American Petroleum Corp., 72 N.M. 163, 171, 381 P.2d 675 (1963) the court said:\n. A court may properly direct a verdict where there can be no disagreement among reasonable minds that a plaintiff is guilty of contributory negligence.\nTo hold decedent guilty of contributory negligence, the trial court must declare that reasonable minds cannot differ that decedent foresaw an unreasonable risk of harm and did not exercise that care which a reasonably prudent person exercises. We must look realistically at the meaning of reasonable minds as the trial court views the evidence. In Anderson v. Welsh, supra, we tried to resolve the meaning of reasonable minds and their views upon the subject of contributory negligence to determine if they would agree or disagree. We concluded that this concept was a fiction because we do not know what reasonable minds are nor how they would react, except as this concept is reflected in the thoughts of each individual trial judge, and the appellate judges. In other words, the rule as restated is:\nA court may properly direct a verdict where there can be no disagreement in the court's mind that a plaintiff is guilty of contributory negligence.\nFrom this point of view, we can understand the variety of decisions that reach this Court. The simpler we can establish the guidelines, the more uniform the decisions below will be. In the instant case, the rules are simple: (1) a trial court is denied the right to declare a directed verdict where decedent is the only person who can contradict a witness on a material issue and (2) the uncontradicted testimony of a party on a material issue creates an issue of fact because the testimony is subject to the test of credibility. If this credibility rule comes flexible, based upon vague and uncertain language emphasized in the Hull rule, the burden is shifted to the trial court *467and this Court to sift the debris of testimony in an archeological search for fossil relics and artifacts.\nNo one would champion a rule which requires belief as true anything that a party to litigation might say when the party's testimony stands alone on a decisive issue free of subjection to the credibility test. Self interest should be preserved as creating an issue of credibility regardless of the plausibility of the testimony. What one judge would accept as the prime indication of trustworthiness, another judge would reject. The judge must assume that, if he lets the case go to the jury, they will believe all evidence, including demeanor evidence favorable to plaintiff. In other words, the judge must not deprive plaintiff of any advantage plaintiff might derive from hearing the jury pass on the oral testimony of an interested party. This is a well-settled rule. Dyer v. MacDougall, 201 F.2d 265 (2nd Cir. 1952), Judge Frank, concurring. Neither the trial court nor this Court should determine the reliability of the testimony. The peculiar factual issue of the credibility of an interested witness, even though uncontradicted, should be a matter absolutely within the province of the jury.\nIf the trial court had a definite guideline to follow, we would not be confronted with directed verdicts in such cases as Morris v. Cartwright, 57 N.M. 328, 258 P.2d 719 (1953); Sanchez v. Gomez, 57 N.M. 383, 259 P.2d 346 (1953); Merrill v. Stringer, 58 N.M. 372, 271 P.2d 405 (1954); Jones v. New Mexico School of Mines, 75 N.M. 326, 404 P.2d 289 (1965), and a host of others.\nIn Morris, Cartwright and the driver of his truck testified that the driver was using Cartwright's truck without authority or permission. In affirming a directed verdict, the court said:\n. This evidence is undisputed and must be accepted as true. . . . [Id., 57 N.M. 332, 258 P.2d 722.]\nPerhaps Morris stands for the proposition that the testimony of the master, corroborated by the servant, avoids the credibility rule.\nIn Merrill, Stringer testified that the first time he saw Merrill, she appeared in his windshield at the moment of impact, but the court said this evidence was not conclusive; that a jury might reasonably conclude that Stringer actually saw Merrill in a position of danger, notwithstanding his testimony to the contrary. The credibility rule was applicable.\nCarter relies upon his own uncontradicted, undisputed testimony as to decedent's contributory negligence, which the trial court accepted as true. This testimony was under Carter's control. It is folly to deprive plaintiff of the full presumption of decedent's due care by allowing it to be conclusively overcome by the testimony of the very person in control.\nCarter's testimony did establish decedent's contributory negligence as a matter of fact, but, because this testimony is under the control of Carter, it did not establish contributory negligence as a matter of law. First, there was no contrary evidence available, and second, to accept Carter's testimony as true is to remove his interest from consideration. The interest of a party in the outcome of the litigation has always been a preponderant factor and his credibility has always been the sole function of the jury. To follow the credibility rule is to simplify the work of the trial court. It disallows a directed verdict on the issue of contributory negligence as a matter of law when it is established upon the testimony of an interested party.\nCarter led decedent into an area which Carter knew to be dangerous. Carter failed to provide decedent with a safe place to unload. Decedent's death took away from plaintiff the sole witness available and plaintiff is unable to penetrate the cloak of secrecy surrounding the conduct of decedent. Three quarters of a century ago, in electrocution cases, the courts of New York held that warnings given about electric wires as testified to by Carter clearly created a question of fact for the jury on the issue of contributory negligence. Irish v. Union Bag & Paper Co., 103 App.Div. 45, 92 N.Y.S. 695, aff'd 183 N.Y. 508, 76 N.E. 1097 *468(1905); Courtney v. Niagra Falls H. P. & Mfg. Co., 138 App.Div. 383, 122 N.Y.S. 721 (1910), aff'd 201 N.Y. 584, 95 N.E. 1126 (1911). On warning, see also, Wohlfahrt v. Beckert, 92 N.Y. 490 (1883).\nIn Irish, under the common law, the burden of proving freedom from contributory negligence was on plaintiff not defendant. Decedent was assigned by the foreman to work close to electric wires in a building. The foreman knew that the insulation had been eaten away by acid so that the lead pipe in which the wire was encased became charged with electricity from the wire. The foreman told decedent, when he was put to work around the wires, to be careful of the wires and not to touch them. He again swore:\nAfter I had given him instructions about the form, I said, 'Be careful about the wires; don't touch them,' or something of that kind.\nThe court said:\nThis evidence, however, was given by the defendant's servant, who had himself been notified that there was a leakage of electricity, and who had been instructed to warn those who were working around the wires of such fact. His failure to have warned the deceased would have been a breach of duty on his part which would have imperiled his position. With this apparent interest to swear that he had warned the deceased, and with the interest in the litigation which the law implies as a servant of the defendant, whether such warning was given as thus testified to was clearly a question for the jury to decide. . . . [Emphasis added.] [Id. 92 N.Y.S. 699-700.]\nIn Courtney, supra, defendant's electrical superintendent testified that he told decedent of the dangers of a heavily charged electric wire, and that, if he came within 20 inches of the wire, it would probably kill him. Here, as in the instant case, the iron bar used by decedent did not come into contact with the wire. The court said:\n. In the first place, if it had, the bar itself would probably have shown more evidence of burning than it did; and in the next place, the evidence is practically undisputed that a current of this high tension would jump from the wire to the bar, going to the ground. [p]ractically all the witnesses sworn upon the subject say it would jump from an inch to two inches or more. . [Id. 122 N.Y.S. 724.]\nThe court held that the credibility of the Superintendent's testimony was for the jury. Whether decedent knew that the wires were so heavily charged and that the electric current would jump, or even that the current was on at the time of the accident, and all the other hidden dangers to which he was subjected, was ... a question of fact. [Id. 122 N.Y.S. 724.] Decedent was free of contributory negligence though he had a general knowledge of dangers of electricity.\nSerious consideration must be given to the fact that the defense of contributory negligence is rarely a defense that can be subjected to a directed verdict and is almost always a question of fact for the jury. If the facts, or the inferences to be drawn from them, with respect to contributory negligence, be doubtful, the case is one for the jury. . . .  Thompson v. Traction Co., 15 N.M. 407, 422, 110 P. 552 (1910).\nIn every case where the lips of a party are sealed and the only eyewitness is an interested party, to be compelled to accept the latter's testimony as true, no matter how plausible, is to deny the decedent's representative the right to trial by jury. To dispense with the verdict is to eliminate the jury. The jury is no less a part of the tribunal charged with the trial than is the court. The jury is a constitutional body, as much so as the court itself, and, in the exercise of its peculiar powers, the jury has equal responsibility and independence. The right of trial by jury as it has heretofore existed shall be secured to all and remain inviolative. Art. II, § 12, N.M. Const. We do not favor the growing practice of taking cases away from the jury.\nIn the large majority of cases where the court directs a verdict, if the matter were *469left to the jury, under proper instructions, the jury would render a verdict in accordance with the views of the court, and that would be an end of the case. But, even if the jury should render a verdict against the weight of the evidence, no harm would be done beyond a brief delay, as the court could in its discretion, set aside the verdict. It would involve no greater responsibility to set aside a verdict or grant a judgment N.O.V. than to direct one. It is certainly more in accordance with the policy of our laws than to take it entirely away from a jury's consideration.\nWhen contributory negligence is based solely on the testimony of a witness, especially an interested party, and the decedent's lips are sealed, to direct a verdict for defendant is to remove a witness' credibility from the scope of the jury's function. It transforms an almost universal concept of a fact question into one of law.\nWe fully appreciate the difficulties experienced by our brethren on the district courts in deciding offhand difficult and novel questions. We make these suggestions in no captious spirit. We believe that observance will tend to the easier and better administration of the law.\nLimited to contributory negligence cases, we hold that where a defendant leads a plaintiff to a place of danger in which plaintiff's lips are sealed by reason of death, and defendant is the sole eyewitness of decedent's conduct, defendant's testimony, though uncontradicted and undisputed, is not conclusive on the issue of decedent's contributory negligence; that the credibility of defendant's testimony, no matter how plausible, is a question of fact for the jury. The trial court shall assume that decedent was in the exercise of ordinary care at the time of his death; that an issue of fact exists on the question of his contributory negligence to avoid a directed verdict and get plaintiff to the jury.\nEven though we were limited to the strict interpretation of the Skyhook rule, absent the credibility test of defendant's testimony, we still conclude that decedent's contributory negligence is a question of fact for the jury. The discretion once allowed the trial court to grant or deny a motion for directed verdict has been removed as a procedural factor. Archuleta v. Pina, 86 N.M. 94, 519 P.2d 1175 (1974). The trial court now must carefully note each fact stated by Carter to determine whether any conflicts appear in his testimony, whether any inferences favorable to decedent's conduct can be deduced therefrom and whether any reasonable inferences may be interpreted in different ways. Under this analytical process, it is not difficult to discover that the issue of contributory negligence is one of fact. Carter testified by written statement and deposition as follows:\n(a) By written statement:\nStrickland [decedent] had got out of the truck like he had after the first load and hit a lever which was on the left side of his truck to let the bed down some. It was then when Strickland put his right hand on the outside lever, that he yelled . . . and fell forward and\nlanded on his belly and face. ... I was about four feet from him squatted down. It was then that he grasped my right hand. The grasp was just ordinary. Before Strickland grabbed my hand, I stopped the bed from coming down by pulling the same lever he did .\nI didn't feel nothing, nothing at all. . [Emphasis added.]\n(b) By deposition:\nOh, yes, I could have [looked up toward the wires] but I didn't. I never thought about it, because I didn't think about it being anything but a heart attack. I didn't think about any danger in any way. If I had have I would have never cut it off. [Emphasis added.]\n. and I never once thought about him being electrocuted. It didn't enter my mind until eight o'clock or later after Delbert Blakely called me. .\n******\nDelbert, he had a heart attack, and that's what I really thought he had.\n*470Reasonable inferences can be drawn that Carter did not warn decedent of the danger of the electric wires. He didn't think about danger in any way because he did not see any contact of the truck with the wires, and held the same lever that decedent held and felt nothing at all. He believed decedent died of a heart attack. Neither did Carter observe decedent's conduct because the wire burns did not enter decedent's body through his hands. Furthermore, the record is silent on whether decedent heard Carter's warning and paid no attention to it. Neither did Carter testify that, in his warnings, he said the wires were uninsulated power lines. A reasonable inference can be drawn that, if decedent heard the warning, decedent thought Carter referred to harmless telephone or telegraph lines. Other inferences favorable to decedent's conduct can be reached.\nIt was the duty of the trial court to resolve all of these inferences in favor of decedent. By doing so, whether decedent was guilty of contributory negligence was a question of fact for the jury. The burden was on defendants to establish contributory negligence as a matter of law, i. e., that the evidence of decedent's negligence or want of due care was proven by uncontradicted, undisputed, clear and unmistakable facts so that reasonable minds would all agree from all of the evidence in the case that no question of fact existed.\nDefendants rely on Cupps v. Southwestern Public Service Company, 91 N.M. 639, 578 P.2d 340 (Ct.App.1978) and Wood v. Southwestern Public Service Co., 80 N.M. 164, 452 P.2d 692 (Ct.App.1969).\nIn Cupps, decedent, who was electrocuted, was warned numerous times by four separate persons about the existence of the electric lines in question and the danger posed to one coming in close proximity with them. Although decedent had plenty of room to park his truck without being close to the lines, decedent himself parked the truck leaving a portion of the cab under the wires. This was done before decedent commenced to put a tarpaulin on the trailer. While putting the tarpaulin on the truck to cover hay, he came in contact with the power lines and was electrocuted. Decedent was held guilty of contributory negligence as a matter of law.\nIn Wood, decedent, 16 years old, died of an electrical shock when a metal pole he was holding came into contact with a high voltage electrical line. The pole was 28' long. Decedent and a friend went to decedent's trailer at night to install a television antenna. Decedent's friend was a disinterested witness. Both knew there were overhead power lines and they were looking to see if the pole would clear the lines. Even though decedent had not been warned about the line, he knew it was there. Even though he had no technical knowledge of electricity, he knew that if he placed a metal pole against an electric wire he would receive a shock. He was held to know that he could get a shock if he placed a metal pole against the particular line involved. The court held that a reasonably prudent person would have anticipated the danger of making contact with the line, and therefore decedent was contributorily negligent as a matter of law.\nCupps and Wood did not involve (1) a defendant leading decedent to a place of danger, (2) the danger being unknown to decedent, (3) no warning of the danger having been given decedent, and (4) the sole witness who testified as to decedent's conduct was an adverse party defendant, interested in the outcome of the litigation. Defendants cannot find comfort in those two cases.\nDefendants rely on Hull v. Littauer, supra, quoted with approval in Medler, supra. Hull involved an action for goods sold. Medler was a replevin action. We find nothing in the Hull-Medler cases that approaches the issue of contributory negligence or the inferences bearing thereon.\nGranting a directed verdict was erroneous.\nPlaintiff also sued Electric Coop in a second count on the theory of strict liability. Conventional contributory negligence is not a defense. Rudisaile v. Hawk Aviation, 92 N.M. 575, 592 P.2d 175 (1979).\n*471G. The defendants shall exercise five peremptory challenges jointly.\nRule 38(e) of the Rules of Civil Procedure, identical with § 38-5-14, N.M.S.A. 1978, reads in pertinent part:\nIn civil cases, each party may challenge five jurors peremptorily. When there are two or more parties defendant or parties plaintiff, they will exercise their peremptory challenges jointly and if all cannot agree on a challenge desired by one party on a side, then the challenge is forfeited. However, if the relief sought against the parties on the same side of a civil case differs, or if their interests are diverse . . . the court shall allow each such party on that side of the suit five peremptory challenges. [Emphasis added.]\nTrotter v. Callens, 89 N.M. 19, 546 P.2d 867 (Ct.App.1976) held that the trial court's decision to limit multiple plaintiffs to five peremptory challenges was upheld. All plaintiffs filed a claim for property damage. The court said:\n. There is nothing showing their interests were antagonistic. [Id. 22, 546 P.2d 870.]\nIn determining whether defendants' interests are antagonistic, we must turn to the pleadings in the case.\nPlaintiff charged Carter with negligence in directing and requiring decedent to dump the soil under the electric wires, and in failing to warn decedent of the peril.\nPlaintiff charged Electric Coop with negligent installation and maintenance of the electric lines, and that it negligently failed to warn of the dangers presented by these lines. Electric Coop was also charged with strict products liability.\nCarter's and Electric Coop's answers were each directed solely to plaintiff's complaint in denial, were similar in content, and reliance was had primarily upon the affirmative defense of contributory negligence.\nTrotter has interpreted diverse interests to be antagonistic interests. Literally speaking, diverse interests means different interests that each defendant has in their participation in the lawsuit. Antagonistic interests means opposing interests that each defendant has in their participation in the lawsuit. Unless such different or opposing interests appear prior to the voir dire of the jury, Carter and Electric Coop are only entitled to five peremptory challenges jointly. Antagonistic interests arise where, in the pleadings, two defendants refute each other on a material issue. Acree v. Collins, 239 Miss. 583, 124 So.2d 118 (1960); Tuloma Gas Products Company v. Lehmberg, 430 S.W.2d 281 (Tex.Civ.App.1968).\nIn the first trial, the court allowed each of defendants to have five peremptory challenges of jurors. It was the court's feeling that there was a diversity of interest in asserting that . . . [Carter] knew of the danger and should have warned him. I can see the Cooperative now, that the farmer should have warned him, and the farmer said, I didn't know, and he adequately warned him, and there is not a cooperative interest.\nThe court's feelings are not clear. It appears to be that there was a diversity of interest because Electric Coop would not cooperate with Carter on plaintiff's assertion that Carter knew of the danger and should have warned decedent. Nothing in the pleadings indicate this antagonistic attitude. It would be of no concern to Electric Coop how Carter would meet plaintiff's assertion of negligence. Neither would Carter be concerned on how Electric Coop met plaintiff's assertion of its negligence. Both defendants would cooperate in proving that decedent was guilty of contributory negligence as a matter of law. Defendants did not have adverse interests when each defendant wanted to escape liability and preferred that the other suffered rather than itself. There must be cross issues between the defendants. Cornfeldt v. Tongen, 262 N.W.2d 684 (Minn.1977). If on retrial, the record clearly shows that the interests of defendants are not conflicting but are in fact practically identical, defendants are entitled to five challenges jointly. Bigelow v. Sports Cars, Ltd., 221 So.2d 108 (Miss.1969).\n*472Electric Coop contends that:\n(a) If the law and evidence failed to establish the defense of contributory negligence on the part of the defendants, and if the evidence tended to show negligence on the part of the defendants, then each would be attempting to show that the decedent's death was caused solely by the negligence of the other, or,\n(b) If one defendant was apparently guilty of negligence, then it would be to that defendant's interest to establish the other defendant as a joint tort feasor and subject to a right of contribution.\nThe simple answer to this contention is that ifs do not create opposing or different interests.\nCarter contends that the decision as to whether interests are diverse is discretionary with the trial court. See, Electric Serv. Co. of Duluth v. Lakehead Elec. Co., 291 Minn. 22, 189 N.W.2d 489 (1971). Of course, it is discretionary where the rule so provides. Stoddard v. Nelson, 99 Idaho 293, 581 P.2d 339 (1978). The discretion exercised under these circumstances is no discretion at all. Hunsaker v. Bozeman Deaconess Foundation, 588 P.2d 493 (Mont.1978). We do not find the presence of discretion in the language of the rule. To insert discretion will lead to interminable disputes. Rule 38(e) is mandatory. The court must make a determination whether the defendants' interests are diverse. If they are, then it is mandatory that the trial court allow each defendant five peremptory challenges. If not diverse, then the defendants are entitled to five peremptory challenges jointly.\nThe defendants were not interposing different defenses. Neither were they contending that the negligence of the other was the proximate cause of the decedent's death. Both claims of negligence are based upon both defendants' failure to warn: (1) Carter failed to personally warn and (2) Electric Coop failed to put up a sign or notice of danger of the electric wires. Both denied these claims of negligence. Certainly, these claims in the proceedings do not disclose any opposing interests or different interests in their participation in the lawsuit.\nCarter says that each defendant would seek to establish negligence on the part of the other, both in order to prove that such negligence was the sole proximate cause of the death and in order to be entitled to contribution or indemnification. We find no such claims made in either of defendants' answers. Reference is made to Massoni v. State Highway Commission, 214 Kan. 844, 522 P.2d 973 (1974). The Kansas statute allows defendants additional peremptory challenges if the judge finds there is a good faith controversy existing between . defendants. This case does not meet the challenge. See Natanson v. Kline, 186 Kan. 393, 350 P.2d 1093 (1960) where a physician and hospital were held to have a united interest.\nCarter also points to Reno v. Heineman, 56 Mich.App. 509, 224 N.W.2d 687 (1974). The Michigan statute provides additional peremptory challenges where multiple defendants have adverse interests. Adverse interests are analogous to antagonistic interests. The Michigan court simply states factors to be considered by the trial court in making a determination of whether adverse interests are present. These factors are:\n[W]hether the defendants were interposing different defenses; whether one of the defendants in an action could be found liable and another defendant in the same action found not liable; and, whether the defendants could be found liable to the samé extent, for the same reason or in the same manner. . . [Id. 224 N.W.2d 690-691.]\nCarter says all of these factors are present in the case at bar. We disagree. It depends upon whether the language is interpreted broadly or narrowly. Although we do not adopt the factors stated, we conclude that broadly interpreted, Carter and Electric Coop do not have adverse interests in the lawsuit. We hold that to have adverse, antagonistic or different interests in a lawsuit, each defendant must seek to impose upon another a burden or responsibility which would relieve the other of liability in the case.\n*473We should keep in mind how unfair it is to a plaintiff to be limited to five peremptory challenges, and the defendants to have ten. Texas has now adopted the rule that each side must be allowed an equal number of challenges to provide reasonable assurance of obtaining an unbiased jury. Dunn v. Patterson Dental Co., 578 S.W.2d 428 (Tex.Civ.App.1979). In the instant case, whether the jury is composed of six or twelve members, the defendants will have the greater opportunity to secure what they believe to be a balanced jury. This should not be allowed unless multiple defendants have adverse, antagonistic or different interests which require each to have the same number of peremptory challenges to seek a balanced jury. We do not find that requirement necessary in the instant case.\nWe agree with Hunsaker, supra, which resolved this difficult problem in the most logical and reasonable manner — the use of pretrial procedure. The court said:\nThe District Courts should seriously consider the use of the pretrial conference as the best procedure to be used in resolving questions such as the number of peremptory challenges to be allowed each side. If for some rare reason the District Court holds no pretrial conference, the question of peremptory challenges should be raised by appropriate written motion filed before the commencement of jury selection, and it should set forth all facts and references tending to support his claim of hostility. In any case, the opposing party or parties should be given adequate time to respond to the claims of hostility. [588 P.2d at 501.]\nFor a general review of the serious problems involved and differences of view, see, Jury: Number Of Peremptory Challenges Allowable In Civil Cases Where There Are More Than Two Parties Involved, 32 A.L. R.3d 747 (1970).\nIn the instant case, Defendants shall exercise jointly five challenges in the event of a new trial.\nReversed. Plaintiff is granted a new trial.\nIT IS SO ORDERED.\nLOPEZ, J., concurs in result.\nHERNANDEZ, J., dissents.\nHERNANDEZ, Judge\n(dissenting).\nI respectfully dissent.\nThe doctrine of contributory negligence is founded upon the principle that an individual is never relieved from the duty of exercising reasonable care for his own safety. In my opinion reasonable minds could not differ in concluding that the deceased failed to exercise reasonable care for his own safety. The power line was in plain sight. And, regardless of what instructions Mr. Carter might or might not have given, the deceased was in control of the truck.\nI would affirm.\n\n\nPlain English summary:\nThe decedent delivered some goods by tractor-trailer to the defendant's farm house. He was instructed to drive to an area to unload the goods. The area was surrounded by un-insulated electric wires. The decedent died of electrocution. The defendant argued that the decedent was wholly to blame for his own death. The trial court agreed and granted a directed verdict that the plaintiff's claim be barred due to the decedent's contributory negligence. The appeal court reversed.",
    "annotations": {
        "Facts": [
            "Decedent was electrocuted while unloading soil conditioner delivered in a truck to a location specified by defendant Carter on Carter's farm. Decedent's truck came in close proximity to power lines installed and maintained by defendant Electric Cooperative.",
            "On September 8, 1976, for the first time, decedent delivered a load of soil conditioner by tractor-trailer to Carter's farm house near Portales. He arrived at 6:15 p. m. Sunset occurred at 7:00 or 7:10 p. m. and the electrocution occurred before 7:00 p. m.Upon arrival, Carter entered decedent's truck to show decedent where the soil conditioner should be dumped. Carter directed decedent to drive along a dirt road some 600 yards south of Carter's house. During this trip, Carter told decedent to be careful and watch the electric lines. The electric poles and wires positioned along the west side of the road ran parallel with the road and were in clear sight, plain, open and obvious. These wires were owned and maintained by Electric Coop and were transmission or feeder lines which served Carter's farm, numerous residences and a few businesses. The wires were not insulated and carried a voltage of 7200 volts.After arrival at the designated area, decedent complained about workers who had been slow to load his truck and he was anxious to get home. Carter directed decedent to back the truck underneath the power line onto a field on the west side of the road. Carter instructed decedent to dump the soil conditioner on the west side of the road because it was centrally located for distribution over various fields on his farm.Defendant backed the truck some 37 feet west of the road and dumped a portion of the load. With the trailer in an upright position, decedent then drove his truck forward eastwardly to empty the load on his trailer. Carter, who had emerged from the truck, thought decedent might run through the power lines and had decedent stop the truck. No part of the truck was in direct contact with the power lines.",
            "However",
            "an electrical current could arc or jump from the uninsulated wires about Vio of an inch to the metal portion of the trailer without actual contact between the two surfaces. Having stopped, decedent emerged from the cab. Carter pointed again and said Watch those lines, but decedent payed no attention. He just went over to get the crank. He hit the lever on the left side of the truck to let the bed down some, then put his right hand on the outside lever and fell forward. To stop the bed from coming down, Carter immediately moved the same lever decedent had just touched and felt nothing at all, so he thought decedent had died of a heart attack. Carter did not observe the position of the trailer with the power lines and did not think there was any danger. Carter did not know that decedent had been electrocuted until he was notified at 8:00 p. m. that evening.",
            "no burns were present on either of decedent's hands. Decedent had not been electrocuted by touching the lever with his hand as Carter testified. The entry of the electrical current was found on decedent's left arm and back where the burns were located."
        ],
        "Procedural History": [
            "At the conclusion of plaintiff's case, the trial court directed a verdict in favor of both defendants solely on the ground that decedent was guilty of contributory negligence as a matter of law. Plaintiff appeals from the judgment entered on the directed verdict.",
            "The facts are undisputed.",
            "When plaintiff rested her case, defendants, among other motions, moved for a directed verdict that plaintiff's claims be barred by reason of decedent's contributory negligence as a matter of law.",
            "After extensive argument, the trial court granted defendants' motion for a directed verdict on the issue of contributory negligence.By moving for a directed verdict on decedent's contributory negligence, defendants *463admitted their negligence for purposes of the motion.",
            "Defendants cannot now challenge the sufficiency of plaintiff's case."
        ],
        "Application of Law to Facts": [
            "Carter testified that decedent did not heed his warnings about the power lines. Decedent was the only witness who could contradict Carter's testimony. He was the only person who could deny that he was warned and that he failed to make a reasonable observation as he approached the power lines.Under this death rule the directed verdict for defendants must be reversed.",
            "Carter relies upon his own uncontradicted, undisputed testimony as to decedent's contributory negligence, which the trial court accepted as true. This testimony was under Carter's control. It is folly to deprive plaintiff of the full presumption of decedent's due care by allowing it to be conclusively overcome by the testimony of the very person in control.Carter's testimony did establish decedent's contributory negligence as a matter of fact, but, because this testimony is under the control of Carter, it did not establish contributory negligence as a matter of law.",
            "Carter led decedent into an area which Carter knew to be dangerous. Carter failed to provide decedent with a safe place to unload. Decedent's death took away from plaintiff the sole witness available and plaintiff is unable to penetrate the cloak of secrecy surrounding the conduct of decedent.",
            "Limited to contributory negligence cases, we hold that where a defendant leads a plaintiff to a place of danger in which plaintiff's lips are sealed by reason of death, and defendant is the sole eyewitness of decedent's conduct, defendant's testimony, though uncontradicted and undisputed, is not conclusive on the issue of decedent's contributory negligence; that the credibility of defendant's testimony, no matter how plausible, is a question of fact for the jury.",
            "Reasonable inferences can be drawn that Carter did not warn decedent of the danger of the electric wires. He didn't think about danger in any way because he did not see any contact of the truck with the wires, and held the same lever that decedent held and felt nothing at all. He believed decedent died of a heart attack. Neither did Carter observe decedent's conduct because the wire burns did not enter decedent's body through his hands. Furthermore, the record is silent on whether decedent heard Carter's warning and paid no attention to it. Neither did Carter testify that, in his warnings, he said the wires were uninsulated power lines. A reasonable inference can be drawn that, if decedent heard the warning, decedent thought Carter referred to harmless telephone or telegraph lines. Other inferences favorable to decedent's conduct can be reached.It was the duty of the trial court to resolve all of these inferences in favor of decedent. By doing so, whether decedent was guilty of contributory negligence was a question of fact for the jury.",
            "Granting a directed verdict was erroneous."
        ],
        "Relevant Precedents": [
            "McKeough v. Ryan, , 445 P.2d 585 (1968)",
            "Anderson v. Welsh, , 527 P.2d 1079 (Ct.App.1974); U.J.I. 13.1 and 12.1.",
            "Martinez v. Bullock, , 1203 (Alaska, 1975)",
            "Console v. Nickou, 156 Conn. 268,  (1968); LaVelle v. Kenneaily, 165 Mont. 418,  (1974); Serratoni v. Chesapeake and Ohio Railway Company, 333 F.2d 621 (6th Cir. 1964)",
            "Serratoni, supra [Id. 626]",
            "Fisher v. Sears, Roebuck & Company, , 485 P.2d 1309 (1971)",
            "Lee v. South-land Corporation,  (Fla.App. 1971)",
            "Garcia v. San Gabriel Ready Mixt., 155 Cal. App.2d 568,  (1957)",
            "Burke v. Burke, 135 Ind.App. 235,  (1963).",
            "Normand v. Thomas Theatre Corporation, 349 Mich. 50, , 454 (1957).",
            "Pancoast v. McLean, , 494 P.2d 1374 (1972); Halley v. Hugh Nawn, Incorporated, , 248 N.E.2d 5 (1969); Carroll v. Wilson, , 180 S.E.2d 198 (1971).",
            "Hyman v. Bierman, 130 N.J.L. 170,  (1943); Clark v. Public Service Electric Co., 86 N.J.L. 144,  (1914); Schultz v. Hinz, 20 N.J.Super. 346,  (1952); Bradford-Kennedy Co. v. Fred G. Clark Co., 43 F.2d 675 (8th Cir. 1930); Chicago G. W. Ry. Co. v. Price,  (8th Cir. 1899); Bloomingdale v. Southern Nat. Bank, 63 App.Div. 72,  (1901); 38 Cyclopedia of Law and Procedure, p. 1570 (1911).",
            "In Re Perrone's Estate, 5 N.J. 514,  (1950).",
            "Hyman, supra; Chicago G. W. Ry. Co., supra.",
            "Hyman",
            "Skyhook Corp. v. Jasper, , 560 P.2d 934 (1977).Skyhook",
            "Skyhook",
            "Murphy v. Frinkman, , 589 P.2d 212 (Ct.App.1978); Dungan v. Smith, , 415 P.2d 549 (1966)",
            "Ferguson v. Boyd,  (Mo. 1970); Piwowarski v. Cornwell, 273 N.Y. 226,  (1937).",
            "Smith v. Frank, 165 Conn. 200,  (1973).",
            "Harlow v. Swift and Company, 491 S.W.2d 472 (Tex.Civ.App. 1973).",
            "Coleman v. Meyer, , 493 P.2d 48 (1972).Ferdinand v. Agricultural Insurance Company, , 126 A.2d 323 (1956)",
            "Hull v. Littauer, , 57 N.E. 102 (1900)",
            "Medler v. Henry, , 101 P.2d 398 (1940)",
            "Home Fire & M. Ins. Co. v. Pan American Petroleum Corp., , 171, 381 P.2d 675 (1963)",
            "Anderson v. Welsh",
            "Dyer v. MacDougall, 201 F.2d 265 (2nd Cir. 1952)",
            "Irish v. Union Bag & Paper Co., , 92 N.Y.S. 695, aff'd , 76 N.E. 1097 (1905); Courtney v. Niagra Falls H. P. & Mfg. Co., 138 App.Div. 383,  (1910), aff'd 201 N.Y. 584,  (1911). On warning, see also, Wohlfahrt v. Beckert, 92 N.Y. 490 (1883).",
            "Irish",
            "Courtney",
            "Thompson v. Traction Co., 15 N.M. 407, 422,  (1910).",
            "Art. II, § 12, N.M. Const"
        ],
        "Outcome": [
            "We reverse.",
            "Reversed. Plaintiff is granted a new trial."
        ]
    },
    "class": "reverse"
}