{
    "text": "Thompson v. Ruidoso-Sunland, Inc., 105 N.M. 487, 734 P.2d 267 (1987)\nFeb. 17, 1987 · Court of Appeals of New Mexico · No. 8354\n105 N.M. 487, 734 P.2d 267\nRebecca E. THOMPSON, A Minor, and William A. Thompson, Guardian and Best Friend, Plaintiffs-Appellees and Cross-Appellants,v.RUIDOSO-SUNLAND, INC., A New Mexico Corporation, Defendant-Appellant and Cross-Appellee\n734 P.2d 267\nCourt of Appeals of New Mexico.\n*489Jon T. Kwako, Albuquerque, for plaintiffs-appellees and cross-appellants.\nKent Canada, Robert V. Cochrane, Sanders, Bruin, Coll & Worley, P.A., Roswell, for defendant-appellant and cross-appellee.\nOPINION\nALARID, Judge.\nThis tort case has been pending on our docket and ready for submission since June 1985. In August 1986, upon the recommendation of and with the assistance of the State Bar of New Mexico, which assistance is greatly appreciated, this court adopted an experimental plan pursuant to which cases would be assigned to advisory committees of experienced attorneys. Upon assignment, the parties are given the opportunity to challenge members of the advisory committee to the same extent that challenge is allowed under NMSA 1978, Disc.Brd.P.Rule 10(c)(5) (Repl.1985); that is, 'challenge is allowed if a committee member cannot impartially decide the matter. Pursuant to our order adopting the plan, the advisory committee's opinion is served on the parties with an order to show cause, by response memoranda, why it should not be adopted as the opinion of the court.\nThis case was submitted to an advisory committee and the parties were so notified. Defendant filed a challenge to panel members. The challenge was not on the ground that any panel member could not impartially decide the matter. Rather, the challenge was to our use of the panel itself. Specifically, defendant contended that this use was an unconstitutional delegation of our authority and a violation of due process and equal protection. A judge of this court denied the challenge and noted that defendant's argument could be raised in its response memorandum.\nThe advisory committee rendered an opinion which proposed to affirm on both defendant's appeal and plaintiff's cross-appeal. The parties were notified of the opinion and of their right to submit response memoranda. Both parties have filed responses in which they argue the advisory committee opinion should not be adopted by the court. This court has considered the record on appeal, the briefs in this case, the opinion of the advisory committee, and the parties' responses. We do not find the responses to be persuasive. Therefore, it is the decision of this court that the opinion of the advisory committee should be adopted, as modified by this court.\nBefore addressing the merits of this case, we dispose of defendant's preliminary challenge to our experimental plan. We deny the challenge on two grounds. First, since the challenge was made to the formation of the panel itself, the challenge was denied with instructions to argue the constitutional issue in the response memorandum. Defendant has not done so. Accordingly, it has abandoned its constitutional challenge. See State v. Martinez, 97 N.M. 585, 642 P.2d 188 (Ct.App.1982); Novak v. Dow, 82 N.M. 30, 474 P.2d 712 (Ct.App.1970).\nSecond, even if the constitutional challenge were not deemed abandoned, it would be without merit. This court has not delegated any of its judicial power to anyone. This court is required to have three judges assigned to each appeal with two concurring in the decision. N.M. Const. art. YI, § 28. See also NMSA 1978, *490§ 34-5-11 (Repl.Pamp.1981). That has been done in this case.\nNor is it a violation of due process or equal protection of law for this court to have the assistance of experienced attorneys for research and writing. This court is permitted to and does employ law clerks and staff attorneys to assist with these same functions. See NMSA 1978, § 34-5-5 (Repl.Pamp.1981). The only difference here is that the advisory committees serve on limited numbers of cases and on a volunteer basis. They serve because this court, during this time of statewide budget crises, does not have sufficient personnel to expeditiously handle its caseload. However, it is the judges who have decided this case and other cases under our experimental plan; it is the judges who have reviewed the record and briefs; and it is the judges who have approved the reasoning contained in the opinions and who have subscribed their names thereto.\nHaving disposed of this preliminary challenge, we now proceed to decide this case. Plaintiff sued defendant for damages for personal injury arising out of a horse racing accident. The trial court, sitting without a jury, found plaintiff and defendant each 50 percent negligent and entered judgment for plaintiff. Defendant appeals and plaintiff cross-appeals. We affirm the judgment of the trial court.\nPlaintiff was an apprentice jockey at Sunland Park, New Mexico, a horse racing track owned and operated by defendant. The horse which plaintiff was riding was next to the inside rail when it was bumped twice by other horses in the race. On the second occasion, plaintiff was unseated and fell over the rail, colliding with a metal pole used to anchor the rail. She sustained severe personal injuries, including a compound fracture of her right femur.\nThe inside rail at Sunland Park on the day of plaintiffs accident was of a type known as a gooseneck rail which had been in place since the track was built. At the time the track was built, there were two basic designs of inside rail in use-the goose-neck rail and the slant rail. Both designs had different problems related to jockey safety, such that there was no clear choice between the two and both were commonly in use. If the jockey were thrown over the rail, he might collide with the exposed post and anchoring pipes, and suffer more severe injuries, such as plaintiff did here. By the mid-1970's when defendant purchased Sunland Park, this safety problem was so widely known that the vast majority of race tracks had either installed a newer-designed inside rail or had covered the supports of the gooseneck rail on the infield side with sheet metal or with sheets of wood to protect the jockey.\nIndeed, there was evidence presented at trial that a representative of the Jockey Guild, of which plaintiff was a member, had complained to the manager of Sunland Park before plaintiff's accident; and portions of the gooseneck rail supports were then protected with sheet metal. However, there were no such protections in the area where plaintiff was injured. Prior to plaintiff's injury, defendant had installed a Fontana Safety Rail at Ruidoso Downs, another horse racing track owned by defendant, to replace a gooseneck rail there. Defendant also had verbally committed to having the same type of rail installed at Sunland when the racing schedule ended, which was shortly after plaintiff's accident. There was also evidence to support the trial court's finding that plaintiff was aware of the dangers involved with an exposed gooseneck rail, that she was aware of the complaint by the Jockey Guild and the measures taken to partially correct those dangers at Sunland Park, and that she continued to ride in horse races at Sunland despite that knowledge.\nThe foregoing is a summary of the trial court's findings of fact in this case, as material to this appeal. Both parties challenge portions of those findings. Their challenges are primarily legal arguments. Plaintiff, however, also challenges the trial court's findings on the apportionment of negligence. There is ample evidence in the record to support the trial court's apportionment of negligence. See Marcus v. Cortese, 98 N.M. 414, 649 P.2d 482 (Ct.App.1982).\n*491On appeal, defendant argues that a knowing and voluntary confrontation with full appreciation of the danger amounts to primary assumption of the risk, consent or express assumption of the risk — terms which defendant uses interchangeably— which bars any recovery by plaintiff. It is exactly that confusion of terms which led the New Mexico Supreme Court to abolish secondary assumption of the risk as a defense apart from contributory negligence. In Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971), the court explained:\n[W]e have decided that there are two principal meanings of assumption of the risk. In one sense — hereafter called its primary sense — it is an alternate expression for the proposition that the defendant was not negligent; i.e., either owed no duty or did not breach the duty owed. [Citations omitted.]\n******\nIn another sense — hereafter called its secondary sense — it is an affirmative defense to an established breach of duty. [Citations omitted.]\n* * * Assumption of risk in its secondary sense is in reality nothing more than contributory negligence.\nId. at 340, 491 P.2d 1151.\nTo say that primary assumption of the risk bars plaintiffs claim in this action is to say that defendant either owed her no duty or, alternatively, that defendant did not breach that duty. Both contentions are contrary to the law and evidence presented at trial. Under Regulation XXV of the New Mexico Racing Commission and a landowner's common law duty to a business invitee, see NMSA 1978, UJI Civ. 13.-10 (Repl.Pamp.1980), defendant had a duty to exercise ordinary care to prevent injury to plaintiff. Defendant's knowledge of the danger posed by the unguarded gooseneck rail and its failure to take adequate, available precautions to protect plaintiff support the trial court's finding of a breach of that duty.\nDefendant's reliance on Moreno v. Marrs, 102 N.M. 373, 695 P.2d 1322 (Ct.App.1984), and the Ski Safety Act, NMSA 1978, Sections 24-15-1 to -14 (Repl.1986), is misplaced. In Moreno, this court adopted a fireman's rule that owners and occupiers of land have a duty to firemen only to warn them of hidden perils on the premises, where the owner or occupant knows of the peril and has the opportunity to give warning of it. While the Moreno opinion is replete with references to assumption of the risk, we were careful to point out that we used that term in its primary sense of no duty owed which accords with Williamson v. Smith. Moreno v. Marrs, 102 N.M. at 378, 695 P.2d 1322. We apply the same usage to this case. The Ski Safety Act has no application to the facts of this case. That the legislature may act to define the duty owed by landowners to others in certain circumstances is unquestioned. E.g., NMSA 1978, § 66-3-1013 (Cum.Supp.1986) (off-road vehicles). At the time of plaintiff's accident, however, neither the legislature nor the courts had acted to relieve defendant of its duty to plaintiff.\nConsent is generally a defense which precludes recovery for sports injuries. Kabella v. Bouschelle, 100 N.M. 461, 672 P.2d 290 (Ct.App.1983). There, this court defined the consent defense as it relates to contact sports as follows:\nVoluntary participation in a football game constitutes an implied consent to normal risks attendant to bodily contact permitted by the rules of the sport. Such risks are foreseeable or inherent to the playing of the sport. See Restatement (Second) § 50, Comment b (1965). Participation in a game involving bodily contact, however, does not constitute consent to contacts which are prohibited by the rules or usage of the sport if such rules are designed for the protection of the participants and not merely to control the mode of play of the game.\nId. at 463, 672 P.2d at 292. Here, if plaintiff had been thrown from her horse and injured in contacting the ground or had been kicked or stepped on by another horse, the consent defense might well preclude her recovery. The dangers posed by the unguarded gooseneck rail, however, were not found to be inherent to the sport of horse racing.\n*492Nor are we unmindful of the opinion in Ashcroft v. Colder Race Course, Inc., 464 So.2d 1250 (Fla.App.1985), relied on by defendant. We find the reasoning of the dissent in that case, to the extent that it classifies a dangerous condition in the railing of a racetrack as not being an ordinary and necessary danger inherent in racing, more in keeping with New Mexico law. Therefore, we decline to follow the majority opinion and its reliance on consent.\nExpress assumption of the risk relates to that circumstance in which a landowner obtains a release from another as a condition to allowing that person to engage in activities or use facilities on the owner's land. Meistrich v. Casino Arena Attractions, Inc., 31 N.J. 44, 155 A.2d 90 (1959); Blackburn v. Dorta, 348 So.2d 287 (Fla.1977); Williamson v. Smith. There is nothing to suggest that defendant bargained for or that plaintiff gave a release in this action. Express assumption of the risk is therefore not applicable.\nDefendant's argument that plaintiff's voluntary exposure to a known risk precludes her recovery was answered in Williamson: We thus regard the Uniform Jury Instruction definition of negligence (U.J.I. 12.1) as being sufficiently broad to cover the ground formerly occupied by assumption of risk (U.J.I. 13.10), the gist of which is a voluntary exposure to a known danger. Id. 83 N.M. at 341, 491 P.2d at 1152. With the adoption of comparative negligence, however, plaintiff's contributory negligence no longer bars her recovery. Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981).\nSummarizing on defendant's appeal, we agree that Williamson v. Smith did not abolish the concepts of primary assumption of the risk (no duty or no breach), consent, or express assumption of the risk. However, none of these concepts is applicable to this case. The knowing and voluntary confrontation with full appreciation of the danger that is at issue here is secondary assumption of the risk, i.e., negligence on plaintiff's part, which the court below properly compared to defendant's negligence in allowing the dangerous gooseneck rail on the track.\nIn her cross-appeal, plaintiff argues that she should not have been held to be negligent to any extent and that punitive damages should have been awarded against defendant. As we have already pointed out, there was evidence from which the trial court could and did conclude that plaintiff voluntarily encountered a known danger. Plaintiff's rejoinder is that she was economically coerced into riding at defendant's track, because if she was to pursue her trade as a jockey, she must do so at a race track. The existence and weight to be given to extenuating circumstances are questions of fact.\nFurthermore, the voluntary exposure in this case, if any there was, is a defense that is applicable only where the injured plaintiff has a reasonable election as to whether she should expose herself to the peril. Gray v. E.J. Longyear Company, 78 N.M. 161, 429 P.2d 359 (1967). In determining whether there was a reasonable election of plaintiff's exposure to the peril, several factors must be considered. These factors include the importance of the interest, right or privilege which the plaintiff here was seeking to advance; the probability and gravity of the existing alternatives; and the inconvenience or difficulty of one course of conduct as compared to the other. Any or all of these factors could compel a decision on which reasonable men might well differ and necessarily involve a determination of facts.\nProctor v. Waxier, 84 N.M. 361, 365, 503 P.2d 644, 648 (1972). While it may have been convenient for plaintiff to race at Sunland Park, the evidence is that there were other horse racing tracks which did not involve the danger of an exposed gooseneck rail.\nPlaintiff also contends that defendant, as owner of the track, was solely responsible for the condition of the gooseneck rail. However, none of the cases she cites stand for the proposition urged. Indeed, one of her cited cases supports an opposite result. In Keller v. Holiday Inns, Inc., 105 Idaho *493649, 671 P.2d 1112 (App.1983), the court specifically approved of treating a known or obvious danger as a limitation upon a defendant premises owner's liability by applying principles of comparative negligence.\nPlaintiff finally contends that it is illogical to say, in answering defendant's appeal, that plaintiff did not assume the risk while, in answering plaintiff's appeal, that she did assume the risk. This is not illogical at all, for defendant's appeal involves primary assumption of the risk, consent, or express assumption of the risk, while plaintiff's appeal involves secondary assumption of the risk.\nAs to punitive damages, there is evidence of defendant's knowledge of the danger posed by the unguarded gooseneck rail before plaintiff's accident, but there is also evidence that defendant acted on that knowledge. Before plaintiff's accident, defendant installed covering over part of the supports in response to a complaint from the Jockey Guild. It had also ordered a break away rail to be installed, but changed to the Fontana Safety Rail at the insistence of representatives of the jockeys. Work on installation of the Fontana Safety Rail was scheduled to begin at the end of the racing season, one or two days after plaintiff's accident. Such evidence supports the trial court's conclusion that defendant was not willful or wanton and that defendant was not grossly negligent. NMSA 1978, UJI Civil 16.19 (Cum.Supp.1985). The award of punitive damages is discretionary with the trial court, and a failure to award such damages will be upheld if supported by substantial evidence. Padilla v. Lawrence, 101 N.M. 556, 685 P.2d 964 (Ct.App.1984). Here, substantial evidence supported the trial court's decision.\nAffirmed. Plaintiff's request for attorney fees is denied because there is no statutory or judicial authority on which to award plaintiff such fees. Aboud v. Adams, 84 N.M. 683, 507 P.2d 430 (1973).\nThis court acknowledges the aid of attorneys D. James Sorenson, Ronald C. Morgan, and David H. Pearlman in the preparation of this opinion. These attorneys constituted an advisory committee selected by the Chief Judge of this court, and this court expresses its gratitude to these attorneys for volunteering for this experimental plan and for the quality of the work submitted.\nIT IS SO ORDERED.\nFRUMAN and APODACA, JJ., concur.\n\nPlain English summary:\nPlaintiff jockey fell off her horse during a race and injured herself on the defendant's rail. The plaintiff sued for damages. The court queried whether the defendant owed a duty of care and whether the plaintiff was guilty of contributory negligence.  \n",
    "annotations": {
        "Facts": [
            "Plaintiff was an apprentice jockey at Sunland Park, New Mexico, a horse racing track owned and operated by defendant. The horse which plaintiff was riding was next to the inside rail when it was bumped twice by other horses in the race. On the second occasion, plaintiff was unseated and fell over the rail, colliding with a metal pole used to anchor the rail. She sustained severe personal injuries, including a compound fracture of her right femur.The inside rail at Sunland Park on the day of plaintiffs accident was of a type known as a gooseneck rail which had been in place since the track was built. At the time the track was built, there were two basic designs of inside rail in use-the goose-neck rail and the slant rail. Both designs had different problems related to jockey safety, such that there was no clear choice between the two and both were commonly in use. If the jockey were thrown over the rail, he might collide with the exposed post and anchoring pipes, and suffer more severe injuries, such as plaintiff did here. By the mid-1970's when defendant purchased Sunland Park, this safety problem was so widely known that the vast majority of race tracks had either installed a newer-designed inside rail or had covered the supports of the gooseneck rail on the infield side with sheet metal or with sheets of wood to protect the jockey.",
            "a representative of the Jockey Guild, of which plaintiff was a member, had complained to the manager of Sunland Park before plaintiff's accident; and portions of the gooseneck rail supports were then protected with sheet metal. However, there were no such protections in the area where plaintiff was injured. Prior to plaintiff's injury, defendant had installed a Fontana Safety Rail at Ruidoso Downs, another horse racing track owned by defendant, to replace a gooseneck rail there. Defendant also had verbally committed to having the same type of rail installed at Sunland when the racing schedule ended, which was shortly after plaintiff's accident.",
            "plaintiff was aware of the dangers involved with an exposed gooseneck rail, that she was aware of the complaint by the Jockey Guild and the measures taken to partially correct those dangers at Sunland Park, and",
            "she continued to ride in horse races at Sunland despite that knowledge.",
            "Before plaintiff's accident, defendant installed covering over part of the supports in response to a complaint from the Jockey Guild. It had also ordered a break away rail to be installed, but changed to the Fontana Safety Rail at the insistence of representatives of the jockeys. Work on installation of the Fontana Safety Rail was scheduled to begin at the end of the racing season, one or two days after plaintiff's accident."
        ],
        "Procedural History": [
            "Plaintiff sued defendant for damages for personal injury arising out of a horse racing accident. The trial court, sitting without a jury, found plaintiff and defendant each 50 percent negligent and entered judgment for plaintiff. Defendant appeals and plaintiff cross-appeals."
        ],
        "Application of Law to Facts": [
            "There is ample evidence in the record to support the trial court's apportionment of negligence.",
            "defendant had a duty to exercise ordinary care to prevent injury to plaintiff. Defendant's knowledge of the danger posed by the unguarded gooseneck rail and its failure to take adequate, available precautions to protect plaintiff support the trial court's finding of a breach of that duty.",
            "At the time of plaintiff's accident, however, neither the legislature nor the courts had acted to relieve defendant of its duty to plaintiff.",
            "Here, if plaintiff had been thrown from her horse and injured in contacting the ground or had been kicked or stepped on by another horse, the consent defense might well preclude her recovery. The dangers posed by the unguarded gooseneck rail, however, were not found to be inherent to the sport of horse racing.",
            "As we have already pointed out, there was evidence from which the trial court could and did conclude that plaintiff voluntarily encountered a known danger. Plaintiff's rejoinder is that she was economically coerced into riding at defendant's track, because if she was to pursue her trade as a jockey, she must do so at a race track. The existence and weight to be given to extenuating circumstances are questions of fact.",
            "While it may have been convenient for plaintiff to race at Sunland Park, the evidence is that there were other horse racing tracks which did not involve the danger of an exposed gooseneck rail."
        ],
        "Relevant Precedents": [
            "Marcus v. Cortese, 98 N.M. 414,  (Ct.App.1982).",
            "Williamson v. Smith, , 491 P.2d 1147 (1971)",
            "Regulation XXV of the New Mexico Racing Commission",
            "NMSA 1978, UJI Civ. 13.-10 (Repl.Pamp.1980)",
            "Kabella v. Bouschelle, , 672 P.2d 290 (Ct.App.1983)",
            "Proctor v. Waxier, 84 N.M. 361, 365, , 648 (1972)",
            "Keller v. Holiday Inns, Inc., 105 Idaho *493649,  (App.1983)"
        ],
        "Outcome": [
            "We affirm the judgment of the trial court.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}