{
    "text": "Armijo v. Albuquerque Anesthesia Services, Ltd., 101 N.M. 129, 679 P.2d 271 (1984)\nMarch 8, 1984 · Court of Appeals of New Mexico · No. 7320\n101 N.M. 129, 679 P.2d 271\nLucy ARMIJO, Individually and as Personal Representative of the Estate of Charlie Armijo, Deceased, Plaintiff-Appellant,v.ALBUQUERQUE ANESTHESIA SERVICES, LTD., Defendant-Appellee\n679 P.2d 271\nCourt of Appeals of New Mexico.\n*130Steven E. Schonberg, Paul Livingston, Steven E. Schonberg, P.C., Albuquerque, for plaintiff-appellant.\nAlice Tomlinson-Lorenz, Miller, Stratvert, Torgerson & Brandt, P.A., Albuquerque, for defendant-appellee.\nOPINION\nWOOD, Judge.\n■ Charlie Armijo was admitted to the hospital on February 12, 1980, for a knee operation to be performed on February 13, 1980. The surgery was performed as *131scheduled. Armijo died approximately eighteen hours after the surgery. Plaintiff sought damages from multiple defendants on the basis of wrongful death. This appeal involves only one of the defendants, Albuquerque Anesthesia Services, Ltd. (Corporation), allegedly the corporate employer of three persons involved in the anesthesia aspects of the surgery. The trial court granted summary judgment in favor of the Corporation. Plaintiff appeals. Plaintiff contends: (1) there was no substantive basis for granting the summary judgment, and (2) the procedure followed in granting the summary judgment was improper.\nSubstantive Basis for the Summary Judgment\nThe three alleged employees shown by the depositions to have been involved in the anesthesia aspects of the surgery were two anesthesiologists, Drs. Phelps and Khera, and one nurse anesthetist, Nurse Grein. Dr. Phelps examined Armijo before the surgery for the purpose of evaluating Armijo as an anesthesia patient. Nurse Grein administered the anesthesia. Dr. Khera was the supervising anesthesiologist during surgery and in the recovery room.\nPlaintiff sued Drs. Phelps and Khera, making specific claims against them; their motions for summary judgment were denied and are not involved in this appeal. Plaintiff did not sue Nurse Grein.\nPlaintiff also made a specific claim against the Corporation. The amended complaint states:\n2. Defendant Albuquerque Anesthesia Services, Ltd. knew or should have known that the ratio of anesthesiologists to nurse anesthetists was dangerously low. Albuquerque Anesthesia Services departed from the requisite standard of care by failing to supply sufficient qualified anesthesiologists on February 12 and 13, 1980 to properly and safely supervise the administration of anesthesia to patients * * 11 and to properly supervise the nurse anesthetists.\n3. This departure from the standard of care was a direct and proximate cause of Charlie Armijo's death. * * * *\nThis claim—wrongful death caused by an improper ratio of anesthesiologists to nurse anesthetists and insufficient anesthesiologists to supervise the administration of anesthesia and properly supervise nurse anesthetists—was the only specific claim against the Corporation. Summary judgment was granted as to this claim.\nThe initial burden was on the Corporation, as the movant, to show, prima facie, an absence of a genuine issue of fact and that it was entitled to summary judgment. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). Plaintiff asserts that defendant failed to meet this burden. We disagree.\nPlaintiff claims that the Corporation's summary judgment motion was based on an affidavit of Dr. Phelps. Plaintiff asserts that this affidavit was insufficient to support the summary judgment because it stated conclusions rather than facts admissible in evidence. See Smith v. Klebanoff, 84 N.M. 50, 499 P.2d 368 (Ct.App. 1972). We note that plaintiff did not object to the use of the affidavit in the trial court; this contention is raised for the first time on appeal. See Chavez v. Ronquillo, 94 N.M. 442, 612 P.2d 234 (Ct.App.1980). However, it is unnecessary to decide whether Dr. Phelps' affidavit supports the summary judgment.\nThe motion for summary judgment did not rely solely on the affidavit of Dr. Phelps. The motion also relied on the deposition testimony of Dr. Phelps and the anesthesia records of Armijo from the hospital. Dr. Phelps, an anesthesiologist, was a qualified witness on the anesthesia aspects of the surgery. The fact that Dr. Phelps was also a defendant in the case did not make his testimony incompetent. NMSA 1978, UJI Civ. 11.2 (Repl.Pamp. 1980), Directions for Use; Sewell v. Wilson, 97 N.M. 523, 641 P.2d 1070 (Ct.App. 1982); Evans v. Bernhard, 23 Ariz.App. 413, 533 P.2d 721 (1975).\n*132Dr. Phelps testified in detail, in his deposition, as to his preoperative examination and his assignment of Armijo to a Class II risk category because of Armijo's obesity. He was not involved in Armijo's intraoperative and immediate postoperative care, but had reviewed the hospital records. He also saw Armijo in the recovery room. He opined that Armijo had an entirely uneventful anesthetic and postoperative course, and having fully recovered from his anesthesia * * *. He testified that he was interested in the cause of Armijo's death, that he discussed the case with Dr. Khera and [s]he had nothing contributory relative to the cause of his death * * He testified that he checked the anesthesia record to make sure the nurse anesthetist had done nothing wrong and saw nothing wrong with the anesthesia. He checked the recovery room record to make sure that Armijo had received good care. He testified that Armijo did very well and was discharged from the recovery room with a perfect score, utilizing our scoring system for status upon discharge. He testified that upon Armijo's discharge from the recovery room, he had recovered from his anesthetic and was possessed of normal vital signs, orientation, oral intake. And I think it was coincidental that he expired in the hospital, versus at home.\nOther deposition testimony was referred to by counsel for both parties at the summary judgment hearing. This additional testimony need not be discussed in deciding whether the Corporation made a prima facie case entitling it to summary judgment. Dr. Phelps' deposition testimony, together with the anesthesia records, made a prima facie case entitling the Corporation to summary judgment.\nAnticipating our holding that there was a prima facie case for summary judgment, plaintiff contends that the testimony of several deponents raised a factual issue which made summary judgment improper. Goodman v. Brock. Portions of the deposition testimony, on which plaintiff relies, have not been included in the appellate record and, thus, cannot be considered. Jones v. Minnesota Mining and Manufacturing Co., 100 N.M. 268, 669 P.2d 744 (Ct.App.1983). The deposition testimony in the appellate record, on which plaintiff relies, is testimony involving the ratio and the supervision allegation previously quoted. We did not review the showing as to these allegations in holding that the Corporation made a prima facie case, nor need we review the showing as to these allegations in deciding whether there was a factual issue which made summary judgment improper. Such a review is unnecessary because the trial court did not grant summary judgment on the basis of the ratio or supervision allegations.\nThe trial court ruled that as to the ratio and supervision allegations, there is no showing that they had anything to do with the death of Mr. Armijo. I can't see where there's any connection between the two, so I'll grant the summary judgment * * * }>\nDr. Phelps' deposition testimony and the anesthesia records made a prima facie showing that the ratio and supervision allegations had no causal connection with Armijo's death. Other deposition testimony in the appellate record not only is consistent with Dr. Phelps' testimony but is even stronger as to the absence of any connection between the ratio and supervision allegations and the death. Plaintiff did not meet her burden of showing there was a factual issue.\nThe summary judgment was properly entered in favor of the Corporation on the specific claim made against the Corporation.\nProcedure in Granting Summary Judgment\n(a) Context\nThis paragraph provides the context for the procedural items discussed in (b) and (c). The Corporation was a named defendant in the complaint filed February 5, 1982, and the amended complaint filed May 19, 1982. A pretrial conference was held May 31, 1983. At that conference the trial court ruled on motions for production of docu*133ments. Counsel for two defendants informed the court that with the production of documents questions decided, they would be filing motions for summary judgment. The trial court put a deadline on new motions as of June 10, 1983, and stated that the motions would be heard sometime during the week of June 13, 1983. This schedule was imposed because trial was scheduled to begin June 20, 1983. Motions for summary judgment were filed by all defendants on June lp, 1983, and were heard on June 15, 1983. At this motions hearing, problems in connection with the production of documents and the failure to answer questions at a deposition were also resolved.\n(b) Time to respond to summary judgment motions.\nBefore any of the summary judgment motions were argued, plaintiff objected to the trial court hearing the summary judgment motions. Plaintiff asserted that NMSA 1978, Civ.P. Rule 56(c) (Repl.Pamp. 1980) and Second Judicial District Civil Rule 13(d) required that the motions be served ten days before the time fixed for hearing the motions. Counsel for plaintiff pointed out that he was served on June 10 and that he had only three working days prior to June 15; that he had not had time to properly prepare a response.\nThe trial court pointed out that there had been no objection to the schedule set at the time of the pretrial conference. Counsel for plaintiff agreed, but pointed out that until he received the motions, he did not know to what he had to respond, that he had filed some affidavits in response to some of the motions, but had not had time to file a written brief. Counsel for plaintiff insisted that he had not been given adequate notice. The trial court ruled that the motions would be heard. It also ruled: If it gets to a situation you may need some additional time, I'll hear you at that point and allow you to reply if that's necessary.\nAfter the Corporation's motion was granted, plaintiff inquired if the trial court would entertain reconsideration at a later time. Plaintiff pointed out that Dr. Scott's deposition was scheduled on the afternoon of June 15, that Dr. Scott was the person who put me in touch with the problem of the ratio of anesthesiologists and nurse anesthetists, and if Dr. Scott had anything relevant, plaintiff wanted to bring the matter before the court again. The trial court indicated that it would not reconsider because of the closeness of the trial date.\nOn June 17, 1983, there was a short notice hearing on the contents of the pretrial order and problems with the disclosure of witnesses. During argument, plaintiff pointed out that Dr. Scott's deposition had been taken on the afternoon of June 15, 1983. Plaintiff raised a question as to the extent of the trial court's summary judgment ruling in favor of the Corporation, but made no claim that Dr. Scott's deposition testimony raised anything of relevance to the summary judgment in favor of the Corporation.\nWe have reviewed Dr. Scott's deposition. It is favorable to Drs. Phelps and Khera. Dr. Scott testified there was no criticism of the ratio at the time of Armijo's surgery and that he had no information about the supervision issue at the time of the Armijo surgery. Dr. Scott had reviewed the anesthesia and recovery room records for Armijo; I concluded that when he left the recovery room, he was all right.\nIn arguing there was insufficient time to respond to the Corporation's motion, plaintiff points out that Dr. Scott's deposition had not been taken at the time the summary judgment was granted. That is true. However, after the deposition was taken, plaintiff never asserted to the trial court that there was anything in that deposition indicating the Corporation's summary judgment was improperly granted. Our review disclosed that it was favorable to the Corporation.\nOther points of plaintiff's insufficient time to' respond argument, and our answers, follow.\n*1341. Dr. Weiss' deposition had not been filed. Regardless, it was relied on at the summary judgment hearing of June 15.\n2. Important medical records were illegible. Difficulty in reading some of the records was patent at the time of the summary judgment hearing. Plaintiff made no claim in the trial court that the hearing should be delayed because of this difficulty; nor does she attempt to show, on appeal, how this difficulty has any bearing on the summary judgment.\n3. [IJmportant information was not before the Court. Other than the matters we have discussed, this information is not identified.\nSeparate from the insufficient time to respond contention, plaintiff asserts that the ten-day time provision is mandatory, and violation of the time provision requires reversal of the summary judgment. Second Judicial District Civil Rule 13(d), being subject to modification on the basis of the circumstances of the case, is not mandatory. We do not consider this local rule further. James v. Brumlop, 94 N.M. 291, 609 P.2d 1247 (Ct.App.1980).\nThere is support for the view that Civ.P. Rule 56(c) is mandatory. State Farm Mutual Automobile Insurance Co. v. Sutherland, 94 N.M. 653, 615 P.2d 268 (1980); Barnett v. Cal M, Inc., 79 N.M. 553, 445 P.2d 974 (1968). However, a later case teaches us that the mandatory aspect of the rule may be inapplicable under certain circumstances.\nSantistevan v. Centinel Bank of Taos, 96 N.M. 730, 634 P.2d 1282 (1981), indicates that if the party moved against cannot show that it was prejudiced by noncompliance with the ten-day provision, that provision does not require a reversal of the summary judgment. We have discussed plaintiff's claims of insufficient time to respond to the Corporation's motion. None of those contentions raises a question of prejudice to plaintiff.\nNoncompliance with the ten-day provision of Civ.P. Rule 56(c), in this case, was not error.\n(c) Claim of respondeat superior.\nAn employer can be held liable, under the doctrine of respondeat superior, for the negligence of an employee. This is a form of vicarious liability. Dessauer v. Memorial General Hospital, 96 N.M. 92, 628 P.2d 337 (Ct.App.1981). It is not disputed that the Corporation could be held liable for the negligence of its employees. This involves Drs. Phelps and Khera because no claim was made against Nurse Grein.\nAt the time the Corporation's summary judgment was granted, plaintiff sought to amend the complaint to reflect an employment situation. This request was not acted upon. At the hearing on June 17, two days later, plaintiff sought to amend the complaint to allege the Corporation was liable for the asserted negligence or malpractice of its employees. This was three days before the scheduled start of the trial. The trial court denied the motion as untimely. Plaintiff does not claim that the trial court erred in denying this motion.\nPlaintiff asserts that the summary judgment in favor of the Corporation was error because the Corporation had been sued under the doctrine of respondeat superior. This contention is based on allegations in the amended complaint that Drs. Phelps and Khera were employees of the Corporation. There is nothing more.\nThere is no allegation in the amended complaint that the Corporation was liable for the acts of its employees, no allegation that Drs. Phelps or Khera were acting in the course of their employment, nothing suggesting that the Corporation should be liable under the doctrine of respondeat superior.\nNMSA 1978, Civ.P. Rule 8(a) (Repl.Pamp.1980) requires that the amended complaint contain a short and plain statement of the claim against the Corporation. We will construe the pleading liberally. Las Luminarias of the New Mexico Council of the Blind v. Isengard, 92 N.M. 297, 587 P.2d 444 (Ct.App.1978). Even *135with liberal construction, plaintiffs amended complaint was defective if it did not give the Corporation fair notice of the claim made against the Corporation. Seasons, Inc. v. Atwell, 86 N.M. 751, 527 P.2d 792 (1974); Transamerica Insurance Co. v. Sydow, 97 N.M. 51, 636 P.2d 322 (Ct.App. 1981).\nWe emphasize that specific claims made against Drs. Phelps and Khera are not involved in this appeal; their motions for summary judgment were denied. We have previously quoted the specific claim made against the Corporation; that claim dealt with the ratio and supervision issues previously discussed; that claim dealt with liability of the Corporation for the negligence of the Corporation.\nThe question is whether an allegation that two persons were employees of the Corporation, with nothing more, is sufficient to give the Corporation fair notice that plaintiff seeks to hold the Corporation liable on the basis of the employees' actions or inactions. This question is to be answered on the basis of a pleading that also sought to hold the employees liable. As the amended complaint is worded, the allegation of employment goes no further than identifying the employees as defendants. We hold, in this situation, the Corporation was not given fair notice that plaintiff sought to hold the Corporation liable on the basis of respondeat superior.\nPlaintiff presents two arguments in opposition to this result. First, she contends that respondeat superior was pled by implication. See Fuller v. Crocker, 44 N.M. 499, 105 P.2d 472 (1940); In re Morrow's Will, 41 N.M. 723, 73 P.2d 1360 (1937). We disagree. In light of the specific claims made, to which the pleader is held, In re Adoption of Doe, 87 N.M. 253, 531 P.2d 1226 (Ct.App.1975), a claim of respondeat superior cannot be fairly implied. Second, she asserts that an employer may be held liable without an allegation that the conduct complained of was the conduct of an employee. See Annot., 4 A.L.R.2d 292 (1949). This need not be discussed because it is not an issue in this case. The issue is whether plaintiff sought to hold the Corporation liable on the basis of the employees' conduct. Fair notice of such a claim is not included in the amended complaint. The summary judgment was not in error on the basis that it disposed of a claim under respondeat superior. Such a claim was not made. See Holmes v. Faycus, 85 N.M. 740, 516 P.2d 1123 (Ct.App.1973).\n(d) Plaintiff asserts that the summary judgment in favor of the Corporation was a product of confusion, error and haste by the trial court. Plaintiff argues that the trial court acted without understanding the issues and failed to appreciate who had what role in the events surrounding the death of Charlie Armijo and what claims were being advanced by the litigants.\nWe acknowledge the current fashion of appealing parties to claim their loss in the trial court was due to the trial judge's ignorance, bias or mental incapacity. We do not suggest that the issue not be raised when there is record support for such an issue. We do suggest that the issue, as in this case, should not be raised when it is based on portions of the record taken out of context, and speculations without record support.\nPlaintiff's contention is frivolous.\nThe summary judgment in favor of Albuquerque Anesthesia Services, Ltd. is affirmed. Plaintiff shall bear her appellate costs.\nIT IS SO ORDERED.\nHENDLEY and ALARID, JJ., concur.\n\nPlain English summary:\nCase concerns claim for wrongful death following a knee operation at a hospital. Plaintiff sued multiple defendants for damages, though this appeal involves only one of the defendants, the corporate employer of three persons involved in the anesthesia aspects of the surgery. The trial court granted summary judgment to the defendant. The appeal court affirmed.\n",
    "annotations": {
        "Facts": [
            "Charlie Armijo was admitted to the hospital on February 12, 1980, for a knee operation to be performed on February 13, 1980. The surgery was performed as scheduled. Armijo died approximately eighteen hours after the surgery.",
            "The three alleged employees shown by the depositions to have been involved in the anesthesia aspects of the surgery were two anesthesiologists, Drs. Phelps and Khera, and one nurse anesthetist, Nurse Grein. Dr. Phelps examined Armijo before the surgery for the purpose of evaluating Armijo as an anesthesia patient. Nurse Grein administered the anesthesia. Dr. Khera was the supervising anesthesiologist during surgery and in the recovery room.",
            "*132Dr. Phelps testified in detail,",
            "as to his preoperative examination and his assignment of Armijo to a Class II risk category because of Armijo's obesity.",
            "He was not involved in Armijo's intraoperative and immediate postoperative care, but had reviewed the hospital records. He also saw Armijo in the recovery room.",
            "Armijo had an entirely uneventful anesthetic and postoperative course, and",
            "fully recovered from his anesthesia",
            "Armijo did very well and was discharged from the recovery room with a perfect score, utilizing our scoring system for status upon discharge.",
            "upon Armijo's discharge from the recovery room, he had recovered from his anesthetic and was possessed of normal vital signs, orientation, oral intake."
        ],
        "Procedural History": [
            "Plaintiff sought damages from multiple defendants on the basis of wrongful death. This appeal involves only one of the defendants, Albuquerque Anesthesia Services, Ltd. (Corporation), allegedly the corporate employer of three persons involved in the anesthesia aspects of the surgery. The trial court granted summary judgment in favor of the Corporation. Plaintiff appeals.",
            "Plaintiff also made a specific claim against the Corporation.",
            "This claim—wrongful death caused by an improper ratio of anesthesiologists to nurse anesthetists and insufficient anesthesiologists to supervise the administration of anesthesia and properly supervise nurse anesthetists—was the only specific claim against the Corporation. Summary judgment was granted as to this claim."
        ],
        "Application of Law to Facts": [
            "Dr. Phelps' deposition testimony, together with the anesthesia records, made a prima facie case entitling the Corporation to summary judgment.",
            "The summary judgment was properly entered in favor of the Corporation on the specific claim made against the Corporation."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The summary judgment in favor of Albuquerque Anesthesia Services, Ltd. is affirmed."
        ]
    },
    "class": "affirm"
}