{
    "text": "Blea v. City of Espanola, 117 N.M. 217, 870 P.2d 755 (1994)\nJan. 18, 1994 · Court of Appeals of New Mexico · No. 12200\n117 N.M. 217, 870 P.2d 755\nJoseph BLEA, Individually and as Personal Representative of the Estate of Francine Blea, Deceased, Wanda Blea, and Joseph L. Blea, Jr., Plaintiffs-Appellants,v.The CITY OF ESPANOLA, Richard Guillen, Jesse Marquez, and Daniel Garcia, Defendants-Appellees\n870 P.2d 755\nCourt of Appeals of New Mexico.\nCertiorari Denied March 1, 1994.\n*218Richard Rosenstock, Robert R. Rothstein, Rothstein, Donatelli, Hughes, Dahlstrom, Cron & Schoenburg, Santa Fe, for plaintiffs-appellants.\nDavid F. Cunningham, M. Karen Kilgore, White, Koch, Kelly & McCarthy, P.A., Santa Fe, for defendants-appellees.\nOPINION\nCHAVEZ, Judge.\nThis matter involves the Tort Claims Act, NMSA 1978, Sections 41-4r-l through -27 (Repl.Pamp.1989). Plaintiffs appeal the trial court's order dismissing the complaint for failure to state a claim upon which relief can be granted. See SCRA 1986, 1-012(B)(6) (Repl.1992). Plaintiffs raise four issues on appeal. In essence, these issues are that Plaintiffs have a viable cause of action under various theories for'which immunity has been waived. Plaintiffs argue they state a claim under each of the waiver of immunity provisions in Sections 41-4-5 and -12, Plaintiffs Joseph and Wanda Blea have a claim for loss of familial relations, and all Plaintiffs have claims against the City and Defendant Guillen as the employer and supervisor of Defendants Marquez and Garcia. We affirm in part, reverse in part, and remand for further proceedings.\nFACTS\nThe question on review of an SCRA 1-012(B)(6) dismissal is whether the facts as stated in a complaint state a claim for relief. We accept the facts in the complaint as true and test its legal sufficiency. See AAA Auto Sales & Rental, Inc. v. Security Fed. Sav. & Loan.Ass'n, 114 N.M. 761, 762, 845 P.2d 855, 856 (Ct.App.1992). We thus take the following facts from the complaint.\nPlaintiffs alleged that in the early evening of October 29, 1988, Joseph Martinez, a minor, began consuming large quantities of alcohol and using marijuana. Shortly after midnight he and three others stopped at a gas station in Española. He began harassing a customer at the station. The incident escalated to the point where employees of the station wrote down Martinez's license number and called the police. Martinez and his passengers then fled the scene. The Española Police Department (EPD) dispatcher notified all officers to be on the lookout for Martinez. Two minutes later, Defendant Marquez, an on-duty officer with the EPD, stopped Martinez. Defendant Garcia, another on-duty officer with the EPD, but with his own patrol vehicle, assisted Marquez.\nBy 12:45 a.m. on October 30,1988, the time of the stop, Martinez was extremely intoxicated and exhibited impaired judgment, impaired coordination, and inability to operate a motor vehicle in a safe and lawful manner. This condition was readily apparent to any casual observer. Marquez and Garcia had ample opportunity to observe the demeanor and behavior of Martinez and his passengers. He acted in a rude, abusive, disorderly, and incapacitated manner. He admitted he possessed alcoholic beverages, displayed the marijuana, and admitted he had smoked some that evening. Marquez and Garcia ordered Martinez to dump the marijuana and pour the alcohol out. Instead of pouring all the alcohol on the ground, he smashed a bottle at the feet of one of the officers. Plaintiffs alleged that the officers knew or should have known Martinez was intoxicated, was in possession of alcohol and illegal drugs, and was involved in the disturbance at the gas station.\nPlaintiffs further alleged that the officers knew Martinez's condition posed a severe risk of injury or death to him, his passengers, and others on the road. Nonetheless, the officers did not administer field sobriety tests or any other means to definitely establish Martinez's intoxication. They allowed him to continue driving his vehicle to a resi*219dence in Española, even though they knew or should have known neither he nor his passengers lived there.\nAfter the stop, Martinez consumed more alcohol and controlled substances and continued to drive around Española. Another officer spotted Martinez driving at a high rate of speed on State Road 68 at about 1:42 a.m. on October 30, 1988, and radioed all other officers to stop him. Martinez was driving at more than double the, posted speed limit. Meanwhile, Decedent, Francine Blea, left her parents' home and drove her brother's car en route to her grandmother's home, where she was to spend the night. After she turned onto Riverside Drive in Española around 1:45 a.m., Martinez struck her from the rear at an extremely high speed. Decedent died from resulting injuries. Toxicological tests indicated Martinez's blood alcohol level at the time of the collision was nearly six times the legal limit.\nPlaintiffs allege that there was a policy of not enforcing drunk driving laws in Española; that Defendant City of Española employed Defendants Marquez and Garcia; and that Defendants City of Española and Guillen failed to properly train Defendants Marquez and Garcia.\nDISCUSSION\nA portion of Defendants' motion to dismiss below was based on the contention that the allegations of the complaint were insufficient to circumvent the immunity standards of the New Mexico Tort claims Act. Plaintiffs have argued various theories of liability, apparent from the allegations of the complaint, for which they contend that immunity has been waived. We discuss these theories in the next two sections of this opinion.\nLIABILITY UNDER SECTION 41-4-5\nSection 41-4-5 provides that the immunity granted by the Tort Claims Act does not apply to liability for damages caused by the negligence of public employees ... in the operation or maintenance of any motor vehicle. Plaintiffs allege that this language should be read to include a waiver of immunity for acts of public employees that cause or allow third parties to negligently operate a motor vehicle resulting in injuries. We disagree.\nThe negligence of third parties while they operate motor vehicles is not the negligence of public employees in the operation of motor vehicles. Our cases have narrowly construed the word operation in the Tort Claims Act. See Armijo v. Department of Health & Env't, 108 N.M. 616, 618, 775 P.2d 1333, 1335 (Ct.App.1989); Chee Owens v. Leavitts Freight Serv. Inc., 106 N.M. 512, 514-15, 745 P.2d 1165, 1167-68 (Ct.App.1987). Moreover, the plain language of the statute requires negligence of public employees in the operation of a motor vehicle. See State ex rel. Dep't of Pub. Safety v. One 1990 Chevrolet Pickup, 115 N.M. 644, 647, 857 P.2d 44, 47 (Ct.App.) (legislative intent is first sought in the plain language of the statute), cert. denied, 115 N.M. 602, 856 P.2d 250 (1993). The alleged- negligence of the public employees in this case was not in the operation of the Martinez vehicle; it was in allowing Martinez to drive the vehicle. The Tort Claims Act does not waive immunity under Section 41-4-5 in this situation.\nLIABILITY UNDER SECTION 41-4-12\nWe now turn to Section 41-4-12, applicable to law enforcement officers. It states in relevant part that there is no immunity from liability for damages resulting from assault, battery, ... or deprivation of any rights, privileges or immunities secured by the constitution and laws of the United States or New Mexico. Id. Plaintiffs posit several theories of liability for which they allege that immunity has been waived, ranging from negligence to deprivation of constitutional rights.\na. Negligence\nPlaintiffs' first theory of waiver of immunity appears to be an argument that law enforcement officers can be liable under Section 41-4-12 for any act of negligence. Plaintiffs refer to Methola v. County of Eddy, 95 N.M. 329, 622 P.2d 234 (1980), in which the Supreme Court said negligence by a law enforcement officer may be enough for liability. Under this theory put forth by Plaintiff, even if the alleged negligence did *220not result in one of the enumerated torts, there would still be a waiver of immunity. However, as noted by the Supreme Court in Bober v. New Mexico State Fair, 111 N.M. 644, 654, 808 P.2d 614, 624 (1991), and reiterated recently by this Court in Caillouette v. Hercules, Inc., 113 N.M. 492, 497, 827 P.2d 1306, 1311 (Ct.App.), cert. denied, 113 N.M. 352, 826 P.2d 573 (1992), although law enforcement officers may be held liable under Section 41-4-12 for negligently inflicting one of the enumerated torts, no case has held that simple negligence in the performance of a law enforcement officer's duty amounts to commission of one of the torts listed in the section. We cannot decide a case contrary to Supreme Court precedent. See State v. Manzanares, 100 N.M. 621, 622, 674 P.2d 511, 512 (1983), cert. denied, 471 U.S. 1057, 105 S.Ct. 2123, 85 L.Ed.2d 487 (1985). Thus, we continue to hold there is no.waiver of immunity under Section 41-4-12 for mere negligence of law enforcement officers that does not result in one of the enumerated acts.\nb. Battery\nPlaintiffs' next theory of waiver of immunity is that Defendants Marquez and Garcia negligently failed to arrest or take any enforcement action against Martinez. Plaintiffs assert that when Defendants Marquez and Garcia stopped Martinez, they personally observed that Martinez was driving while intoxicated, was in possession of controlled substances, and was jeopardizing the health and safety of himself, his passengers, and his fellow citizens. Plaintiffs contend that Defendants' negligence in failing to detain Martinez makes them liable under Section 41-4-12 because this negligence caused Martinez to batter Decedent. Unlike plaintiffs previous theory (of simple negligence), this type of allegation falls squarely in the narrow negligence exception of Methola. Defendants, however, urge us to uphold the trial court's determination that Plaintiffs had to allege that Defendants or third party Martinez specifically intended to batter Decedent or desired something like the consequences that ensued.\nIt is well established that in order to waive immunity under Section 41-4-12, law enforcement officers need not directly inflict the injury themselves. Schear v. Board of County Comm'rs, 101 N.M. 671, 673, 687 P.2d 728, 730 (1984); Ortiz v. New Mexico State Police, 112 N.M. 249, 251, 814 P.2d 117, 119 (Ct.App.), cert. quashed, 113 N.M. 352, 826 P.2d 573 (1992). Therefore, the focus of the inquiry at hand is whether Plaintiffs have alleged sufficient facts to state a claim that Martinez, whom Defendants allegedly failed to detain, acted with the requisite level of intent to commit a battery while driving .intoxicated.\nIn California First Bank v. State, 111 N.M. 64, 801 P.2d 646 (1990), the Supreme Court, in dicta, considered the law surrounding intent and battery in the context of factual allegations similar to those in the instant case. The Court concluded that an allegation that a party is intentionally intoxicated and driving could be sufficient intent for battery because all that is necessary is the party's substantial certainty that a particular result will occur. Id. at 73-74 n. 6, 801 P.2d at 655-56 n. 6. Plaintiffs made allegations of intoxication and driving in the complaint that sufficiently satisfy California First Bank footnote 6. We have considered Defendants' policy arguments against this result, raised in their response to Plaintiffs' motions regarding summary reversal, but are not persuaded.\nDefendants contend that cases such as this one demonstrate the difficult decisions that police officers must make. They posit that police officers risk suit if they arrest without probable cause and will risk suit under our opinion if they do not arrest when probable cause is present. Defendants accordingly suggest that they should be immunized from liability when their decision results from mere poor judgment that appears erroneous in light of the 20/20 hindsight applied in the context of a Tort Claims Act action. Of course, Defendants may raise the issue of lack of probable cause as a defense. However, the facts in the complaint do not show a lack of probable cause as a matter of law. In any event, we are required to follow the Supreme Court precedent of California First Bank. See Alexander v. Delgado, 84 N.M. *221717, 718, 507 P.2d 778, 779 (1973). The trial court's dismissal of the claim that Defendants Marquez and Garcia's negligence caused Martinez to drive while intoxicated and MU Decedent was error. We accordingly reverse the trial court's order dismissing that claim.\nc. Statutory Violations\nPlaintiffs' statutory arguments are that Defendants Marquez and Garcia violated NMSA 1978, Section 29-1-1 (Repl. Pamp.1984) and Section 41-4-3(D) by failing to detain Martinez. Section 29-1-1 imposes the duty on law enforcement officers to investigate crimes and file complaints and information when a reasonably prudent person would do so. The Supreme Court stated in California First Bank, 111 N.M. at 75, 801 P.2d at 657, that the failure to apprehend an intoxicated driver or investigate a disturbance the driver was causing gave rise to a claim on wMch relief could be granted. That claim was a negligent violation of Section 29-1-1, a statutory violation, for wMch the legislature waived immunity in Section 41-4-12. Similarly, the allegations of negligent failure to detain Martinez in this case also give rise to a claim for wMch the legislature waived immunity under Section 41-4-12.\nSection 41-4-3(D) defines law enforcement officers for the purposes of the Tort Claims Act as those whose principal duties are to hold in custody any person accused of a criminal offense, to maintain public order or to make arrests for crimes. We stated in Abalos v. Bernalillo County District Attorney's Office, 105 N.M. 554, 560, 734 P.2d 794, 800 (Ct.App.), cert. quashed, 106 N.M. 35, 738 P.2d 907 (1987), that allegations of negligence on the part of corrections officers in releasing a criminal who subsequently raped the plaintiff were sufficient to establish a breach of duty under Section 41-4-3(D). Id. Similarly, the allegations that Martinez was in custody after the stop, but Defendants Marquez and Garcia negligently released him, give rise to a claim for which the legislature waived immunity under Section 41-4-12.\nNor are we persuaded by Defendants' reliance on the recently decided case of Torres v. State, 116 N.M. 379, 862 P.2d 1238 (Ct.App. 1993), cert. granted (N.M. Sept. 15, 1993). The gist of the complaint in that case was that there was a duty for the police to have taken faster action, and this Court held that it would be unreasonable to find a statutory or common-law duty to promptly investigate and solve every reported homicide. In contrast, in this case, the facts recited in the complaint show that the officers had the suspect detained and released him notwithstanding ample probable cause of several crimes and foreseeability of the suspect's continuing to drive in an impaired state. Torres does not compel an affirmance here. We hold the trial court erred in dismissing the Complaint to the extent it alleged breaches of established duties under Sections 29-1-1 and 41-4-3(D).\nd. Constitutional Violations\nPlaintiffs argue that Defendants violated New Mexico Constitution article II, Sections 4 and 18. As New Mexicans, we enjoy the right, under article II, Section 4, to life and property, as well as the right to seek and obtain happiness and safety. Article II, Section 18 provides that no person shall be deprived of life, liberty, or property without due process of law. Plaintiffs urge us to view these rights expansively. Presumably, such a view of our Constitution would yield a holding that the events at issue here would amount to a violation of Decedent's right to live and be safe and happy. We recognize the gravity of the rights Decedent may have enjoyed pursuant to our Constitution. However, this Court in Caillouette, 113 N.M. at 497, 827 P.2d at 1311, determined that vague references to safety or happiness in article II, Section 4 of the state Constitution are not sufficient to state a claim under Section 41-4-12. Waiver of immunity based on such constitutional grounds would emasculate the immunity preserved in the Tort Claims Act. See id. We do not decide whether this same rationale would preclude a waiver of immunity under Section 18 as well. We are cognizant that the Supreme Court recently continued its expansion of rights in favor of the citizen under the New Mexico state constitution. See generally State v. Gutierrez, 116 N.M. 431, 863 P.2d 1052 (1993) (Vol. 32, No. *22248, SBB 1079). However, the issue in this case is not what our constitution protects or does not protect. The issue is the scope of the acts for which the legislature has waived immunity. Although Plaintiffs have not clearly articulated a theory of waiver of immunity under article II, Section 18 through 41-4-12 that would not eliminate the principle of sovereign immunity in the way we feared would happen in Caillouette, we cannot say that such a theory might not exist.\nBecause we are reversing the dismissal of Plaintiffs' complaint on several other grounds, we do not believe that it is necessary to decide this difficult question at this time. See California First Bank, 111 N.M. at 73-74 n. 6, 801 P.2d at 655-56 n. 6. Thus, we affirm the trial court's dismissal of the complaint to the extent it sought to state a theory of waiver of immunity under Section 41-4-12 and article II, Section 4. We leave to the trial court the decision as to whether Plaintiffs should be able to proceed under a theory of waiver of immunity under Section 41-4-12 and article II, Section 18, and if so, what the contours and remedies allowable under such a theory should be. We caution, however, that any such waiver should not swallow the rule of immunity or make the enumeration of acts in Section 41-4-12 superfluous.\nLIABILITY FOR PARENTS' SEPARATE CLAIM\nPlaintiffs Joseph Blea and Wanda Blea also urge that they have a separate claim for violation of a constitutional right to familial association, for which immunity has been waived under Section 41-4-12. We agree.\nDefendants concede that parents have such a cause of action under federal law. Therefore, we do not address Defendants' reliance on Solon v. WEK Drilling Co., 113 N.M. 566, 829 P.2d 645 (1992), which involved the foreseeable consequences of an ordinary tortfeasor's act. The issues involved in this appeal are whether the complaint stated claims for which immunity has been waived. Thus, if the complaint states a claim under federal law, there is a waiver of immunity under the rights, privileges, and immunities portion of Section 41-4-12. Defendants contend that the complaint does not state such a claim, relying on Trujillo v. Board of County Comm'rs, 768 F.2d 1186, 1188-89 (10th Cir.1985). Trujillo requires an allegation of specific intent to injure familial relations; however, it is a minority view. See Smith v. City of Fontana, 818 F.2d 1411, 1419-20 & n. 12 (9th Cir.), cert. denied, 484 U.S. 935, 108 S.Ct. 311, 98 L.Ed.2d 269 (1987). Most cases follow the more typical requirement in a civil rights case, which is a heightened standard of negligence. Id. No persuasive reason not to adopt that standard has been suggested. In this case, we hold that Plaintiffs' allegations that Defendants' actions were grossly negligent or reckless were sufficient to state a claim upon which relief can be granted for Plaintiffs Joseph and Wanda Blea, for which immunity has been waived under Section 41-4-12.\nLIABILITY OF DEFENDANTS GUIL-LEN AND THE CITY OF ESPAÑOLA\nPlaintiffs argue that the trial court erred in dismissing Defendants Guillen and the City of Española, but concede the trial court did so only because their liability is contingent on the liability of Defendants Marquez and Garcia. We have ruled that Plaintiffs stated a claim for negligently causing battery and violations of duties under Sections 29-1-1 and 41-4-3(D), as well as a claim for violation of their right to familial association. As we have reversed the trial court's order that Defendants Marquez and Garcia are immune from suit, we must also reverse the order with respect to Defendants Guillen and the City of Española and remand for further proceedings. See generally McDermitt v. Corrections Corp. of Am., 112 N.M. 247, 814 P.2d 115 (Ct.App.1991).\nCONCLUSION\nWe affirm the trial court's SCRA 1-012(B)(6) dismissal of the claims under Section 41-4-5 and article II, Section 4 of the New Mexico Constitution. We reverse the SCRA 1 — 012(B)(6) dismissal of the claim for *223battery and the claims under Sections 29-1-1 and 41-4-3(D), as well as the claim for violation of the right to familial association, and remand for further proceedings. Plaintiffs shall be awarded their costs, IT IS SO ORDERED.\nMINZNER, C.J., and PICKARD, J., concur.\n\nPlain English summary:\nPolice officers stopped a very intoxicated driver, but then released him and allowed him to continue driving, despite the clear foreseeability that the driver would cause someone injury. The driver subsequently struck another driver from the back, killing them. The case concerns whether the defendant police officers were immune from liability.\n",
    "annotations": {
        "Facts": [
            "in the early evening of October 29, 1988, Joseph Martinez, a minor, began consuming large quantities of alcohol and using marijuana. Shortly after midnight he and three others stopped at a gas station in Española. He began harassing a customer at the station. The incident escalated to the point where employees of the station wrote down Martinez's license number and called the police. Martinez and his passengers then fled the scene. The Española Police Department (EPD) dispatcher notified all officers to be on the lookout for Martinez. Two minutes later, Defendant Marquez, an on-duty officer with the EPD, stopped Martinez. Defendant Garcia, another on-duty officer with the EPD, but with his own patrol vehicle, assisted Marquez.By 12:45 a.m. on October 30,1988, the time of the stop, Martinez was extremely intoxicated and exhibited impaired judgment, impaired coordination, and inability to operate a motor vehicle in a safe and lawful manner. This condition was readily apparent to any casual observer. Marquez and Garcia had ample opportunity to observe the demeanor and behavior of Martinez and his passengers. He acted in a rude, abusive, disorderly, and incapacitated manner. He admitted he possessed alcoholic beverages, displayed the marijuana, and admitted he had smoked some that evening. Marquez and Garcia ordered Martinez to dump the marijuana and pour the alcohol out. Instead of pouring all the alcohol on the ground, he smashed a bottle at the feet of one of the officers. Plaintiffs alleged that the officers knew or should have known Martinez was intoxicated, was in possession of alcohol and illegal drugs, and was involved in the disturbance at the gas station.Plaintiffs further alleged that the officers knew Martinez's condition posed a severe risk of injury or death to him, his passengers, and others on the road. Nonetheless, the officers did not administer field sobriety tests or any other means to definitely establish Martinez's intoxication. They allowed him to continue driving his vehicle to a residence in Española, even though they knew or should have known neither he nor his passengers lived there.After the stop, Martinez consumed more alcohol and controlled substances and continued to drive around Española. Another officer spotted Martinez driving at a high rate of speed on State Road 68 at about 1:42 a.m. on October 30, 1988, and radioed all other officers to stop him. Martinez was driving at more than double the, posted speed limit. Meanwhile, Decedent, Francine Blea, left her parents' home and drove her brother's car en route to her grandmother's home, where she was to spend the night. After she turned onto Riverside Drive in Española around 1:45 a.m., Martinez struck her from the rear at an extremely high speed. Decedent died from resulting injuries. Toxicological tests indicated Martinez's blood alcohol level at the time of the collision was nearly six times the legal limit."
        ],
        "Procedural History": [
            "Plaintiffs appeal the trial court's order dismissing the complaint for failure to state a claim upon which relief can be granted.",
            "We accept the facts in the complaint as true"
        ],
        "Application of Law to Facts": [
            "the allegations of negligent failure to detain Martinez in this case also give rise to a claim for wMch the legislature waived immunity under Section 41-4-12.",
            "the allegations that Martinez was in custody after the stop, but Defendants Marquez and Garcia negligently released him, give rise to a claim for which the legislature waived immunity under Section 41-4-12.",
            "the officers had the suspect detained and released him notwithstanding ample probable cause of several crimes and foreseeability of the suspect's continuing to drive in an impaired state.",
            "We hold the trial court erred in dismissing the Complaint to the extent it alleged breaches of established duties under Sections 29-1-1 and 41-4-3(D)."
        ],
        "Relevant Precedents": [
            "SCRA 1986, 1-012(B)(6) (Repl.1992)",
            "NMSA 1978, Section 29-1-1 (Repl. Pamp.1984)",
            "Section 41-4-3(D)",
            "Section 29-1-1",
            "California First Bank, 111 N.M. at 75, 801 P.2d at 657,",
            "Section 29-1-1",
            "Section 41-4-12",
            "Section 41-4-3(D)",
            "Tort Claims Act",
            "Abalos v. Bernalillo County District Attorney's Office, , 560, 734 P.2d 794, 800 (Ct.App.), cert. quashed, , 738 P.2d 907 (1987)",
            "Section 41-4-3(D)",
            "Torres v. State, , 862 P.2d 1238 (Ct.App. 1993), cert. granted (N.M. Sept. 15, 1993)"
        ],
        "Outcome": [
            "We affirm in part",
            "We reverse the SCRA 1 — 012(B)(6) dismissal of",
            "the claims under Sections 29-1-1 and 41-4-3(D)"
        ]
    },
    "class": "mixed"
}