{
    "text": "Reichert v. Atler, 117 N.M. 623, 875 P.2d 379 (1994)\nMay 10, 1994 · Supreme Court of New Mexico · No. 20963\n117 N.M. 623, 875 P.2d 379\nJoseph REICHERT, personal representative of the Estate of Alfredo Castillo, deceased, Plaintiff-Petitioner,v.Tony ATLER and Josie Atler, d/b/a the A-Mi-Gusto Lounge, Defendants-Respondents\n875 P.2d 379\nSupreme Court of New Mexico.\nRehearing Denied June 1, 1994.\nLouis Marjon, Clark Yarnell and James C. Ellis, Albuquerque, for petitioner.\nTony Atler, pro se.\nRobert Dale Morrison, Albuquerque, for Josie Atler.\nWilliam H. Carpenter and Michael B. Browde, Albuquerque, for amicus curiae New Mexico Trial Lawyers Assn.\nOPINION\nRANSOM, Justice.\nAs personal representative of the estate of Alfredo Castillo, Joseph Reichert brought this wrongful-death action against Tony and Josie Atler, doing business as the A-Mi-Gusto Lounge. Castillo was killed when assaulted by another patron at the Atlers' bar. Following a bench trial, the court adjudged the Atlers liable for the entire damages. The Atlers appealed and the Court of Appeals reversed, holding that the Atlers' negligence must be compared to the assailant's conduct and that the Atlers' liability should *624be limited to their percentage of the fault. Reichert v. Abler, 117 N.M. 627, 875 P.2d 384 (Ct.App.1992). We issued a writ of certiorari to determine whether the negligent failure of the owner or operator of a business to protect patrons from foreseeable harm should be compared to the actions of the perpetrator of that harm and, if so, whether the owner or operator should be held liable only for proportionate fault and not jointly and severally liable with the perpetrator. We hold that the conduct should be compared and that the owner or operator is liable only for its proportionate fault, and we affirm the Court of Appeals.\nIn the evening of December 20, 1985, Castillo stopped at the A-Mi-Gusto Lounge to cash his paycheck. He was a sheetrock installer by trade and also was a musician with a band that played at the bar. Shortly after entering, Castillo was engaged in argument by Pablo Ochoa, a clearly intoxicated patron who had been drinking at the lounge since mid-afternoon. Bar employee Deborah Espinosa, the Atlers' daughter, observed Castillo and Ochoa argue for almost five minutes but did not attempt to stop the fight nor summon the police. The argument ceased while Castillo went into an office with Espinosa to cash his paycheck. Castillo told Espinosa that he recently had been in a fistfight with Ochoa and that he feared Ochoa would act violently. Castillo also told Espinosa that he knew Ochoa carried a gun and that he had heard that Ochoa killed someone in another state. When Castillo returned from the office, the argument with Ochoa resumed and then escalated. Ochoa pulled out a pistol, shot Castillo six times, fled from the bar, and has not been apprehended. Castillo died en route to the hospital.\nThe A-Mi-Gusto Lounge has a reputation as being one of the most dangerous bars in Bernalillo County and has been, in fact, the scene of numerous shootings, stabbings, and assaults. Despite the bar's reputation and history, the Atlers did not employ any professional security personnel and employed only one bouncer who normally did not arrive at the bar until 9:00 p.m. At the time of the shooting, the owners' son, Doug Atler, was the only male employee on duty. He was at the door checking identification and doing visual checks for concealed weapons.\nIn his wrongful-death action, Reichert alleged that the Atlers breached a duty to provide adequate security to protect patrons of the bar, including Castillo, who was specifically a foreseeable victim of harm. The trial court agreed. At issue on certiorari is the court's determination that the Atlers' negligence should not be compared with Ochoa's conduct and that the Atlers are liable for all damages awarded for the wrongful death. In an alternative conclusion, the court stated that if it were to be decided on appeal that the Atlers' negligence should be compared to Ochoa's conduct, then the Atlers were one-third at fault and Ochoa was two-thirds at fault. The court did not find Castillo to have been eontributorily negligent.\nIn Coca v. Arceo, 71 N.M. 186, 189, 376 P.2d 970, 973 (1962), this Court held:\n[T]he proprietor of a place of business who holds it out to the public for entry for his business purposes, is subject to liability to guests who are upon the premises and who are injured by the harmful acts of third persons if, by the exercise of reasonable care, the proprietor could have discovered that such acts were being done or about to be done, and could have protected against the injury by controlling the conduct of the other patron.\nApplying this principle and relying on Weidenfeller v. Star & Garter, 1 Cal.App.4th 1, 2 Cal.Rptr.2d 14 (Ct.App.1991), and Blazovic v. Andrich, 124 N.J. 90, 590 A.2d 222 (1991), the Court of Appeals held that the actions of the Atlers and Ochoa should be compared under the doctrine of comparative negligence adopted by this Court in Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981). Because the doctrine of comparative negligence applied, the Court of Appeals also held, relying on Bartlett v. New Mexico Welding Supply, Inc., 98 N.M. 152, 646 P.2d 579 (Ct.App.), cert. denied, 98 N.M. 336, 648 P.2d 794 (1982), that the Atlers should not be jointly and severally liable for the damages.\n*625We agree with the Court of Appeals and its reliance on Weidenfeller and Blazovic insofar as the negligence of a bar owner may be compared to the conduct of a third party. We consider as quite secondary, however, any rationale dealing with whether comparative-fault principles apply when an intentional wrong is involved, such as comparing the negligence of a bar owner with the intentional conduct of a third party; and we adopt none of the rationale of the New Jersey court in Blazovic, 590 A.2d at 233, that turns on an absence of sufficient foreseeability or adequate causal relationship to deny imposition of the entire responsibility on the operator of the premises. As will be discussed, the question whether the conduct of the third party is intentional, negligent, or otherwise is not determinative in the application of comparative-fault principles in situations similar to the one presented in this case. This case simply involves whether comparative-fault principles may apply to reduce a bar owner's liability when the duty that has been breached is to protect patrons from the harm foreseeably inflicted by the third party.\nInterpreting California's comparative-fault statute in Part I of its opinion, the Weidenfeller court addressed the argument that comparative-fault principles do not apply in cases in which one of the parties acted intentionally. In support of his argument, the plaintiff in Weidenfeller cited a case in which the court refused to allow an intentional actor to use comparative-fault principles to obtain partial indemnity from a negligent joint tortfeasor, and a ease in which the court refused to allow an intentional tortfeasor to use contributory negligence as a defense to full liability. 2 Cal.Rptr.2d. at 16. The court rejected the plaintiffs argument, stating: According to Weidenfeller the statute has the limited effect benefitting a negligent tortfeasor only where there are other equally culpable defendants, but eliminating that benefit where the other tortfeasors act intentionally. Stating the proposition reflects its absurdity. Id. at 15-16. The court also rejected the plaintiffs interpretation of the cases cited in support of his argument:\n[The two cases] stand for the proposition that an intentional actor cannot rely on someone else's negligence to shift responsibility for his or her own conduct. These cases reflect the common law determination that a party who commits intentional misconduct should not be entitled to escape responsibility for damages based upon the negligence of the victim or a joint tortfeasor____\n... We have the converse situation where the injured party is attempting to transfer the intentional actor's responsibility to the negligent tortfeasor. There is no principled basis on which we can interpret the statute in this manner.\nId. at 16. We agree with the California court that the authorities cited by the plaintiff in support of his argument are not applicable when an injured party is attempting to hold a negligent tortfeasor responsible for the conduct of an intentional tortfeasor. Thus, we will not bar the application of comparative-fault principles simply because one of the tortfeasors acted intentionally in this case.\nIn New Mexico, comparative-fault principles apply unless such application would be inconsistent with public policy. See Saiz v. Belen Sch. Dist., 113 N.M. 387, 400, 827 P.2d 102, 115 (1992); see also NMSA 1978, § 41-3A-1(C) (Repl.Pamp.1989) (stating that joint and several liability should apply only in three specific situations or in situations having a sound basis in public policy). We cannot find a sound basis in public policy to abrogate the legislature's determination that comparative-fault principles should apply; rather, we believe that public policy would support a holding that the bar owner may reduce his liability by the percentage of fault attributable to a third party. This analysis is most consistent with this Court's adoption of comparative-fault principles in Scott and with the rejection of joint and several liability in comparative-fault cases in Bartlett. As stated in Bartlett, the basis for comparative fault is that each individual tortfeasor should be held responsible only for his or her percentage of the harm. 98 N.M. at 159, 646 P.2d at 586. We will not stray from that reasoning in this case.\n*626Other jurisdictions have been unwilling to apply comparative-fault principles in cases involving similar issues. See, e.g., Loeb v. Rasmussen, 822 P.2d 914, 918-19 (Alaska 1991) (holding that company's negligent failure to prevent bus driver from molesting a child could not be compared to intentional conduct of bus driver); Kansas State Bank & Trust Co. v. Specialized Transp. Servs., Inc., 249 Kan. 848, 819 P.2d 587, 606 (1991) (holding that liquor store owner who negligently sells alcohol to minor is not entitled to compare his fault with the minor's intentional buying of the alcohol); Gould v. Taco Bell, 239 Kan. 564, 722 P.2d 511, 517 (1986) (holding that restaurant owner's negligent failure to protect patron could not be compared to assailant's intentional conduct). Reichert cites the Kansas cases and argues that if we apply comparative-fault principles to this situation, the duty of the bar owner to protect patrons would be diluted or diminished because the owner could shift all blame to the third party who was the direct cause of the injury, and thus would not be held liable for any breach.\nWe recognize the importance of the duty of the owner or operator of a place of business to prevent the harmful conduct of a third party. Rather than hold the owner fully liable for the damages, however, we believe the jury should be given an instruction regarding the owner's duty to protect patrons and how that duty relates to the conduct of third persons. Although this Court does not normally engage in the practice of drafting jury instructions, we suggest an instruction similar to this:\nIf you find that the [owner] [operator] of the [place of business] breached [his] [her] [its] duty to use ordinary care to keep the premises safe for use by the visitor, you may compare this breach of duty with the conduct of the third person(s) who actually caused the injury to the plaintiff(s) and apportion fault accordingly. In apportioning this fault, you should consider that the [owner's] [operator's] duty to protect visitors arises from the likelihood that a third party will injure a visitor and, as the risk of danger increases, the amount of care to be exercised by the [owner] [operator] also increases. Therefore, the proportionate fault of the [owner] [operator] is not necessarily reduced by the increasingly wrongful conduct of the third party.\nThis instruction could be given as part of SCRA 1986, 13-1309 (Repl.Pamp.1991) (providing uniform jury instruction for premises owner's duty to visitor), or as a separate instruction. In either event, it allows the jury to consider the importance of the owner's duty to protect patrons and to weigh the failure to perform that duty with the tortious conduct of the third party.\nWe stress that our holding is not dependent on the fact that Ochoa's conduct was intentional in this case. Here, we are not concerned with the liability of the person who acted with the intention of inflicting injury. The joint and several liability of such a person has been addressed by our legislature in Section 41-3A-1(C)(1). As stated in Restatement (Second) of Torts Section 449 (1964), when a person has a duty to protect and the third party's act is foreseeable, such an act whether innocent, negligent, intentionally tortious, or criminal does not prevent the [person who has a duty to protect] from being liable for harm caused thereby. The owner's duty to protect patrons extends to all foreseeable harm regardless of whether that harm results from intentional or negligent conduct. Therefore, we hold that the owner's negligent failure to protect patrons from foreseeable harm may be compared to the conduct of the third party and that the owner is responsible only for its percentage of fault.\nConclusion. We affirm the Court of Appeals and the trial court with respect to the duty of the Atlers to protect Castillo from foreseeable harm, their direct liability for failure to provide adequate security, and their vicarious liability because Espinosa did nothing to stop the altercation or summon the police. We also affirm the determination of the Court of Appeals that the Atlers cannot be held jointly and severally liable for the damages, and we remand this case to the trial court for proceedings consistent with *627this opinion. The trial court may wish to reconsider its alternative findings of fact and conclusions of law in light of our disposition and proposed instruction.\nIT IS SO ORDERED.\nMONTGOMERY, C.J., and BACA, FRANCHINI and FROST, JJ., concur,\n\n\nPlain English summary:\nBar owner failed to protect its patrons from the foreseeable violent acts of a third party. The court agreed that the owner had a duty to the decedent and was liable for negligently breaching that duty.  ",
    "annotations": {
        "Facts": [
            "Castillo was killed when assaulted by another patron at the Atlers' bar.",
            "In the evening of December 20, 1985, Castillo stopped at the A-Mi-Gusto Lounge to cash his paycheck. He was a sheetrock installer by trade and also was a musician with a band that played at the bar. Shortly after entering, Castillo was engaged in argument by Pablo Ochoa, a clearly intoxicated patron who had been drinking at the lounge since mid-afternoon. Bar employee Deborah Espinosa, the Atlers' daughter, observed Castillo and Ochoa argue for almost five minutes but did not attempt to stop the fight nor summon the police. The argument ceased while Castillo went into an office with Espinosa to cash his paycheck. Castillo told Espinosa that he recently had been in a fistfight with Ochoa and that he feared Ochoa would act violently. Castillo also told Espinosa that he knew Ochoa carried a gun and that he had heard that Ochoa killed someone in another state. When Castillo returned from the office, the argument with Ochoa resumed and then escalated. Ochoa pulled out a pistol, shot Castillo six times, fled from the bar, and has not been apprehended. Castillo died en route to the hospital.The A-Mi-Gusto Lounge has a reputation as being one of the most dangerous bars in Bernalillo County and has been, in fact, the scene of numerous shootings, stabbings, and assaults. Despite the bar's reputation and history, the Atlers did not employ any professional security personnel and employed only one bouncer who normally did not arrive at the bar until 9:00 p.m. At the time of the shooting, the owners' son, Doug Atler, was the only male employee on duty. He was at the door checking identification and doing visual checks for concealed weapons."
        ],
        "Procedural History": [
            "As personal representative of the estate of Alfredo Castillo, Joseph Reichert brought this wrongful-death action against Tony and Josie Atler, doing business as the A-Mi-Gusto Lounge.",
            "Following a bench trial, the court adjudged the Atlers liable for the entire damages. The Atlers appealed and the Court of Appeals reversed, holding that the Atlers' negligence must be compared to the assailant's conduct and that the Atlers' liability should *624be limited to their percentage of the fault.",
            "We issued a writ of certiorari to determine whether the negligent failure of the owner or operator of a business to protect patrons from foreseeable harm should be compared to the actions of the perpetrator of that harm and, if so, whether the owner or operator should be held liable only for proportionate fault and not jointly and severally liable with the perpetrator.",
            "In his wrongful-death action, Reichert alleged that the Atlers breached a duty to provide adequate security to protect patrons of the bar, including Castillo, who was specifically a foreseeable victim of harm. The trial court agreed."
        ],
        "Application of Law to Facts": [
            "We affirm the Court of Appeals and the trial court with respect to the duty of the Atlers to protect Castillo from foreseeable harm, their direct liability for failure to provide adequate security, and their vicarious liability because Espinosa did nothing to stop the altercation or summon the police."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "we affirm the Court of Appeals."
        ]
    },
    "class": "affirm"
}