{
    "text": "Cupps v. Southwestern Public Service Co., 91 N.M. 639, 578 P.2d 340 (1978)\nApril 4, 1978 · Court of Appeals of New Mexico · No. 3043\n91 N.M. 639, 578 P.2d 340\nRaymond V. CUPPS, Administrator of the Estate of David Lynn Cupps, Deceased, and Raymond V. Cupps, as Personal Representative of the Estate of David Lynn Cupps, Deceased, Plaintiff-Appellant,v.SOUTHWESTERN PUBLIC SERVICE COMPANY, a corporation, and Graves Brothers, Inc., a New Mexico Corporation, Defendants-Appellees\n578 P.2d 340\nCourt of Appeals of New Mexico.\nWrit of Certiorari Denied May 9, 1978.\n*640Robert I. Waldman, Roswell, for plaintiff-appellant.\nHarold L. Hensley, Jr., Hinkle Cox, Eaton, Coffield & Hensley, Roswell, and Mac W. Hancock, III, Gibson, Ochsner, Adkins, Harlan & Hankins, Amarillo, Tex., for Southwestern Public Service Co.\nWilliam W. Bivins, Bivins, Weinbrenner & Reagan, Las Cruces, for Graves Bros., Inc.\nOPINION\nLOPEZ, Judge.\nThe plaintiff-appellant filed a wrongful death action against the defendant-appellee, Southwestern Public Service Company (Southwestern) and the defendant-appellee Graves Brothers, Inc., (Graves) to recover damages for the death of his son. Summary judgment was granted by the trial court in favor of the defendants-appellees. We affirm.\nThe appellant presents three points on appeal: (1) material issues exist relative to the negligence of the defendant, Southwestern Public Service Company, due to the low clearance of its high voltage electric wires; (2) the defendant Graves, as a land owner, owed a duty to the decedent to provide a safe place to work and this duty was breached; and (3) decedent was not contributorially negligent as a matter of law; rather there are issues of material fact relating to contributory negligence.\nThe record reveals the following pertinent facts: Appellant's son, David L. Cupps had finished loading his employer's truck with hay purchased by his employer from defendant Graves. While the decedent was covering the hay with a tarpaulin, he came in contact with wires carrying 7,200 volts of electricity, which contact resulted in his death by electrocution. The electric wires were owned, operated and maintained by the defendant, Southwestern. At the point where decedent came in contact with the power line, the clearance of the wires was 16' 9 from the ground, and passed over an entrance to the garage and barn on defendant Graves' farm. The decedent was warned numerous times by four separate persons about the existence of the electric lines in question and the danger posed to one coming in close proximity with them. Furthermore, the decedent had been instructed specifically to back his tractor trailer away from those lines in order that the hay could be covered without coming in contact with the lines. Further, although the decedent had plenty of room to park his truck without being close to the lines, the decedent himself parked the truck before commencing to put the tarp on the trailer, leaving a portion of the cab under the wires. When the decedent so parked the lines were clearly visible to him. The decedent should have understood the warnings about the lines and the location of the lines when he came in contact with them.\nThe contributory negligence of the decedent.\nAppellant's Point III is dispositive of this appeal. The appellant argues that the court erred in concluding that the decedent was contributorially negligent as a matter of law and that such negligence bars recovery in this case. This being a review of a summary judgment, we are guided by the-case of Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). The Supreme Court stated in Goodman v. Brock, supra:\nUnquestionably the burden was on defendants to show an absence of a genuine issue of fact, or that they were entitled as a matter of law for some other reason to *641a summary judgment in their favor. [Citations omitted.] However, once defendants had made a prima facie showing that they were entitled to summary judgment, the burden was on plaintiff to show that there was a genuine factual issue and that defendants were not entitled as a matter of law to summary judgment.\nAfter the defendants made their prima facie showing, the plaintiff failed to come forward to show there was an issue of material fact relating to contributory negligence. The case of Wood v. Southwestern Public Service Company, 80 N.M. 164, 452 P.2d 692 (Ct.App.1969) is applicable to the instant case in determining whether decedent was contributorially negligent as a matter of law. The court in Wood said in pertinent part as follows:\nDecedent's conduct is judged by the standard of what a reasonably prudent person would have done under the circumstances. When he raised the metal pole toward the line, he was required to anticipate what a reasonably prudent person would have anticipated. A reasonably prudent person would have anticipated the danger of making contact with the line.\nFurther, Wood quoted from Mozert v. Noeding, 76 N.M. 396,415 P.2d 364 (1966) as follows:\nOrdinarily, the question of contributory negligence is a fact question to be determined by the jury. * * * The question of contributory negligence is properly taken from the jury only when reasonable minds cannot differ on the question and readily reach the conclusion that plaintiff's conduct falls below the standard to which he should have conformed for his own protection, and that this negligent conduct on his part proximately contributed with the negligence of the defendant in causing the injury. * * * 11\nWe apply Wood, supra, to the case at bar and come to one conclusion: decedent knew the lines were low and the lines were obvious to him; decedent came in contact with the electric wires after he had been warned.\nDecedent acted in a manner in which a reasonably prudent person would not have acted. Therefore, we conclude that the trial court did not err in determining that there was no issue of material fact. Decedent was contributorially negligent as a matter of law thus barring recovery of this case.\nSince the issue of contributory negligence is dispositive of this appeal, we need not discuss appellant's Point I and II. Summary judgment of the trial court is affirmed.\nIT IS SO ORDERED.\nSUTIN and HERNANDEZ, JJ., concur.\n\nPlain English summary:\nThe decedent died from electrocution after coming in contact with a power line. The trial court found him completely at fault for his own death. The appellate court agreed. \n",
    "annotations": {
        "Facts": [
            "Appellant's son, David L. Cupps had finished loading his employer's truck with hay purchased by his employer from defendant Graves. While the decedent was covering the hay with a tarpaulin, he came in contact with wires carrying 7,200 volts of electricity, which contact resulted in his death by electrocution. The electric wires were owned, operated and maintained by the defendant, Southwestern. At the point where decedent came in contact with the power line, the clearance of the wires was 16' 9 from the ground, and passed over an entrance to the garage and barn on defendant Graves' farm. The decedent was warned numerous times by four separate persons about the existence of the electric lines in question and the danger posed to one coming in close proximity with them. Furthermore, the decedent had been instructed specifically to back his tractor trailer away from those lines in order that the hay could be covered without coming in contact with the lines. Further, although the decedent had plenty of room to park his truck without being close to the lines, the decedent himself parked the truck before commencing to put the tarp on the trailer, leaving a portion of the cab under the wires. When the decedent so parked the lines were clearly visible to him. The decedent should have understood the warnings about the lines and the location of the lines when he came in contact with them."
        ],
        "Procedural History": [
            "The plaintiff-appellant filed a wrongful death action against the defendant-appellee, Southwestern Public Service Company (Southwestern) and the defendant-appellee Graves Brothers, Inc., (Graves) to recover damages for the death of his son. Summary judgment was granted by the trial court in favor of the defendants-appellees."
        ],
        "Application of Law to Facts": [
            "After the defendants made their prima facie showing, the plaintiff failed to come forward to show there was an issue of material fact relating to contributory negligence.",
            "We apply Wood, supra, to the case at bar and come to one conclusion: decedent knew the lines were low and the lines were obvious to him; decedent came in contact with the electric wires after he had been warned.Decedent acted in a manner in which a reasonably prudent person would not have acted. Therefore, we conclude that the trial court did not err in determining that there was no issue of material fact. Decedent was contributorially negligent as a matter of law thus barring recovery of this case."
        ],
        "Relevant Precedents": [
            "Goodman v. Brock, , 498 P.2d 676 (1972)",
            "Wood v. Southwestern Public Service Company, 80 N.M. 164,  (Ct.App.1969)",
            "Wood",
            "Wood",
            "Mozert v. Noeding, 76 N.M. 396, (1966)"
        ],
        "Outcome": [
            "We affirm.",
            "Summary judgment of the trial court is affirmed."
        ]
    },
    "class": "affirm"
}