{
    "text": "LeBlanc v. Northern Colfax County Hospital, 100 N.M. 494, 672 P.2d 667 (1983)\nNov. 1, 1983 · Court of Appeals of New Mexico · No. 7123\n100 N.M. 494, 672 P.2d 667\n\nCase outline\nMajority — Bivins, Judge.\nOther formats\nPDF\nAPI\nCiting cases\n8 cases cite to this case\nOther databases\nCOURTLISTENER\n\nEvelyn Mastrantoni LeBLANC, Personal Representative of the Estate of Lawrence LeBlanc, Deceased, Plaintiff-Appellant,v.NORTHERN COLFAX COUNTY HOSPITAL and Milton Floersheim, M.D., Defendants-Appellees\n672 P.2d 667\nCourt of Appeals of New Mexico.\nRichard V. Earl, McCulloch, Grisham & Lawless, P.A., Albuquerque, for plaintiff-appellant.\nNorman F. Weiss, Farlow, Simone & Roberts, P.A., Albuquerque, for defendant-appellee Northern Colfax County Hosp.\nJoe L. McClaugherty, Debra Romero Thai, Rodey, Dickason, Sloan, Akin & Robb, P.A., Santa Fe, for defendant-appellee Milton Floersheim, M.D.\nOPINION\nBIVINS, Judge.\nThis is a medical malpractice action. Claiming negligence on the part of defendants, Northern Colfax County Hospital and Dr. Milton Floersheim, plaintiff seeks damages for the wrongful death of Lawrence LeBlanc. From a summary judgment in favor of defendants, she appeals.\nWe discuss whether fact questions exist as to the negligence of either or both defendants, and as to proximate cause.\nLeBlanc was injured in a fight during the late evening of February 15 or the early morning of February 16, 1978. He had been kicked or hit in the stomach. After taking some Maalox and a pain pill, LeBlanc went to the emergency room of the hospital at approximately 4:00 a.m. on the morning of February 16. A triage nurse obtained LeBlanc's history and examined him before calling Dr. Floersheim at his home and relating the findings with her recommendations. The nurse felt that this was not an emergency case and could wait until regular office hours, approximately four hours later. The doctor agreed and *495prescribed Talwin, a pain killer, for LeBlanc, with instructions that LeBlanc see a doctor in the morning if he continued to experience pain.\nOn February 18, LeBlanc went or was taken to the office of another doctor who was too busy to see him and referred LeBlanc back to the hospital. Because no doctor was on duty at the hospital,- the emergency room personnel suggested LeBlanc go to Dr. Floersheim's office. LeBlanc then went or was taken to Dr. Floersheim's office, but when he saw the parking lot appeared full, he decided to go home.\nOn February 22,1978, LeBlanc was taken to Dr. Floersheim's office, and the doctor had him immediately admitted to the hospital. He died the following day. The cause of death was bile peritonitis due to traumatic laceration of the liver together with gastrointestinal hemorrhage from the patient's ulcer. According to Dr. Schwartz, [W]hereas a hemorrhage might have been a terminal event, had he [LeBlanc] not had a serious injury to his liver * * * I do not believe that this man would have died.\nFrom the time he left the hospital on February 16, until his admission on February 22, LeBlanc took two. unprescribed Darvon pills every four hours and drank small amounts of liquids. He ate no food.\nAt the conclusion of the summary judgment hearing, the trial court held that while fact issues had been demonstrated as to the negligence of the defendants, that negligence was not a contributing factor of the death of Lawrence LeBlanc. The court felt that if LeBlanc hád died reasonably close to the time when he was instructed to return, a fact question might be presented as to proximate cause. The court noted the lack of medical or other evidence that would suggest that that negligence can be stretched so far as to show that [the negligence] was a cause of the death on the 23rd of February, some seven or eight days after that original [visit to the hospital].\nIn analyzing this ease we look to the record, mindful that all reasonable inferences will be construed in favor of a trial on the facts. C & H Const. & Paving Co. v. Citizens Bank, 93 N.M. 150, 597 P.2d 1190 (Ct.App.1979). Dr. Floersheim testified that LeBlanc's vital signs were normal and that there was no emergency situation requiring a physician at the time LeBlanc presented himself at the emergency room. He also said that the instruction to see a doctor in the morning if the pain continued was adequate. It was the policy of the hospital to provide more detailed information to the patient only in cases involving head injuries or the need for a cast. Dr. Floersheim said that if LeBlanc had returned as late as February 19, he most likely would have survived. Even with hindsight, Dr. Floersheim said that his actions and those of the nurse would have been no different. He asserted that LeBlanc's condition at the time of the emergency room evaluation had not reached the point where a diagnosis could have, been made.\nThe deposition of Dr. George Schwartz, a professor at the University of New Mexico School of Medicine who teaches emergency medicine, was relied on by all parties at the summary judgment hearing. Plaintiff engaged Dr. Schwartz to evaluate this case. Given the patient's history of being in a fight in which he was kicked or stomped in the abdomen and his vital signs showing elevated pulse rate, low blood pressure, and increased respiration coupled with abdominal tenderness and pain, Dr. Schwartz stated that there were sufficient red flags to require further investigation and work-up. He said the nurse's failure to recognize the potential dangers fell below the standard of care expected even in a community hospital. See Ramsey v. Physicians Memorial Hospital, Inc., 36 Md.App. 42, 373 A.2d 26 (1977) (nurse failed to relate information to physician involving removal of ticks from patient who had Rocky Mountain Spotted Fever). Notwithstanding the nurse's inadequate assessment, Dr. Schwartz said that there was enough indication of abnormality for Dr. Floersheim to be warned * * * to wish to evaluate this patient further.\nOn the basis of this testimony we hold that a fact question has been presented as to the negligence of the defendants.\n*496This brings us then to the issue of proximate cause. For the purpose of summary judgment, plaintiff concedes that LeBlanc's own negligence in failing to obtain medical attention after his condition worsened was a proximate cause of his death and that a jury would probably apportion most of the fault to LeBlanc. She argues, however, that the defendants' negligence constituted a concurrent cause and that, therefore, to some percentage extent they are also liable.\nWhere reasonable minds may differ on the question of proximate cause, the matter is to be determined by the fact finder. Galvan v. City of Albuquerque, 85 N.M. 42, 508 P.2d 1339 (Ct.App.1973). It is only where the facts are not in dispute and the reasonable inferences from those facts are plain and consistent, that the issue of proximate cause becomes one of law. Galvan.\nIn examining the facts, we focus on the quality of the instruction given LeBlanc to see a doctor in the morning if his pain continued. The nurse did not warn LeBlanc as to any potential dangers or the consequences of failing to obtain medical attention. As she stated in her deposition, [i]f I thought they had an internal injury, I wouldn't send them home. Since she failed to detect evidence of internal injury or the need to investigate further, she saw no need to advise LeBlanc as to why he should see a doctor if the pain continued. Neither did Dr. Floersheim. When medical providers fail to recognize a problem, or even danger signs indicating a need for further investigation, the law will not impose a higher duty on the patient. See Duran v. New Jersey Zinc Company, 83 N.M. 38, 487 P.2d 1343 (1971). In McNeill v. United States, 519 F.Supp. 283 (D.S.C. 1981), evidence established not only that physicians were negligent in failing to adequately examine a ten-month-old child brought to the emergency room for treatment with a swollen hand and rash, but also that one physician told the parents they were abusing the emergency room when they brought the child back a second time. The court held that the physician's negligence was the proximate cause of the meningitis the child later developed.\nWhen asked if it was proper to have the patient return in the morning when the lab facilities would be open, Dr. Schwartz said:\nI think that the best course of action would have been, at that point, to not release the patient from the hospital. That would have been the course of action which I believe would have been prudent.\nAs to likely outcome, if LeBlanc had returned within 24 hours and his condition had been identified and treated, Dr. Schwartz said that the deficient examination in the emergency room and Dr. Floersheim's faulty judgment would not have mattered; the patient would have survived. Of course, the inference can be drawn that if LeBlanc had been admitted and hospital personnel had investigated further, he also would have survived. Both physicians seem to agree that LeBlanc could have lived had he received treatment as late as February 19. See Ferrara v. Leventhal, 56 A.D.2d 490, 392 N.Y.S.2d 920 (1977).\nTo suggest that LeBlanc's failure to return was the sole proximate cause of his death not only begs the question, it oversimplifies it. Based on the nurse's assessment of a non-emergency benign situation, the fact finder may well determine that LeBlanc was lulled into thinking the pain would go away. He did not seek help until a day and a half later. At some point between February 16 and February 22, LeBlanc may have known or should have known that, notwithstanding the earlier failure to determine his injury, his worsened condition required action on his own part. Proximate cause need not be the last act or the nearest act to the injury; it need only be one which actually aided in producing the result as a direct and existing cause. Ortega v. Texas-New Mexico Railway Company, 70 N.M. 58, 370 P.2d 201 (1962). Further, the act need not be the sole cause but merely a concurring cause. Rix v. Town of Alamogordo, 42 N.M. 325, 77 P.2d 765 (1938); Galvan.\n*497We are unable to say, based on the facts before us, that the failure of the nurse and the doctor to detect a potentially life-threatening injury and to give instructions which would apprise the patient of the seriousness of his condition could not be found to have concurred in producing the death of LeBlanc. In Thomas v. Corso, 265 Md. 84, 288 A.2d 379 (1972), the court held:\n[T]he jury could have reasonably concluded that under the circumstances of this case that if Dr. Thomas had performed his duty to attend Corso personally shortly after he was telephoned at 11:30 p.m., Dr. Thomas might well have been able to have saved his life and that this negligent conduct was one of the direct and proximate causes of Corso's death, concurrent with the negligence of the nurses.\nWas LeBlanc's negligence an independent intervening cause which interrupted the natural sequence of events and produced a result which defendants could not have reasonably foreseen? In Harless v. Ewing, 80 N.M. 149, 452 P.2d 483 (Ct.App.1969), we said:\nThe independent intervening cause that will prevent a recovery of the act or omission of a wrongdoer must be a cause which interrupts the natural sequence of events, turns aside their cause, prevents the natural and probable results of the original act or omission, and produces a different result, that could not have been reasonably foreseen.\nForeseeability does not mean that the precise hazard or the exact consequences which were encountered should have been foreseen.\n(Citations omitted.) Given the fact that LeBlanc received instructions consistent with the deficient assessment at the emergency room, a fact finder could find that a patient might delay seeking medical attention, at least until his physical condition demanded otherwise. We note also that Dr. Floersheim had treated LeBlanc previously and knew he was an alcoholic and a drug user. A jury could find that it would not be unreasonable to foresee that this patient might resort to drugs to relieve his pain and that this could affect his ability to act responsibly.\nHad the doctor or nurse given instructions which would have alerted a reasonable person to the dangers of not obtaining medical attention, the result here might have been different. While this is admittedly a close case, we are unable to say as a matter of law that a fact question has not been presented.\nThe summary judgment is therefore reversed, and the ease remanded for trial on the merits. Costs on appeal are to be paid equally by defendants.\nIT IS SO ORDERED.\nWOOD and DONNELLY, JJ., concur.\n\nPlain English summary:\nMedical malpractice case. Plaintiff was injured in a fight and went to the hospital; despite his injuries, he was released from hospital. He came back a few days later and died. Question was whether the defendant hospital and the plaintiff's doctor were negligent. The court held that they were.\n",
    "annotations": {
        "Facts": [
            "LeBlanc was injured in a fight during the late evening of February 15 or the early morning of February 16, 1978. He had been kicked or hit in the stomach. After taking some Maalox and a pain pill, LeBlanc went to the emergency room of the hospital at approximately 4:00 a.m. on the morning of February 16. A triage nurse obtained LeBlanc's history and examined him before calling Dr. Floersheim at his home and relating the findings with her recommendations. The nurse felt that this was not an emergency case and could wait until regular office hours, approximately four hours later. The doctor agreed and prescribed Talwin, a pain killer, for LeBlanc, with instructions that LeBlanc see a doctor in the morning if he continued to experience pain.On February 18, LeBlanc went or was taken to the office of another doctor who was too busy to see him and referred LeBlanc back to the hospital. Because no doctor was on duty at the hospital,- the emergency room personnel suggested LeBlanc go to Dr. Floersheim's office. LeBlanc then went or was taken to Dr. Floersheim's office, but when he saw the parking lot appeared full, he decided to go home.On February 22,1978, LeBlanc was taken to Dr. Floersheim's office, and the doctor had him immediately admitted to the hospital. He died the following day. The cause of death was bile peritonitis due to traumatic laceration of the liver together with gastrointestinal hemorrhage from the patient's ulcer. According to Dr. Schwartz, [W]hereas a hemorrhage might have been a terminal event, had he [LeBlanc] not had a serious injury to his liver * * * I do not believe that this man would have died.From the time he left the hospital on February 16, until his admission on February 22, LeBlanc took two. unprescribed Darvon pills every four hours and drank small amounts of liquids. He ate no food.",
            "LeBlanc's own negligence in failing to obtain medical attention after his condition worsened was a proximate cause of his death",
            "The nurse did not warn LeBlanc as to any potential dangers or the consequences of failing to obtain medical attention.",
            "if LeBlanc had returned within 24 hours and his condition had been identified and treated, Dr. Schwartz said that the deficient examination in the emergency room and Dr. Floersheim's faulty judgment would not have mattered; the patient would have survived.",
            "if LeBlanc had been admitted and hospital personnel had investigated further, he also would have survived."
        ],
        "Procedural History": [
            "Claiming negligence on the part of defendants, Northern Colfax County Hospital and Dr. Milton Floersheim, plaintiff seeks damages for the wrongful death of Lawrence LeBlanc. From a summary judgment in favor of defendants, she appeals.",
            "At the conclusion of the summary judgment hearing, the trial court held that while fact issues had been demonstrated as to the negligence of the defendants, that negligence was not a contributing factor of the death of Lawrence LeBlanc.",
            "all reasonable inferences will be construed in favor of a trial on the facts."
        ],
        "Application of Law to Facts": [
            "Plaintiff engaged Dr. Schwartz to evaluate this case. Given the patient's history of being in a fight in which he was kicked or stomped in the abdomen and his vital signs showing elevated pulse rate, low blood pressure, and increased respiration coupled with abdominal tenderness and pain, Dr. Schwartz stated that there were sufficient red flags to require further investigation and work-up. He said the nurse's failure to recognize the potential dangers fell below the standard of care expected even in a community hospital.",
            "Notwithstanding the nurse's inadequate assessment, Dr. Schwartz said that there was enough indication of abnormality for Dr. Floersheim to be warned * * * to wish to evaluate this patient further.On the basis of this testimony we hold that a fact question has been presented as to the negligence of the defendants."
        ],
        "Relevant Precedents": [
            "Ramsey v. Physicians Memorial Hospital, Inc., 36 Md.App. 42,  (1977)"
        ],
        "Outcome": [
            "The summary judgment is therefore reversed, and the ease remanded for trial on the merits."
        ]
    },
    "class": "reverse"
}