{
    "text": "Toppino v. Herhahn, 100 N.M. 564, 673 P.2d 1297 (1983)\nOct. 6, 1983 · Supreme Court of New Mexico · No. 14953\n100 N.M. 564, 673 P.2d 1297\nJanice TOPPINO, Petitioner,v.Frank T. HERHAHN, M.D., Respondent\n673 P.2d 1297\nSupreme Court of New Mexico.\n*565Toulouse, Toulouse & Garcia, James R. Toulouse, Albuquerque, for petitioner.\nRodey, Dickason, Sloan, Akin & Robb, Bruce Hall, Debra Romero Thai, Ellen G. Thorne, Albuquerque, for respondent.\nOPINION\nSOSA, Senior Justice.\nThis suit was brought to recover damages for alleged malpractice, breach of express or implied warranties, and lack of informed consent. The plaintiff, Mrs. Toppino, claimed the defendant, Dr. Herhahn, caused these damages during five plastic surgeries to reconstruct her right breast. During the trial, the plaintiff abandoned the theory of lack of informed consent. The trial court directed a verdict in favor of the defendant on the negligence issue. The jury returned a $27,500 verdict for the plaintiff on the warranties issue which the defendant appealed. The plaintiff cross appealed the *566directed verdict on the negligence issue. The Court of Appeals held as follows:\n1. The jury could properly have found that an express warranty existed.\n2. It was error to instruct on an implied warranty for a particular result in the professional services contract area. As the jury was instructed on both express and implied warranty theories, the Court of Appeals could not determine if the jury granted relief upon an improper theory. Accordingly, the cause was remanded for a new trial on the express warranty issue.\n3. The directed verdict was proper since the common knowledge exception does not apply under the facts of this case. Toppino v. Herhahn, 22 SBB 664 (Ct.App.1983). We granted certiorari and hereby affirm the decision of the Court of Appeals as to the first two issues and reverse as to the third.\nMrs. Toppino brought suit against Dr. Herhahn in January of 1980 to recover damages she claimed as a result of five surgical procedures in which Dr. Herhahn attempted to reconstruct her right breast which had been surgically removed by another doctor in treating a cancer. The first surgeon, who performed the modified radical mastectomy, discussed reconstruction of the breast with Mrs. Toppino and recommended that Dr. Herhahn do the reconstruction. Dr. Herhahn works as a board-certified specialist in plastic and reconstructive surgery.\nThe first reconstructive surgery was performed on September 16, 1976. Dr. Herhahn attempted to place an implant the size and volume of the removed breast on Mrs. Toppino's right side across from the healthy breast. Mrs. Toppino described the implant as over two inches higher than * * * my left breast and very small compared to my left side. Dr. Herhahn admitted that the first operation did not reach the desired results and concurred in the decision to have a secondary placement to lower and enlarge the implant.\nThe second operation, performed on November 1, 1976, resulted in a larger and lower implant but it was compressed and flattened in appearance. Dr. Herhahn informed Mrs. Toppino that he could improve this result and it was decided that a teardrop-shaped implant should be used. According to Dr. Herhahn, the only other alternative available to Mrs. Toppino was to do nothing at all.\nMrs. Toppino had a third surgery on January 31, 1977, and both the doctor and patient were initially satisfied with the implant, but in the month following the surgery Mrs. Toppino experienced discomfort from tight skin which Dr. Herhahn diagnosed as a build up of scar tissue.\nOn February 25, 1977, Dr. Herhahn operated a fourth time on Mrs. Toppino to relieve the compression against the skin. The implant ruptured in the process of reinsertion and Dr. Herhahn was required to call his office to have stock brought to the hospital to replace the teardrop implant. Dr. Herhahn substituted a round implant for the implant that had ruptured, but this fourth implant drifted and proved to be unsatisfactory.\nIn the fifth surgery, on June 15,1977, Dr. Herhahn again used a teardrop implant. While still in the operating room Mrs. Toppino expressed dismay with the results, but Dr. Herhahn, under questioning, stated that he was satisfied with the results at the time although the implant was slightly lower than I would say would be ideal. Dr. Gooding, who performed reconstructive surgery to Mrs. Toppino's satisfaction following Dr. Herhahn's fifth attempt, apparently told Dr. Herhahn that the fifth implant was low and to the outside and testified that he wouldn't call it a good result.\nMrs. Toppino's sister and a neighbor also testified as to the appearance of the prosthesis after Dr. Herhahn's fifth surgery. Mrs. Fitzmaurice, Mrs. Toppino's sister, testified that she observed Eloísa LaRosa, a neighbor, take pictures of the prosthesis in June, 1977. Mrs. Fitzmaurice described the breast implant as follows:\nI guess the best thing I can say is that it wasn't where you would have expected *567it to be. It was lower, considerably lower than the ... all the way over to the side and down. It was in a position where— and it didn't look like what you would expect if someone was putting an implant in, and it was going to be at least in the general vicinity of where it was supposed to be. Where it was, there's no way I don't think that you can have put on a regular bra. I mean, it was that far distorted * * * * [T]here was some form there, but it was more the idea of it being so far over and so far down and not shaped anywhere like a normal breast.\nEloísa LaRosa testified that she is a registered nurse and in June, 1977, she lived in the same condominium complex as Mrs. Toppino. She took pictures of Mrs. Toppino's breast and described what she observed:\nWell, it didn't take a medical person to see that something was definitely wrong. This glob was down and over almost under her arm and it was just out like this * * * * [I]t was nowhere near where the breast should be.\nThe pictures were not available for the jury to examine. The insurance agent for the New Mexico Physicians' Mutual Liability Company testified that the six snapshots were stolen from the back seat of his car when he went to the professional building near Presbyterian Hospital to pick up Dr. Herhahn for lunch. The agent testified that the pictures were inside a box and that nothing else was taken from his car.\nDr. Gooding, also a board-certified plastic surgeon, testified that he could not say that Dr. Herhahn was negligent or deviated from acceptable standards of care, stating, [W]hat he did certainly was within the realm of what we do in our field and in an attempt to correct the problem that's occurred.\nAt the close of the plaintiff's case the trial court granted the defendant's motion for a directed verdict on the issue of negligence because the plaintiff had failed to produce expert testimony that Dr. Herhahn had deviated from acceptable standards of medical practice. The plaintiff, in her cross appeal, challenges the granting of a directed verdict on the issue of medical malpractice.\n[Directed verdicts are not favored and should be granted only when the jury could not reasonably and legally reach any other conclusion. Strickland v. Roosevelt County Rural Electric Cooperative, 94 N.M. 459, 463, 612 P.2d 689, 693 (Ct.App.1980). In reviewing the evidence on appeal from a judgment entered pursuant to a directed verdict, the appellate court must accept a reasonable interpretation of the evidence that is most favorable to the party resisting the motion. Skyhook Corp. v. Jasper, 90 N.M. 143, 560 P.2d 934 (1977).\nOrdinarily expert evidence is essential to support an action for malpractice against a physician or surgeon. Crouch v. Most, 78 N.M. 406, 432 P.2d 250 (1967); Cervantes v. Forbis, 73 N.M. 445, 389 P.2d 210 (1964). Nevertheless, in Pharmaseal Laboratories, Inc. v. Goffe, 90 N.M. 753, 568 P.2d 589 (1977), we stated:\nIt is not mandatory in every case that negligence of the doctor be proved by expert testimony which shows a departure from reasonable standards of care. Negligence of a doctor in a procedure which is peculiarly within the knowledge of doctors, and in which a layman would be presumed to be uninformed, would demand medical testimony as to the standard of care. However, if negligence can be determined by resort to common knowledge ordinarily possessed by an average person, expert testimony as to standards of care is not essential.\nId. at 758, 568 P.2d at 594.\nIn this case the jury would not have had to make medical determinations regarding the surgical procedures and techniques employed by Dr. Herhahn. Certainly it is within the realm of the common knowledge of the average person that a *568breast implant should balance its healthy counterpart in size and location. The repeated misplacement of an implant, laterally and vertically, the miscalculation as to its proper size, and the successful results obtained by another surgeon after only one surgical procedure (See, e.g., Bradshaw v. Wilson, 87 Ohio App. 319, 94 N.E.2d 706 (1950)) are facts that, while not conclusive of negligence, raise inferences of negligence that should properly be resolved by a jury. Cf. Eis v. Chesnut, 96 N.M. 45, 627 P.2d 1244 (Ct.App.1981) (holding that the facts presented by the plaintiff in a medical malpractice suit raised logical inferences of the doctor's negligence that were not overcome by expert testimony of non-negligence and which therefore precluded a summary judgment). The trial court erred in directing a verdict for the defendant on the issue of negligence.\nIn her petition for a writ of certiorari, Mrs. Toppino argues that the trial court erred in barring testimony of Dr. Gooding's bias. Because we reverse the directed verdict and remand the cause for a new trial on the issue of medical malpractice as well as express warranty, we do not reach the issue of the doctor's alleged bias.\nFor the foregoing reasons the Court of Appeals is affirmed as to the first two issues of warranties and is reversed as to its affirmance of the trial court's granting of a directed verdict. The cause is therefore remanded to the trial court for further proceedings consistent with this opinion.\nIT IS SO ORDERED.\nPAYNE, C.J., and FEDERICI, RIORDAN and STOWERS, JJ., concur.\n\nPlain English summary:\nPlaintiff underwent five breast reconstruction surgeries and alleged that her doctor was negligent. The trial court directed a verdict in favor of the defendant on the issue of negligence, because the plaintiff had failed to produce expert testimony that the doctor had deviated from acceptable standards of medical practice. The plaintiff appealed and the court reversed this part of the decision on the basis that the facts raised an inference of negligence. ",
    "annotations": {
        "Facts": [
            "The first surgeon, who performed the modified radical mastectomy, discussed reconstruction of the breast with Mrs. Toppino and recommended that Dr. Herhahn do the reconstruction. Dr. Herhahn works as a board-certified specialist in plastic and reconstructive surgery.The first reconstructive surgery was performed on September 16, 1976. Dr. Herhahn attempted to place an implant the size and volume of the removed breast on Mrs. Toppino's right side across from the healthy breast. Mrs. Toppino described the implant as over two inches higher than * * * my left breast and very small compared to my left side. Dr. Herhahn admitted that the first operation did not reach the desired results and concurred in the decision to have a secondary placement to lower and enlarge the implant.The second operation, performed on November 1, 1976, resulted in a larger and lower implant but it was compressed and flattened in appearance. Dr. Herhahn informed Mrs. Toppino that he could improve this result and it was decided that a teardrop-shaped implant should be used.",
            "Mrs. Toppino had a third surgery on January 31, 1977, and both the doctor and patient were initially satisfied with the implant, but in the month following the surgery Mrs. Toppino experienced discomfort from tight skin which Dr. Herhahn diagnosed as a build up of scar tissue.On February 25, 1977, Dr. Herhahn operated a fourth time on Mrs. Toppino to relieve the compression against the skin. The implant ruptured in the process of reinsertion and Dr. Herhahn was required to call his office to have stock brought to the hospital to replace the teardrop implant. Dr. Herhahn substituted a round implant for the implant that had ruptured, but this fourth implant drifted and proved to be unsatisfactory.In the fifth surgery, on June 15,1977, Dr. Herhahn again used a teardrop implant. While still in the operating room Mrs. Toppino expressed dismay with the results, but Dr. Herhahn, under questioning, stated that he was satisfied with the results at the time although the implant was slightly lower than I would say would be ideal.",
            "Dr. Gooding, who performed reconstructive surgery to Mrs. Toppino's satisfaction following Dr. Herhahn's fifth attempt, apparently told Dr. Herhahn that the fifth implant was low and to the outside and testified that he wouldn't call it a good result.",
            "Mrs. Fitzmaurice described the breast implant as follows:I guess the best thing I can say is that it wasn't where you would have expected *567it to be. It was lower, considerably lower than the ... all the way over to the side and down. It was in a position where— and it didn't look like what you would expect if someone was putting an implant in, and it was going to be at least in the general vicinity of where it was supposed to be. Where it was, there's no way I don't think that you can have put on a regular bra. I mean, it was that far distorted * * * * [T]here was some form there, but it was more the idea of it being so far over and so far down and not shaped anywhere like a normal breast.Eloísa LaRosa testified that she is a registered nurse and in June, 1977, she lived in the same condominium complex as Mrs. Toppino. She took pictures of Mrs. Toppino's breast and described what she observed:Well, it didn't take a medical person to see that something was definitely wrong. This glob was down and over almost under her arm and it was just out like this * * * * [I]t was nowhere near where the breast should be.The pictures were not available for the jury to examine. The insurance agent for the New Mexico Physicians' Mutual Liability Company testified that the six snapshots were stolen from the back seat of his car when he went to the professional building near Presbyterian Hospital to pick up Dr. Herhahn for lunch. The agent testified that the pictures were inside a box and that nothing else was taken from his car.Dr. Gooding, also a board-certified plastic surgeon, testified that he could not say that Dr. Herhahn was negligent or deviated from acceptable standards of care, stating, [W]hat he did certainly was within the realm of what we do in our field and in an attempt to correct the problem that's occurred."
        ],
        "Procedural History": [
            "This suit was brought to recover damages for alleged malpractice",
            "The plaintiff, Mrs. Toppino, claimed the defendant, Dr. Herhahn, caused these damages during five plastic surgeries to reconstruct her right breast.",
            "The trial court directed a verdict in favor of the defendant on the negligence issue.",
            "The plaintiff cross appealed the directed verdict on the negligence issue. The Court of Appeals held as follows:",
            "3. The directed verdict was proper since the common knowledge exception does not apply under the facts of this case.",
            "Mrs. Toppino brought suit against Dr. Herhahn in January of 1980 to recover damages she claimed as a result of five surgical procedures in which Dr. Herhahn attempted to reconstruct her right breast which had been surgically removed by another doctor in treating a cancer.",
            "the trial court granted the defendant's motion for a directed verdict on the issue of negligence because the plaintiff had failed to produce expert testimony that Dr. Herhahn had deviated from acceptable standards of medical practice. The plaintiff, in her cross appeal, challenges the granting of a directed verdict on the issue of medical malpractice.",
            "the appellate court must accept a reasonable interpretation of the evidence that is most favorable to the party resisting the motion"
        ],
        "Application of Law to Facts": [
            "In this case the jury would not have had to make medical determinations regarding the surgical procedures and techniques employed by Dr. Herhahn. Certainly it is within the realm of the common knowledge of the average person that a breast implant should balance its healthy counterpart in size and location. The repeated misplacement of an implant, laterally and vertically, the miscalculation as to its proper size, and the successful results obtained by another surgeon after only one surgical procedure",
            "are facts that, while not conclusive of negligence, raise inferences of negligence that should properly be resolved by a jury.",
            "The trial court erred in directing a verdict for the defendant on the issue of negligence."
        ],
        "Relevant Precedents": [
            "Pharmaseal Laboratories, Inc. v. Goffe, , 568 P.2d 589 (1977)",
            "Bradshaw v. Wilson, 87 Ohio App. 319,  (1950)",
            "Eis v. Chesnut, 96 N.M. 45,  (Ct.App.1981)"
        ],
        "Outcome": [
            "We granted certiorari and hereby",
            "reverse",
            "For the foregoing reasons the Court of Appeals",
            "is reversed as to its affirmance of the trial court's granting of a directed verdict. The cause is therefore remanded to the trial court for further proceedings consistent with this opinion."
        ]
    },
    "class": "mixed"
}