{
    "text": "Brooks v. Beech Aircraft Corp., 120 N.M. 372, 902 P.2d 54 (1995)\nJune 28, 1995 · Supreme Court of New Mexico · No. 21728\n120 N.M. 372, 902 P.2d 54\nVirginia BROOKS, as personal representative of Thomas William Brooks, deceased, Plaintiff-Appellant,v.BEECH AIRCRAFT CORPORATION, Defendant-Appellee\n902 P.2d 54\nSupreme Court of New Mexico.\nCarpenter & Chavez, Ltd., William H. Carpenter, David J. Stout, Albuquerque, Law Offices of Windle Turley, P.C., R. Windle Turley, David R. Weiner, Michael G. Sawicki, Dallas, TX, for appellant.\nRodey, Dickason, Sloan, Akin & Robb, P.A., Bruce Hall, Charles K. Purcell, Susan S.Throckmorton, Albuquerque, for appellee.\nMichael B. Browde, Michael G. Elia, Albuquerque, for amicus curiae N.M. Trial Lawyers Ass'n.\nModrall, Sperling, Roehl, Harris & Sisk, P.A., Kenneth L. Harrigan, Albuquerque, The Oldham Law Firm, Michael E. Oldham, Heather Fox Vickies, Englewood, CO, for amicus curiae Product Liability Advisory Council, Inc.\nKastler and Kamm, Paul A. Kastler, Steven L. McConnell, Raton, for amicus curiae N.M. Defense Lawyers Ass'n.\n*373OPINION\nRANSOM, Justice.\nAs personal representative of her deceased husband, Virginia Brooks brought a wrongful death action against Beech Aircraft Corporation in connection with a 1988 plane crash. In relevant part Brooks sued in negligence and strict liability for an alleged design defect, claiming that the absence of shoulder harnesses caused the death of Thomas Brooks. The trial court granted Beech Aircraft's motion for summary judgment and Brooks appeals pursuant to SCRA 1986, 12-102(A)(1) (Repl.Pamp.1992) (warranty count sounding in contract). We hold that a design-defeet claim may be brought in both negligence and strict liability, and we further hold that such claim may be proved without showing that the manufacturer has violated regulations, codes, or standards applicable to the 1968 plane that crashed. Finding disputed issues of material fact precluding summary judgment on the questions of negligence and unreasonable risk, we reverse and remand.\nFacts and proceedings. Thomas Brooks died on August 2,1988, when the 1968 Beech Musketeer he was piloting crashed near Cimarron, New Mexico. Mr. Brooks bought his Musketeer used in 1984. Although his plane was equipped with lap belts, it was neither designed nor equipped with shoulder harnesses. When the Musketeer was designed, manufactured, and sold in 1968, Federal Aviation Administration (FAA) regulations did not require the installation of shoulder harnesses in general aviation aircraft such as the Musketeer. Further, no aircraft industry standard or guideline applicable at that time required the installation of such harnesses. The FAA did not adopt a regulation requiring the installation of shoulder harnesses in the front seats of general aviation aircraft until 1977, and this regulation applied only to planes manufactured after July 18, 1978. At no time did the FAA require manufacturers to install shoulder harnesses in older planes.\nBrooks filed suit in 1990, claiming that a defect in the Musketeer's engine had caused her husband's plane to crash. She also claimed that the absence of shoulder harnesses rendered the plane not crashworthy and that, while not causing her husband's plane to crash, the absence of shoulder harnesses proximately caused enhanced injury resulting in her husband's death. At the close of discovery Beech moved for summary judgment on all of Brooks' claims.\nIn response to the motion for summary judgment, Brooks presented the deposition of Dr. Richard G. Snyder, a forensic anthropologist who testified that Beech Aircraft had developed a workable shoulder harness as early as 1951. Dr. Snyder also testified that Beech had included shoulder restraints as standard equipment on some of its aircraft before 1968. Finally, stating that he had considered the state of the art in 1968 and that he had determined shoulder harnesses were available when Mr. Brooks' plane was designed and manufactured, Dr. Snyder expressed the opinion that the Musketeer was not crashworthy without shoulder harnesses and that Beech was negligent not to include harnesses in the Musketeer's design.\nThe trial court entered summary judgment in favor of Beech on Brooks' warranty claims, claims of misrepresentation under Restatement (Second) of Torts § 402B (1964), and on Brooks' claim that an engine defect caused her husband's plane to crash. Brooks does not challenge these judgments on appeal. The trial court also concluded that enhanced-injury claims sound only in negligence and that negligence in design must be proved by showing the product violated the government regulations or industry standards applicable at the time of design, relying for support on Duran v. General Motors Corp., 101 N.M. 742, 744-49, 688 P.2d 779, 781-86 (Ct.App.1983), cert. quashed, 101 N.M. 555, 685 P.2d 963 (1984). Because the undisputed evidence showed that in 1968 none of the applicable government regulations or industry standards required installation of shoulder harnesses in planes like Mr. Brooks' Musketeer, the trial court entered summary judgment in favor of Beech on Brooks' design-defect claims. Brooks appeals.\nDesign-defect liability. — Crashworthiness. The Eighth Circuit Court of Appeals became *374the first to adopt the crashworthiness theory of liability with the landmark decision of Larsen v. General Motors Corp., 391 F.2d 495, 502 (8th Cir.1968). Reasoning that it is readily foreseeable that an automobile will be involved in an accident and that a user will be injured — often as a result of a second collision with the interior of the automobile — the court held that a user may recover damages for enhanced injury if, even though an alleged design defect did not cause the injury-producing accident, the victim can show that the defect proximately caused an injury more severe in degree than would have resulted had the defect not been present. Id.\nIn Duran our Court of Appeals join[ed] the majority of jurisdictions in adopting 'crashworthiness', 'second collision' or 'enhanced injury' as actionable. 101 N.M. at 745, 688 P.2d at 782. Citing a fear that case-by-case adjudication of strict design liability for injuries caused or enhanced by what a jury may determine to be an unreasonable risk would impose hopelessly conflicting design requirements on manufacturers, and noting that Larsen (being a negligence case) refrained from commenting on strict liability, the Court of Appeals held that such claims sound only in negligence. Id,, at 745-47, 688 P.2d at 782-84. In addition to promoting uniformity, the use of negligence principles [based on extrajudicial standards] would relieve the jury of having to second guess what a proper design should have been. Id. at 747, 688 P.2d at 784. This case presents us with an opportunity to review the soundness of the Court of Appeals' determinations.\n—Crashworthiness as a subdivision both of design-defect and of manufacturing-flaw liability. The Duran Court ruled that crashworthiness claims sound only in negligence regardless of whether the injury in the second collision was caused or enhanced by a design defect or by a manufacturing flaw. In Duran the injury enhancing defects were both a lack of door header rigidity (design defect) and faulty welds (manufacturing flaw). The death of Thomas Brooks is attributed only to a design defect and the issue before us has been briefed and argued not so much as whether all crashworthiness liability should be limited to negligence, but whether all design-defect liability should be so limited. We see no merit in limiting to negligence the liability of a product supplier for a second-collision injury caused by a manufacturing flaw, cf. Duran, 101 N.M. at 749, 688 P.2d at 786; and we agree with the parties that the real issue here is the proper standard of liability for injuries caused by a design defect regardless of whether those injuries occur in a second collision.\n— Policies supporting the limitation of design-defect claims to negligence. Brooks contends that whether a product is alleged to contain a manufacturing flaw or a design defect, the standard by which the supplier's liability is measured should be the same. Beech acknowledges that [a] system of strict liability for manufacturing defects serves a number of worthy objectives. Beech argues, however, that [d]esign is a creature of conscious choice between safety and ... a host of imperatives against which safety must be traded off. Accordingly, Beech submits that strict liability is an inappropriate standard by which to measure a supplier's liability for design-defect injuries.\nBeech and supporting amici point out that in determining whether a product is defectively designed there is an inherent difficulty that does not arise when determining whether that same product contains a manufacturing flaw. In the case of a manufacturing flaw the product leaves the manufacturer's hands in a condition unintended by the manufacturer. Thus to ascertain whether the product contains a defect, the jury need only compar[e] the injury-producing product with the manufacturer's plans or with other units of the same product line. Barker v. Lull Eng'g Co., 20 Cal.3d 413, 143 Cal.Rptr. 225, 236, 573 P.2d 443, 454 (1978). By contrast, in the case of a design defect, the product leaves the manufacturer's hands in the exact condition intended by the manufacturer. Thus, [w]hile manufacturing flaws can be evaluated against the intended design of the product, no such objective standard exists in the design defect context. Caterpillar Tractor Co. v. Beck, 593 P.2d 871, 880 (Alaska 1979).\n*375Beech contends that precisely because there is no objective standard of defectiveness in the design context, the concept of defect may be understood only by reference to the manufacturer's conduct; whether a design is safe enough depends on the reasonableness of the manufacturer's choice between safety and other imperatives such as price and product utility. Thus Beech contends that negligence is the appropriate standard by which to measure a supplier's liability for defective design.\nBeech also contends that negligence must be adopted as the sole standard of liability to avoid depriving the public of useful and beneficial products. In this regard Beech quotes the Michigan Supreme Court, reasoning:\n[A] verdict for the plaintiff in a design defect case is the equivalent of a determination that an entire product line is defective. It usually will involve a significant portion of the manufacturer's assets and the public may be deprived of a product. Thus, the plaintiff should be required to pass the higher threshold of a fault test in order to threaten an entire product line.\nPrentis v. Yale Mfg. Co., 421 Mich. 670, 365 N.W.2d 176, 185 (1984).\nFinally, Beech contends that judging a manufacturer's product defective based on generational changes in attitudes about safety and generational advances in technology works an unfair hardship on manufacturers and does not serve the goals of strict products liability. In particular, Beech notes that the average piston-engine aircraft is over 27 years old and one-third of the fleet is over 32 years old. See S.Rep. No. 202, 103d Cong., 1st Sess. 3 (1993). If this Court were to apply strict products liability in cases alleging defective design, Beech cautions, manufacturers would be whipsawed ... between the standards of different generations.\n—Policies supporting the imposition of strict products liability generally. Since Greenman v. Yuba Power Products, Inc., 59 Cal.2d 57, 27 Cal.Rptr. 697, 377 P.2d 897 (1962) (in bank), nearly every American jurisdiction has adopted some form of strict liability in tort as a measure of manufacturer responsibility for injuries caused by defective products. See, e.g., Stang v. Hertz Corp., 83 N.M. 730, 735, 497 P.2d 732, 737 (1972) (adopting strict liability in tort). In deciding to apply strict liability to the manufacturer of a wood lathe, the Greenman court turned to Justice Traynor's concurring opinion in Escola v. Coca Cola Bottling Co., 24 Cal.2d 453, 150 P.2d 436, 440-41 (1944) (Traynor, J., concurring). Greenman, 27 Cal.Rptr. at 701, 377 P.2d at 901. In Escola Justice Traynor stated that he would hold the manufacturer of a bottle which exploded strictly liable for the resulting injuries because the risk of injury can be insured by the manufacturer and distributed among the public as a cost of doing business. 150 P.2d at 441.\nThe policy of risk- or cost-distribution continues to serve as a primary basis for imposing strict products liability. Thus, in adhering to strict liability as an appropriate standard of liability for a manufacturer's failure to include a safety device in the design of a sheet metal rolling machine, the New Jersey Supreme Court observed that [sjtriet liability in a sense is but an attempt to minimize the costs of accidents and to consider who should bear those costs. Suter v. San Angelo Foundry & Mach. Co., 81 N.J. 150, 406 A.2d 140, 151 (1979); see also Azzarello v. Black Bros. Co., 480 Pa. 547, 391 A.2d 1020, 1023 (1978) (concluding that [t]he realities of our economic society as it exists today forces the conclusion that the risk of loss for injury resulting from defective products should be borne by the suppliers, principally because they are in a position to absorb the loss by distributing it as a cost of doing business).\nIn addition to the cost-distribution rationale of Greenman, other courts have approved specifically the rationale that imposing strict liability relieves plaintiffs of the burden of proving ordinary negligence under circumstances in which such negligence is likely to be present but difficult to prove. See W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 98, at 693 (5th ed.1984). As observed by one commentator:\nIt is often difficult, or even impossible, to prove negligence on the part of the manufacturer or supplier. True, res ipsa loquitur often comes to the aid of the injured party. But it is normally regarded as a form of circumstantial evidence, and this *376means that there must be a logical inference of negligence which is sufficiently strong to let the case go to the jury. This is often not present, and strict liability eliminates the need of the proof.\nJohn W. Wade, On the Nature of Strict Tort Liability for Products, 44 Miss.L. J. 825, 826 (1973); cf O'Brien v. Muskin Corp., 94 N.J. 169, 463 A.2d 298, 303 (1983) (noting in case involving alleged defective design of swimming pool that [o]ne of the policy considerations supporting the imposition of strict liability is easing the burden of proof'); Barker, 143 Cal.Rptr. at 237, 573 P.2d at 455 (allocating burden of proof to manufacturer to show that product not defectively designed because the feasibility and cost of alternative designs ... involve technical matters peculiarly within the knowledge of the manufacturer).\nThe third policy cited for the imposition of strict liability is that suppliers who otherwise might not be liable because of a passive role in the chain of supply should be encouraged to select reputable and responsible manufacturers who generally design and construct safe products and who generally accept financial responsibility for injuries caused by their defective products. Vandermark v. Ford Motor Co., 61 Cal.2d 256, 37 Cal.Rptr. 896, 899-900, 391 P.2d 168, 171-72 (1964) (in bank) (noting that retailers are in position to exert pressure on manufacturers and thereby ensure product safety); Hammond v. North Am. Asbestos Corp., 97 Ill.2d 195, 73 Ill.Dec. 350, 356, 454 N.E.2d 210, 216 (1983) (same); W. Page Keeton et al. § 100, at 707 (stating that goal of accident prevention is best served by imposing strict liability on retailer who can select manufacturers which produce safe products). Because suppliers are in a better economic bargaining position, they may be more likely than individual consumers to get a manufacturer to bear financial responsibility for product-related injuries. See 1 Timothy E. Travers et al. American Law of Products Liability 3d § 5:7, at 21-22 (1994). At any rate, the injured consumer is thus provided with an alternative remedy in the event that the manufacturer is insolvent, out of business, or so remote that it is either impossible to obtain jurisdiction or unduly burdensome to bring suit. Vandermark, 37 CaLRptr. at 899, 391 P.2d at 171; W. Page Keeton et al. § 100, at 706.\nFourth and finally,1 imposing strict products liability serves the interests of fairness. As articulated by the New Jersey Supreme Court in Beshada v. Johns-Manville Products Corp., 90 N.J. 191, 447 A.2d 539, 549 (1982):\nThe burden of illness from dangerous products such as asbestos should be placed upon those who profit from its production and, more generally, upon society at large, which reaps the benefits of the various products our economy manufactures. That burden should not be imposed exclusively on the innocent victim.\nThe fairness rationale embodies a normative judgment that plaintiffs injured by an unreasonably dangerous product should be compensated for their injuries. At the heart of this judgment lies the conclusion that although the manufacturer has provided a valuable service by supplying the public with a product that it wants or needs, it is more fair that the cost of an unreasonable risk of harm lie with the product and its possibly innocent manufacturer than it is to visit the entire loss upon the often unsuspecting consumer who has relied upon the expertise of the manufacturer when selecting the injury-producing product.\nBeginning with this Court's decision in Stang, 83 N.M. at 735, 497 P.2d at 737, these *377policy considerations became part of the rationale supporting the imposition of strict products liability in New Mexico. In Stang we held that the lessor of an automobile could be held strictly liable for the death of a passenger killed when a tire with hidden and pre-existing road-hazard damage blew out, causing the automobile to crash. In adopting strict liability in tort, this Court noted that the doctrine had been justified on the grounds that the loss should be placed on those most able to bear it and they could then distribute the risk loss to users of the product in the form of higher prices. Id. at 733, 497 P.2d at 735. As part of its rationale, this Court specifically relied on the formulation of strict products liability articulated by the California Supreme Court in Greemnan. Id.\nThis Court also noted that adoption of strict products liability was borne largely out of dissatisfaction with the remedies afforded consumers under warranty and negligence law. Stang, 83 N.M. at 731, 497 P.2d at 733. Specifically with regard to the negligence cause of action, this Court stated that [t]he main problem with the negligence theory was the practical one of establishing the failure to exercise due care. Id. The importance of this rationale to the adoption of strict products liability in New Mexico has been echoed in other New Mexico cases. See, e.g., Aalco Mfg. Co. v. City of Espanola, 95 N.M. 66, 67, 618 P.2d 1230, 1231 (1980) (The purpose behind strict products liability ... is to allow an injured consumer to recover against a seller or manufacturer without the requirement of proving ordinary negligence.); Trujillo v. Berry, 106 N.M. 86, 88, 738 P.2d 1331, 1333 (Ct.App.) (same), cert. denied, 106 N.M. 24, 738 P.2d 518 (1987). In fact, in holding that a hotelier could not be held strictly hable for the allegedly unsafe design of a hotel room, this Court stated that [t]he rationales behind the application of strict liability do not apply when ... proof of negligence is not difficult. Livingston v. Begay, 98 N.M. 712, 716, 652 P.2d 734, 738 (1982).\nFinally, this Court has noted that [t]he extension of strict liability to non-negligent retailers provides two pockets from which the injured consumer can obtain relief, one being the usually local and more accessible retailer. Aalco, 95 N.M. at 67, 618 P.2d at 1231; see also Trujillo, 106 N.M. at 88, 738 P.2d at 1333 (same).\nThus the law of New Mexico and the law of other jurisdictions disclose four primary policies supporting the imposition of strict products liability: placing the cost of injuries caused by defective products on the manufacturer who is in a better position to pass the true product cost on to ah distributors, retailers, and consumers of the product; relieving the injured plaintiff of the onerous burden of establishing the manufacturer's negligence; providing full chain of supply protection; and, in the interest of fairness, providing relief against the manufacturer who — while perhaps innocent of negligence — cast the defective product into the stream of commerce and profited thereby.\nThe standard of liability depends upon a balancing of conflicting policy considerations. Whether strict products liability doctrine should be the standard of liability for injuries caused or enhancéd by a design defect, and hence whether we should overrule Duran, depends on whether doing so would further the policies generally supporting the imposition of strict products liability. If it would, we also must decide whether it is nonetheless better to restrict liability for design-defect injuries to negligence because, as a function of conscious choice, design is conduct dependent, because imposing strict liability for design-defect injuries has societal and economic consequences different from imposing such liability for injuries caused by unintended flaws, and because it is especially unfair to suppliers to determine liability for a design choice based on temporal changes in technology and attitudes about safety.\n—Analysis of design-defect claims in light of policy goals. Beech contends that in the case of injuries caused by defectively designed products, manufacturers are neither able to pass on to consumers the cost of such injuries nor able to insure themselves against losses occasioned by such injuries. Beech speculates that injuries caused by a design defect are more likely to occur several years after the injury-producing product has hit the market than are injuries caused by a *378manufacturing flaw. In the interim the manufacturer may have replaced the injury-producing design with an alternative design that does not pose the same risk of injury. Beech thus argues that it is impossible for the manufacturer to pass on the cost of injury from a replaced product. Similarly, Beech argues that manufacturers cannot insure themselves against losses occasioned by design-defect injuries because, unlike manufacturing flaws which are usually present in a small and discrete percentage of a particular product line, a design defect will affect the entire product line. Cf. Prentis, 365 N.W.2d at 185 (stating that a verdict for the plaintiff in a design defect case is the equivalent of a determination that an entire product line is defective). Beech does not address the availability of insurance against liability for negligent design.\nWhile attractive in the abstract, Beech's arguments are undermined by recognized behavior of manufacturers since the widespread adoption of strict products liability. Inherent in these arguments is the assumption that manufacturers will not pass on the costs of design-defect injuries caused by a particular product or insure against losses caused by such injuries until consumers have been injured by the particular product. Again, Beech does not distinguish between negligent design and strict liability for an unreasonable risk in design. As noted by West Virginia's highest court, however, actual behavior demonstrates that manufacturers collect a product liability premium at the time of sale. Blankenship v. General Motors Corp., 185 W.Va. 350, 406 S.E.2d 781, 784 (1991) (noting that General Motors collects a product liability premium each time it sells a vehicle). Because product liability is concerned with spreading the cost of inevitable accidents and because such cost spreading actually occurs, id. 406 S.E.2d at 784-85, West Virginia has adopted strict products liability as the standard in design-defect cases. Id. at 786; see also Toliver v. General Motors Corp., 482 So.2d 213, 216 (Miss.1985) (en banc) (adopting strict products liability in case involving claims for defective design of automobile gasoline tank based in part on the cost-distribution rationale). As long as the price of a defective product line or successive product lines reflect some element of injury costs, the policy goal of cost distribution has been served.\nDespite Beech's contention to the contrary, design cases present plaintiffs with the same proof problems that manufacturing flaw cases do. Negligence focuses on conduct. Strict liability focuses on the product. Proof of what a manufacturer knew or should have known is the measure of conduct. It is largely dependent upon memories of employees and consultants, and upon the retention and production of business records. Proof of the risks of harm from a product's condition or from the manner of its use is the measure of a product defect. The Mississippi Supreme Court partially justified its decision to adopt a cause of action sounding in strict liability for the defective design of an automobile gasoline tank with the observation that in a negligence cause of action the plaintiff would face the insurmountable burden of proving exactly at what point [the product] became defective, and which agent of the defendant was negligent either in causing the condition, or in failing to detect it. Toliver, 482 So.2d at 216. Hence, adopting strict liability for defective design removes an onerous burden of proving negligence.\nWith regard to the third policy rationale— providing full chain of supply protection — we see nothing about design defects that would diminish the effect that strict products liability has on product safety. Suppliers should be encouraged to exercise great care in selecting the manufacturers whose products they choose to distribute and to pressure manufacturers to accept financial responsibility for injuries caused by their products. Such a result cannot be achieved through negligence law. A supplier who did not make a product ... is ordinarily under no obligation to inspect it for conditions which expose users [bystanders] to risk of injury. SCRA 1986, 13-1414 (Repl.Pamp.1991) (uniform jury instruction — no duty to inspect). Nor is there a distinction between an insolvent or remote manufacturer of a product that is defective by reason of design and one of a product defective by reason of a manufacturing flaw. When considering the appli*379cability of policy to an established aircraft manufacturer we must not lose sight of the fact that there are countless small, remote manufacturers whose shoestring operations place questionable products on the market. Thus the goal of providing greater consumer protection is served by imposing strict products liability.\nFinally, imposition of strict liability against manufacturers for injuries caused by defective product design also furthers the goal of achieving a fair allocation of the risk of loss. The precise nature of the product defect does not alter the balance of equities present in the relationship between the manufacturer and the injured user of a product. Whether the product user's injury is caused by a manufacturing flaw or a design defect, this Court must still answer a fundamental policy question: To whom as between two innocent parties should the risk of loss from product-related injuries be allocated? When answering this policy question in cases involving manufacturing flaws, courts have concluded almost unanimously that although the manufacturer may have exercised reasonable care. in its manufacturing and quality control operations, because the manufacturer is in a better position than the consumer to control product risks and because the manufacturer has profited from the sale of the injury-producing product, the manufacturer should bear the risk of loss.\nWe find nothing in the difference between manufacturing flaws and design defects that would alter this conclusion. In the case of design defects, as in the case of manufacturing flaws, the manufacturer controls the design decision and is in a better position than the consumer to control the amount of risk that the product contains. Similarly, as in the case of a defectively manufactured product, the manufacturer of a defectively designed product has profited from its sale. Under these circumstances, it is only fair that the manufacturer bear the loss from product related injuries that are proved to result from an unreasonable risk of injury attributable to product design.\n—Countervailing considerations do not outweigh benefits gained by imposing strict liability. Although we have concluded that imposing strict liability for injuries caused by defectively designed products would further the policies underlying the adoption of strict liability generally, we must determine whether there are countervailing considerations that outweigh such benefits. We conclude that the considerations cited by Beech are insufficient to outweigh the benefits gained by imposing strict liability.\nWhen it argues that design is conduct dependent, Beech refers to the fact that, in the case of a design defect, the product leaves the manufacturer's hands in the exact condition intended by the manufacturer. Beech distinguishes the unintended manufacturing flaw that may be proved by comparing the injury-producing product with the prototype. In New Mexico, however, a defect giving rise to strict products liability is not measured by comparison with a prototype. We have for fifteen years rejected the definitions of defect — defect is defect, consumer expectations, risk-utility, reasonable alternative — that have fueled much of the controversy as product-supply interests strike back at liability for defective products. Our unreasonable-risk-of-injury test seems to have allowed for proof and argument under any rational theory of defect.\nUnder the current product liability jury instructions, SCRA 1986, 13-1401 to 13-1433 (Repl.Pamp.1991), the jury is instructed that a supplier's liability is measured by an unreasonable risk of injury resulting from a condition of the product or from a manner of its use. UJI 13-1406. As to either flaw or design, the jury is informed that [a]n unreasonable risk of injury is a risk which a reasonably prudent person having full knowledge of the risk would find unacceptable. UJI 13-1407. Lastly, the jury is instructed specifically that in determining whether a product design poses an unreasonable risk of injury, [y]ou should consider the ability to eliminate the risk without seriously impairing the usefulness of the product or making it unduly expensive. Id.2 By requiring the *380jury to make a risk-benefit calculation, these instructions adequately define defect so as to focus jury attention on evidence reflecting meritorious choices made by the manufacturer on alternative design and so as to minimize the risk that the public will be deprived needlessly of beneficial products for the sake of compensating injured victims.\nWhen UJI 13-1407 was published for the first time in 1981, the trial judge was directed to determine, based upon developing law, whether it was relevant to design-defect cases that, at the time of supplying thé product, the supplier could not have known of an unreasonable risk in the design. This Court had not yet addressed whether strict products liability for an unreasonably dangerous design should be restricted to what the supplier could reasonably know at the time the product was placed on the market. The UJI approach to analyzing the question of defect is that\n[a] product is defective if it is unreasonably dangerous as marketed. It is unreasonably dangerous if a reasonable person would conclude that the magnitude of the scientifically perceived danger as it is proved to be at the time of the trial outweighed the benefit of the way the product was so designed and marketed.\nUJI 13-1407 comm. cmt. (quoting, with removal of underscoring, Page Keeton, Product Liability and the Meaning of Defect, 5 St. Mary's L.J. 30, 37-38 (1973)). Further,\n[t]he way to remedy the problem inherent in foreseeability is to supply knowledge as a matter of law, even if the defect was scientifically unknowable at the time of manufacture, and to allow the jury to decide if the ordinary person would have put the product on the market as designed.\nId. This method of analyzing whether a product is defective — using evidence of product risk available at the time of trial — has been called the Wade-Keeton approach.\nOur research reveals that in cases involving an alleged design defect, this appellation is a misnomer. Both Wade and Keeton have indicated that in cases in which the design of a product is alleged to be unreasonably dangerous, a risk-utility calculation like the one required by our jury instructions should be done in light of the technology available at the time of design or distribution. See John W. Wade, On the Effect in Product Liability of Knowledge Unavailable Prior to Marketing, 58 N.Y.U.L.Rev. 734, 760 (1983) (time of distribution); W. Page Keeton, The Meaning of Defect in Products Liability Law, 45 Mo. L.Rev. 579, 595 (1980) (time of design). The proposed Restatement (Third) of Torts: Products Liability § 2(b), at 9, 13 cmt. a (Tentative Draft No. 1,1994) adopts a similar position, reasoning that\nFor the liability system to be fair and efficient, most observers agree that the balancing of risk in judging product design and marketing must be done in light of the knowledge of risks and risk-avoidance techniques reasonably attainable at the time of distribution____ [I]mposing liability for [unforeseeable or incalculable risks] would arguably violate a manufacturer's right, in fairness, to be judged by a normative behavior standard to which it is reasonably possible for manufacturers to conform.\nHence, Wade, Keeton, and the proposed Restatement advocate a negligence approach to design defects.\nAt the heart of this issue lies a scenario not present in this case — a defect in design or formulation about which a prudent supplier should not be expected to have had knowledge at the time of supply. As observed above, our existing uniform jury instructions allow proof and argument on all of the factors suggested by the Restatement (Third) of Torts as relevant in determining whether the omission of a reasonable alternative gave rise to an unreasonable risk of injury. See Re*381statement (Third) of Torts: Products Liability § 2, cmt. d, at 19-20 (Tentative Draft No. 1, 1994); Duran, 101 N.M. at 747, 688 P.2d at 784. The distinction between the negligence approach proposed by the Restatement and strict liability is the time frame in which the risk-benefit calculation is made. See Saiz v. Belen School Dist., 113 N.M. 387, 402, 827 P.2d 102, 117 (1992). As stated by the Arizona Supreme Court in Dart v. Wiebe Manufacturing, Inc., 147 Ariz. 242, 247, 709 P.2d 876, 881 (1985) (en banc):\nIn a strict liability risk/benefit analysis ... it is not the conduct of the manufacturer or designer which is primarily in question, but rather the quality of the end result; the product is the focus of the inquiry. The quality of the product may be measured not only by the information available to the manufacturer at the time of design, but also by the information available to the trier of fact at the time of trial.\nSee also Phillips v. Kimwood Machine Co., 269 Or. 485, 525 P.2d 1033, 1036 (1974) (in banc) (Strict liability imposes what amounts to constructive knowledge of the condition of the product.).\nIn most instances a manufacturer is aware of the risks posed by any given design and of the availability of an alternative design. This case is a perfect example; Dr. Snyder testified that Beech had developed and used a workable shoulder harness prior to the design and manufacture of Mr. Brooks' plane. Thus we disagree with the premise that fairness requires the rejection of strict liability in design cases; when the manufacturer is aware of product risk and alternative designs at the time of supply, it is certainly not unfair to judge the manufacturer's design according to principles of strict liability rather than by conduct at the time of supply.\nFurther, in those hypothetical instances in which technology known at the time of trial and technology knowable at the time of distribution differ — and outside of academic rationale we find little to suggest the existence in practice of unknowable design considerations — it is more fair that the manufacturers and suppliers who have profited from the sale of the product bear the risk of loss. Given the risk-benefit calculation on which the jury is instructed in New Mexico, and the policy considerations that favor strict products liability, we believe that it is logical and consistent to take the same approach to design defects as to manufacturing flaws. If in some future case we are confronted directly with a proffer of evidence on an advancement or change in the state of the art that was neither known nor knowable at the time the product was supplied, we may at that time reconsider application of a state-of-the-art defense to those real circumstances, properly developed under the proffer with applicable briefs and argument.\nRegulations, codes, or standards not determinative in design-defect cases. In Lopez v. Heesen, 69 N.M. 206, 213-14, 365 P.2d 448, 453 (1961), this Court recognized that industry customs and usage are relevant though not conclusive evidence on the question of product liability. We adhere to the principle that evidence of industry custom or usage, and evidence of compliance with applicable regulations, is relevant to whether the manufacturer was negligent or whether the product poses an unreasonable risk of injury, but that such evidence should not conclusively demonstrate whether the manufacturer was negligent or the product was defective. We overrule Duran on this point as well.\nEchoing concerns similar to those articulated by the Court of Appeals in Duran, Beech cautions that allowing juries to determine on a case-by-case basis whether a manufacturer is liable for adopting a particular design 'permits individual juries applying varying laws in different jurisdictions to set nationwide ... safety standards and to impose on ... manufacturers conflicting requirements.'  Duran, 101 N.M. at 745, 688 P.2d at 782 (quoting Dawson v. Chrysler Corp., 630 F.2d 950, 962 (3d Cir.1980), cert. denied, 450 U.S. 959, 101 S.Ct. 1418, 67 L.Ed.2d 383 (1981)). It is speculated that a manufacturer held liable in one case for designing an excessively rigid frame may be held liable in another case because the frame was not rigid enough; one jury may decide that a windshield should have been designed to pop out on impact, while another may determine that the windshield should have been designed to stay in place. Id.\n*382We are persuaded to the contrary, that— unless Congress or the New Mexico Legislature were to preempt the standard against which to measure products liability — the courts should continue to apply to products the general and traditional rules of relevance and materiality for all evidence upon which negligence and unreasonable risk of harm is to be decided. In such cases, we agree with the general principle established by the United States Supreme Court regarding the weight to be given industry custom and usage.\nWhat usually is done may be evidence of what ought to be done, but what ought to be done is fixed by a standard of reasonable prudence, whether it usually is complied with or not.\nTexas & Pacific Railway Co. v. Behymer, 189 U.S. 468, 470, 23 S.Ct. 622, 623, 47 L.Ed. 905 (1903). We hesitate to embrace a standard that would allow an industry to set its own standard of reasonable care and to determine how much product-related risk is reasonable. As noted by Judge Learned Hand in The T.J. Hooper, 60 F.2d 737, 740 (2d Cir.), cert. denied, 287 U.S. 662, 53 S.Ct. 220, 77 L.Ed. 571 (1932):\nIndeed in most cases reasonable prudence is in fact common prudence; but strictly it is never its measure; a whole calling may have unduly lagged in the adoption of new and available devices. It never may set its own tests, however persuasive be its usages.\nWe conclude that in assessing whether a manufacturer was negligent in adopting a particular product design or whether the product design poses an unreasonable risk of injury, a court should not be restricted to determining whether the manufacturer's design complied with any applicable government regulations and industry standards. Such regulations and standards, while probative of what a reasonably prudent manufacturer would do, should not be conclusive. The general instruction on ordinary care in products liability actions, UJI 13-1405, provides in relevant part: Industry customs [standards] [codes] [rules] are evidence of ordinary care, but they are not conclusive. Similarly, the general instruction on unreasonable risk provides: Industry customs [standards] [codes] [rules] are evidence of the acceptability of the risk, but they are not conclusive. UJI 13-1408. These instructions should be given in cases involving a claimed defect in design.\nTestimony by expert created an issue of material fact on negligence claim. Beech and supporting amici contend that even if we decide that negligence may be proved without a showing that the manufacturer violated applicable extrajudicial standards, it was within the trial court's discretion to accept applicable extrajudicial standards as sufficient for the occasion. See Restatement (Second) of Torts § 288C cmt. a (1964). As an example of this approach, amicus NMDLA cites Bruce v. Martin-Marietta Corp., 544 F.2d 442, 444 (10th Cir.1976), in which plaintiffs sued the manufacturer of an airplane that had crashed, killing thirty-two of the forty passengers on board. On impact, the seats in the passenger cabin broke loose from the floor and were thrown forward, blocking the exit. A fire then developed. Plaintiffs alleged that inadequate seat fastenings and the lack of fire protection caused the deaths of the passengers or enhanced their injuries. Id, Martin-Marietta, the manufacturer, moved for summary judgment based on the affidavit of its assistant secretary in which he stated that [t]he plane was designed 'to meet or exceed all applicable design requirements, safety requirements and other criteria prescribed by the Civil Aeronautics Administration.' Id. at 446.\nIn response to the motion for summary judgment in Bruce, an aircraft accident investigator testified there were seats available on October 2, 1970 (date of the fatal crash, eighteen years after manufacture), which, if they had been installed in the defendant's plane, would have remained in place and would not have prevented people from exiting the burning aircraft. Id. The appellate court affirmed the entry of summary judgment, holding, in part, that the plaintiffs had not responded with sufficient evidence of negligence. Id. at 448. Here, if strict liability were not applicable, Brooks nonetheless presented evidence sufficient to establish a prima facie case that Beech was negligent. *383Brooks' expert, Dr. Snyder, testified that he had considered the state of the art in 1968 when Mr. Brooks' plane was designed and manufactured, had determined that shoulder harnesses were available, and had determined that Beech had installed shoulder harnesses as standard equipment on some of its planes prior to the construction of Mr. Brooks' plane. On this basis he expressed the opinion that the Musketeer was not crashworthy without shoulder harnesses and that Beech was negligent. Because Dr. Snyder's opinion was based on technology available at the time Mr. Brooks' plane was designed, a jury reasonably could conclude that Beech was indeed negligent. Hence summary judgment was improper on Brooks' negligence claim.\nConclusion. Because recognition of design-defect claims sounding in strict products liability would further the policy considerations that prompted this Court to adopt the doctrine in Stang v. Hertz Corp., we overrule Duran v. General Motors Corp. and hold that plaintiffs may pursue design-defect claims sounding in strict liability. Further, we hold that design-defect claims may be proved without showing that the manufacturer's design violated any applicable regulations, codes, or standards. The judgment of the trial court is therefore reversed and this cause remanded for proceedings consistent with this opinion.\nIT IS SO ORDERED.\nBACA, C.J., and FRANCHINI and FROST, JJ., concur.\nMINZNER, J., not participating.\n1\n. Arguably, there is a fifth policy objective underlying the imposition of strict products liability. As stated by this Court in Rudisaile v. Hawk Aviation, Inc., 92 N.M. 575, 576, 592 P.2d 175, 176 (1979), imposing strict products liability may cause manufacturers to take more care in designing and manufacturing a product and in the warnings they give to consumers about using that product Some courts have posited that strict liability encourages manufacturers to increase spending on research and development. thereby promoting the development of safer products. See, e.g., Beshada v. Johns-Manville Prods. Corp., 90 N.J. 191, 447 A.2d 539, 548 (1982) (By imposing on manufacturers the costs of failure to discover hazards, we create an incentive for them to invest more actively in safety research.). We, however, do not base our decision today on whether imposing strict liability for defective design increases manufacturer care in this manner.\n2\n. The Committee Comment for UJI 13-1407 lists seven risk-benefit criteria to be weighed by the jury which were suggested by John Wade in his article, On the Nature of Strict Tort Liability for *380Products, 44 Miss.L.J. 825, 837-38 (1973). These are: (1) the usefulness and desirability of the product; (2) the availability of other and safer products to meet the same need; (3) the likelihood of injury and its probable seriousness, i.e.,. risk; (4) the obviousness of the danger; (5) common knowledge and normal public expectation of the dánger (particularly for established products); (6) the avoidability of injury by care in use of the product (including the effect of instructions or warnings); and (7) the ability to eliminate the danger without seriously impairing the usefulness of the product or making it unduly expensive.\n\n\nPlain English summary:\nPlaintiff brought a claim against the wrongful death of her husband in connection with a plane crash. Plaintiff sued in negligence and strict liability, claiming that the absence of shoulder harnesses caused the death of her husband. Most of the judgment concerns whether a design-defect claim may be brought in both negligence and strict liability, though the court briefly discusses whether there was evidence of negligence. \n",
    "annotations": {
        "Facts": [
            "Thomas Brooks died on August 2,1988, when the 1968 Beech Musketeer he was piloting crashed near Cimarron, New Mexico. Mr. Brooks bought his Musketeer used in 1984. Although his plane was equipped with lap belts, it was neither designed nor equipped with shoulder harnesses. When the Musketeer was designed, manufactured, and sold in 1968, Federal Aviation Administration (FAA) regulations did not require the installation of shoulder harnesses in general aviation aircraft such as the Musketeer. Further, no aircraft industry standard or guideline applicable at that time required the installation of such harnesses. The FAA did not adopt a regulation requiring the installation of shoulder harnesses in the front seats of general aviation aircraft until 1977, and this regulation applied only to planes manufactured after July 18, 1978. At no time did the FAA require manufacturers to install shoulder harnesses in older planes.",
            "Beech Aircraft had developed a workable shoulder harness as early as 1951.",
            "Beech had included shoulder restraints as standard equipment on some of its aircraft before 1968.",
            "shoulder harnesses were available when Mr. Brooks' plane was designed and manufactured"
        ],
        "Procedural History": [
            "As personal representative of her deceased husband, Virginia Brooks brought a wrongful death action against Beech Aircraft Corporation in connection with a 1988 plane crash.",
            "The trial court granted Beech Aircraft's motion for summary judgment and Brooks appeals",
            "Brooks filed suit in 1990, claiming that a defect in the Musketeer's engine had caused her husband's plane to crash. She also claimed that the absence of shoulder harnesses rendered the plane not crashworthy and",
            "proximately caused enhanced injury resulting in her husband's death. At the close of discovery Beech moved for summary judgment on all of Brooks' claims.",
            "The trial court ",
            "concluded that enhanced-injury claims sound only in negligence and that negligence in design must be proved by showing the product violated the government regulations or industry standards applicable at the time of design",
            "Because the undisputed evidence showed that in 1968 none of the applicable government regulations or industry standards required installation of shoulder harnesses in planes like Mr. Brooks' Musketeer, the trial court entered summary judgment in favor of Beech on Brooks' design-defect claims. Brooks appeals."
        ],
        "Application of Law to Facts": [
            "We hold that a design-defeet claim may be brought in both negligence and strict liability, and we further hold that such claim may be proved without showing that the manufacturer has violated regulations, codes, or standards applicable to the 1968 plane that crashed.",
            "Here, if strict liability were not applicable, Brooks nonetheless presented evidence sufficient to establish a prima facie case that Beech was negligent. Brooks' expert, Dr. Snyder, testified that he had considered the state of the art in 1968 when Mr. Brooks' plane was designed and manufactured, had determined that shoulder harnesses were available, and had determined that Beech had installed shoulder harnesses as standard equipment on some of its planes prior to the construction of Mr. Brooks' plane. On this basis he expressed the opinion that the Musketeer was not crashworthy without shoulder harnesses and that Beech was negligent. Because Dr. Snyder's opinion was based on technology available at the time Mr. Brooks' plane was designed, a jury reasonably could conclude that Beech was indeed negligent. Hence summary judgment was improper on Brooks' negligence claim."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Finding disputed issues of material fact precluding summary judgment on the questions of negligence",
            "we reverse and remand.",
            "The judgment of the trial court is therefore reversed"
        ]
    },
    "class": "reverse"
}