{
    "text": "Clay v. Ferrellgas, Inc., 114 N.M. 333, 838 P.2d 487 (1992)\nJuly 1, 1992 · Court of Appeals of New Mexico · No. 11623\n114 N.M. 333, 838 P.2d 487\nRoyce CLAY, Plaintiff-Appellee, and Shelia Snider, Defendant/Third-Party Plaintiff-Appellee,v.FERRELLGAS, INC. and Gilbert Candelaria, Defendants-Appellants\n838 P.2d 487\nCourt of Appeals of New Mexico.\nCertiorari Granted Aug. 14, 1992.\n*335Pat Chowning, Ferguson & Lind, P.C., Albuquerque, for plaintiff-appellee.\nMark L. Ish, Mariana G. Geer, Felker & Ish, P.A., Santa Fe, Ralph D. Shamas, Shamas & Perrin, Roswell, for defendant/third-party plaintiff-appellee.\nDavid R. Schlee, Charles W. Gordon, Jr., Louis A. Huber, III, Smith, Gill, Fisher & Butts, P.C., Kansas City, Mo., Douglas R. Vadnais, Modrall, Sperling, Roehl, Harris & Sisk, P.A., for defendants-appellants.\nWilliam H. Carpenter, Carpenter Law Offices, Ltd., Albuquerque, Michael B. Browde, Albuquerque, amicus curiae, N.M. Trial Lawyers Ass'n.\nAlice Tomlinson Lorenz, Miller, Stratvert, Torgerson & Schlenker, P.A., Albuquerque, amicus curiae, N.M. Defense Lawyers Ass'n.\nOPINION\nPICKARD, Judge.\nRoyce Clay and Sheila Snider sued appellants for personal injuries sustained when propane gas ignited and caused a fire in Snider's car while the women were seated in it. Appellants appeal from the jury verdict awarding Clay and Snider compensatory and punitive damages. Appellants contend that the trial court should have granted judgment in their favor because their actions were not the proximate cause of the accident, and that the trial court incorrectly submitted the issues of punitive damages and strict products liability to the jury. Other issues raised in the docketing statement but not briefed are deemed abandoned. See State v. Vogenthaler, 89 N.M. 150, 548 P.2d 112 (Ct.App.1976). We reverse the award of punitive damages, but affirm in other respects.\nFACTS\nThe evidence on various points was conflicting in this case. In discussing the facts pertinent to the issues raised on appeal, we construe the evidence in the light most favorable to the verdict. Barnes v. Sadler Assocs., Inc., 95 N.M. 334, 622 P.2d 239 (1981).\nThe car was a gift to Snider from her companion, Boyd Clement. After the transfer of ownership, Snider and Clement decided to have the ear's fuel system altered so that it could run on liquid propane in addition to gasoline. Appellant Ferrell-gas was in the business of selling propane gas and appliances, as well as providing related services. Appellant Candelaria was an employee of Ferrellgas. Although at least one other Ferrellgas employee, Gerald Schell, dealt with Clement on the conversion project, Schell was not named as a defendant. On appeal, appellants characterize themselves as Ferrellgas and make no distinction between the corporation and either or both of the employees. We do the same.\nClement asked Ferrellgas to make the necessary adjustments to convert the car to propane fuel. Part of the arrangements between Clement and Ferrellgas involved Clement's purchase of a used propane tank from Candelaria, who installed the tank in the trunk of the car. Candelaria could not specifically recall whether he leak-tested the tank, but he admitted that it was his practice to leak-test each tank he installed. In order to test a tank for leaks, it must contain propane. In order to remove all propane from a tank, the tank must be purged with an inert, nonflammable gas, such as nitrogen.\nAmong other things, conversion to propane requires installation of a sealed barrier between the trunk of the car and the passenger compartment to protect vehicle occupants from the dangers of leaking gas. Because of its location, the presence or *336absence of such a barrier in this case would not have been immediately visible.\nFerrellgas admitted that it was aware that a tank containing propane must have a vapor barrier installed to protect vehicle occupants, and the tank must be vented to the outside so that if it leaks, gas escapes to the outside rather than remaining in the vehicle, where it poses a danger to occupants. Schell indicated that for a conversion to be legal, adjustments must be made so that the propane tank can be remote-filled from outside the vehicle's trunk.\nCandelaria stated that although he originally undertook work on the car as a complete conversion job, Ferrellgas in fact did not do a complete conversion, apparently because of difficulty in obtaining some of the necessary parts. Because of the delay, Clement retrieved the car from Ferrellgas. At that point, Ferrellgas had only repainted and installed the propane tank. Ferrellgas had not vented the tank or placed a vapor barrier between the trunk and the passenger compartment or made the adjustments to allow for remote-filling. Clement was told that the car could not yet be run on propane due to the incomplete nature of the work, but he was not warned by Ferrellgas that the tank as installed was dangerous.\nClement subsequently took the car to mechanic Gary Roybal to complete the conversion. Roybal removed the tank, repainted it, and then repositioned it in the same manner that it had been installed by Ferrellgas. He also obtained the parts needed to finish the conversion and completed the adaptation of the car's carburetion system. Roybal leak-tested only the parts of the conversion system that he had installed. He did not test the rest of the tank or remove the back seats of the car to see whether a vapor barrier was in place. He explained that he did not check for a vapor barrier because he assumed that Ferrellgas had placed one in the trunk when it initially installed the tank.\nAfter Roybal's work, the car could be run on propane, but Snider did not operate it on propane because Clement still intended to take the car back to Ferrellgas so that it could adapt the tank for remote-filling. Neither Clement nor Snider ever put any propane in the tank prior to the accident. Roybal also denied placing propane in the tank. He was sure, however, that there was propane in the tank when he received the vehicle.\nOn September 20, 1987, propane gas leaked from a faulty valve on the tank, migrated into the passenger compartment of the car, and exploded when Snider turned the key in the ignition. According to expert testimony at trial, the tank was unsafe and the explosion could have occurred any time after the car was picked up from Ferrellgas, given the presence of propane, the faulty valve, the lack of a vapor barrier between the trunk and the passenger compartment, and the lack of proper venting.\nThe jury determined that Ferrellgas was 89 percent at fault for the accident in that Candelaria or Schell was negligent or failed to provide adequate warnings. The jury held Ferrellgas liable to Clay for compensatory damages in the amount of $250,000, and to Snider in the amount of $345,000. In addition, the jury found that the actions of Ferrellgas were reckless or grossly negligent and awarded each woman punitive damages in the amount of $375,000.\nPROXIMATE CAUSE\nFerrellgas argues that the trial court should have granted judgment in its favor because Roybal constituted an independent intervenor whose negligence was the sole proximate cause of the accident. We disagree.\nProximate and independent intervening cause questions are generally issues to be decided by the jury. See City of Belen v. Harrell, 93 N.M. 601, 603 P.2d 711 (1979); Rickerson v. State, 94 N.M. 473, 612 P.2d 703 (Ct.App.1980). The proximate cause of an injury is that which in a natural and continuous sequence [unbroken by an independent intervening cause] produces the injury, and without which the injury would not have occurred. SCRA 1986, 13-305. The proximate cause of an injury need not be the last act, or nearest *337act, to the injury but may be one which actually aided in producing the injury, and proximate cause need not be the sole cause but merely a concurring cause. Kelly v. Montoya, 81 N.M. 591, 470 P.2d 563 (Ct.App.1970). The test for whether an act constitutes an independent and intervening cause, on the other hand, is whether the act  'interrupts the natural sequence of events, turns aside their cause, prevents the natural and probable results of the original act or omission, and produces a different result, that could not have been reasonably foreseen.'  Harrell, 93 N.M. at 604, 603 P.2d at 714 (quoting Thompson v. Anderman, 59 N.M. 400, 411-12, 285 P.2d 507, 514 (1955)). The question of proximate cause becomes a question of law only when facts regarding causation are undisputed and all reasonable inferences therefrom are plain, consistent and uncontradictory. Harless v. Ewing, 80 N.M. 149, 151, 452 P.2d 483, 485 (Ct.App.1969).\nIn this case, the question of causation was in dispute. There was expert testimony to suggest that Ferrellgas was negligent in failing to provide a vapor barrier and venting for the tank; there was also evidence to suggest that Roybal was not as knowledgeable as he should have been and that he should have more thoroughly inspected the car to make sure it complied with applicable regulations requiring the installation of a vapor barrier and proper venting before returning it. Other evidence indicated that what made the tank in this case so hazardous was the presence of residual propane gas. Roybal testified that the tank had propane in it when the car was delivered to him, and that he assumed that the vapor barrier was in place because the tank was live. Ferrellgas, however, denied leaving propane gas in the tank. Snider and Clement also denied putting propane in the tank.\nIn light of the conflicting evidence, the trial court was correct in refusing to direct a verdict for Ferrellgas and in submitting the issues of proximate and independent intervening cause to the jury. See id.; see also Collins v. Perrine, 108 N.M. 714, 718, 778 P.2d 912, 916 (Ct.App.1989) (adopting the Restatement (Second) of Torts § 442B (1965) and stating, where the negligent conduct of an actor creates or increases the risk of ... harm and is a substantial factor in causing that harm, the fact that the harm is brought about through the intervention of another force does not relieve the actor of liability). Specifically, a reasonable jury could have found that Ferrell-gas left propane in the tank, thereby leading Roybal to believe that the vapor barrier was in place. Under these circumstances, Roybal's work would not necessarily be an intervening cause as a matter of law. Therefore, the jury was properly instructed, and its findings against Ferrellgas on the issue of causation are supported by substantial evidence and will not be overturned by this court. See Sheraden v. Black, 107 N.M. 76, 79, 752 P.2d 791, 794 (Ct.App.1988) (A reviewing court does not weigh the evidence but looks to see whether the evidence, viewed in the light most favorable to upholding the verdict, affords substantial evidence for the verdict; if so, the verdict must be affirmed.).\nPUNITIVE DAMAGES\nFerrellgas contends that the trial court erred in submitting the issue of punitive damages to the jury. Ferrellgas's argument is a simple sufficiency-of-the-evidence argument. It contends that there is not one shred of evidence ... [that] supports the submission of punitive damages. No issue is raised concerning an employer's liability for punitive damages based on actions of its employees. See Samedan Oil Corp. v. Neeld, 91 N.M. 599, 577 P.2d 1245 (1978) (outlining the limited circumstances under which employer is liable). No issue is raised concerning the submission of alternative theories of liability where one alternative is not supported by the evidence. See Perfetti v. McGhan Medical, 99 N.M. 645, 662 P.2d 646 (Ct.App.1983) (remand necessary when one of several alternative theories is not supported). The issue, as presented to us, is whether Ferrellgas had a culpable mental state based on the conduct of any of its employees, and that is the only issue we address.\n*338The purpose of punitive damages is to punish the wrongdoer and to serve as a warning to others. Ruiz v. Southern Pac. Transp. Co., 97 N.M. 194, 638 P.2d 406 (Ct.App.1981). Because punitive damages are in the nature of punishment, there must be some evidence of a culpable mental state, such as recklessness or utter indifference. Gonzales v. Sansoy, 103 N.M. 127, 130, 703 P.2d 904, 907 (Ct.App.1984). In Ruiz, we indicated that evidence that the wrongdoer had knowledge of a dangerous situation and the means to avoid the danger yet disregarded known safety measures could tend to prove wanton and reckless negligence warranting imposition of punitive damages. See Ruiz, 97 N.M. at 202, 638 P.2d at 414; see also Valdez v. Cillessen & Son, Inc., 105 N.M. 575, 734 P.2d 1258 (1987) (gross negligence may be shown by violation of a statute, utter disregard for the plaintiffs safety, or failure to warn of a dangerous condition when one is obligated to do so). The key factor in this case is knowledge of the dangerous situation or, alternatively, utter disregard for plaintiffs' safety.\nMeasured against the foregoing standards, we find that the trial court's decision to instruct the jury on punitive damages was not supported by the record. While there was evidence showing that Ferrellgas knew that installation of a live propane tank without proper venting and a vapor barrier was hazardous, there was no evidence tending to show Ferrellgas knew that the tank was live. While the evidence indicated that Ferrellgas took insufficient steps to conclusively determine whether, in fact, the tank contained residual propane in that it failed to purge the tank before allowing Clement to take the car, there was no evidence showing that it should have known there was gas in the tank based on this. Finally, while there was evidence from which the jury could have inferred that Ferrellgas employees displayed a cavalier attitude toward safety regulations, including routinely failing to file forms designed to insure that inspectors will check gas installations for safety, the jury was not instructed on this theory of liability and, therefore, it cannot form the basis of a punitive damage award. See Gonzales v. Sansoy (conduct giving rise to punitive damage claim must be same conduct for which compensatory damages are allowed). Thus, while there was evidence of negligence, we do not believe it rises to the level of culpability required for imposition of punitive damages.\nPlaintiffs contend that Ferrellgas demonstrated reckless indifference in installing the tank without a vapor barrier or venting apparatus in violation of the applicable code, in failing to purge the tank, and in releasing the car in such a dangerous state without warning. We cannot agree. We fail to see how there can be reckless indifference or any mental state more culpable than negligence unless there is some evidence of knowledge of gas in the tank. Here, there was no evidence of such knowledge. There was no evidence that Candelaria, who installed the tank without installing the vapor barrier or venting apparatus, knew that the car would be released. There was no evidence that Schell, who released the car, knew or should have known there was gas in the tank.\nThe trial judge indicated that Ferrellgas's actions were reckless because of the dangerousness of the product. To the extent that this was a ruling that a less culpable mental state would be sufficient if there was a high degree of danger, we disagree. We find the reasoning of Gleave v. Denver & Rio Grande Western Railroad Co., 749 P.2d 660 (Utah Ct.App.1988), instructive in this regard. Gleave established that to warrant submission of the issue of punitive damages to the jury there must be evidence of (1) defendant's knowledge or constructive knowledge of a high probability of an accident, (2) highly unreasonable conduct, and (3) a high degree of danger involved. We conclude that plaintiffs did not show that Ferrellgas should have been aware of a high probability of an accident. The evidence does not demonstrate to us constructive knowledge of a high probability of an accident of the sort that occurred when there was no reason for the employee who released the car to have known there was gas in the tank, or *339for the employee who worked on the car to have known it would be released before conversion was complete.\nWhile we have found Gleave's analysis instructive in this case, we would hesitate to apply it as a framework for all punitive damages cases. See DeMatteo v. Simon, 112 N.M. 112, 812 P.2d 361 (Ct.App.1991) (utter indifference to the safety of others is a sufficient basis for imposing punitive damages). However, we have found it helpful in dispelling the notion that as the degree of danger increases, the quality of negligence required for the imposition of punitive damages decreases.\nThus, we reverse the award of punitive damages. Ferrellgas has requested a new trial on the issue of liability and compensatory damages because prejudicial evidence relevant only to the issue of punitive damages was before the jury. No authority on point was cited for this requested relief and, therefore, we do not grant it. See Wilburn v. Stewart, 110 N.M. 268, 794 P.2d 1197 (1990).\nSTRICT PRODUCTS LIABILITY\nFerrellgas has briefed two claims under this point. First, it argues that it provided a service rather than a product and that recovery for defective service lies only in negligence and not strict products liability. Its second contention is that strict products liability for failure to warn does not apply to sellers of used products. Both of these arguments are premised upon the assumption that the jury was properly instructed on the theory of strict products liability and that Ferrellgas was thereby prejudiced. Our review of the record discloses, however, that the jury was not actually instructed on the theory of strict products liability. Therefore, we need not address Ferrellgas's strict liability issues as they are raised in the briefs.\nThe New Mexico uniform jury instructions on products liability in effect at the time of trial in this case were codified as SCRA 1986, 13-1401 to -1433. According to the Directions for Use accompanying the instructions, Uniform Jury Instruction Civil 13-1406, entitled Strict products liability; care not an issue, is the basic instruction defining strict products liability and, together with UJI 13-1407, must be used in every strict products liability case____ Neither Uniform Jury Instruction Civil 13-1406 nor Uniform Jury Instruction Civil 13-1407, Strict products liability; unreasonable risk of injury, was given in this case. Moreover, the Directions for Use accompanying Uniform Jury Instruction Civil 13-1408, Strict liability; evidence, provide that:\nIn a strict liability action, this instruction must be given when the court has admitted evidence of industry practices or customs. UJI 13-1405, a comparable instruction, applies to an action in negligence. UJI 13-1405 and 13-1408 are both given where evidence of industry practices or custom is introduced and plaintiff is proceeding on both theories of liability. This instruction shall be given following UJI 13-1407.\nThe record reflects that Uniform Jury Instruction Civil 13-1408 was not given in this case.\nRather, the court instructed the jury in accordance with Uniform Jury Instructions Civil 13-1402 to -1405 on negligence principles as they apply to suppliers. The court also instructed the jury on warnings in accordance with Uniform Jury Instructions Civil 13-1415 and -1418. Read as a whole, we believe that the jury instructions presented to the jury only a case of negligence.\nThe statement of the issues instruction, in accordance with Uniform Jury Instruction Civil 13-302, told the jury that plaintiffs had four theories of recovery: negligence in failing to properly seal and vent the car's trunk, negligence in failing to properly leak-test the tank and fittings and to purge the tank of propane before releasing the car, failure to warn of the necessity for proper venting and sealing of the tank, and failure to warn of the risk of injury associated with the presence of propane in the trunk. Consistent with these theories, the special verdict form asked the jury to decide whether Schell or Candelaria was negligent or if they failed to warn. The products liability instructions given did nothing more than explain the standard of *340care in terms of negligence for the failure-to-warn theories.\nTo be sure, the instruction on the duty to warn contained the following products liability language: Under plaintiffs [sic] claim of 'products liability', a product presents an unreasonable risk of injury if put on the market without warning of a risk which could be avoided by the giving of an adequate warning. However, without instruction in accordance with Uniform Jury Instructions Civil 13-1406 and -1407, the jury was not told the effect of a product's presenting an unreasonable risk of injury beyond what it was told in the negligence context. Uniform Jury Instructions Civil 13-1406 and -1407 tell the jury that the strict products liability rule applies, even though all possible care has been used and that the jury is not to consider the reasonableness of defendants' acts in a products liability case. Without these instructions, the jury in this case was not told of a separate theory of liability prejudicial to Ferrellgas.\nAs in Perfetti, Ferrellgas's arguments concerning strict products liability are misdirected because strict products liability was not submitted to the jury as a separate theory of recovery, and any tangential reference to products liability in the instructions was not sufficiently prejudicial to call for a reversal. See also Sheraden v. Black, 107 N.M. at 80, 752 P.2d at 795 (It is well settled in New Mexico that the function of a reviewing court on appeal is to correct erroneous results, not to correct errors that, even if corrected, would not change the result.). Since the products liability instructions in this case explained the standard of care in terms of negligence only, we need not discuss whether strict products liability applies to services or used goods because no issue concerning strict products liability was submitted to the jury. See Perfetti v. McGhan Medical. As there was sufficient evidence to sustain the jury's determination that Ferrellgas was negligent, the verdict will stand.\nCONCLUSION\nBased on the record before us, we affirm the trial court's refusal to direct a verdict in favor of Ferrellgas, but hold that the trial court erred in submitting to the jury the issue of punitive damages. We further hold that the trial court's limited reference to products liability in one instruction, in light of its failure to provide the other requisite instructions containing the law of strict products liability in New Mexico, constituted harmless error in this case. Ferrellgas was not prejudiced by the instructions as given. Accordingly, the judgment of the lower court is affirmed to the extent of the compensatory damage award and reversed to the extent of the punitive damage award.\nIT IS SO ORDERED.\nBIVINS and MINZNER, JJ., concur.\n\n\nPlain English summary:\nPlaintiffs wanted to alter a car's fuel system so that it could run on liquid propane in addition to gasoline. It took the car to the defendants. The defendants negligently serviced the car. Propane leaked from a valve and ignited, causing a fire and injuring plaintiffs, who were in the car. The plaintiffs sued for negligence and failure to warn. \n",
    "annotations": {
        "Facts": [
            "propane gas ignited and caused a fire in Snider's car while the women were seated in it.",
            "The car was a gift to Snider from her companion, Boyd Clement. After the transfer of ownership, Snider and Clement decided to have the ear's fuel system altered so that it could run on liquid propane in addition to gasoline. Appellant Ferrell-gas was in the business of selling propane gas and appliances, as well as providing related services. Appellant Candelaria was an employee of Ferrellgas.",
            "Clement asked Ferrellgas to make the necessary adjustments to convert the car to propane fuel. Part of the arrangements between Clement and Ferrellgas involved Clement's purchase of a used propane tank from Candelaria, who installed the tank in the trunk of the car. Candelaria could not specifically recall whether he leak-tested the tank, but he admitted that it was his practice to leak-test each tank he installed. In order to test a tank for leaks, it must contain propane. In order to remove all propane from a tank, the tank must be purged with an inert, nonflammable gas, such as nitrogen.Among other things, conversion to propane requires installation of a sealed barrier between the trunk of the car and the passenger compartment to protect vehicle occupants from the dangers of leaking gas. Because of its location, the presence or absence of such a barrier in this case would not have been immediately visible.Ferrellgas",
            "was aware that a tank containing propane must have a vapor barrier installed to protect vehicle occupants, and the tank must be vented to the outside so that if it leaks, gas escapes to the outside rather than remaining in the vehicle, where it poses a danger to occupants. Schell indicated that for a conversion to be legal, adjustments must be made so that the propane tank can be remote-filled from outside the vehicle's trunk.Candelaria stated that although he originally undertook work on the car as a complete conversion job, Ferrellgas in fact did not do a complete conversion, apparently because of difficulty in obtaining some of the necessary parts. Because of the delay, Clement retrieved the car from Ferrellgas. At that point, Ferrellgas had only repainted and installed the propane tank. Ferrellgas had not vented the tank or placed a vapor barrier between the trunk and the passenger compartment or made the adjustments to allow for remote-filling. Clement was told that the car could not yet be run on propane due to the incomplete nature of the work, but he was not warned by Ferrellgas that the tank as installed was dangerous.Clement subsequently took the car to mechanic Gary Roybal to complete the conversion. Roybal removed the tank, repainted it, and then repositioned it in the same manner that it had been installed by Ferrellgas. He also obtained the parts needed to finish the conversion and completed the adaptation of the car's carburetion system. Roybal leak-tested only the parts of the conversion system that he had installed. He did not test the rest of the tank or remove the back seats of the car to see whether a vapor barrier was in place.",
            "he did not check for a vapor barrier because he assumed that Ferrellgas had placed one in the trunk when it initially installed the tank.After Roybal's work, the car could be run on propane, but Snider did not operate it on propane because Clement still intended to take the car back to Ferrellgas so that it could adapt the tank for remote-filling. Neither Clement nor Snider ever put any propane in the tank prior to the accident. Roybal also denied placing propane in the tank. He was sure, however, that there was propane in the tank when he received the vehicle.On September 20, 1987, propane gas leaked from a faulty valve on the tank, migrated into the passenger compartment of the car, and exploded when Snider turned the key in the ignition.",
            "the tank was unsafe and the explosion could have occurred any time after the car was picked up from Ferrellgas, given the presence of propane, the faulty valve, the lack of a vapor barrier between the trunk and the passenger compartment, and the lack of proper venting.",
            "Roybal was not as knowledgeable as he should have been and",
            "he should have more thoroughly inspected the car to make sure it complied with applicable regulations requiring the installation of a vapor barrier and proper venting before returning it.",
            "what made the tank in this case so hazardous was the presence of residual propane gas.",
            "Ferrellgas knew that installation of a live propane tank without proper venting and a vapor barrier was hazardous",
            "Ferrellgas took insufficient steps to conclusively determine whether, in fact, the tank contained residual propane in that it failed to purge the tank before allowing Clement to take the car",
            "Ferrellgas employees displayed a cavalier attitude toward safety regulations, including routinely failing to file forms designed to insure that inspectors will check gas installations for safety"
        ],
        "Procedural History": [
            "Royce Clay and Sheila Snider sued appellants for personal injuries",
            "Appellants appeal from the jury verdict awarding Clay and Snider compensatory and punitive damages.",
            "we construe the evidence in the light most favorable to the verdict.",
            "The jury determined that Ferrellgas was 89 percent at fault for the accident in that Candelaria or Schell was negligent or failed to provide adequate warnings."
        ],
        "Application of Law to Facts": [
            "there was evidence of negligence",
            "As there was sufficient evidence to sustain the jury's determination that Ferrellgas was negligent, the verdict will stand."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Accordingly, the judgment of the lower court is affirmed to the extent of the compensatory damage award"
        ]
    },
    "class": "mixed"
}