{
    "text": "Romero v. State, 112 N.M. 291, 814 P.2d 1019 (1991)\nApril 16, 1991 · Court of Appeals of New Mexico · No. 11025\n112 N.M. 291, 814 P.2d 1019\nArsenia ROMERO, as Administrator and Personal Representative of the Estate of Andrea Lucero, deceased, PlaintiffAppellee, and Ubaldo Esquibel, as Administrator and Personal Representative of the Estate of Toby Esquibel, deceased, Plaintiff/Intervenor-Appellee,v.STATE of New Mexico, et al., Defendants-Appellants\n814 P.2d 1019\nCourt of Appeals of New Mexico.\nCertiorari Granted June 5, 1991.\n*293Daymon B. Ely, David J. Stout, Carpenter & Goldberg, P.A., Albuquerque, David P. Garcia, Montoya, Murphy, Kauffman & Garcia, P.A., Santa Fe, for plaintiff-appellee.\nDavid A. Graham, Taos, for plaintiff/intervenor-appellee.\nBruce Herr, Sarah M. Singleton, Nancy A. Taylor, Montgomery & Andrews, P.A., Santa Fe, for defendants-appellants.\nOPINION\nHARTZ, Judge.\nPlaintiffs' decedents, Andrea Lucero and Toby Esquibel (the passengers), died in a single-vehicle accident on May 8, 1986, on Rio Arriba County Road 41. The driver of the vehicle is not a party to this action. The jury apportionment of liability for the accident was 49.111% to the driver, 7.291% to passenger Lucero, 6.208% to passenger Esquibel, 20.363% to defendant Rio Arriba County (the county), and 17.027% to defendant New Mexico State Highway Department (the department). The county and the department appeal the verdict, alleging four errors by the trial court: (1) excluding evidence concerning the passengers' intoxication, (2) instructing the jury on sudden emergency, (3) allowing certain expert testimony concerning alleged road design defects, and (4) entering judgment against the department when the New Mexico Tort Claims Act, NMSA 1978, Sections 41-4-1 through -27 (Repl.Pamp.1989), immunized the department from the alleged liability. On their cross-appeal plaintiffs contend that the district court erred in permitting defendants' expert accident reconstructionist to testify as to possible, as opposed to probable, causes of the accident and in restricting cross-examination of the expert with respect to other possible causes. We agree with defendants' first, third, and fourth contentions. Therefore, we reverse the judgment against the department and remand for a new trial against the county. In addition, we discuss the other issues raised by the parties.\nI. BACKGROUND\nThere were no known witnesses to the accident. The driver survived but was incapable of testifying. The vehicle involved in the accident was a 1975 Fiat Xl-9 hardtop convertible, a small sports car with no rear seat. The accident occurred when the vehicle failed to negotiate a curve, left the road, and hit the trunk of a large tree about four feet from the edge of the road. The car was traveling at a safe speed, twenty to thirty miles per hour. The driver had driven the road frequently. The accident occurred at about 5:45 p.m., during daylight, under dry conditions. The road is a narrow, winding paved road. At the site of the accident, the road curves after crossing an irrigation ditch; a stand of cottonwood trees grows along a ditch by the side of the road. We will note other evidence as we discuss specific issues.\nII. EVIDENCE OF PASSENGERS' INTOXICATION\nDefendants tendered evidence that one passenger had a blood alcohol level of .204% and the other, a level of .286%. They also tendered testimony of Dr. Douglas Ferraro, an expert in psychopharmacology, that (1) the passengers would be mentally impaired by the intoxication, (2) the passengers' body sway while traveling *294would increase greatly as a result of their intoxication, and (3) in his opinion the passengers' intoxication was a cause of the accident. The court excluded the evidence as too speculative. We disagree in part. The court abused its discretion in excluding the evidence of intoxication and the expert testimony on mental impairment and body sway.\nIt is negligence to ride in a vehicle that one knows cannot be operated safely. As set forth in SCRA 1986, 13-1207, the Uniform Jury Instruction on the subject:\nA passenger has a duty to use ordinary care for his own safety. A passenger may not sit idly by and permit himself to be driven carelessly, to his injury, where there are dangers which are known to him or which reasonably should be known to him.1\nIntoxication of the passenger may be relevant to the issue of the passenger's exercise of ordinary care for his or her own protection because intoxication reduces the passenger's appreciation of danger and increases the likelihood that the passenger will take a risk. See Rone v. Miller, 257 Ark. 791, 520 S.W.2d 268 (1975) (reversing trial court for excluding evidence of passenger's intoxication); Sandberg v. Hoogensen, 201 Neb. 190, 266 N.W.2d 745 (1978) (affirming admission of evidence of passenger's intoxication); Bergman v. Leitschuh, 31 Ill.App.3d 1, 333 N.E.2d 613 (1975) (same); Major v. Hoppe, 209 Va. 193, 163 S.E.2d 164 (1968) (same).\nThis is not a case where it is contended that a passenger's intoxication, in itself, constituted negligence. See Ford v. Etheridge, 71 N.M. 204, 377 P.2d 386 (1962). There was evidence at trial to support a jury determination that the driver and passengers were crowded too tightly into the vehicle for it to be operated safely. Such crowding is unlawful. NMSA 1978, Section 66-7-357(A) (Repl.Pamp.1987) prohibits drivers from operating a vehicle when it is so loaded * * * as to obstruct the view of the driver to the front or sides of the vehicle or as to interfere with the driver's control over the driving mechanism of the vehicle. Section 66-7-357(B) prohibits passengers from riding in such position as to interfere with the driver's view ahead or to the sides, or to interfere with his control over the driving mechanism of the vehicle. The passengers may not have exercised proper care in riding in a crowded automobile. The jury should be permitted to consider the passengers' intoxication in evaluating (1) their ability to perceive the danger of an overcrowded vehicle and (2) their willingness to risk such a danger.\nIn addition, the expert testimony that intoxication would increase the passengers' body sway was relevant. Insofar as overcrowded conditions in the passenger compartment of a motor vehicle are a safety hazard, increased body sway magnifies the danger. Evidence of how intoxication affects control of one's body sway is circumstantial evidence relevant to the jury's determination of how the accident occurred and the passengers' fault therefor.\nPlaintiffs contend that even if the evidence was relevant, the district court excluded the evidence on the ground that its improper prejudicial impact exceeded its probative value. The record, however, does not reflect such a ruling by the district court. The reason given by the court for excluding the evidence was that it was speculative. Although we may affirm a district court ruling on a ground different from that relied upon by the district court, see State Highway Dep't v. Strosnider, 106 N.M. 608, 747 P.2d 254 (Ct.App.1987), the cases we have cited compel the conclusion that the danger of unfair prejudice did not substantially outweigh the probative value of the evidence. See SCRA 1986, 11-403.\nPlaintiffs also contend that exclusion of the evidence was harmless error *295because there was other evidence (including expert testimony) that the passengers interfered with the driver's control of the vehicle. We disagree. We believe that the evidence regarding the passengers' intoxication and the effect of that intoxication on them could have rationally changed the jury's determination of the relative fault of the parties involved. We resolve all doubt against the party claiming that error was harmless. See Jewell v. Seidenberg, 82 N.M. 120, 477 P.2d 296 (1970).\nWe leave to the sound discretion of the district court the determination of whether Dr. Ferraro was qualified to give an expert opinion on the cause of the accident.\nIII. SUDDEN EMERGENCY\nDefendants objected to the district court's giving the Uniform Jury Instruction on sudden emergency:\nA person who, without negligence on his part, is suddenly and unexpectedly confronted with peril, arising from either the actual presence or the appearance of an imminent danger to himself or another, is not expected nor required to use the same judgment and prudence that is required of him in the exercise of ordinary care in calmer and more deliberate moments.\nHis duty is to exercise only the care that a reasonably prudent person would exercise in the same situation.\nIf, at that moment, he does what appears to him to be the best thing to do and if his choice and manner of action are the same as might have been followed by any reasonably prudent person under the same conditions, then he has done all that the law requires of him, even though, in the light of after events, it might appear that a different course would have been better and safer.\nSCRA 1986, 13-1617. The purpose of this instruction is to advise the jury that in determining whether an individual exercised the care of a reasonable person, the jury can consider that the individual had very little time to make a decision. See Martinez v. Schmick, 90 N.M. 529, 565 P.2d 1046 (Ct.App.1977).\nDefendants contend that there was insufficient evidence to support the instruction. We do not decide that issue because any ruling we make now would not necessarily control the appropriateness of the instruction upon retrial, at which the evidence presented by the parties may differ in relevant respects from the evidence at the original trial. Nevertheless, to provide guidance to the district court at retrial, we note our concerns about the appropriateness of the instruction in light of the record as we understand it.\nPlaintiffs assert that there was substantial evidence that the curve presented a sudden and unexpected peril. An expert witness for plaintiffs testified that foliage at the curve created a danger. He testified:\nThat's a dark spot. On a bright day, all of a sudden you enter this tunnel effect. You really can't tell where the roadway goes. You're in bright daylight, and you have the trees that are overhanging the roadway, and there are bushes on the inside of the curve, a number of bushes, that prevent you from seeing around the curve to see what's coming up ahead of you.\nDefendants claim that the witness was stating only that the foliage made it more difficult to see around the curve, not that the foliage made it more difficult to see the curve itself. We find the testimony ambiguous. Resolution of that ambiguity, however, is not for this court. We think it within the discretion of the district court to decide that the testimony and other evidence (including a videotape of the roadway) would support a reasonable inference that a driver entering the shade created by the foliage at the time' of the accident would suddenly be unable to determine the path of the roadway in front of the vehicle. Defendants point out that the driver had driven the road frequently. Although this fact reduces the probability that the foliage created a sudden emergency for this particular driver, we cannot say that the trial judge was compelled to determine that the probability was too low for the jury to be permitted to consider it.\n*296The existence of a sudden and unexpected peril is not, however, enough to require the sudden-emergency instruction. There must also be evidence that the person confronted with the peril reacted to it. The instruction guides the jury's evaluation of a person's judgment and prudence when faced with an emergency. When that person did not exercise any choice— perhaps because of inattention to the peril or the lack of time to respond — the instruction should not be given. In that circumstance the sudden peril may be relevant to what happened (as when a boulder falls immediately in front of a moving vehicle), but the instruction is not appropriate. See Aragon v. Speelman, 83 N.M. 285, 491 P.2d 173 (Ct.App.1971) (error to give sudden-emergency instruction as to bicyclist because no evidence bicyclist was aware of approaching car); Delgado v. Alexander, 84 N.M. 456, 504 P.2d 1089 (Ct.App.1972), aff'd, 84 N.M. 717, 507 P.2d 778 (1973) (no evidence that driver acted in response to a present or apparent peril); Hall v. Chastain, 246 Ga. 782, 273 S.E.2d 12 (1980) (evidence did not indicate that driver made a choice during the emergency). We have not been directed to anything in the record to show that the driver here made any decision in response to the perceived peril. Nevertheless, we are reluctant to draw any firm conclusion on this point because the briefs do not squarely address it. The issue is best left to the district court on retrial.\nIV. EXPERT TESTIMONY CONCERNING ALLEGED DESIGN DEFECTS\nOver defendant's objection, plaintiffs' expert testified that the accident site was dangerous because there was insufficient banking or superelevation on the curve, the curve was sharp, the curve was compound, and the roadway had an insufficient shoulder. Defendants claim that the Tort Claims Act immunizes them from liability arising from such defects. Plaintiffs respond that the testimony was admissible because it concerned negligent maintenance.\nSection 41-4-4(A) establishes governmental immunity from tort liability except as waived under the Act. Plaintiffs rely on the waiver in Section 41-4-ll(A), which states:\nThe immunity granted pursuant to Subsection A of Section 41-4-4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the maintenance of or for the existence of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area.\nDefendants rely on the limitation to that waiver expressed in Section 41-4-ll(B), which states:\nThe liability for which immunity has been waived pursuant to Subsection A of this section shall not include liability for damages caused by:\n(1) a defect in plan or design of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area; or\n(2) the failure to construct or reconstruct any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area.\nPlaintiffs correctly point out that New Mexico courts have broadly construed the word maintenance in Section 41-4-11(A). In Blackburn v. State, 98 N.M. 34, 644 P.2d 548 (Ct.App.1982), we held that the placement of adequate traffic controls, such as signals and signs, was a matter of maintenance. In Miller v. New Mexico Department of Transportation, 106 N.M. 253, 741 P.2d 1374 (1987), our supreme court held that the issuance of permits to transport extra-wide loads over state highways was a matter of maintenance. The court stated that  '[m]aintenance of a road or highway involves more than simply keeping the road surface in good repair.'  Id. at 254, 741 P.2d at 1375 (quoting Fireman's Fund Ins. Co. v. Tucker, 95 N.M. 56, 58, 618 P.2d 894, 896 (Ct.App.1980)) (brackets in Miller). Guiding the court was its observation that [t]he sole purpose of waiver in Section 41-4-ll(A) is to ensure *297that highways are made and kept safe for the traveling public. Id. at 255, 741 P.2d at 1376 (emphasis in original). The waiver should be interpreted accordingly.\nSubsection B of Section 41-4-11, however, carves out an exception to the waiver in subsection A. The above cases do not address how to construe the exception. What Miller described as the purpose of subsection A — to ensure that highways are made and kept safe — cannot be the sole purpose of Section 41-4-11 taken as a whole. Such a view of the entire section would leave subsection B — which immunizes certain conduct despite the dangers created by that conduct — with no effect.\nWe can concoct no reasonable construction of Paragraph B that does not provide immunity for the conception of the roadway — the course the roadway takes, the way in which the roadway is laid out on the surface, the width of the roadway and shoulders, and like matter that would necessarily be included in a design of the roadway. See O'Brien v. Middle Rio Grande Conservancy Dist., 94 N.M. 562, 613 P.2d 432 (Ct.App.1980) (suggesting that construction of a barrier on a service road may have been a matter of design, even though absence of signs warning of the barrier was a matter of maintenance). Cf. Catto v. Schnepp, 121 NJ.Super. 506, 298 A.2d 74, 75, aff'd, 62 N.J. 20, 297 A.2d 841 (1972) (the asserted specific defect in the design and construction consisted in having too sharp a curve without adequate banking); Natina v. Westchester County Park Comm'n, 49 Misc.2d 573, 268 N.Y. S.2d 414 (1966) (widening highway and adding median divisions are matter of redesign, not maintenance). The words plan and design do not admit of a narrower plausible definition.\nGiven the immunity provided in subsection B(2) for failure to construct or reconstruct a roadway, we conclude that failure to correct a defective design or plan is likewise immunized. Indeed, the immunity for a defective design would be meaningless if liability could be imposed for failure to correct the defect once the roadway is constructed. Even if adjustments to the design become necessary only after use of the road or other circumstances change, subsection (B)(2) still provides immunity for failure to make the adjustments.2\nThe testimony to which defendants objected concerned alleged defects in the design of the roadway — banking, width of shoulder, sharpness of curve, etc. Because defendants' liability could not be founded on defects of that type, the evidence should have been excluded.\nPlaintiffs make the interesting argument that defendants cannot rely on the immunity for plan or design defects because defendants never produced a plan or design for County Road 41. In response to plaintiffs' pretrial request for such documentation, counsel for defendants said that it could not be located, explaining that the road— called the Old Taos Road — is very old.\nIn our view, the existence of documentation of a plan or design is not dispositive. The issue is whether the roadway is as it was planned or designed. Matters such as width of shoulders, sharpness of curve, and the like are matters of design. To prevail on claims relating to the dangerousness of such features of the roadway, plaintiff must establish that these features are the result of failure of upkeep of the roadway (for example, if a shoulder deteriorates to dirt over the years) or failure to construct the roadway in accordance with the design. See Moore v. State, 95 N.M. 300, 621 P.2d 517 (Ct.App.1980) (liability could be predicated on negligent omission to include guardrails that were called for by the design). Plaintiffs do not rely on such evidence.\nPlaintiffs contend that evidence of a formal plan or design is necessary because [t]he purpose of design immunity is *298to prevent a jury from reevaluating discretionary design decisions made by a governmental entity. In support they cite Cameron v. State, 7 Cal.3d 318, 497 P.2d 777, 102 Cal.Rptr. 305 (1972) (en banc) and City of Nashville v. Brown, 25 Tenn.App. 340, 157 S.W.2d 612 (1941). This contention overlooks an important, perhaps unique, feature of the New Mexico Tort Claims Act. In construing the Act we are not to consider whether or not official conduct is discretionary. Section 41-4-2(B) states:\nThe Tort Claims Act shall be read as abolishing all judicially-created categories such as governmental or proprietary functions and discretionary or ministerial acts previously used to determine immunity or liability.\nSee California First Bank v. State, 111 N.M. 64, 71, n. 3, 801 P.2d 646, 653 n. 3 (1990) (expressing grave misgivings concerning court of appeals opinion relying on theory that in substance resurrects discretionary acts — ministerial acts distinction). The language of Section 41-4-ll(B) is to be read without regard to whether the design or plan was a discretionary act. Therefore, we are not persuaded to follow Cameron, which relied on a statute requiring that the design be approved in advance or authorized by a legislative body, nor should we follow common-law precedent of similar effect, such as City of Nashville.\nV. LIABILITY OF STATE HIGHWAY DEPARTMENT\nThe department contends that it cannot be held liable for failure to maintain the highway on which the accident occurred, because the highway was a county road. To resolve this contention, we must first ascertain the duty that the department has with respect to maintenance of county roads and then determine whether liability is waived under the Tort Claims Act for negligent failure to comply with that duty.\nA. STATUTORY DUTY\nWe agree with plaintiffs that the department had a supervisory responsibility with respect to the maintenance of County Road 41. Several statutes are relevant. Considering them in historical order sheds light on their interrelationship.\nBeginning in 1905, maintenance duties were imposed upon the counties pursuant to what is now NMSA 1978, Section 67-2-2, which reads:\nAll public highways, except such as are owned and operated by private corporations, and highways within the corporate limits of any incorporated city or town, shall be maintained and kept in repair by the respective counties in which they are located.\nThe scheme changed, however, in 1909 when the legislature created the state highway commission (whose duties are now borne by the department, see NMSA 1978, § 67-3-6 (Cum.Supp.1990)). The commission had the duty to construct, repair and maintain public roads and highways as in its judgment would best serve the public interest. NMSA 1978, § 67-3-16. The law also provided:\nThe state highway commission shall have general charge and supervision of all highways and bridges in the state which are constructed or maintained in whole or in part by the aid of state moneys as in this article provided; they may prescribe rules and regulations not inconsistent with law, fixing the duties of all engineers employed by them by any district, county or town in the construction of highways and bridges, and may prescribe rules and regulations determining the method of construction, improvements of such highways, bridges and such other rules and regulations as they may think necessary to carry into effect the provisions of this article.\nNMSA 1978, § 67-3-13. A 1912 law provided that the commission:\n[S]hall also make rules and regulations governing the method of construction, improvement and maintenance of such highways and bridges as may receive aid from the state [and] compel compliance with the laws, rules and regulations relating to such public roads * * *, and see that the same are carried into full force and effect[.]\n*299NMSA 1978, § 67-3-14 (Cum.Supp.1986). Later statutes provided that the state highway commission should maintain all state highways, NMSA 1978, § 67-3-41 (enacted in 1917), and that all county roads and bridges are to be maintained at the expense of the respective counties. NMSA 1978, § 67-4-13 (enacted in 1921).\nAs we understand the statutory scheme, the department has the responsibility for maintenance of state highways. The counties have responsibility for maintenance of purely county roads. For the intermediate case — county roads which are constructed or maintained in whole or in part by the aid of state moneys, Section 67-3-13 — maintenance is a county responsibility, but under the general charge and supervision of the department, which may promulgate rules and regulations for that purpose. (The department does not challenge plaintiffs' contention that state funds had been used for work on County Road 41.) Plaintiffs characterize this role of the department as supervisory responsibility for the maintenance of such roads.3\nThe department points out that the 1989 legislature repealed Section 67-3-13 and added the following to Section 67-3-14: The commission shall have no duty to maintain or supervise the maintenance of roads which are not designated state highways or bridges. 1989 N.M. Laws, ch. 117, § 1. Although one could reasonably contend that these statutory changes were meant to clarify what had already been enacted, the changes could be viewed at least equally reasonably as an attempt to correct a problem created by prior enactments. We find the 1989 legislation to be of no assistance in construing the pertinent statutes. See Naranjo v. Pauli, 111 N.M. 165, 803 P.2d 254 (Ct.App.1990) (expressing reluctance to incorporate amended statutory language in construction of Securities Act prior to amendment); State ex rel Stratton v. Roswell Independent Schools, 111 N.M. 495, 806 P.2d 1085 (Ct.App.1991) (Hartz, J., concurring) (questioning value of post-enactment legislative history).\nB. WAIVER OF IMMUNITY UNDER TORT CLAIMS ACT\nThe question that next presents itself is whether the Tort Claims Act waives immunity for the department when the department is negligent in exercising its supervisory responsibility with respect to maintenance. Section 41-4-ll(A) waives immunity for damage caused by the negligence of public employees while acting within the scope of their duties in the maintenance of * * * any * * * highway[.] Do duties in the maintenance of highways include duties to regulate the maintenance of highways? The department does not itself perform the maintenance. Its duty is simply to supervise — that is, regulate — maintenance by the county.\nThe answer is provided by two decisions of this court construing the words duties in the operation within the meaning of the Tort Claims Act. The phrase duties in the is the common, and dispositive, feature of this case and our two precedents. Both of our prior cases held that duties in the operation does not encompass a duty to supervise the operation through regulation.\nIn Chee Owens v. Leavitts Freight Service, 106 N.M. 512, 745 P.2d 1165 (Ct.App. 1987), a child was struck by a truck as he attempted to cross a road to board his school bus. The plaintiffs sued the transportation division of the state board of education, contending that it failed in its duty to adopt and enforce procedures for the safe pickup and transportation of school children. Section 41-4-5 of the Tort Claims Act waives immunity for damages caused by negligent public employees while acting within the scope of their duties in the operation or maintenance of any motor vehicle[.] We affirmed the im*300munity of the board of education, stating, The design, planning and enforcement of safety rules for school bus transportation do not fall within the meaning of 'operation' of a motor vehicle. Id. at 515, 745 P.2d at 1168. The decision stands for the proposition that duties in the regulation of the operation of a school bus are not duties in the operation of a school bus.\nWe reached a similar result in Armijo v.. Department of Health & Environment, 108 N.M. 616, 775 P.2d 1333 (Ct.App.1989). In that case a resident of the Border Area Mental Health Center shot and killed his brother-in-law and assaulted his sister and her daughter after he was released to the sister's home for a holiday. The victims sued the Department of Health and Environment for failure to properly supervise the mental health center. Section 41-4-9 waives immunity for damage caused by the negligence of public employees while acting within the scope of their duties in the operation of any * * * mental institution, clinic, * * * or like facilities. We held that the provision did not apply to negligence in regulating the operation of the mental health center. In other words, acting within the scope of their duties in the operation of a facility does not encompass acting within the scope of their duties in regulating the operation of the facility.\nWe recognize that in this case we are dealing with a waiver of immunity for maintenance rather than operation. Miller may suggest that the word maintenance is to be construed more broadly than the word operation. Yet as we said in Armijo, there is a significant difference between 'regulation' and either 'operation' or 'maintenance.'  Id. at 618, 775 P.2d at 1335. Just as regulating operation is not operation, neither is regulating maintenance subsumed under maintenance.\nIn short, the department retains immunity to the extent that the alleged negligence occurred with respect to the promulgation (or non-promulgation) of regulations or their enforcement (or non-enforcement). Nothing in the briefs directs us to allegations of negligence by the department that is not encompassed by such immunity. Therefore, we set aside the award against the department.\nYI. EXPERT TESTIMONY REGARDING CONTRIBUTING CAUSES OF ACCIDENT\nOn cross-appeal plaintiffs contend that defendants' expert accident reconstructionist should not have been permitted to give his opinion that three contributing causes of the accident were (1) low air pressure in one of the tires (2) passenger interference with the driver, and (3) driver inattentiveness. They also contend that they should have been permitted to cross-examine the witness with respect to the possibility that an oncoming vehicle was a cause of the accident.\nTo evaluate the propriety of the district court's rulings on these evidentiary matters, we must first analyze the purpose of the tendered evidence. No one testified as an eyewitness to the accident. The jury was required to determine the causes of the accident by reviewing circumstantial evidence. Expert testimony was not necessary for the jury to reach a verdict. Automobiles and highways are sufficiently familiar to the ordinary citizen that in general we would not require a finding of, say, causation to be predicated on an expert opinion that a particular factor was a probable cause of the accident. Cf. Cervantes v. Forbis, 73 N.M. 445, 389 P.2d 210 (1964) (in medical malpractice case, questions of doctor's negligence and causation ordinarily must be proved by expert testimony); J. Weinstein & M. Berger, Weinstein's Evidence §§ 702[02], 702-10 to -15 (1990) (expert testimony sometimes necessary as a matter of substantive law). The purpose of expert testimony in this type of case is to assist the jury to understand how factors supported by evidence could contribute to the accident. Although the expert witness may also have sufficient expertise, based on training and experience, to testify to a probable sequence of events or a probable cause of the accident, such expert testimony is not a necessary predi*301cate for testimony concerning how particular factors could contribute to an accident.\nFor example, in our above discussion of the sudden-emergency instruction, we referred to testimony by plaintiffs' expert regarding the effect on visibility of foliage by the roadside. An expert could testify concerning how the play of light and shadow from the foliage could deceive a driver as to the course of the roadway ahead. The trial court, in its discretion, could determine that such testimony would be helpful to the jury even though the expert was not prepared to testify that shadows from the foliage actually contributed to the accident in the particular case. The jury, based on its evaluation of other evidence, could then decide that the foliage was a contributing factor in the accident. The jury might, for instance, decide that the driver was not intoxicated, was well-rested, was driving at a reasonable speed, was not crowded in the driver's seat, and had a car in good, safe condition — all being factors that lead to the inference that the most likely explanation for the driver to drive straight off the road was the illusion created by shadows from the foliage. We see no reason to prevent the jury from drawing such an inference regardless of whether an expert witness testifies to that conclusion. While our rules of evidence now permit expert testimony that embraces an ultimate issue to be decided by the trier of fact, SCRA 1986, 11-704, they hardly require the exclusion of expert testimony that does not embrace an ultimate issue. The test, quite simply, is whether testimony by a qualified expert will assist the trier of fact to understand the evidence or to determine a fact in issue. SCRA 1986, 11-702.\nOf course, expert testimony that rests on speculation is, by definition, not helpful to the fact-finder. The difficulty in applying that proposition is that the line between speculation and reasonable inference is not always clear. When, as in this case, there is no eyewitness testimony, any conclusion about what happened must be a matter of circumstantial inference. Archibeque v. Homrich, 88 N.M. 527, 543 P.2d 820 (1975), provides some guidance as to where to draw the line. That case also involved a one-car accident. The vehicle ran off the right side of the highway, traveled 274 feet on the shoulder, returned to the highway, crossed over the highway and on to the other shoulder, and plunged into an arroyo. Our supreme court stated that the expert resorted to speculation and conjecture when he testified that an insect could have been in the car, cigarette ashes could have blown into the driver's eyes, an animal could have run out in front of the driver, the driver could have been ill, or another vehicle could have run this vehicle off the road. Id. at 531, 543 P.2d at 824. We read Archibeque as stating that an expert witness should not be permitted to speculate on such matters in the absence of any supporting physical facts or other substantiating evidence.\nTurning to this case, defendant's expert (1) testified concerning how observations from the accident scene persuaded him that air pressure in a tire of the vehicle was quite low and (2) explained how low tire pressure could impair the driver's ability to steer the vehicle. The district court was well within its discretion in ruling that such testimony was not speculative and could assist the jury. Likewise, we believe that the district court acted within its discretion in permitting the expert to testify concerning his conclusions about how crowded the vehicle was and how the crowding would impair the driver's ability to control his vehicle. The testimony was predicated on the sizes of the driver and passengers and the dimensions and design of the automobile. We also find no abuse of discretion in permitting expert testimony on the driver's inattention. We recognize that no great expertise is needed to conclude that driver inattention may be the reason why a car was driven straight off a highway while proceeding at a reasonable speed. Nevertheless, such an observation by an expert may well be appropriate in the course of testimony summing up contributing factors that find support in the evidence or testimony expressing a conclusion that no other reasonable explanation can be inferred from the evidence.\n*302As for the district court's restriction on plaintiff's cross-examination of defendants' expert, Arckibeque explicitly stated that the expert in that case engaged in improper speculation by postulating that another vehicle could have run the vehicle in question off the road. We conclude that the jury in this case would not be entitled to speculate that an oncoming vehicle contributed to the accident, and a party would not be permitted to elicit such a theory from an expert witness. The testimony in Arckibeque, however, was on direct examination. During cross-examination of an expert more latitude may be appropriate if the attorney's purpose is to impeach the expert. Nevertheless, we cannot say that it was an abuse of discretion by the district court to forbid plaintiffs to cross-examine defendants' expert regarding the possibility that another vehicle was a factor in the accident in this case.\nVII. CONCLUSION\nWe deny defendants' request for oral argument. For the above reasons, we reverse and remand with instructions to enter judgment for the department and to grant a new trial to the county. Costs on appeal are awarded to appellants-defendants.\nIT IS SO ORDERED.\nBIVINS and MINZNER, JJ., concur.\n1\n. The district court gave this instruction. Because the instruction encompasses defendants' theories of the passengers' negligence, defendants did not waive their challenges to the district court's evidentiary rulings by their failure to challenge on appeal the district court's refusal to give their tendered instruction on the passengers' duty to warn the driver.\n2\n. When subsection B does not apply, liability may, of course, arise from failure to improve maintenance in response to new circumstances. See Grano v. Roadrunner Trucking, Inc., 99 N.M. 227, 656 P.2d 890 (Ct.App.1982) (traffic controls became necessary only as use of road increased).\n3\n. This hierarchial division of responsibility does not create the problems that could arise if two governmental entities had the concurrent responsibility to maintain the highway. Cf. Gallegos v. Conroy, 38 N.M. 154, 161, 29 P.2d 334, 339 (1934) (courts favor construing statutes to give each jurisdiction exclusive control of its own highways): Potes v. Department of State Highways, 128 Mich.App. 765, 341 N.W.2d 210 (1983) (confusion and inefficiency would result if two governmental units were responsible for correcting highway defects).\n\nPlain English summary:\nDriver crashed into a tree, killing its passengers and injuring himself. There were no eye-witnesses. The jury apportioned liability among the driver, passengers, Rio Arriba County and New Mexico State Highway Department. The court considered evidence relating to the passengers' intoxication, overcrowding in the car, whether the driver and passengers faced an 'emergency' and the statutory liability of the New Mexico State Highway Department.\n",
    "annotations": {
        "Facts": [
            "Romero v. State, 112 N.M. 291",
            "Plaintiffs' decedents, Andrea Lucero and Toby Esquibel (the passengers), died in a single-vehicle accident on May 8, 1986, on Rio Arriba County Road 41.",
            "There were no known witnesses to the accident. The driver survived but was incapable of testifying. The vehicle involved in the accident was a 1975 Fiat Xl-9 hardtop convertible, a small sports car with no rear seat. The accident occurred when the vehicle failed to negotiate a curve, left the road, and hit the trunk of a large tree about four feet from the edge of the road. The car was traveling at a safe speed, twenty to thirty miles per hour. The driver had driven the road frequently. The accident occurred at about 5:45 p.m., during daylight, under dry conditions. The road is a narrow, winding paved road. At the site of the accident, the road curves after crossing an irrigation ditch; a stand of cottonwood trees grows along a ditch by the side of the road.",
            "one passenger had a blood alcohol level of .204% and the other, a level of .286%.",
            "the driver and passengers were crowded too tightly into the vehicle for it to be operated safely.",
            "there was substantial evidence that the curve presented a sudden and unexpected peril. An expert witness for plaintiffs testified that foliage at the curve created a danger."
        ],
        "Procedural History": [
            "The jury apportionment of liability for the accident was 49.111% to the driver, 7.291% to passenger Lucero, 6.208% to passenger Esquibel, 20.363% to defendant Rio Arriba County (the county), and 17.027% to defendant New Mexico State Highway Department (the department). The county and the department appeal the verdict"
        ],
        "Application of Law to Facts": [
            "Intoxication of the passenger may be relevant to the issue of the passenger's exercise of ordinary care for his or her own protection because intoxication reduces the passenger's appreciation of danger and increases the likelihood that the passenger will take a risk.",
            "The passengers may not have exercised proper care in riding in a crowded automobile. The jury should be permitted to consider the passengers' intoxication in evaluating (1) their ability to perceive the danger of an overcrowded vehicle and (2) their willingness to risk such a danger.",
            "the expert testimony that intoxication would increase the passengers' body sway was relevant. Insofar as overcrowded conditions in the passenger compartment of a motor vehicle are a safety hazard, increased body sway magnifies the danger. Evidence of how intoxication affects control of one's body sway is circumstantial evidence relevant to the jury's determination of how the accident occurred and the passengers' fault therefor.",
            "We think it within the discretion of the district court to decide that the testimony and other evidence (including a videotape of the roadway) would support a reasonable inference that a driver entering the shade created by the foliage at the time' of the accident would suddenly be unable to determine the path of the roadway in front of the vehicle. Defendants point out that the driver had driven the road frequently. Although this fact reduces the probability that the foliage created a sudden emergency for this particular driver, we cannot say that the trial judge was compelled to determine that the probability was too low for the jury to be permitted to consider it.",
            "We have not been directed to anything in the record to show that the driver here made any decision in response to the perceived peril. Nevertheless, we are reluctant to draw any firm conclusion on this point because the briefs do not squarely address it. The issue is best left to the district court on retrial.",
            "We agree with plaintiffs that the department had a supervisory responsibility with respect to the maintenance of County Road 41. Several statutes are relevant.",
            "the department retains immunity to the extent that the alleged negligence occurred with respect to the promulgation (or non-promulgation) of regulations or their enforcement (or non-enforcement). Nothing in the briefs directs us to allegations of negligence by the department that is not encompassed by such immunity."
        ],
        "Relevant Precedents": [
            "Rone v. Miller, , 520 S.W.2d 268 (1975)",
            "Sandberg v. Hoogensen, , 266 N.W.2d 745 (1978)",
            "Bergman v. Leitschuh, , 333 N.E.2d 613 (1975)",
            "Major v. Hoppe, , 163 S.E.2d 164 (1968)",
            "Ford v. Etheridge, , 377 P.2d 386 (1962)",
            "NMSA 1978, Section 66-7-357(A) (Repl.Pamp.1987)",
            "Section 66-7-357(B)",
            "SCRA 1986, 13-1617",
            "Martinez v. Schmick, 90 N.M. 529,  (Ct.App.1977)",
            "Aragon v. Speelman, , 491 P.2d 173 (Ct.App.1971)",
            "Delgado v. Alexander, , 504 P.2d 1089 (Ct.App.1972), aff'd, , 507 P.2d 778 (1973)",
            "Hall v. Chastain, , 273 S.E.2d 12 (1980)",
            "NMSA 1978, Section 67-2-2",
            "All public highways, except such as are owned and operated by private corporations, and highways within the corporate limits of any incorporated city or town, shall be maintained and kept in repair by the respective counties in which they are located.",
            "NMSA 1978, § 67-3-6 (Cum.Supp.1990)",
            "NMSA 1978, § 67-3-16",
            "The state highway commission shall have general charge and supervision of all highways and bridges in the state which are constructed or maintained in whole or in part by the aid of state moneys as in this article provided; they may prescribe rules and regulations not inconsistent with law, fixing the duties of all engineers employed by them by any district, county or town in the construction of highways and bridges, and may prescribe rules and regulations determining the method of construction, improvements of such highways, bridges and such other rules and regulations as they may think necessary to carry into effect the provisions of this article.NMSA 1978, § 67-3-13",
            "NMSA 1978, § 67-3-14 (Cum.Supp.1986)",
            "NMSA 1978, § 67-3-41 (enacted in 1917)",
            "NMSA 1978, § 67-4-13",
            "Section 41-4-ll(A)",
            "Chee Owens v. Leavitts Freight Service, , 745 P.2d 1165 (Ct.App. 1987)",
            "Section 41-4-5 of the Tort Claims Act",
            "Armijo v.. Department of Health & Environment, , 775 P.2d 1333 (Ct.App.1989)",
            "Miller",
            "Id. at 618, "
        ],
        "Outcome": [
            "we reverse the judgment against the department and remand for a new trial against the county.",
            "we set aside the award against the department.",
            "We deny defendants' request for oral argument. For the above reasons, we reverse and remand with instructions to enter judgment for the department and to grant a new trial to the county."
        ]
    },
    "class": "reverse"
}