{
    "text": "Dunleavy v. Miller, 116 N.M. 365, 862 P.2d 1224 (1992)\nMay 29, 1992 · Court of Appeals of New Mexico · Nos. 11907, 11933\n116 N.M. 365, 862 P.2d 1224\nJulie DUNLEAVY, Plaintiff-Appellant,v.Stephen A. MILLER, Defendant-Appellee\n862 P.2d 1224\nCourt of Appeals of New Mexico.\nCertiorari Granted July 23, 1992.\n*366William H. Carpenter and David J. Stout, Carpenter & Goldberg, P.A., Albuquerque, for plaintiff-appellant.\nScott P. Hatcher and Mariana G. Geer, Felker & Ish, P.A., Santa Fe, for defendant-appellee.\nOPINION\nAPODACA, Judge.\nPlaintiff appeals a jury verdict in her favor against defendant for damages resulting from an automobile accident. *367Plaintiff argues three issues on appeal: the trial court erred in (1) refusing to give a jury instruction on sudden emergency, (2) ruling that plaintiff could not recover costs from defendant because she was not the prevailing party, and (3) awarding defendant all of his costs. We hold that plaintiff was entitled to an instruction on sudden emergency because there was sufficient evidence to support the giving of the instruction under the facts of this appeal. We therefore reverse and remand for a new trial on the issue of liability and damages. We address the trial court's award of costs because the issue will likely recur at trial.\nBACKGROUND\nIn its verdict, the jury assessed plaintiff's damages at $91,267.30, and apportioned negligence 76% to defendant and 24% to plaintiff under the trial court's comparative negligence instruction. The trial court entered judgment, reducing plaintiff's net award of $69,363.15 ($91,267.30 X .76) by an additional $14,737.93, which represented defendant's costs incurred after defendant made an offer of $70,000.00, inclusive of costs, under SCRA 1986, 1-068-(Rule 68).\nPlaintiff appealed the judgment itself in Cause No. 11,907. In Cause No. 11,933, she appealed from a post-trial order denying her motions for a new trial, additur, reconsideration, and objection to costs. This court consolidated the two appeals and directed the parties to brief the issue of whether the trial court's order denying plaintiff's post-trial motions was appeal-able. The parties agree that the trial court's order denying the motions for a new trial and reconsideration of the judgment are not appealable. See Labansky v. Labansky, 107 N.M. 425, 759 P.2d 1007 (Ct.App.1988); Harrison v. ICX, Illinois-California Express, Inc., 98 N.M. 247, 647 P.2d 880 (Ct.App.1982). Thus, we will not consider these two issues raised in Cause No. 11,933. Because plaintiff did not brief the additur issue, we consider it abandoned. See State v. Fish, 102 N.M. 775, 701 P.2d 374 (Ct.App.1985).\nPlaintiff's appeal from the award of costs raised in Cause No. 11,933 is properly before this court. See SCRA 1986, 12-216. Before the entry of judgment, plaintiff objected to defendant's proposed costs both by motion and at the hearing on September 27, 1989. Additionally, plaintiff requested that the trial court award her costs, arguing that she was the prevailing party. We discuss this issue only because it will likely recur at trial. Consequently, we need not consider plaintiff's motions to supplement the record with a letter from the trial judge to counsel, dated October 2, 1989 (letter opinion denying plaintiff's requests for her costs), and with a copy of her cost bill filed pursuant to SCRA 1986, 12-209(C). FACTS\nIn September 1985, plaintiff and defendant were involved in an automobile collision at the intersection of St. Michael's Drive and Pacheco Street in Santa Fe. There are no traffic control signals at that intersection. The speed limit on St. Michael's Drive where the accident occurred is forty five miles per hour. Plaintiff was driving west on St. Michael's Drive. Defendant was driving east on St. Michael's Drive.\nDefendant testified that he drove into the left turn bay at the intersection. He slowed to allow one or two cars that were westbound on St. Michael's Drive to pass and then accelerated to about five to ten miles per hour into a left-hand turn onto Pacheco Street across the westbound lanes of St. Michael's Drive. He denied seeing plaintiff's vehicle before the collision. He stated that, from the time he commenced his turn to the time of impact, no more than four or five seconds elapsed.\nOfficer Rael, a municipal police officer who assisted in the investigation of the accident, testified that the physical evidence, such as skid marks beginning in the middle lane and veering to the right, indicated that plaintiff had been traveling in the middle lane of St. Michael's Drive, that she had hit the brakes of her car, and that she had then veered to the right. He concluded from this evidence that plaintiff had tried to avoid the accident. There was no evidence that defendant braked or took *368evasive action. Defendant received a traffic citation for failing to yield the right of way. Plaintiff recalls nothing about the accident and was unable to testify about the event. There were no other witnesses to the accident.\nDISCUSSION\n1. Denial of Sudden Emergency Instruction.\nAt trial, plaintiffs theory of the case was that she had been confronted with a sudden emergency when defendant turned his vehicle into her path of travel. She requested the trial court to give a sudden emergency instruction tracking the language of SCRA 1986, 13-1617 (Repl.1991). The trial court refused the instruction on the grounds that the evidence did not support the giving of a sudden emergency instruction because plaintiff had been unable to testify about the accident and the jury would thus be required to speculate. Plaintiff claims that refusal of the instruction was reversible error warranting the granting of a new trial because New Mexico law requires the giving of the sudden emergency instruction under the facts presented in this appeal. We agree.\nA party is entitled to have an instruction on his theory of a case if it has been properly pled and there is evidence upon which the theory might be supported. McNeely v. Henry, 100 N.M. 794, 800, 676 P.2d 1359,1365 (Ct.App.1984) (trial court's failure to instruct on sudden emergency was reversible error). The narrow issue before us is whether the evidence supported the giving of an instruction on sudden emergency.\nUniform Jury Instruction 13-1617 states:\nA person who, without negligence on [his] [her] part, is suddenly and unexpectedly confronted with peril, arising from either the actual presence or the appearance of an imminent danger to [himself] [herself] or another, is not expected nor required to use the same judgment and prudence that is required of [him] [her] in the exercise of ordinary care in calmer and more deliberate moments.\n[His] [Her] duty is to exercise only the care that a reasonably prudent person would exercise in the same situation.\nIf, at that moment, [he] [she] does what appears to [him] [her] to be the best thing to do and if [his] [her] choice and manner of action are the same as might have been followed by any reasonably prudent person under the same conditions, then [he] [she] has done all that the law requires of [him] [her], even though, in the light of after events, it might appear that a different course would have been better and safer.\nPlaintiff relies on Martinez v. Schmick, 90 N.M. 529, 565 P.2d 1046 (Ct.App.1977), and Scofield v. J. W. Jones Constr. Co., 64 N.M. 319, 328 P.2d 389 (1958), to support her argument that she was entitled to the instruction.\nIn Martinez, plaintiff's vehicle struck the defendant's vehicle while the defendant was making a left turn. The trial court instructed the jury on defendant's theory of the case, which was that plaintiff was contributorily negligent, but it refused to give the sudden emergency instruction. This court held that the trial court erred, because the facts of this case require the application of the sudden emergency doctrine. Martinez, 90 N.M. at 531, 565 P.2d at 1048 (emphasis added). In Scofield, defendant's truck was struck by plaintiff's car as defendant was turning left. Defendant objected to the trial court's instruction on sudden emergency. The jury was also instructed on defendant's theory of the case, which was that plaintiff was contributorily negligent and had failed to exercise reasonable care to avoid the collision. Our supreme court stated that, because the contributory negligence instruction was given, we think it was no more than fair that the instruction on sudden emergency should be given. Absent such action the jurors may well have thought [plaintiff] swerved the wrong way and was therefore guilty of contributory negligence, even though he was acting in a sudden emergency. Scofield, 64 N.M. at 327, 328 P.2d at 394. We believe that the facts of this appeal are indistin*369guishable from the facts of Martinez and Scofield. This is so even though the comparative negligence doctrine had not been adopted when those cases were decided. See Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981). Instead, the jury in each case had been instructed on contributory negligence. In our view, consideration of the existence of a sudden emergency may affect equally determinations of either contributory negligence or comparative negligence. See Baxter v. Noce, 107 N.M. 48, 752 P.2d 240 (1988) (doctrine of contributory negligence subjected to comparative negligence analysis).\nDefendant raises numerous arguments to support the trial court's refusal to instruct on sudden emergency. He first claims that the instruction was not applicable to the facts of this appeal because the evidence was insufficient to warrant the giving of the instruction. Thus, defendant contends, the instruction would require the jury to speculate. We believe the authorities defendant relies on in support of these contentions are distinguishable from the facts of this appeal. Archibeque v. Homrich, 88 N.M. 527, 543 P.2d 820 (1975), for example, involved a one-car accident in which both the driver and passenger died. There were no witnesses to the accident and no physical evidence as to its cause. Because there was no evidence, our supreme court held that giving the sudden emergency instruction was error since it was based solely on conjecture. Id. at 531, 543 P.2d at 824. Similarly, in Aragon v. Speelman, 83 N.M. 285, 491 P.2d 173 (Ct.App.1971), there was no evidence that a bicyclist struck and killed by a car had been startled by the car and either created or reacted to an emergency situation. In Delgado v. Alexander, 84 N.M. 456, 504 P.2d 1089 (Ct.App.), aff'd, 84 N.M. 717, 507 P.2d 778 (1973), the uncontradicted evidence was that the defendant driver, who struck the plaintiff as she was crossing a street, was already applying his brakes before he saw the plaintiff and thus was not reacting to any emergency. Id. 84 N.M. at 458, 507 P.2d at 1091.\nIn this appeal, viewing the evidence in the light most favorable to the prevailing party, there was evidence from which a jury could infer that plaintiff reacted to an emergency. This evidence included defendant's testimony that he did not see plaintiff and that there were other cars on the road, from which a jury could infer she could not see him until he was in the intersection. The skid marks indicated that plaintiff reacted suddenly, braking and veering to the right. This was competent evidence supporting the giving of the sudden emergency instruction. See Scofield v. J. W. Jones Constr. Co.; Martinez v. Schmick.\nDefendant next argues that the jury was adequately instructed on the standard of care applicable to plaintiff and that a sudden emergency instruction would have been repetitive. We disagree.\nThe trial court's instruction on ordinary care stated:\nOrdinary care is that care which a reasonably prudent person would use in the conduct of his own affairs. What constitutes ordinary care varies with the nature of the what is being done. As the risk of danger that should reasonably be foreseen increases, the amount of care required also increases. In deciding whether ordinary care has been used, the conduct in question must be considered in the light of all the surrounding circumstances.\nDefendant contends that this language is substantially the same as that found in UJI Civil 13-1617, which states in part that the duty of a person confronted with a sudden emergency is to exercise only the care that a reasonably prudent person would exercise in the same situation. Defendant also notes that the sudden emergency instruction is simply the application of the reasonable person standard to a situation where careful deliberation is impossible. Martinez v. Schmick. He urges us to follow the lead of other jurisdictions that have abandoned or criticized use of the sudden emergency instruction. See, e.g., DiCenzo v. Izawa, 723 P.2d 171 (Haw.1986); Knapp v. Stanford, 392 So.2d 196 *370(Miss.1980); Simonson v. White, 220 Mont. 14, 713 P.2d 983 (1986).\nWe are not persuaded to do so. UJI Civil 13-1617 states that the standard of care to be applied in an emergency situation differs from the usual standard of care: A person who ... is suddenly and unexpectedly confronted with peril ... is not expected nor required to use the same judgment and prudence that is required of [him] [her] in the exercise of ordinary care in calmer and more deliberate moments. Additionally, many jury instructions address the proper standard of care due in particular situations. See, e.g., UJI Civil, Ch. 13 (tort liability of owners and occupiers of land). In a similar vein, the instruction at issue in this appeal addresses a particular situation that commonly arises— the sudden emergency. See Young v. Clark, 814 P.2d 364, 368 (Colo.1991) (Colorado's sudden emergency instruction obligates the finder of fact to do nothing more than apply the objective 'reasonable person' standard to the actor in the specific context of an emergency situation.). Thus, instructing the jury on the standard of care applicable in a specific situation is not superfluous. Cf. McCrary v. Bill McCarty Constr. Co., 92 N.M. 552, 591 P.2d 683 (Ct.App.1979). Finally, our supreme court has held that, in situations similar to the facts of this appeal, the sudden emergency instruction must be given. See Scofield v. J. W. Jones Constr. Co. We are bound by decisions of our supreme court. Alexander v. Delgado, 84 N.M. 717, 507 P.2d 778 (1973).\nDefendant also argues that a party who negligently contributed to creating the emergency is not entitled to the sudden emergency instruction. See Madsen v. Read, 58 N.M. 567, 273 P.2d 845 (1954); Martinez v. Schmick. Defendant claims that, because the jury found plaintiff to be 24% negligent, she was not entitled to the instruction, and it was thus harmless error to refuse the instruction. We disagree. Evidence that a party may have been negligent does not preclude the giving of the instruction; the issues of contributory negligence and the applicability of the sudden emergency doctrine are both questions of fact for the jury. Martinez v. Schmick; Barbieri v. Jennings, 90 N.M. 83, 559 P.2d 1210 (Ct.App.1976). Consequently, in this appeal, because the jury was not properly instructed on plaintiff's theory of the case, it may have applied an improper standard of care in concluding that plaintiff was partially at fault for the accident. See Scofield v. J. W. Jones Constr. Co. (without instruction on sudden emergency, jury may have believed plaintiff was contributorily negligent even though he reacted to sudden emergency). Additionally, the jury had no opportunity to determine if the sudden emergency doctrine applied. McNeely v. Henry. Thus, failure to give the instruction was not harmless. Defendant relies on Bachicha v. Lewis, 105 N.M. 726, 737 P.2d 85 (Ct.App.1987), in which this court held that the giving of the sudden emergency instruction was reversible error because it injected false issues into the case. We believe Bachicha is distinguishable. In that case, the uncontradicted evidence showed only that defendant was negligent, not that she reacted to a sudden emergency. On the other hand, as we noted previously, the evidence here could very well support a finding that plaintiff reacted to a sudden emergency.\nDefendant next argues that the evidence was insufficient to support the giving of the instruction because there was no evidence that plaintiff had more than one course of action. See Anderson v. Latimer, 166 Cal.App.3d 667, 212 Cal.Rptr. 544 (Ct.App.1985). He relies not only on Officer Rael's testimony that plaintiff had no other options, but also on plaintiff's inability to testify directly about the accident. This argument evidently persuaded the trial court in refusing the requested instruction, because it ruled that there was no direct evidence of a sudden emergency. We reject defendant's argument for two reasons. First, the jury is free to reject uncontradicted expert opinion evidence. See Dickenson v. Regent of Albuquerque, Ltd., 112 N.M. 362, 815 P.2d 658 (Ct.App.1991). Second, circumstantial evidence is sufficient to support the giving of the in*371struction. See Romero v. State, 112 N.M. 291, 814 P.2d 1019 (Ct.App.), aff'd in part, 112 N.M. 332, 815 P.2d 628 (1991); Gapske v. Hatch, 347 Mich. 648, 81 N.W.2d 337 (1957). Thus, neither the expert opinion testimony nor plaintiffs inability to testify directly as to the accident dictates that the instruction was not warranted.\nBased on Officer Rael's testimony that the skid marks began in the middle lane, a jury could have inferred that plaintiff had at least four different courses of action to choose from before the collision: (1) proceeding straight ahead without braking; (2) braking without swerving; (3) braking and swerving left; and (4) braking and swerving right. The physical evidence indicated that plaintiff chose the last alternative. In determining that plaintiff was partly at fault, the jury could have inferred that plaintiff chose the wrong option. The sudden emergency instruction could have affected the jury's determination of whether plaintiff met the standard of care required of her in a sudden emergency. See Scofield v. J.W. Jones Constr. Co.\nDefendant also contends that the sudden emergency instruction would have conflicted with a jury instruction regarding each driver's statutory duty to yield the right of way at an intersection. Again, we disagree. The sudden emergency instruction has been held to be compatible with similar instructions. See Barbieri v. Jennings, 90 N.M. at 85, 559 P.2d at 1212 (proper to instruct on sudden emergency and on duties of person confronted with emergency to keep a proper lookout, keep car under control, not to drive too fast for the road conditions, and not to drive on wrong side of the road). Additionally, our supreme court has held that it is proper to instruct on both the statutory duty to yield the right of way in an intersection and on the sudden emergency doctrine. Scofield v. J.W. Jones Constr. Co.\nDefendant finally claims that, if a new trial is ordered, it should be limited to the issue of liability because the issue of damages was not appealed. See Tipton v. Texaco, 103 N.M. 689, 712 P.2d 1351 (1985). However, plaintiff not only appealed the entire judgment, which included the award of damages, but argued that the failure to instruct the jury on sudden emergency tainted the award of damages, presumably because comparative negligence was at issue. We thus believe a new trial on all issues is warranted.\n2. Trial Court's Refusal to Award Plaintiff Costs.\nThe trial court assessed plaintiff for defendant's costs but did not award plaintiff any costs. She argues: (1) that as a prevailing party she is entitled to her costs; and (2) defendant cannot recover his costs under SCRA 1986, 1-068 of the New Mexico Rules of Civil Procedure. Construing these two rules together, we hold that, where the judgment finally obtained is for less than the offer of judgment, the offeree is entitled to recover his pre-offer costs but is not entitled to post-offer costs and must also pay the offeror's post-offer costs. As part of her argument, plaintiff also urges that defendant is not entitled to his costs under Rule 68 because, when plaintiff's pre-offer costs are added to the net judgment, it exceeds the amount of defendant's offer. We do not reach that issue for two reasons: First, plaintiff did not raise the question before the court in the September 27, 1989 hearing. Second, plaintiff did not make her cost bill a part of the record so that we could determine whether the argument has any merit. See SCRA 1986, 12-216 (To preserve a question for review it must appear that a ruling or decision was fairly invoked____).\nThis court reviews the trial court's award of costs under SCRA 1986, 1-054(E) (Rule 54(E)) for an abuse of discretion. Pioneer Sav. & Trust, F.A., v. Rue, 109 N.M. 228, 784 P.2d 415 (1989). We may also remand for a redetermination of the issues if it appears the trial court's decision was founded upon an error of law. Garcia v. Sanchez, 108 N.M. 388, 395, 772 P.2d 1311, 1318 (Ct.App.1989). On those premises, we will discuss the interplay of Rule 54(E) and SCRA 1986, 1-068 (Rule 68).\n*372Rule 54(E) provides that the prevailing party may recover his or her costs. The trial court concluded that plaintiff was not the prevailing party, holding that Rule 68, as an express provision for the award of costs, superseded the general rule under Rule 54(E). The court also concluded that plaintiff had recovered less than defendant's offer .of judgment, and, consequently, she could not be a prevailing party as a matter of law. We disagree with this interpretation.\nThe phrase to the prevailing party means the party who wins the lawsuit. South v. Lucero, 92 N.M. 798, 595 P.2d 768 (Ct.App.1979). Because plaintiff recovered a judgment, she is a prevailing party even though her recovery was reduced. See State Trust & Sav. Bank v. Hermosa Land & Cattle Co., 30 N.M. 566, 240 P. 469 (1925) (one recovering judgment, but reduced in amount of damages awarded in recoupment, was the prevailing party and should recover costs under former law). As stated in Mountain States Broadcasting v. Neale, 776 P.2d 643 (Utah 1989):\nTypically, determining the prevailing party for purposes of awarding fees and costs is quite simple. Plaintiff sues defendant for money damages; if plaintiff is awarded a judgment, plaintiff has prevailed, and if defendant successfully defends and avoids an adverse judgment, defendant has prevailed.\nId. at 648. Under the facts of this appeal, plaintiff recovered a money judgment. Thus, we conclude she was the prevailing party for purposes of Rule 54(E) and could recover her costs.\nRule 68 modifies the application of Rule 54(E), however. In part, that rule states that [i]f the judgment finally obtained by the offeree is not more favorable than the offer, the offeree must pay the costs incurred after the making of the offer. (emphasis added.) Thus, Rule 68 applies only to those costs incurred after the offer was made and rejected. It does not address the disposition of the prevailing party's costs incurred before the offer of settlement was made. Additionally, Rule 68 does not change the commonly accepted definition of prevailing party under Rule 54(E). See South v. Lucero. Thus, a party who rejected a settlement offer and subsequently prevailed on the issues but received less than the offer should still be considered the prevailing party and be entitled to receive costs incurred before the settlement offer was made. See Whitney v. Anderson, 784 P.2d 830 (Colo.Ct.App.) (prevailing plaintiff whose recovery was less than the offer of judgment entitled to recover pre-offer costs but must pay defendant's post-offer costs), cert, denied (Colo.1989). However, a plaintiff who recovers less than the settlement offer must pay the costs incurred after the making of the offer. R. 1-068; see also Dickenson v. Regent of Albuquerque, Ltd. We interpret this language as referring to the costs incurred by both parties. Thus, in such a situation, a plaintiff would not be able to recover his or her post-offer costs and would have to pay the defendant's post-offer costs. See Whitney v. Anderson.\nWe consider Tippie v. Delisle, 55 Wash.App. 417, 777 P.2d 1080 (1989), review denied, 114 Wash.2d 1003, 788 P.2d 1078 (1990), relied on by both the trial court and defendant, as distinguishable. In that case, the court held that a party who rejected a Rule 68 offer and obtained a judgment less than the offer was not a prevailing party. However, that decision was based in part on the fact that, under Washington law, the civil rule promulgated by the Washington Supreme Court had precedence over procedural statutes. In this appeal, both procedural rules have equal stature. We therefore decline to follow Tippie.\n3. Award of Costs to Defendant.\nThe trial court awarded defendant all costs listed in his cost bill. Plaintiff objected to the cost bill, claiming that defendant was requesting reimbursement for items not properly allowed under statute or case law. Defendant argues that Rule 68 authorizes costs in this case and that specific statutory authority for each item of cost is unnecessary because the matter lies within the discretion of the trial court. We disagree. We believe that a recovery of *373costs under Rule 68 should be evaluated in the same manner as a recovery of costs by the prevailing party under Rule 54. New Mexico law is clear that costs may be recovered only when authorized by statute, Swallows v. Laney, 102 N.M. 81, 86, 691 P.2d 874, 879 (1984), or by rule of the court as authorized by statute. Jimenez v. Foundation Reserve Ins. Co., 107 N.M. 322, 327, 757 P.2d 792, 797 (1988).\nPlaintiff has objected to numerous expenses listed by defendant in his cost bill, including taxi and parking expenses, service of process fees for individuals who did not testify at trial, deposition fées for depositions that were not used at trial, deposition fees for unnecessary depositions, a $75 witness fee where defendant's ' cost bill fails to indicate which witness received the fee, costs for three expert witnesses on damages, and expenses incurred for photocopies.\nThe trial court has discretion in assessing costs, and its ruling will not be disturbed on appeal unless it was an abuse of discretion. Mascarenas v. Jaramillo, 111 N.M. 410, 415, 806 P.2d 59, 64 (1991). Costs that have been held to be within the court's discretion to award include those for depositions, witness fees, transcript fees, special master's fees, filing fees, lis pendens, service of process, and a receiver's fee. Pioneer Sav. & Trust, F.A., v. Rue, 109 N.M. at 231, 784 P.2d at 418. Additionally, our supreme court has held an award of costs for photocopies was not an abuse of discretion. See Budagher v. Sunnyland Enters., Inc., 90 N.M. 365, 367, 563 P.2d 1158, 1160 (1977).\nWe conclude that plaintiff has not demonstrated that the trial court abused its discretion in allowing defendant to recover all costs contained in defendant's cost bill, except for the costs of a taxi and parking associated with a deposition ($95) and for the witness fee where the witness was not identified in the cost bill ($75). We can find no statutory or other authority for these items.\nGenerally, expenses incurred in taking depositions are a proper item of costs. See NMSA 1978, § 39-2-7 (Repl. Pamp.1991). Our supreme court has held that the cost of depositions may be assessed if the deposition was reasonably necessary even if the deposition is not used at trial. See Davis v. Severson, 71 N.M. 480, 490, 379 P.2d 774, 780 (1963); see also Mantz v. Follingstad, 84 N.M. 473, 481, 505 P.2d 68, 76 (Ct.App.1972) (court vested with broad discretion in awarding costs, including those incurred in taking reasonably necessary deposition even if not used at trial). The determination of whether a deposition is reasonably necessary lies within the discretion of the trial court. Plaintiff has not shown that the trial court abused its discretion in determining that the deposition costs were necessary.\nStatutory law permits the recovery of costs incurred in employing a witness who qualifies as an expert and who testifies in the cause in person or by deposition. NMSA 1978, § 38-6-4(B) (Repl.Pamp.1987). The statute limits the fees allowed, however, to one expert on liability and one on damages unless the court finds that additional expert testimony was reasonably necessary to the prevailing party and the expert testimony was not cumulative. Id. Plaintiff argues that defendant's cost bill includes expenses incurred for three expert witnesses on the issue of damages and that the burden is on defendant to show the necessity of the additional testimony. Defendant contends that the three experts testified on different subjects. Plaintiff has not disputed this assertion. Additionally, our supreme court has held that separate findings of reasonable necessity by the trial court is not required to support allowance of costs for more than one expert under the statute. See Ulibarri v. Gee, 106 N.M. 637, 748 P.2d 10 (1987). For these reasons, we conclude that the trial court did not abuse its discretion in allowing defendant to recover costs for three expert witnesses on damages.\nCONCLUSION\nBecause we hold that there was sufficient evidence to support the giving of the sudden emergency instruction, we conclude that it was reversible error for the trial *374court to refuse the instruction. Failure to give the instruction was tantamount to a failure to instruct the jury on plaintiffs theory of the case, to which she was entitled. We therefore reverse and remand for a new trial consistent with this opinion. We set aside the trial court's award of costs because we are remanding for a new trial. At trial, the trial court shall consider the previous offer of judgment or any additional offers of judgment, if any, together with the guidelines on costs contained in this opinion, in determining assessment of costs after trial. Plaintiff is awarded her costs on appeal.\nIT IS SO ORDERED.\nCHAVEZ, J., concurs.\nBIVINS, J., concurs in part and dissents in part and files opinion.\nBIVINS, Judge\n(Concurring in Part; Dissenting in Part).\nBecause I would affirm the decision of the district court in refusing to give the sudden emergency instruction to the jury, I cannot agree with that portion of the majority opinion. I do agree with the majority's discussion of the costs issues raised and concur in that portion of the opinion only.\nI. Sudden Emergency\nPlaintiff tendered the following sudden emergency instruction that tracked SCRA 1986, 13-1617:\nA person who, without negligence on his part, is suddenly and unexpectedly confronted with peril, arising from either the actual presence or the appearance of an imminent danger to himself or another, is not expected nor required to use the same judgment and prudence that is required of him in the exercise of ordinary care in calmer and more deliberate moments.\nHis duty is to exercise only the care that a reasonably prudent person would exercise in the same situation.\nIf, at that moment, he does what appears to him to be the best thing to do and if his choice and manner of action are the same as might have been followed by any reasonably prudent person under the same conditions, then he has done all that the law requires of him, even though, in the light of after events, it might appear that a different course would have been better and safer.\nThe district court refused the tendered instruction on the basis that there was no evidence to support it. The court also indicated that there is no evidence on the part of the only person who would know, Julie Dunleavy, as to what she was confronted with at all. It requires the jury to speculate. I won't allow it.\nI agree that a party is entitled to an instruction on his or her theory of the case if there is evidence to support it. See McNeely v. Henry, 100 N.M. 794, 800, 676 P.2d 1359, 1365 (Ct.App.1984). The question this court must answer, however, is whether evidence supported giving the sudden emergency instruction.\nI am not concerned that Plaintiff was unable to relate what she observed and what she did. A sudden emergency instruction may be given where circumstantial evidence supports it. See, e.g., Gapske v. Hatch, 347 Mich. 648, 81 N.W.2d 337, 343 (1957); Kirkman v. Baucom, 246 N.C. 510, 98 S.E.2d 922, 925 (1957). For example, it is easy to visualize a case where two occupants of a vehicle careen off of a highway and are both killed. In defending a suit brought by the passenger, the estate of the deceased driver would be entitled to an instruction on sudden emergency based on physical facts showing that the accident occurred at the crest of a hill, the presence of the carcass of a dead animal in a right hand lane, skid marks veering toward the left within a few feet of where the animal was hit, and tires or skid marks veering from that point across the roadway to where the vehicle came to rest. From those facts, a jury would be able to infer that the driver, at night, at the crest of a hill suddenly encountered an animal which was either present or which darted in front of the car, so that the driver's actions could be evaluated in light of that peril.\n*375In contrast, in the case before us there is no evidence as to Plaintiffs speed, her distance from the intersection when Defendant commenced his turn and when Plaintiff should have reacted, no time-distance analysis, no evidence of braking distances, or other vital facts. Therefore, I do not believe the jury in the case before us could draw an inference that Plaintiff confronted a sudden emergency or that alternative choices were available to her. To hold otherwise, requires speculation or conjecture. Thus, I agree with the district court's ruling.\nAlthough I found no New Mexico case which specifically sets forth the criteria that must be found in order to give an instruction, the following can be gleaned from the instruction itself and case law:\n(1) the claimed emergency actually or apparently existed; (2) the perilous situation was not created or contributed to by the person confronted; (3) alternative courses of action in meeting the emergency were open to such person or there was an opportunity to take some action to avert the threatened casualty; and (4) the action or course taken was such as would or might have been taken by a person of reasonable prudence in the same or similar situation.\nEslinger v. Ringsby Truck Lines, Inc., 195 Mont. 292, 636 P.2d 254, 259 (1981) (citing C.R. McCorkle, Annotation, Instructions on Sudden Emergency in Motor Vehicle Cases, 80 A.L.R.2d 1, 15-17 (1961)) [hereinafter McCorkle]; see also UJI 13-1617. Here, we are primarily concerned with the first and third criteria — whether an emergency actually or apparently existed and whether an alternative course of action was available to Plaintiff. To make that determination, I look to the testimony of Defendant and the physical facts as testified to by the investigating officers, the only evidence regarding liability.\nA. Whether an Emergency Existed\nThe collision giving rise to this lawsuit happened during mid-afternoon on September 17, 1985, at the intersection of St. Michael's Drive and Pacheco Street in Santa Fe. Defendant testified that he had been proceeding easterly on St. Michael's Drive prior to negotiating a left turn off of St. Michael's Drive onto Pacheco Street. Defendant testified that he proceeded into the turn bay, slowed to approximately five to ten miles per hour, came to a near, stop to allow one or two vehicles westbound on St. Michael's Drive to pass, activated his left turn signal, looked to the east, and proceeded to make his left turn. Defendant testified that no more than four to five seconds elapsed from the time he commenced his turn to the time of impact. He testified that he accelerated to approximately five to ten miles per hour across the westbound lanes of St. Michael's Drive before being hit broadside on his right. Defendant denied ever having seen the oncoming vehicle being driven by Plaintiff. Plaintiff had no recollection of the accident or any of the events leading up to it. There were no other witnesses to the accident.\nPlaintiff does not seem to challenge that evidence. Her theory is that Defendant suddenly pulled out in front of her so that she did not have sufficient time within which to take evasive action to either avoid or lessen the impact of the collision. Whether that theory is supportable depends upon a number of missing facts, including (1) the position of Plaintiff's vehicle at the time Defendant entered the westbound lanes of St. Michael's Drive; (2) Plaintiff's distance from the intersection at that time; (3) Plaintiff's speed; (4) Plaintiff's reaction time; and (5) the normal stopping distance of Plaintiff's vehicle had she reacted when Defendant made his turn. Not only do these missing facts render it impossible to say that a fact question was presented as to whether Plaintiff confronted an emergency situation, appellate review is severely handicapped because of an inadequate record.\nWe are also handicapped, as was the jury, because the two officers who testified could neither recall anything about the accident, nor could they refresh their recollection based upon the report made at the time. Approximately five years had expired between the time of the accident and *376the day of trial. Both officers simply testified from the report making certain interpretations and observations based solely on that report. We are further handicapped because we do not have available for review a diagram that was attached to the police report as well as a diagram offered through Officer Rael, both of which were referred to extensively during the examination of the officers. Nor do we have any of the photographs showing the condition of the two vehicles after the accident. Plaintiff did not request any exhibits to be made part of the record on appeal. See SCRA 1986, 12-212(A); Schneider, Inc. v. Shadbolt, 103 N.M. 467, 468, 709 P.2d 189, 190 (1985) (appellate court not obligated to send for record not requested by appellant), cert. quashed, 104 N.M. 632, 725 P.2d 832 (1986).\nNotwithstanding these obstacles, I have reviewed the testimony of the investigating officers and Defendant, the only evidence bearing on liability, and am able to glean certain physical facts. As to the roads in question, St. Michael's Drive runs in a generally easterly-westerly direction, where it is intersected on the north by Pacheco Street. St. Michael's Drive is divided by a median with a cut-out at Pacheco Street and a turn bay for eastbound traffic turning left off of St. Michael's Drive onto Pacheco Street. There are no controls, signs, or signals at this intersection. The approximate width of the westbound lanes of St. Michael's Drive is thirty-seven feet, ten inches. There are apparently three lanes for westbound traffic on St. Michael's Drive. The width of Pacheco Street, which is two lanes, is fifty-three feet, ten inches, where it intersects with St. Michael's Drive.\nAccording to the information on the police report, the accident occurred during daylight hours, the weather was clear, and the road was.dry. From the point of impact easterly on St. Michael's Drive, the road is straight and level, and there are no obstructions in either direction.\nBoth officers testified from the report which described skid marks from the point of collision easterly that had been laid down by Plaintiff's vehicle. Officer Rael, who was in charge of the investigation, testified from the report that the skid marks appeared to veer from the center lane to the right, and then make an abrupt change of direction northerly. He did not give the measurements of the skid marks. Officer Sisneros, now Chief of Police, took the measurements and testified that the report indicated an overall length of ten and one-half feet for the skid marks. Based upon his usual method of taking measurements, Officer Sisneros placed the point of impact at the point where the marks angled toward the north. This was approximately seven feet of the ten and one-half feet that was measured. Officer Sisneros said that the remaining approximate three and one-half feet may not have been skid marks, but rather marks laid down after the vehicles came together. Officer Rael placed the point of impact near the line between the middle lane and the curb lane; Officer Sisneros placed it in the curb lane. Neither officer could say for sure the exact location because the diagram was not to scale. Both officers agreed that the amount of skid marks laid down were short.\nBased on those facts, could the jury infer that Plaintiff was suddenly and unexpectedly confronted with peril? See UJI 13-1617. I would hold that it could not without the assistance of expert testimony reconstructing the accident and showing a time-distance study. It is not even clear that such an inference would be possible absent knowing Plaintiff's speed before she perceived Defendant's car. Assuming that Plaintiff's speed could be ascertained based upon the skid marks her vehicle laid down, expert testimony would be required to show the respective positions of the two vehicles from the time Defendant commenced his turn until the point of impact. According to Defendant's testimony, he proceeded across the westbound lanes of St. Michael's Drive at about five to ten miles per hour in approximately four to five seconds, and the impact occurred right at or within the curb lane. Thus, Defendant had commenced from a near stop and *377transversed two full lanes before the point of impact, a distance of 25.2 feet (two-thirds of thirty-seven feet, ten inches, the total width of St. Michael's Drive). The right front side of Defendant's car was struck by the front end of Plaintiff's vehicle.\nPlaintiff relies on Martinez v. Schmick, 90 N.M. 529, 565 P.2d 1046 (Ct.App.), cert. denied, 90 N.M. 687, 567 P.2d 486 (1977), which, like this case, involved an intersectional collision between a left-turning vehicle and an oncoming vehicle. In that case, we held it error not to give the sudden emergency instruction. In Martinez, the plaintiff, who had been proceeding southerly on Coors Road in daylight at the speed of forty-five miles per hour collided with the defendant, who was making a left turn from the northbound lane of Coors Road going westerly on Blake Road and travel-ling at the moment of impact at five miles per hour. At the place of the accident, Coors Road has two lanes for southbound traffic, each twelve feet wide. The accident occurred in the right-hand southbound lane. The view both north and south from the intersection on Coors Road was unobstructed for a distance of at least one hundred yards. Plaintiff's vehicle left thirty feet of skid marks. Plaintiff testified, in that case, that he did not see the defendant's vehicle until it was in front of him and making a left turn across his lane of travel; the defendant never saw the plaintiff's vehicle before impact. Id. 90 N.M. at 530-31, 565 P.2d at 1047-48. Martinez is distinguishable because in that case the plaintiff did testify as to the closeness between the vehicles when the defendant made his turn; and the skid marks in that case, coupled with the fact that the defendant only had to transverse approximately twelve feet, would permit a jury to infer that the plaintiff was watching but did not have sufficient time to avoid the accident.\nIn contrast, with only seven to ten and one-half feet of skid marks and two lanes for Defendant's vehicle to transverse, it is equally, if not more probable, for a jury to infer that Plaintiff, like Defendant, was not keeping a proper look out and observing what was in plain sight. Where evidence is equally consistent with two hypotheses, it tends to prove neither. Stambaugh v. Hayes, 44 N.M. 443, 451, 103 P.2d 640, 645 (1940).\nAn inference is defined as a process of reasoning whereby, from facts admitted or established by the evidence, or from common knowledge or experience, a reasonable conclusion may be drawn that a further fact is established. Id. An inference is to be clearly distinguished from mere guess or conjecture, and must not only be rational, but a logical deduction from established facts and not one of several inferences which might with equal propriety be drawn from same facts. Id.\nB. Use of Instruction Where Only One Possible Course of Action\nI also find persuasive Defendant's argument that the sudden emergency instruction is not necessary where there was only one course of action available to Plaintiff. Officer Rael testified that, judging from the scene and his investigation, there were no options available to Plaintiff in attempting to avoid the collision other than slamming her brakes and veering to the right.\nIn arguing for the instruction, Plaintiff's counsel suggested that, with a car turning in front of Plaintiff, she might go in one direction, or she might go in the other direction, or she might absolutely panic and hit the floor. This was the type of speculation that the district court found objectionable. See Archibeque v. Homrich, 88 N.M. 527, 531, 543 P.2d 820, 824 (1975) (sudden emergency instruction based on speculation or conjecture held not proper).\nThe rationale behind the sudden emergency instruction is to highlight to the jury that the individual could not be expected to carefully evaluate alternative courses of action when confronted with a situation involving unexpected peril. Where there is no evidence of availability of a course of action other than that taken, there is no reason to give the sudden emergency instruction. See, e.g., Anderson v. Latimer, 166 Cal.App.3d 667, 212 Cal.Rptr. 544, 549 (Ct.App.1985) (An instruction on imminent *378peril should not be given unless at least two courses of action are available to the party after the danger is perceived. (citing Casey v. Russell, 138 Cal.App.3d 379, 188 Cal.Rptr. 18 (Ct.App.1982))). See generally McCorkle, supra, at 17 (in order to give sudden emergency instruction alternative course of action must be open to individual to avoid the threatened casualty). Because there was no alternative course of action available to Plaintiff by which she may have avoided the accident, it was unnecessary to give the sudden emergency instruction to the jury.\nThe majority, citing Dickenson v. Regent of Albuquerque, Ltd,., 112 N.M. 362, 363, 815 P.2d 658, 659 (Ct.App.), cert. denied, 112 N.M. 388, 815 P.2d 1178 (1991), dismisses Officer Rael's opinion, which Plaintiff relies on heavily, on the basis the jury was free to reject uncontradicted expert opinion evidence. They overlook, however, the rule that although the jury is free to disregard Officer Rael's testimony, they are not justified in finding the opposite was true, i.e., that Plaintiff had other choices. See De Baca v. Kahn, 49 N.M. 225, 231, 161 P.2d 630, 633 (1945). Additionally, I also disagree that sufficient circumstantial evidence existed to support giving the instruction. The majority lists four possible options they claim Plaintiff could have taken. Officer Rael's testimony that the skid marks began in the middle lane, however, does not permit the fact-finder to infer any of the choices described. An inference must be reasonable. Stambaugh, 44 N.M. at 451, 103 P.2d at 645.\nC. Possible Abandonment of Sudden Emergency Instruction\nAlthough I base my opinion on the lack of evidence to support giving a sudden emergency instruction, and the fact that there was no other course of action available to Plaintiff thereby rendering the instruction unnecessary, I comment briefly on Defendant's alternative arguments. I do so to call attention to the lack of utility in giving a sudden emergency instruction. Cf. Williamson v. Smith, 83 N.M. 336, 341, 491 P.2d 1147, 1152 (1971) (eliminating assumption of risk in secondary sense as a defense since covered by contributory negligence).\nDefendant points out that many jurisdictions have abandoned the use of the instruction and, that in any event, the doctrine merely emphasizes the under the circumstances portion of the general reasonable person standard of care covered by other instructions. In discussing these points, it is well to keep in mind that sudden emergency is neither a plaintiff's nor a defendant's doctrine. See, e.g., Barbieri v. Johnson, 90 N.M. 83, 85, 559 P.2d 1210, 1212 (Ct.App.1976) (sudden emergency instruction was equally applicable to either of two drivers involved in the collision), cert. denied, 90 N.M. 7, 558 P.2d 619 (1977); Young v. Clark, 814 P.2d 364, 365 (Colo.1991) (en banc) (instruction is used by both plaintiffs and defendants to counter charges of negligence). The sudden emergency doctrine is merely the application of the 'reasonable person' standard to a situation in which a reasonable person cannot be expected to act with forethought or deliberation. Martinez, 90 N.M. at 531, 565 P.2d at 1048; see also Romero v. State, 112 N.M. 291, 295, 814 P.2d 1019, 1023 (Ct.App.), rev'd in part on other grounds, 112 N.M. 332, 815 P.2d 628 (1991). Because it is merely an application of the reasonable person standard, Defendant makes a strong argument that the instructions covering ordinary care and circumstantial evidence provide the jury with sufficient guidance without the need of an additional instruction. For example, instruction 5 given in this case stated:\nOrdinary care is that care which a reasonably prudent person would use in the conduct of his own affairs. What constitutes ordinary care varies with the nature of what is being done.\nAs the risk of danger that should reasonably be foreseen increases, the amount of care required also increases. In deciding whether ordinary care has been used, the conduct in question must be considered in the light of all the surrounding circumstances. [Emphasis added.]\n*379That instruction, coupled with the circumstantial evidence instruction, sufficed, according to Defendant, to provide the jury with sufficient guidance. Moreover, says Defendant, to give an additional sudden emergency instruction not only unduly emphasizes the under the circumstances portion of the general standard, but also serves to confuse the jury. The doctrine is not without its critics and, as discussed below, has been abolished in several jurisdictions.\nThe sudden emergency doctrine has been criticized because the perceived hazard presented by the sudden emergency rule has the tendency to elevate its principles above what is required to be proven in a negligence action. Knapp v. Stanford, 392 So.2d 196, 198 (Miss.1980). The sudden emergency instruction does not change a party's duty to exercise due care. See, e.g., Young, 814 P.2d at 365. See generally W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 33, at 196-97 (5th ed. 1984) [hereinafter Prosser ]. It does not provide for a diminished standard; rather, the fact that there may be an emergency is merely one of the circumstances to be considered. Id. Based on these and similar rationale, several jurisdictions have abolished the doctrine for separate instruction to the jury. See, e.g., Knapp, 392 So.2d at 199; Simonson v. White, 220 Mont. 14, 713 P.2d 983, 989 (1986) ([t]he instruction adds nothing to the law of negligence and serves only to leave an impression in the minds of the jurors that a driver is somehow excused from the ordinary standard of care); cf. DiCenzo v. Izawa, 68 Haw. 528, 723 P.2d 171, 181 (1986) (Inasmuch as the risk of prejudicial error in instructing the jury on the doctrine exceeds by far the possibility of error in not doing so, we think the wiser course of action would be to withhold sudden emergency instructions.). See generally Prosser, supra, at 197 (explaining that Illinois, Florida, Kansas, and Missouri recommend that no sudden emergency instruction be given). But see Young, 814 P.2d at 367-68 (considers those jurisdictions which have abolished the doctrine and chooses to leave the doctrine intact for Colorado).\nWhile these arguments are appealing, this court has no authority to abolish or modify any instruction approved by our. supreme court. See State v. Gibbins, 110 N.M. 408, 412, 796 P.2d 1104, 1108 (Ct.App.), cert. denied, 109 N.M. 631, 788 P.2d 931 (1990). Such action can only be taken by the supreme court. I point out these concerns and arguments for that court's consideration.\nBecause I would affirm the decision of the district court in refusing to give the sudden emergency instruction to the jury, I respectfully dissent.\n\n\nPlain English summary:\nCase concerned a vehicle collision. The plaintiff hit the defendant's car and was found guilty of contributory negligence. The appeal concerns whether the trial court was wrong to have denied the plaintiff's request to instruct the jury that the plaintiff was faced with an emergency situation at the time of the accident, which would alter her standard of care. \n",
    "annotations": {
        "Facts": [
            "In September 1985, plaintiff and defendant were involved in an automobile collision at the intersection of St. Michael's Drive and Pacheco Street in Santa Fe. There are no traffic control signals at that intersection. The speed limit on St. Michael's Drive where the accident occurred is forty five miles per hour. Plaintiff was driving west on St. Michael's Drive. Defendant was driving east on St. Michael's Drive.Defendant testified that he drove into the left turn bay at the intersection. He slowed to allow one or two cars that were westbound on St. Michael's Drive to pass and then accelerated to about five to ten miles per hour into a left-hand turn onto Pacheco Street across the westbound lanes of St. Michael's Drive. He denied seeing plaintiff's vehicle before the collision. He stated that, from the time he commenced his turn to the time of impact, no more than four or five seconds elapsed.Officer Rael, a municipal police officer who assisted in the investigation of the accident, testified that the physical evidence, such as skid marks beginning in the middle lane and veering to the right, indicated that plaintiff had been traveling in the middle lane of St. Michael's Drive, that she had hit the brakes of her car, and that she had then veered to the right. He concluded from this evidence that plaintiff had tried to avoid the accident. There was no evidence that defendant braked or took *368evasive action. Defendant received a traffic citation for failing to yield the right of way. Plaintiff recalls nothing about the accident and was unable to testify about the event. There were no other witnesses to the accident."
        ],
        "Procedural History": [
            "Plaintiff appeals a jury verdict in her favor against defendant for damages resulting from an automobile accident.",
            "In its verdict, the jury assessed plaintiff's damages at $91,267.30, and apportioned negligence 76% to defendant and 24% to plaintiff under the trial court's comparative negligence instruction.",
            "At trial, plaintiffs theory of the case was that she had been confronted with a sudden emergency when defendant turned his vehicle into her path of travel. She requested the trial court to give a sudden emergency instruction tracking the language of SCRA 1986, 13-1617 (Repl.1991). The trial court refused the instruction on the grounds that the evidence did not support the giving of a sudden emergency instruction because plaintiff had been unable to testify about the accident and the jury would thus be required to speculate.",
            "viewing the evidence in the light most favorable to the prevailing party",
            "the trial ",
            "ruled that there was no direct evidence of a sudden emergency."
        ],
        "Application of Law to Facts": [
            "We hold that plaintiff was entitled to an instruction on sudden emergency because there was sufficient evidence to support the giving of the instruction under the facts of this appeal.",
            "Plaintiff claims that refusal of the instruction was reversible error warranting the granting of a new trial because New Mexico law requires the giving of the sudden emergency instruction under the facts presented in this appeal. We agree.",
            "We believe that the facts of this appeal are indistinguishable from the facts of Martinez and Scofield.",
            "In this appeal",
            "there was evidence from which a jury could infer that plaintiff reacted to an emergency. This evidence included defendant's testimony that he did not see plaintiff and that there were other cars on the road, from which a jury could infer she could not see him until he was in the intersection. The skid marks indicated that plaintiff reacted suddenly, braking and veering to the right. This was competent evidence supporting the giving of the sudden emergency instruction.",
            "Defendant also argues that a party who negligently contributed to creating the emergency is not entitled to the sudden emergency instruction.",
            "Defendant claims that, because the jury found plaintiff to be 24% negligent, she was not entitled to the instruction",
            ". We disagree. Evidence that a party may have been negligent does not preclude the giving of the instruction; the issues of contributory negligence and the applicability of the sudden emergency doctrine are both questions of fact for the jury.",
            "Based on Officer Rael's testimony that the skid marks began in the middle lane, a jury could have inferred that plaintiff had at least four different courses of action to choose from before the collision: (1) proceeding straight ahead without braking; (2) braking without swerving; (3) braking and swerving left; and (4) braking and swerving right. The physical evidence indicated that plaintiff chose the last alternative. In determining that plaintiff was partly at fault, the jury could have inferred that plaintiff chose the wrong option. The sudden emergency instruction could have affected the jury's determination of whether plaintiff met the standard of care required of her in a sudden emergency.",
            "it is proper to instruct on both the statutory duty to yield the right of way in an intersection and on the sudden emergency doctrine.",
            "We thus believe a new trial on all issues is warranted.",
            "Because we hold that there was sufficient evidence to support the giving of the sudden emergency instruction, we conclude that it was reversible error for the trial *374court to refuse the instruction."
        ],
        "Relevant Precedents": [
            "Martinez v. Schmick, , 565 P.2d 1046 (Ct.App.1977)",
            "Scofield v. J. W. Jones Constr. Co., , 328 P.2d 389 (1958)",
            "Martinez",
            "Martinez, , 565 P.2d at 1048",
            "Scofield",
            "Scofield, , 328 P.2d at 394",
            "Scott v. Rizzo, 96 N.M. 682,  (1981)",
            "Baxter v. Noce, 107 N.M. 48,  (1988)",
            "Scofield v. J. W. Jones Constr. Co.; Martinez v. Schmick.",
            "Martinez v. Schmick; Barbieri v. Jennings, , 559 P.2d 1210 (Ct.App.1976).",
            "Scofield v. J. W. Jones Constr. Co.",
            "Dickenson v. Regent of Albuquerque, Ltd., , 815 P.2d 658 (Ct.App.1991).",
            "Romero v. State, 112 N.M. 291,  (Ct.App.), aff'd in part, 112 N.M. 332,  (1991); Gapske v. Hatch, 347 Mich. 648,  (1957).",
            "Scofield v. J.W. Jones Constr. Co.",
            "Barbieri v. Jennings, 90 N.M. at 85, ",
            "Scofield v. J.W. Jones Constr. Co."
        ],
        "Outcome": [
            "We therefore reverse and remand for a new trial on the issue of liability",
            "We therefore reverse and remand for a new trial consistent with this opinion."
        ]
    },
    "class": "reverse"
}