{
    "text": "Giese v. Mountain States Telephone & Telegraph Co., 71 N.M. 70, 376 P.2d 24 (1962)\nSept. 17, 1962 · Supreme Court of New Mexico · No. 7150\n71 N.M. 70, 376 P.2d 24\nEdna GIESE, Plaintiff-Appellant,v.The MOUNTAIN STATES TELEPHONE AND TELEGRAPH COMPANY, a corporation, Defendant-Appellee\n376 P.2d 24\nSupreme Court of New Mexico.\nRehearing Denied Nov. 26, 1962.\n*71Thomas B. Forbis, James M. H. Cullender, Roswell, for appellants.\nAtwood & Malone, Bob F. Turner, Roswell, for appellee.\n*72COMPTON, Chief Justice.\nThis is an appeal from a summary judgment for the defendant in a personal injury action as the result of a sidewalk accident.\nAppellant, plaintiff below, brought this action against appellee, defendant below, alleging that the latter wrongfully constructed an obstruction on the sidewalk adjacent to appellee's place of business and, that while appellant was walking on the sidewalk when it was crowded with other people, she tripped over the obstruction which was not plainly visible, fell and was injured. Appellee denied the allegation as to the obstruction, affirmatively alleged contributory negligence, and then moved for summary judgment. Appellant also moved for summary judgment. After a hearing on the legal propositions of negligence and contributory negligence and consideration of the pleadings, affidavits, and exhibits, appellee's motion was granted.\nIt should be noted here that where both parties moved for summary judgment alleging the absence of a material fact issue, it was nevertheless the duty of the trial court to independently determine whethef a genuine issue of fact was actually present. Harp v. Gourley, 68 N.M. 162, 359 P.2d 942.\nThe basis of this appeal is that the trial court granted summary judgment for appellee without affording appellant an opportunity to be heard on the facts and law of the case, and that the pleadings, affidavits and deposition raised genuine issues of material fact as to the negligence of appellee and contributory negligence of appellant. More specifically, it appears to be appellant's contention that she was entitled to have a jury decide whether the appellee negligently constructed and maintained a dangerous condition on what appeared to be a public sidewalk and whether she had a clear view of the obstruction before she tripped and fell.\nWith respect to the claim of lack of opportunity to be heard on the facts and law before granting summary judgment, it is found without merit. At the hearing on appellee's motion, of which appellant had timely notice, she was fully apprised of appellee's answer, affidavits and exhibits and had every opportunity at the time of the hearing to present her arguments and authorities in opposition thereto. At. the hearing the court had before it the pleadings, the deposition of appellant and affidavits of appellee. Attached to the affidavits as exhibits were a photograph of the curb and a land survey plat showing the portions of the sidewalk owned by appellee and those portions dedicated to public use. Appellant was granted additional time in which to obtain further facts concerning the property line, at the expiration of which time it was stipulated that the line as set forth in appellee's survey was correct. The order of the trial court sustaining appellee's motion for summary judgment specifically *73set forth that it was based upon the hearing and the court's consideration of the deposition, pleadings, affidavits, exhibits and motions of both parties.\nThe following facts before the trial court were not in dispute. Appellant was walking north on the east side of Richardson Street adjacent to appellee's place of business in Roswell, New Mexico. The frontage of appellee's property is 100 feet and is bordered by a concrete curbing 3/10ths of one foot in height, all of which curbing is 1/10th of a foot within appellee's property line. In the center of the property is a concrete curb running parallel to appellee's building which borders an open drainage ditch and runs from the front of the building under the sidewalk to the street. This curb is the same height as the other curbing at the edge of the sidewalk and serves as a guard to prevent persons from stepping into the open part of the drainage ditch on appellee's property. The sidewalk to the south of this drainage curb is 6/10ths of a foot wider than the sidewalk next to this curb or the sidewalk north of it. While appellant was thus walking in a northerly direction on the wider portion of the sidewalk, and in order to avoid other people walking in both directions thereon, she moved to her right and tripped over the curb at the point where the sidewalk narrows and the drainage curb begins.\nThe deposition of appellant disclosed that she had no intention of entering appellee's place of business but was proceeding to the post office beyond; that she had previously used the street to go to the post office but did not know how many times; that it was a clear, sunny morning and she was looking straight ahead as she moved over to her right; that her vision was not blocked or obscured by anyone in front of her or between her and the concrete curb, and that there was nothing to prevent her from seeing the curb had she looked down. In her complaint, however, and in a later affidavit,, appellant stated that she tripped and fell over the curb which she had not been able to see because of the people on the walk. This was directly opposed to her testimony in the deposition when she was subject to cross-examination by her own- counsel.\nThe affidavits and exhibits of appellee asserted that the curb had been constructed in 1954, at least six years prior to this action; that appellee had no knowledge of any previous accidents on the sidewalk in front of its property or at this curb; that the curb was in plain sight of anyone walking on the east side of the street whose view was not blocked, and was entirely on appellee's property.\nAs is evident from the above, the only dispute in the evidence before the court at the time summary judgment was granted was whether appellant had a clear view of the alleged obstruction before she fell, or if her vision had been obscured by other *74people on the sidewalk. Was this a genuine, issue of material fact necessary to a determination of the controversy? We think not. The primary issue before the trial court was whether appellee was negligent in constructing and maintaining an alleged obstruction on a portion of its property which the public believed to be, and used as a part of, the public sidewalk.\nOne can be held liable for negligence only where he has failed to observe that standard of care which the law requires of him in the performance of a duty owed by him to the injured person. Bogart v. Hester, 66 N.M. 311, 347 P.2d 327. It is conceded that appellant was not a trespasser. Assuming, but without deciding, under the circumstances of this case, that appellant was an invitee, the highest degree of care which appellee owed to appellant was that of exercising ordinary care to maintain its portion of the sidewalk in a reasonably safe condition for the protection of all persons impliedly invited by it to use the sidewalk. Shapiro v. Edwards, Tex.Civ.App., 331 S.W.2d 242; Mercier v. Naugatuck Fuel Co., 139 Conn. 521, 95 A.2d 263; Concho Construction Co. v. Oklahoma Natural Gas Co. (U.S.C.A. 10th Cir.), 201 F.2d 673; Prosser on Torts, 2d Ed., § 78, p. 459; Restatement, Torts, § 367, p. 995; 25 Am.Jur., Highways, § 530.\nWhile ordinarily a question of negligence is one for the jury, it becomes a matter of law to be decided summarily when reasonable minds cannot differ as to facts and inferences to be drawn therefrom. If established facts do not give rise to a permissible inference of actionable negligence, summary judgment is appropriate. Gonzales v. Shoprite Foods, Inc., 69 N.M. 95, 364 P.2d 352; Lopez v. Denver & Rio Grande Western Railroad Co. (U.S.C.A. 10th Cir.), 277 F.2d 830. And the party against whom a motion for summary judgment is directed is entitled to have all reasonable inferences construed in his favor. Agnew v. Libby, 53 N.M. 56, 201 P.2d 775, and Hewitt-Robins, Inc., Robins Conveyors Division v. Lea County Sand and Gravel, Inc., 70 N.M. 144, 371 P.2d 795.\nThe curb in question had been in existence for at least six years prior to the incident in question. Although it is not shown how many people daily used the sidewalk, the evidence reflects that during all this time there had been no previous accidents. The curb was in plain sight to a person walking on the sidewalk in broad daylight who was keeping a reasonable watch as to where he was walking and could not be said to present a hidden or concealed danger. Appellant could have seen the curb had she been looking down where she was stepping regardless of whether her straight-ahead view may have been obscured.\nIn the absence of any knowledge that the curb constituted a condition from *75which any danger or risk of harm to anyone could reasonably have been anticipated or foreseen, we are of the opinion that there were no facts, nor inferences to be drawn therefrom, which would have justified the submission to a jury of any issue of negligence on the part of appellee. No one can be expected to guard against events which cannot reasonably be anticipated, or which are so unlikely that the risk would commonly be disregarded by persons in the exercise of ordinary care. Shapiro v. Edwards, supra and Bogart v. Hester, supra.\nApplying the reasoning in Seal v. Safeway Stores, 48 N.M. 200, 147 P.2d 359, Dominguez v. Southwestern Greyhound Lines, 49 N.M. 13, 155 P.2d 138 and DeBaca v. Kahn, 49 N.M. 225, 161 P.2d 630, the fact that appellant tripped and fell over a curb on what appeared to be a portion of the public sidewalk does not of itself raise a presumption of negligence on the part of the person who built or maintained the curb. A person undertaking to walk on a sidewalk must take notice that changes in width thereof or curbs bordering property lines, as well as differences in grade at division line between a public sidewalk and private property are not uncommon and are to be expected. See Abrahams v. Zisman, 293 Mass. 375, 199 N.E. 725.\nWe conclude that the trial court properly rendered summary judgment for the appellee. The judgment should be affirmed and IT IS SO ORDERED.\nCHAVEZ and MOISE, JJ., concur.\nCARMODY and NOBLE, JJ., not participating.\n\n\nPlain English summary:\nPlaintiff was walking on the sidewalk when it was crowded and tripped over an obstruction that was plainly visible outside the defendant's place of business. The defendant was granted summary judgment. The plaintiff appealed and the appellate court affirmed.\n",
    "annotations": {
        "Facts": [
            "Appellant was walking north on the east side of Richardson Street adjacent to appellee's place of business in Roswell, New Mexico. The frontage of appellee's property is 100 feet and is bordered by a concrete curbing 3/10ths of one foot in height, all of which curbing is 1/10th of a foot within appellee's property line. In the center of the property is a concrete curb running parallel to appellee's building which borders an open drainage ditch and runs from the front of the building under the sidewalk to the street. This curb is the same height as the other curbing at the edge of the sidewalk and serves as a guard to prevent persons from stepping into the open part of the drainage ditch on appellee's property. The sidewalk to the south of this drainage curb is 6/10ths of a foot wider than the sidewalk next to this curb or the sidewalk north of it. While appellant was thus walking in a northerly direction on the wider portion of the sidewalk, and in order to avoid other people walking in both directions thereon, she moved to her right and tripped over the curb at the point where the sidewalk narrows and the drainage curb begins.",
            "appellant disclosed that she had no intention of entering appellee's place of business but was proceeding to the post office beyond; that she had previously used the street to go to the post office but did not know how many times; that it was a clear, sunny morning and she was looking straight ahead as she moved over to her right",
            "the curb had been constructed in 1954, at least six years prior to this action",
            "appellee had no knowledge of any previous accidents on the sidewalk in front of its property or at this curb",
            "the curb was in plain sight of anyone walking on the east side of the street whose view was not blocked, and was entirely on appellee's property.",
            "appellant was not a trespasser"
        ],
        "Procedural History": [
            "This is an appeal from a summary judgment for the defendant in a personal injury action as the result of a sidewalk accident.Appellant, plaintiff below, brought this action against appellee, defendant below, alleging that the latter wrongfully constructed an obstruction on the sidewalk adjacent to appellee's place of business and, that while appellant was walking on the sidewalk when it was crowded with other people, she tripped over the obstruction which was not plainly visible, fell and was injured. Appellee denied the allegation as to the obstruction, affirmatively alleged contributory negligence, and then moved for summary judgment. Appellant also moved for summary judgment.",
            "appellee's motion was granted."
        ],
        "Application of Law to Facts": [
            "the only dispute in the evidence before the court at the time summary judgment was granted was whether appellant had a clear view of the alleged obstruction before she fell, or if her vision had been obscured by other people on the sidewalk. Was this a genuine, issue of material fact necessary to a determination of the controversy? We think not. The primary issue before the trial court was whether appellee was negligent in constructing and maintaining an alleged obstruction on a portion of its property which the public believed to be, and used as a part of, the public sidewalk.",
            "The curb in question had been in existence for at least six years prior to the incident in question. Although it is not shown how many people daily used the sidewalk, the evidence reflects that during all this time there had been no previous accidents. The curb was in plain sight to a person walking on the sidewalk in broad daylight who was keeping a reasonable watch as to where he was walking and could not be said to present a hidden or concealed danger. Appellant could have seen the curb had she been looking down where she was stepping regardless of whether her straight-ahead view may have been obscured.In the absence of any knowledge that the curb constituted a condition from which any danger or risk of harm to anyone could reasonably have been anticipated or foreseen, we are of the opinion that there were no facts, nor inferences to be drawn therefrom, which would have justified the submission to a jury of any issue of negligence on the part of appellee. No one can be expected to guard against events which cannot reasonably be anticipated, or which are so unlikely that the risk would commonly be disregarded by persons in the exercise of ordinary care.",
            "the fact that appellant tripped and fell over a curb on what appeared to be a portion of the public sidewalk does not of itself raise a presumption of negligence on the part of the person who built or maintained the curb. A person undertaking to walk on a sidewalk must take notice that changes in width thereof or curbs bordering property lines, as well as differences in grade at division line between a public sidewalk and private property are not uncommon and are to be expected."
        ],
        "Relevant Precedents": [
            "Bogart v. Hester, 66 N.M. 311, ",
            "Shapiro v. Edwards, Tex.Civ.App., 331 S.W.2d 242; Mercier v. Naugatuck Fuel Co., , 95 A.2d 263; Concho Construction Co. v. Oklahoma Natural Gas Co. (U.S.C.A. 10th Cir.), ; Prosser on Torts, 2d Ed., § 78, p. 459; Restatement, Torts, § 367, p. 995; 25 Am.Jur., Highways, § 530.",
            "Gonzales v. Shoprite Foods, Inc., 69 N.M. 95, ; Lopez v. Denver & Rio Grande Western Railroad Co. (U.S.C.A. 10th Cir.), 277 F.2d 830",
            "Agnew v. Libby, , 201 P.2d 775, and Hewitt-Robins, Inc., Robins Conveyors Division v. Lea County Sand and Gravel, Inc., , 371 P.2d 795.",
            "Shapiro v. Edwards, supra and Bogart v. Hester, supra.",
            "Seal v. Safeway Stores, 48 N.M. 200, , Dominguez v. Southwestern Greyhound Lines, 49 N.M. 13, ",
            "DeBaca v. Kahn, 49 N.M. 225, ",
            "Abrahams v. Zisman, 293 Mass. 375, "
        ],
        "Outcome": [
            "We conclude that the trial court properly rendered summary judgment for the appellee. The judgment should be affirmed"
        ]
    },
    "class": "affirm"
}