{
    "text": "Latimer ex rel. Grayes v. City of Clovis, 83 N.M. 610, 495 P.2d 788 (1972)\nMarch 10, 1972 · Court of Appeals of New Mexico · No. 722 \n83 N.M. 610, 495 P.2d 788 \nRobert Lee LATIMER, as administrator of the estate of Mack Allen Grayes, Deceased, Plaintiff-Appellant, v. CITY OF CLOVIS, Defendant-Appellee \n495 P.2d 788\nCourt of Appeals of New Mexico.\n*612Paul Phillips, Albuquerque, David W. Bonem, Quinn & Bonem, Clovis, for plaintiff-appellant.\nDennis J. Falk, Modrall, Seymour, Sperling, Roehl & Harris, Albuquerque, Harry L. Patton, Clovis, for defendant-appellee.\nOPINION\nWOOD, Chief Judge.\nThis is a wrongful death case. The trial court granted defendant's motion for summary judgment. The issue is the propriety of the summary judgment. We discuss each of the reasons the trial court listed in granting the summary judgment. They are: (1) no liability under the doctrine of attractive nuisance; (2) absence of negligence on the part of defendant; (3) assumption of risk by and negligence of decedent; (4) negligence of parents as proximate cause and assumption of risk by parents; and (5) no act of defendant was the proximate cause and there was an independent intervening cause. Issue No. 6, raised by defendant, is that plaintiff failed to attack a basis for granting the summary judgment.\nFacts and inferences supported by the record are:\nMack Allen Grayes, age 5, drowned after falling into water in a fenced swimming pool located in defendant's park. The park was across the street from where Mack lived with his mother, brothers and sister. The family had lived at this location for approximately five years.\nThe park is open the entire year; the pool is open from June to September. A contractor, in connection with submitting a bid for construction work at the pool, inspected the pool on or about April 7, 1969. At the time of this inspection there was no collection of water any place within the pool area. On the accident date, April 18, 1969, water had collected in the deep end of the pool to a depth of slightly less than six feet. There is an estimate that the water had collected after a rain.\nOn the accident date, the mother, accompanied by her children, went to the park to play softball. She gave her sons permission to play on the swings. After playing on the swings, monkey bars and see-saw, running some races and wrestling with one another, the boys' attention was directed to a hole in the fence around the pool.\nThe boys were: Mike Grayes, age 7, Mack and his twin brother Mark, and a friend named Gregory. Mike saw the hole in the fence and asked the other boys if they wanted to come into the pool with him. They went through the hole in the *613fence. They went down into the dry portion of the pool, threw rocks into the water in the deep end and played around the edge of the pool before Mack fell in. The estimated time from entry into the pool area until Mack's fall is ten minutes.\nThe estimated distance from the pool to where the mother was playing softball varies from 50 feet to one-half block. The pool area was visible from where the mother was playing softball. The mother could have seen the boys enter the pool area if she had kept an eye on them.\nThe Grayes children had been specifically warned about the hazards of water. According to the mother, they knew or should have known of the dangers related to water. The mother had told Mike not to go into the pool area when it was closed. She had warned Mack to stay away from the pool; that the water was not safe.\nMike had seen other, and older, children climb the fence and go into the pool area, but the time and date of this observation is not clear. On the day of the accident, the mother did not know the boys had entered the pool area, and Mike had forgotten he wasn't supposed to be in the pool area. According to the grandfather, he had explained the danger of water but Mack, the deceased, wasn't aware of it because he was too young; he had no knowledge of danger.\nThere is nothing indicating that prior to April 18, 1969, anyone knew that water had collected in the deep end of the pool. The boys saw the water after entering through the hole in the fence. The affidavit of defendant's superintendent of parks states that he is in charge of the upkeep and maintenance of the park and pool; that he had been in and around the park pursuant to his duties as superintendent and was unaware that water had collected in the deep portion of the pool until subsequent to the drowning.\nThere is nothing indicating how long the hole had existed in the fence. The grandfather characterized the hole in the fence as a three foot opening and stated' that anybody that had been there should have seen the opening. The mother and Mike stated they were unaware of the hole prior to the accident. The park superintendent made no statement in his affidavit concerning the hole. There is nothing in the record indicating either knowledge or lack of knowledge on the part of the City concerning the hole.\nThe mother and the father of the Grayes boys were divoced; the father had abandoned his family; the father's whereabouts were unknown; the mother had custody of the children.\nIs there liability under the doctrine of attractive nuisance? \nThe elements of the doctrine of attractive nuisance are stated in Saul v. Roman Catholic Church of Arch. of Santa Fe, 75 N.M. 160, 402 P.2d 48 (1965) and Klaus v. Eden, 70 N.M. 371, 374 P.2d 129 (1962). Defendant asserts that three of the elements are absent. Since all elements must concur if the doctrine is to -be applied, Saul, supra, we consider each of the allegedly missing elements.\n1. One element is: The place where thé condition is maintained is one upon which the possessor knows or should know that children are likely to trespass. Klaus v. Eden, supra. Defendant asserts the ques2 tion is whether the City had knowledge'of should have had knowledge that children came into the pool area to play at a time when the pool was closed. It asserts:  * * * There is nothing in the record to indicate any actual knowledge of trespassing children on the part of the representatives of the City of Clovis. * * * \nAbsent some evidence showing how long the hole in the fence had existed, we agree that there is nothing in the present record showing that the City knew or should have known that children were likely to trespass in the pool area. However, there is also nothing in the record showing the absence of the requisite knowledge.\nDefendant had the burden of showing an absence of the requisite knowledge. *614Brock v. Goodman, 83 N.M. 580, 494 P.2d 1397, decided February 11, 1972; Sanchez v. Shop Rite Foods, 82 N.M. 369, 482 P.2d 72 (Ct.App.1971). Since no such showing was made, summary judgment on the basis of this element of the doctrine of attractive nuisance was improper.\nThe City's argument is directed at an absence of a showing by the plaintiff that a factual issue existed as to this element. The argument is misdirected. Until defendant made a prima facie showing that there was no fact issue as to this element, plaintiff was not required to show that a fact issue existed. Brock v. Goodman, supra; Sanchez v. Shop Rite Foods, supra. Summary judgment as to this element was improper.\n2. . Another allegedly missing element is: The condition is one of which the possessor knows or should know and which he realizes or should realize as involving an unreasonable risk of death or serious bodily harm to children. Klaus v. Eden, supra.\nDefendant states: For the City of Clovis to be held liable, under this element, the knowledge, actual or implied, had to be of the accumulation of water. The undisputed facts clearly show that there could have been no such knowledge. Further: It is obvious that the collection of water had accumulated only a very short time prior to the accident, that the water could not be seen unless an individual actually entered the pool area and certainly, under these circumstances, knowledge of the water cannot be imputed to the City of Clovis. * * * \nAssuming, as defendant contends, that the hole in the fence is of no consequence in considering this element (a point we do not decide), the issue is not whether plaintiff has shown that the City knew or should have known of the water in the pool. The issue is whether defendant made a showing' that the City did not know or should not have known about the water in the pool.\nDefendant's showing is that no water was in the pool on or about April 7th, that almost six feet of water was in the deep end of the pool on April 18th and an estimate that the water collected after a rain. The superintendent in charge of upkeep and maintenance of the pool states he was unaware of the water prior to the accident. This is an affirmative indication of lack of knowledge by the City. It is not a showing that the City should not have known about the water since the superintendent states that he was in and around the park pursuant to his duties. Those duties included maintenance of the pool. There is a factual issue as to whether the City should have known about the water in the pool.\nDefendant asserts it had no duty to inspect or police the pool  * * * in order to discover whether there is any condition which will be likely to harm trespassing children. * * *  McFall v. Shelley, 70 N.M. 390, 374 P.2d 141 (1962). We agree; however, this statement does not conflict with this element of the doctrine. This element is not concerned with any condition but with conditions involving unreasonable risks. The test of foreseeability of harm to a child under the particular circumstances is the crucial consideration. Saul v. Roman Catholic Church of Arch. of Santa Fe, supra. If the water hazard in this case was not an unreasonable risk as a matter of law, see Mellas v. Lowdermilk, 58 N.M. 363, 271 P.2d 399 (1954), certainly a factual question exists concerning that risk.\nSummary judgment as to this element was improper.\n3. The third allegedly missing element is: The children, because of their youth, do not discover the condition or realize the risk involved in intermeddling in it or coming within the area made dangerous by it. Klaus v. Eden, supra.\nDefendant asserts Mack, the deceased, knew or should have known of the perils of water. It asserts that this knowledge is affirmatively shown by the deposition testimony of the mother as to the warnings she gave to her sons, and by *615Mike's admission that such warnings had been given. The fact that warnings had been given does not eliminate the question of whether there was a realization of the risk. Selby v. Tolbert, 56 N.M. 718, 249 P.2d 498 (1952) states:\n * * * Even though cautioned not to go near the trailer by his parent, the natural attraction of the object and its condition outweighed the direction of the parent in the mind of the child. This is a justifiable case for the application of the attractive nuisance doctrine.\nAlthough warnings had been given, Mike stated that he had forgotten he wasn't supposed to go in the pool [area]. Further, the grandfather stated that Mack, the deceased, didn't know of the danger because he was too young. A factual issue existed as to the deceased's appreciation of the risk.\nDefendant asserts, however, that as to water hazards, the doctrine of attractive nuisance does not apply as a matter of law. It contends that the doctrine does not apply where the hazard is patent; that there must be a hidden or unusual element of danger. See Barker v. City of Santa Fe, 47 N.M. 85, 136 P.2d 480 (1943). The rationale is that waters embody perils that are deemed obvious to children of the tenderest years. Support for this view is found in Mellas v. Lowdermilk, supra; see also, Foster v. United States, 183 F.Supp. 524 (D.N.M.1959). In our opinion, the language in Mellas, supra, has been modified by subsequent decisions of the New Mexico Supreme Court. Martinez v. Louis Lyster, General Contractor, Inc., 75 N.M. 639, 409 P.2d 493 (1965) states :\n * * * this court has never sanctioned attempts to place cases involving the doctrine of attractive nuisance in a rigid category on the basis of the type of condition involved. Whether the maintenance of a specific condition can give rise to liability for harm to trespassing children must necessarily turn on the facts of the particular case.\nSee also, Saul v. Roman Catholic Church Arch. of Santa Fe, supra.\nA related contention is that the doctrine should not apply to water hazards because such * * * hazards exist everywhere and that children who are old enough to roam without parental supervision should be aware of such hazards. * * *  Annot. 16 A.L.R.3d 25, § 8 at 90 and § 27 at 158 (1967). The answer to this contention is that the attraction may outweigh the awareness of the hazard, even when the child has been warned about the hazard. Selby v. Tolbert, supra. The doctrine of attractive nuisance is a recognition of the habits and characteristics of young children—their natural curiosity and lack of judgment. Klaus v. Eden, supra.\nThe third element was not missing as a matter of law. There being a factual issue' as to this element, summary judgment was improper.\nThe trial court erred in granting, summary judgment on the basis there was no liability under the attractive nuisance doctrine.\nAbsence of negligence on the part of defendant. \nEven though there are factual issues concerning the applicability of the attractive nuisance doctrine, defendant would not be liable in this case unless it was negligent. Mellas v. Lowdermilk, supra, as explained in Martinez v. C. R. Davis Contracting Company, 73 N.M. 474, 389 P.2d 597 (1964). Compare Subsection E, Restatement of Torts 2d § 339 (1965). The' trial court ruled that defendant was not negligent under the attractive nuisance doctrine and, also, that defendant was not negligent independent of the doctrine.\nNegligence encompasses within its meaning the concepts of foreseeability of harm to the person injured and of the duty to use ordinary care. N.M.U.J.I. 12.1 through 12.4. Martin v. Board of Education of City of Albuquerque, 79 N.M. 636, 447 P.2d 516 (1968); Giese v. Mountain *616States Telephone & Telegraph Co., 71 N. M. 70, 376 P.2d 24 (1962). In relation to the doctrine of attractive nuisance, see Martinez v. Louis Lyster, General Contractor, Inc., supra; Saul v. Roman Catholic Church of Arch. of Santa Fe, supra. Defendant asserts that the facts in this case show an absence of these concepts and, therefore, an absence of negligence.\nThere is really  * * * nothing different in the so-called law of attractive nuisance and the general law of negligence, except that involved is a recognition of the habits and characteristics of very young children. * * *  Klaus v. Eden, supra. Where the circumstances provide a factual basis for application of the doctrine then  * * * a higher degree of care is required to be exercised in order that they [young children] may not be injured or killed by property or instrumentalities which they should not approach or become involved with. * * *  Klaus, supra. This higher duty requirement is simply this :  * * * As the danger that should reasonably be foreseen increases, so the amount of care required also increases. N.M.U.J.I. 12.2. Thus, the attractive nuisance doctrine encompasses the same concepts of foreseeability and duty that are the basis of the general law of negligence.\nHaving failed to show that there were no factual issues under the three elements of the doctrine which were attacked, defendant also failed to show there were no factual issues as to negligence based on that doctrine. Summary judgment was improperly granted on the basis that there was no negligence under the doctrine.\nWe now consider the ruling that, independent of the attractive nuisance doctrine, the defendant was not negligent.\nA municipality may be negligent if it has actual or constructive knowledge of the condition causing injury. Bryan v. City of Clovis, 54 N.M. 235, 220 P.2d 703 (1950). Thus, defendant may be negligent if it knew or should have known of the water hazard in this case. Primus v. City of Hot Springs, 57 N.M. 190, 256 P.2d 1065 (1953). In discussing the elements of the attractive nuisance doctrine, we held that defendant failed to make a showing, sufficient for summary judgment, that defendant should not have known of the water collected in the pool and should not have known of the likelihood of children to trespass. Thus, there is a failure to show that defendant could not reasonably foresee the drowning. Summary judgment could not be properly granted on the basis of lack of foreseeability. See Bogart v. Hester, 66 N.M. 311, 347 P.2d 327 (1959).\nIn addition to the element of foreseeability there is the concept of duty. That duty depends on the status of Mack, the deceased. In discussing the attractive nuisance doctrine, we assumed that plaintiff's status was that of a trespasser. Klaus v. Eden, supra. Our concern here is with decedent's status independent of the doctrine. Again, we assume, but do not decide, that decedent was a trespasser.\nGenerally speaking, a defendant owes no duty to an undiscovered trespasser except to refrain from wilfully or wantonly injuring the trespasser. Where, however, the trespasser is discovered or reasonably should have been anticipated, the duty is that of ordinary care to prevent injury to the trespasser. These views are illustrated by N.M.U.J.I. 10.3 which states:\nAn owner owes no duty to a trespasser unless his presence on the premises is either known or from facts and circumstances should reasonably have been anticipated. However, the owner is under a duty not to willfully or wantonly injure a trespasser.\nIf an owner knows or from facts known to him should reasonably anticipate the presence of a trespasser in a place of danger then the owner is under a duty to use ordinary care to prevent injury to him.\nThe committee comment to N.M.U.J.I. 10.3 states: No New Mexico case expressly states the duty owing to a discovered trespasser but the general principles *617covered in the foregoing instruction are found in the cases of Chavez v. Torlina, 15 N.M. 53, 99 P. 690 (1909) and Bogart v. Hester, 66 N.M. 311, 347 P.2d 327. * * *\nBefore defendant's duty to decedent, as an assumed trespasser, can be decided, it must first be determined whether defendant should reasonably have anticipated the trespasser. In discussing the elements of the attractive nuisance doctrine we held that defendant failed to make a showing, sufficient for summary judgment, that defendant should not have known of the likelihood that children would trespass. Thus, there was a failure to show whether decedent was to be characterized as a discovered or undiscovered trespasser and a failure to show the extent of the duty that defendant owed to decedent. Summary judgment could not be properly granted on the basis of no breach of duty.\nThere being a failure to show the extent of the duty owed and a failure to show a lack of foreseeability,- the trial court erred in granting summary judgment on the basis that there was no negligence independent of the attractive nuisance doctrine.\nAssumption of risk by and negligence of decedent. \nThe trial court ruled that decedent assumed the risk and was negligent.\nIn discussing the elements of the attractive nuisance doctrine, we held that defendant failed to show that Mack, ■age 5, realized the risk involved. In so holding we referred to the statement of the grandfather that Mack did not know of the danger because he was too young. For assumption of risk to apply, Mack must have known of the dangerous situation. O'Neil v. Furr's, Inc., 82 N.M. 793, 487 P.2d 495 (Ct.App.1971); See Hinojosa v. Nielson, 83 N.M. 267, 490 P.2d 1240 (Ct.App.1971). The trial court erred in granting summary judgment on the basis that decedent assumed the risk. On remand, this defense will' be controlled by Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971).\nNew Mexico decisions have held that a seven year old child may be negligent. Marrujo v. Martinez, 65 N.M. 166, 334 P.2d 548 (1959). New Mexico Uniform Jury Instructions limit the question of ordinary care on the part of a child to those seven years of age or older, but presume a child under seven years of age is incapable of contributory negligence. N. M.U.J.I. 12.5 (Directions for Use) and 12.6. Frei v. Brownlee, 56 N.M. 677, 248 P.2d 671 (1952) indicates a five year old child cannot be contributorily negligent. On the basis of the foregoing, we are of the opinion that the five year old decedent could not be contributorily negligent as a matter of law. The trial court erred in granting summary judgment on the basis that decedent was negligent.\nNegligence of parents as proximate cause and assumption of risk by parents. \nThe trial court ruled that the mother and father of decedent were negligent and that such negligence was the proximate cause of the death. It also ruled that the mother and father assumed the risk of the injury or death.\nIf a statutory beneficiary of the proceeds in a wrongful death action is contributorily negligent, that beneficiary may not share in the proceeds. Baca v. Baca, 71 N.M. 468, 379 P.2d 765 (1963); see N. M.U.J.I. 13.3 and 13.4; Sanchez v. J. Barron Rice, Inc., 77 N.M. 717, 427 P.2d 240 (1967). Defendant asserts that the mother and father of decedent were the statutory' beneficiaries of the decedent. Section 22-20-3, N.M.S.A.1953. It is on this basis that defendant asserts the negligence ■ of the parents was the proximate cause of the death and barred recovery.\nDefendant contends the mother was negligent because she was playing softball, forgot to watch out for her children and failed to exercise reasonable parental care. It claims the father was negligent because he abandoned his family and failed to render any type of parental control over the decedent.  * * * To be negligent, * *■ * [each of the parents] *618must have failed to act as a reasonably prudent person in the exercise of ordinary care. 'Ordinary care' is a relative term; it depends upon the circumstances. N.M. UJI 12.2, and cases therein cited. White v. City of Lovington, 78 N.M. 628, 435 P. 2d 1010 (Ct.App.1967). Under the circumstances of this case defendant did not show there was no issue of material fact as to the negligence of the parents.\nIn addition, even if either of the parents was negligent, reasonable minds could differ as to whether such negligence was the proximate cause of the death. Fitzgerald v. Valdez, 77 N.M. 769, 427 P.2d 655 (1967); Dahl v. Turner, 80 N.M. 564, 458 P.2d 816 (Ct.App.1969). Here, on the showing in the record, reasonable minds could differ on the question of proximate cause.\nThe trial court erred in granting-summary judgment on the basis that the parents were negligent and their negligence was the proximate cause of the death.\nAs to assumption of risk, defendant failed to show that either of the parents knew of the water hazard. This is sufficient to prevent application of the doctrine of assumption of risk. O'Neil v. Furr's, Inc., supra; Hinojosa v. Nielson, supra. The trial court erred in granting summary judgment on the basis that the parents assumed the risk.\nNo act of defendant was the proximate cause and there was an independent intervening cause. \nThe trial court ruled that no act of the defendant was the proximate cause and that  * * * the actions of the mother and other children playing with decedent on the date of the accident constituted independent intervening causes which were the proximate cause of the accident and injury. * * * \nKelly v. Montoya, 81 N.M. 591, 470 P.2d 563 (Ct.App.1970) states:\nA partial definition of proximate cause is ' * * * that which * * * produces the injury, and without which the injury would not have occurred. * * * ' Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507 (1955). For an intervening act to be an independent cause, Thompson v. Anderman, supra, states: ' * * * Such intervening cause must be sufficient in and of itself to break the natural sequence of the first negligence. * * * '\n * *\n»* * * reasonable minds might differ on these issues, the matter is for the jury. * * * \nOn the record before us, reasonable minds might differ as to what caused the death; thus, there were factual issues as to proximate cause and independent intervening cause. Defendant having failed to show an absence of a material fact issue as to these matters, the trial court erred in ruling that no act of the defendant was the proximate cause and erred in ruling that actions of others were an independent intervening cause.\nFailure to attack a basis for granting the summary judgment. \nA portion of the summary judgment reads: * * * [T]he Court * * * finds that the Complaint fails to state a cause of action and that there is no genuine issue as to any material fact in this action and that Defendant * * * is entitled to Summary Judgment as a matter of law for the following reasons. The summary judgment then listed the specific reasons, each of which has been discussed and held to be erroneous.\nDefendant contends that the summary judgment was based, in part, on a finding that the complaint failed to state a cause of action. It asserts that plaintiff failed to attack this ruling and, therefore, the summary judgment should be affirmed.\nThe summary judgment does state that the complaint fails to state a cause of action and there is no issue as to any material fact. The reasons for these rulings are stated;- they are the five specific rea*619sons held to be erroneous.  * * * Appellant's brief in chief must point up the claimed error with reference to the trial court's reasons. * * *  Wilson v. Albuquerque Board of Realtors, 81 N.M. 657, 472 P.2d 371 (1970). Each of the specific reasons for the summary judgment having been attacked, there is no merit to the claim that plaintiff failed to attack one of the bases for granting the summary judgment.\nIn conclusion, the granting of the summary judgment was error. In so holding we have answered the contentions advanced by defendant in support of the summary judgment. This does not mean, however, that we have adopted defendant's contentions as to the posture of this case. Specifically, we have not ruled that defendant's liability is to be determined solely on the basis of the water in the pool. Consideration must be given to the fact, undisputed in this appeal, that there was a hole in the fence. Nor have we ruled on decedent's status; specifically, we have not ruled that decedent, playing in a public park, was or was not a trespasser when he entered through the hole in the fence.\nThe summary judgment is reversed. The case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nSUTIN, J., concurs.\nCOWAN, J., specially concurring.\nCOWAN, Judge\n(specially concurring).\nI concur with the majority that the summary judgment should be reversed, but solely on the ground that the record shows genuine issues of material fact on the questions of negligence, contributory negligence, proximate cause and intervening cause. In my opinion, the majority misconstrue summary judgment Rule' 56(c). Its application is properly applied in Klaus v. Eden, 70 N.M. 371, 374 P.2d 129 (1962). See also my dissent in Brock v. Goodman, 83 N.M. 580, 494 P.2d 1397, decided February 11, 1972. Additionally, the doctrine of attractive nuisance has no application to the facts of this case. That doctrine should not be extended to include swimming pools, either public or private, they having become a now commonplace family recreational facility.\n\nPLAIN ENGLISH SUMMARY\n\nRestatement tags: § 3 negligence\nIssues on appeal:\npropriety of summary judgement granted by trial court, given the following issues:\nliability of the defendant under doctrine of attractive nuisance (applies to things that are dangerous and tempting to children);\nnegligence on part of the defendant;\nassumption of risk by the victim child;\nnegligence of the parents of the victim child, and their assumption of risk;\nthere being, allegedly, no act of the defendant that was the cause of the injury, and there being an independent intervening cause of the injury.\nSummary:\nthe court considered whether the defendant had managed to show that there were no material issues of fact, and found that summary judgement was improperly granted, since there were issues of fact in dispute, including (for example, but not exhaustively):\nwhether the defendant was liable under the attractive nuisance doctrine;\nwhether the defendant was separately liable in negligence because they should have foreseen the presence of water in the pool that caused the child to drown; and\nwhether the child assumed responsibility for the risk of drowning (the trial court found that he did, but the appeal court found that because he was so young, that fact had not been shown).\n",
    "annotations": {
        "Facts": [
            "Mack Allen Grayes, age 5, drowned after falling into water in a fenced swimming pool located in defendant's park. The park was across the street from where Mack lived with his mother, brothers and sister. The family had lived at this location for approximately five years.The park is open the entire year; the pool is open from June to September. A contractor, in connection with submitting a bid for construction work at the pool, inspected the pool on or about April 7, 1969. At the time of this inspection there was no collection of water any place within the pool area. On the accident date, April 18, 1969, water had collected in the deep end of the pool to a depth of slightly less than six feet. There is an estimate that the water had collected after a rain.On the accident date, the mother, accompanied by her children, went to the park to play softball. She gave her sons permission to play on the swings. After playing on the swings, monkey bars and see-saw, running some races and wrestling with one another, the boys' attention was directed to a hole in the fence around the pool.The boys were: Mike Grayes, age 7, Mack and his twin brother Mark, and a friend named Gregory. Mike saw the hole in the fence and asked the other boys if they wanted to come into the pool with him. They went through the hole in the fence. They went down into the dry portion of the pool, threw rocks into the water in the deep end and played around the edge of the pool before Mack fell in. The estimated time from entry into the pool area until Mack's fall is ten minutes.The estimated distance from the pool to where the mother was playing softball varies from 50 feet to one-half block. The pool area was visible from where the mother was playing softball. The mother could have seen the boys enter the pool area if she had kept an eye on them.The Grayes children had been specifically warned about the hazards of water. According to the mother, they knew or should have known of the dangers related to water. The mother had told Mike not to go into the pool area when it was closed. She had warned Mack to stay away from the pool; that the water was not safe.Mike had seen other, and older, children climb the fence and go into the pool area, but the time and date of this observation is not clear. On the day of the accident, the mother did not know the boys had entered the pool area, and Mike had forgotten he wasn't supposed to be in the pool area. According to the grandfather, he had explained the danger of water but Mack, the deceased, wasn't aware of it because he was too young; he had no knowledge of danger.There is nothing indicating that prior to April 18, 1969, anyone knew that water had collected in the deep end of the pool. The boys saw the water after entering through the hole in the fence. The affidavit of defendant's superintendent of parks states that he is in charge of the upkeep and maintenance of the park and pool; that he had been in and around the park pursuant to his duties as superintendent and was unaware that water had collected in the deep portion of the pool until subsequent to the drowning.There is nothing indicating how long the hole had existed in the fence. The grandfather characterized the hole in the fence as a three foot opening and stated' that anybody that had been there should have seen the opening. The mother and Mike stated they were unaware of the hole prior to the accident. The park superintendent made no statement in his affidavit concerning the hole. There is nothing in the record indicating either knowledge or lack of knowledge on the part of the City concerning the hole.The mother and the father of the Grayes boys were divoced; the father had abandoned his family; the father's whereabouts were unknown; the mother had custody of the children."
        ],
        "Procedural History": [
            "This is a wrongful death case. The trial court granted defendant's motion for summary judgment. The issue is the propriety of the summary judgment."
        ],
        "Application of Law to Facts": [
            "Having failed to show that there were no factual issues under the three elements of the doctrine which were attacked, defendant also failed to show there were no factual issues as to negligence based on that doctrine",
            "defendant may be negligent if it knew or should have known of the water hazard in this case.",
            "In discussing the elements of the attractive nuisance doctrine, we held that defendant failed to make a showing, sufficient for summary judgment, that defendant should not have known of the water collected in the pool and should not have known of the likelihood of children to trespass. Thus, there is a failure to show that defendant could not reasonably foresee the drowning.",
            "there was a failure to show whether decedent was to be characterized as a discovered or undiscovered trespasser and a failure to show the extent of the duty that defendant owed to decedent.",
            "In discussing the elements of the attractive nuisance doctrine, we held that defendant failed to show that Mack, ■age 5, realized the risk involved. In so holding we referred to the statement of the grandfather that Mack did not know of the danger because he was too young. For assumption of risk to apply, Mack must have known of the dangerous situation",
            "the five year old decedent could not be contributorily negligent as a matter of law.",
            "Under the circumstances of this case defendant did not show there was no issue of material fact as to the negligence of the parents.",
            "even if either of the parents was negligent, reasonable minds could differ as to whether such negligence was the proximate cause of the death.",
            "As to assumption of risk, defendant failed to show that either of the parents knew of the water hazard. This is sufficient to prevent application of the doctrine of assumption of risk",
            "reasonable minds might differ as to what caused the death; thus, there were factual issues as to proximate cause and independent intervening cause"
        ],
        "Relevant Precedents": [
            "Primus v. City of Hot Springs, , 256 P.2d 1065 (1953)",
            "Bogart v. Hester, , 347 P.2d 327 (1959).",
            "Chavez v. Torlina, 15 N.M. 53,  (1909) and Bogart v. Hester, 66 N.M. 311, ",
            "O'Neil v. Furr's, Inc., 82 N.M. 793,  (Ct.App.1971); See Hinojosa v. Nielson, 83 N.M. 267,  (Ct.App.1971)."
        ],
        "Outcome": [
            "Summary judgment was improperly granted on the basis that there was no negligence under the doctrine.",
            "Summary judgment could not be properly granted on the basis of lack of foreseeability.",
            "Summary judgment could not be properly granted on the basis of no breach of duty.",
            "the trial court erred in granting summary judgment on the basis that there was no negligence independent of the attractive nuisance doctrine.",
            "The trial court erred in granting summary judgment on the basis that decedent assumed the risk",
            "The trial court erred in granting summary judgment on the basis that decedent was negligent.",
            "The trial court erred in granting-summary judgment on the basis that the parents were negligent and their negligence was the proximate cause of the death.",
            "The trial court erred in granting summary judgment on the basis that the parents assumed the risk.",
            "the trial court erred in ruling that no act of the defendant was the proximate cause and erred in ruling that actions of others were an independent intervening cause.",
            "In conclusion, the granting of the summary judgment was error",
            "The summary judgment is reversed."
        ]
    },
    "class": "reverse"
}