{
    "text": "Williams v. Herrera, 83 N.M. 680, 496 P.2d 740 (1972)\nApril 14, 1972 · Court of Appeals of New Mexico · No. 803 \n83 N.M. 680, 496 P.2d 740 \nWalter Lee WILLIAMS, Plaintiff-Appellant, v. Delfin R. HERRERA et al., Defendants-Appellees \n496 P.2d 740\nCourt of Appeals of New Mexico.\n*682John J. Duhigg, Bruce P. Moore, Albuquerque, for plaintiff-appellant.\nJ. T. Paulantis, Iden & Johnson, Albuquerque, N. M., for defendants-appellees.\nOPINION\nSUTIN, Judge.\nWilliams appeals from a summary judgment granted Herrera and Farmers Insurance Group, arising out of a fall from a ladder with a latent defective rung.\nWe affirm as to Herrera and reverse as to Farmers Insurance Group.\nThe trial court found, (1) that there are insufficient facts to establish negligence of Herrera; and (2) that the policy of insurance does not afford medical coverage, and concluded that no genuine issue of material fact was present.\n1. No Issue of Fact Exists on Negligence of Herrera.\nWilliams, 38 years of age, was a brick mason and self-employed. In the latter part of September or first part of October, 1969, he did all of the brick masonry work on the outside of the home of Herrera and built the fireplace inside. Herrera furnished all of the materials. After the home was completed, Herrera advised Williams the fireplace was smoking, and asked Williams to extend the chimney and put a flue liner on the chimney. Williams agreed to do this work. There was no charge for this work. On the morning of January 19, 1970, Williams went to the Herrera home and Herrera furnished him with a ladder to use in the performance of the work. Williams was a business invitee. Williams did not want to bring his own ladder because he was on his way to Santa Fe. Herrera then advised Williams he could use Herrera's ladder.\nWilliams asked Herrera if his ladder was a good ladder because Williams was quite heavy, 196 pounds, and the flue liner was extra weight of 45 pounds, for a total of 241 pounds. Herrera said, it was a good ladder, and Williams could use it.\nHerrera furnished Williams a 12-foot wooden ladder, factory made, with round wooden rungs from top to bottom. Williams carried it around by the fireplace on the outside of the home and leaned it up against the roof. He got the flue liner out of his pickup and was working it up the ladder to take it up to the roof. The flue liner was eight inches by thirteen inches in diameter, 24 inches long, and weighed 45 pounds. To work it up the ladder, he would set the flue liner on a rung ahead of him, then step up and raise it to the next rung. Each rung looked all right. At the time of the accident, Williams put the flue liner on the roof, balanced it with one hand and started to step on the roof. The rung under his left foot broke in two places and Williams with the flue liner, fell to the ground and suffered injuries to his left leg and foot. He did not know what caused the rung to break.\nIn order to establish a prima fácie case in support of summary judgment, Herrera, by affidavit, stated that the ladder was about 10 feet long and was, as far as he could tell, in good condition. He used the ladder whenever necessary, and did not see any defects in the ladder. He used the ladder when working on his house during the construction period and always felt the ladder was safe. He was still using the ladder.\nHerrera also relied on the testimony of Williams that Williams did not know what caused the rung to break.\nWilliams relies upon two points for reversal of the Herrera summary judgment. (1) The trial court based the' summary judgment upon erroneous standards; (2) Herrera did not show an absence of material issues of fact.\n(a) Erroneous Standards\nThe trial court found that there are insufficient facts to establish that the accident complained of and resulting injuries were proximately caused by any act of negligence on the part of any of the defendants. This finding by the trial court does not support a summary judgment. It appears to say that the trial court weighed all of the facts and plaintiff failed to present sufficient facts to establish an act of negligence of Herrera.\nWhen the trial court made findings of fact, it had a duty to find that Herrera had met the burden of showing that, as a matter of law, no act of negligence existed, and that Williams did not come forward with any evidence to create an issue of fact. Brock v. Goodman, 83 N.M. 580, 494 P.2d 1397 (Ct.App.), decided February 11, 1972.\nIt is not proper for the trial court or this court to weigh evidence. A summary judgment may be granted only when the basic facts are clear and undisputed, Johnson v. J. S. & H. Construction Co., 81 N.M. 42, 462 P.2d 627 (Ct.App.1969), but even where the basic facts are undisputed, summary judgment should be denied if equally logical but conflicting inferences can be drawn from the facts, in favor of the party opposing a motion for summary judgment. Yeary v. Aztec Discounts, Inc., 83 N.M. 319, 491 P.2d 536 (Ct.App.1971).\nHowever, findings of fact and conclusions of law are not required by our rules except in involved cases where the reason for the summary judgment is not *684otherwise clearly apparent from the record. Wilson v. Albuquerque Board of Realtors, 81 N.M. 657, 472 P.2d 371 (1970). Since this is not an involved case, we may disregard the above findings of the trial court and determine whether the finding or statement of the trial court is correct that there being no genuine, issue of material fact present, [Herrera-is] entitled to judgment as a matter of law.\n(b) Herrera Showed an Absence of Material Issues of Fact\nWilliams claims that Herrera negligently supplied and permitted Williams to use the ladder. He- argues that Herrera had a duty to make the ladder safe for the use 'for which it was supplied, a duty to exercise reasonable care to discover any dangerous conditions and inform Williams of them, and a duty to inspect it for defects prior 'to supplying it for use.\nHerrera's affidavit as to his own use of the ladder and his failure to see any defects in the ladder is a prima facie showing that he did not know and could not have discovered the latent defect'; that he did exercise reasonable care to discover any dangerous conditions and could not have discovered any.\nWilliams relies on Restatement of Torts 2d, § 392 to support his claim. This section applies only where one supplies to another, a chattel like a ladder to be used for the supplier's business purposes or hi which the supplier has' a business interest. Herrera 'did not supply the ladder to be used for his- business purposes or in which he had a business interest. Section 392, súpra, is, therefore, not applicable.'\nHerrera merely loaned the ladder to Williams for his personal use. This does not of itself impose upon Herrera a duty to inspect the ladder in order to discover whether it is fit for the use for which it is supplied. Restatement of the Law, Torts 2d, § 388, Comment (M) (1965). No New Mexico cases on inspection can be found. Compare Metz v. Haskell, 91 Idaho 160, 417 P.2d 898 (1966).\nRestatement of the Law, Torts 2d, § 405, states:\nOne who directly or through a third person gives or lends a chattel for another to use, knowing or having reason to know that it is or is likely to be dangerous for the use for which it is given or lent, is subject to the same liability as a supplier of the chattel.\nSection 388, Comment (M), supra, is applicable here. Herrera's affidavit establishes that he did not know or have reason to know the ladder was dangerous or likely to be dangerous for the use for which it was lent to Williams. He had no duty to inspect the ladder for defects.\n; New. Mexico decisions indicate no liability on Herrera's part in .this loan situation unless Herrera knew - or by the exercise of due care should have known of the defect in the ladder. See Bradley v. Johnson, 60 N.M. 453, 292 P.2d 325 (1955); Ferran v. Jacquez, 68 N.M. 367, 362 P.2d 519 (1961); compare Villanueva v. Nowlin, 77 N.M. 174, 420 P.2d 764 (1966).\nAfter Herrera established a prima facie showing that no genuine issue of material fact existed, it became the. duty of Williams to show there was a factual issue present. Sanchez v. Shop Rite Foods, 82 N.M. 369, 482 P.2d 72 (Ct.App.1971). This he failed to do.\nSummary judgment in favor of Herrera is affirmed.\n\n\n2. ' The Policy of Insurance Does Afford Medical Coverage.\nThe trial- court found that the policy of insurance '* * * does not afford medical coverage. A question of law is involved, not a question of fact. Does the insurance policy afford medical coverage?\nFarmers Insurance Group issued Herrera a policy of insurance with coverage for medical payments to others. Farmers concedes that Williams' claim falls within this provision of the policy, but contends that Williams is denied medical coverage by *685reason of several exclusions set forth in the policy.\nFirst, under Exclusions, Section 1(c), states:\nThis policy does not apply:\n* * * * * *\nc. to bodily injury or property damage arising out of the rendering of or failing to render professional services ;\nDid Williams' bodily injuries arise out of the rendering of professional services? If the provision is unambiguous, we can determine the issue as a matter of law by an application of the policy language to the facts of the case. Baca v. New Mexico State Highway Department, 82 N.M. 689, 486 P.2d 625 (Ct.App.1971). If it is ambiguous, we must construe the policy to determine its coverage. In doing so, any ambiguity must be resolved against the insurer. Ivy Nelson Grain Co. v. Commercial Union Insurance Company, 80 N.M. 224, 453 P.2d 587 (1969).\nThe policy does not define the words professional services. Neither has it been defined in New Mexico. A review of the meaning of the word profession shows that it is difficult, if not impossible, to lay down any strict legal definition. * * *  72 C.J.S. Profession, pp. 1215— 1220. The citation of cases would not be helpful. But it is our opinion that the term professional services is ambiguous and uncertain.\nIn Fowler v. First National Life Insurance Co. of. America, 71 N.M. 364, 378 P.2d 605 (1963), the court'said:\nIt is a cardinal principle of insurance law that a policy or contract of insurance is to be construed liberally in favor of insured or his beneficiary and strictly as against insurer. Also, words, phrases or terms will be given their ordinary meaning unless by definitions in'-the policy or context in which the word is used requires some other meaning be given.\nSince, in construing the policy coverage, we must resolve the ambiguity against the insurer, we hold that Williams, a stone mason, was not engaged in professional services while climbing a ladder at the time of the accident. Section 1(c), supra, is not applicable.\nSecond, under Exclusions, Section 1(d) states:\nThis policy does not apply:\n% s{i *!< sfc sfs\nd. to bodily injury or property damage arising out of business pursuits; of any insured except activities-, therein which are ordinarily incident-to ¡notibusiness pursuits; * * ‡? '•¡¡¡-¡.I\nTwo questions are involved. (1) Dijl Williams' bodily injury arise out of business pursuits of Herrera?. The policy does npt define the term business pursuits. What is a business pursuit? (2) After completion of the home, was Herrera-.engaged in a non-business pursuit? --. ¡¡ .¡to\nUnder General Condition '8(d) ' 'bfCth-e insurance policy, 'business'- irieahs'' (1) trade, profession''or dccupatioilp in'clhdiiig farming, and the use of any prefnisd&'b'r portion of residence premises for ■ ariysuch purposes; * *\nFowler v. First National Life Insurance Co. of America, supra, was followed ip Scott v. New Empire Insurance Company, 75 N.M. 81, 400 P.2d 953 (1965), where the court said:\nWe decline to adopt a strict technical or legalistic interpretation of the terms of the policy, when it was fully -within the power of the insurance company to affirmatively specify some meaning other than that understood by the average individual.\nThe rule is now clear that where there is ambiguity, the test is not what the insurer intended its words to' mean, but what a reasonable person in the ''¿osition of the insured would .understand therp to mean * * *  and the ambiguity . is resolved against the insurer. Ivy Nelson Grain Co. v. Commercial Union Insurance Company, supra.\n*686(1) Before the accident occurred, Herrera was building his own home. Whether this should be considered a business pursuit, it is difficult to say. We believe it is ambiguous terminology because the average layman could disagree that in its ordinary meaning, building a home is a business pursuit. We resolve the ambiguity against the insurer and hold it was not a business pursuit.\n(2) At the time of the accident, the home was completed. Williams was then doing a repair job on the Herrera home. When the home was completed, it became a non-business pursuit, and Wib liams' activity thereafter was ordinarily incident to a non-business pursuit and falls within the exception to Section 1(d), supra.\nSection 1(d), supra, is not applicable.\nThe analysis stated above and the conclusions reached as to Exclusions 1(c) and 1(d) are supported by Crane v. State Farm Fire & Casualty Company, 5 Cal.3d 112, 95 Cal.Rptr. 513, 485 P.2d 1129 (1971); Home Insurance Company v. Aurigemma, 45 Misc.2d 875, 257 N.Y.S.2d 980 (1965); Edwards v. Trahan, 168 So.2d 365 (La.App.1964); Marx v. Hartford Accident & Indemnity Company, 183 Neb. 12, 157 N.W.2d 870 (1968); Security National Insurance Company v. Sequoyah Marina, Inc., 246 F.2d 830 (10th Cir. 1957); State Farm Fire & Casualty Company v. National Union Fire Insurance Company, 87 Ill.App.2d 15, 230 N.E.2d 513 (1967).\nThird, under Exclusions, Section 3(b) (3) states:\nThis policy does not apply:\n******\nb. to bodily injury to:\n(3) any person while on the insured premises because a business is conducted or professional services are rendered thereon.\nFrom the definitions of business, supra, ho trade, profession or occupation was conducted on the premises while Williams went there to work on the chimney. As heretofore stated, no professional services were rendered. This section is inapplicable.\nSince the Exclusions are inapplicable, we hold that the policy of insurance did afford medical coverage to Williams.\nThe summary judgment granted Herrera is affirmed. The summary judgment granted Farmers Insurance Group is reversed.\nIt is so ordered.\nWOOD, C. J., and HENDLEY, J., concur.\n\nPLAIN ENGLISH SUMMARY\n\nRestatement tags: § 3 negligence\nIssues on appeal:\nwhether there was a material issue of fact justifying the trial court's grant of summary judgement\nSummary:\nthe trial court purported to make findings of fact as a basis for granting summary judgement, when it was in fact required to assess whether any issues of fact existed, and only in the absence of material issues of fact should it have granted summary judgement;\nthe appeal court disgregarded the trial court's findings of fact and sought to determine whether an issue of material fact existed;\nthe defendant provided an affidavit that the defective ladder was his own ladder, that he used it regularly, and that he had never noticed any defects, but in any case he had no duty to inspect the ladder for its fitness before lending it to someone for personal use;\nbecause the defendant established that he had no reason to know the ladder was dangerous, he established prima facie (on first impression) that no material issue of fact existed, and thus summary judgement was rightly granted.\n",
    "annotations": {
        "Facts": [
            "arising out of a fall from a ladder with a latent defective rung.",
            "Williams, 38 years of age, was a brick mason and self-employed. In the latter part of September or first part of October, 1969, he did all of the brick masonry work on the outside of the home of Herrera and built the fireplace inside. Herrera furnished all of the materials. After the home was completed, Herrera advised Williams the fireplace was smoking, and asked Williams to extend the chimney and put a flue liner on the chimney. Williams agreed to do this work. There was no charge for this work. On the morning of January 19, 1970, Williams went to the Herrera home and Herrera furnished him with a ladder to use in the performance of the work. Williams was a business invitee. Williams did not want to bring his own ladder because he was on his way to Santa Fe. Herrera then advised Williams he could use Herrera's ladder.Williams asked Herrera if his ladder was a good ladder because Williams was quite heavy, 196 pounds, and the flue liner was extra weight of 45 pounds, for a total of 241 pounds. Herrera said, it was a good ladder, and Williams could use it.Herrera furnished Williams a 12-foot wooden ladder, factory made, with round wooden rungs from top to bottom. Williams carried it around by the fireplace on the outside of the home and leaned it up against the roof. He got the flue liner out of his pickup and was working it up the ladder to take it up to the roof. The flue liner was eight inches by thirteen inches in diameter, 24 inches long, and weighed 45 pounds. To work it up the ladder, he would set the flue liner on a rung ahead of him, then step up and raise it to the next rung. Each rung looked all right. At the time of the accident, Williams put the flue liner on the roof, balanced it with one hand and started to step on the roof. The rung under his left foot broke in two places and Williams with the flue liner, fell to the ground and suffered injuries to his left leg and foot. He did not know what caused the rung to break.",
            "the ladder was about 10 feet long and was, as far as he could tell, in good condition. He used the ladder whenever necessary, and did not see any defects in the ladder. He used the ladder when working on his house during the construction period and always felt the ladder was safe. He was still using the ladder.",
            "Williams did not know what caused the rung to break."
        ],
        "Procedural History": [
            "Williams appeals from a summary judgment"
        ],
        "Application of Law to Facts": [
            "This finding by the trial court does not support a summary judgment. It appears to say that the trial court weighed all of the facts and plaintiff failed to present sufficient facts to establish an act of negligence of Herrera.",
            "A summary judgment may be granted only when the basic facts are clear and undisputed",
            "Herrera's affidavit as to his own use of the ladder and his failure to see any defects in the ladder is a prima facie showing that he did not know and could not have discovered the latent defect'; that he did exercise reasonable care to discover any dangerous conditions and could not have discovered any.",
            "Herrera merely loaned the ladder to Williams for his personal use. This does not of itself impose upon Herrera a duty to inspect the ladder in order to discover whether it is fit for the use for which it is supplied.",
            "Herrera's affidavit establishes that he did not know or have reason to know the ladder was dangerous or likely to be dangerous for the use for which it was lent to Williams. He had no duty to inspect the ladder for defects.",
            "After Herrera established a prima facie showing that no genuine issue of material fact existed, it became the. duty of Williams to show there was a factual issue present"
        ],
        "Relevant Precedents": [
            "Johnson v. J. S. & H. Construction Co., , 462 P.2d 627 (Ct.App.1969),"
        ],
        "Outcome": [
            "We affirm as to Herrera",
            "Summary judgment in favor of Herrera is affirmed.",
            "The summary judgment granted Herrera is affirmed."
        ]
    },
    "class": "mixed"
}