{
    "text": "Dillard v. Southwestern Public Service Co., 73 N.M. 40, 385 P.2d 564 (1963)\nSept. 30, 1963 · Supreme Court of New Mexico · No. 7255 \n73 N.M. 40, 385 P.2d 564 \nAudie DILLARD, Plaintiff-Appellant, v. SOUTHWESTERN PUBLIC SERVICE COMPANY, a corporation, Mrs. Bertie Noland Price and Traders and General Insurance Company, a corporation, Defendants-Appellees \n385 P.2d 564\nSupreme Court of New Mexico.\n*41Easley & Pyatt, Hobbs, for appellant.\nHervey, Dow & Hinkle, Harold L. Hensley, Jr., Roswell, Merrill Norton, Loving-ton, Gibson, Ochsner, Harlan, Kinney & Morris, Amarillo, Tex., for appellees.\nMOISE, Justice.\nPlaintiff appeals from summary judgment for defendant utility in a case where plaintiff was injured when the boom on a well servicing truck being operated under plaintiff's direction and control struck a high voltage line of defendant utility. We need not consider any question concerning any of the other named defendants.\nThe record in the case discloses the following facts which were presented by the pleadings, affidavits and depositions, available to the court in considering the motion for summary judgment of the defendant utility.\nOn April 17, 1960, plaintiff was in charge of servicing an oil well in Lea County allegedly operated by the defendant, Price. Plaintiff was an employee of L. V. Pennington Well Service, and defendant Traders and General Insurance Company was the employer's workmen's compensation insurance carrier. After completion of the work on the well, plaintiff and one A1 Collins, the driver of the servicing truck, were engaged in lowering the boom or mast attached thereto. The mast, when extended, was 75 feet long and telescoped down to 37 feet, and then could be laid horizontally onto the truck when not in use. Plaintiff and Collins were attempting to lower the mast over the cab of the truck to the horizontal position when the accident occurred. Plaintiff was handling a line attached to the mast and a drum brake so that the dropping of the mast could be controlled and not injure the truck or driver. The method of lowering the mast was to drive the truck forward and stop suddenly so that the mast would overbalance and drop forward over the cab. Plaintiff, working the cable drum, would slow the fall with the line attached to the drum brake. The first attempt to overbalance the mast failed, and on the second attempt, the truck drove into the high voltage line of defendant utility. The current passed down the mast, injuring plaintiff.\nThe utility line was 34.87 feet above the ground at the point where it was hit, and the well was 67 feet distant. The well was located in open range land. The power line was open and visible, uninsulated, and carried 115,000 volts. The proof is uncontroverted that the minimum clearance required by the national safety code was 29.86 feet, and that no insulated material was manufactured or used to carry a voltage of this magnitude'.\nIn his response to the motion for summary judgment of defendant utility, the plaintiff asserted that the facts established did not entitle defendant utility to a judgment of dismissal as a matter of law. Also, that since defendant utility had notice of the doing of oil field servicing work in the vicinity of their high line, there existed an issue of fact precluding summary judgment under § 21-1-1 (56), N.M.S.A.1953.\nThe documents before the court at the summary judgment hearing established that the well serviced by plaintiff had been in existence since its completion in 1951; that there were thirteen additional wells in the section, having completion dates from 1931 to 1960, and further, that wells of the type serviced by plaintiff at the date of his injury must be serviced with equipment like that in use by plaintiff at least every two or three weeks. Also, it must be accepted as true that the customary way of lowering a mast of the type used by plaintiff was that followed at the time of the accident.\nKeeping in mind the facts as outlined above, we are first called upon to determine if there were material issues of fact remaining unresolved. Plaintiff asserts that the question of whether or not the defendant utility was negligent presented a question of fact for the jury and accordingly the court erred in granting summary judgment.\nThere is no disagreement between the parties concerning the rules applicable in passing on motions for summary judgment. *43The cases cited and relied on were all discussed in our recent decision in Coca v. Arceo, 71 N.M. 186, 376 P.2d 970, from which we copy the following pertinent language:\nWe do not mean to imply, in any sense, that a case of negligence has been made out by the plaintiff — we merely repeat the conclusion so often stated by us that, where an appeal is taken from a summary judgment, this court will review the testimony in the most favorable aspect it will bear in support of plaintiff's claim of the right to present the merits of his case to the factfinder. McLain v. Haley, 1949, 53 N.M. 327, 207 P.2d 1013; Ginn v. MacAluso, 1957, 62 N.M. 375, 310 P.2d 1034; Sooner Pipe & Supply Corp. v. Doerrie, 1961, 69 N.M. 78, 364 P.2d 138; Hewitt-Robins, Inc. v. Lea County Sand & Gravel, Inc., 1962, 70 N.M. 144, 371 P.2d 795. Litigants are entitled to the right of trial where there is the slightest doubt as to the facts. Agnew v. Libby, 1949, 53 N.M. 56, 201 P.2d 775; Michelson v. House, 1950, 54 N.M. 197, 218 P.2d 861. In summary judgment, the burden is on the moving party to clearly establish that there is no factual issue to be determined, and the burden is not upon the opposing party to prove a prima facie case. * * * \nPlaintiff places his principal reliance on the following language used by us in Hewitt-Robins, Inc. v. Lea County Sand & Gravel, Inc., 70 N.M. 144, 148, 371 P.2d 795, 797:\nSummary judgment under the provisions of rule 56(c) (§ 21-1-1(56) (c), N.M.S.A., 1953 Comp.) is only proper when there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. It is not a substitute for a trial. Zengerle v. Commonwealth Insurance Co. of N.Y., 1956, 60 N.M. 379, 291 P.2d 1099; Michelson v. House, 1950, 54 N.M. 197, 218 P.2d 861; and Ballard v. Markey, 1959, 66 N.M. 265, 346 P.2d 1045. The party against whom a motion for summary judgment is directed is entitled to have all reasonable inferences construed in his favor. Agnew v. Libby, 1949, 53 N.M. 56, 201 P.2d 775. Actually, even in a case where the basic facts are undisputed, it is frequently possible that equally logical, but conflicting, inferences may be drawn from these facts which would preclude the granting of summary judgment. Sarkes Tarzian, Inc. v. United States, (7th Cir.1957), 240 F.2d 467; United States v. Dollar, (9th Cir.1952), 196 F.2d 551; and Braniff v. Jackson Ave.-Gretna Ferry, Inc., (5th Cir.1960), 280 F.2d 523. (Emphasis supplied)\n*44It is plaintiff's position that an inference of negligence is possible under the admitted facts. We do not agree. A discussion of the duties of the defendant utility is in order to explain the reasons for our conclusion.\nIn Crespin v. Albuquerque Gas & Electric Co., 39 N.M. 473, 50 P.2d 259, we recognized the correct measure of care owed by one handling high-powered electric current to be the exercise of a degree of care in the construction and maintenance of its lines commensurate with the danger to be apprehended * * * but they are not insurers against accidents or injuries.\nTo the same effect are Mares v. New Mexico Public Service Co., 42 N.M. 473, 82 P.2d 257, and Caraglio v. Frontier Power Co. (10 Cir., 1951), 192 F.2d 175.\nRecognizing the rule to be as stated, we examine the undisputed facts to determine if an inference of negligence on the part of defendant utility may be drawn and the right to summary judgment thereby precluded.\nIn 69 A.L.R.2d 93 is found an annotation on the subject of Liability of electric power company for injury or death resulting from contact of crane, derrick, or other movable machine with electric line. The applicable rule, well supported by cases appearing in the note, is summarized on page 97, as follows:\nIn order to hold a power company liable for injury or death resulting from an accidental transmission of electricity from its wire through a movable machine, it must be shown that the accident was the result of negligence on the part of such company.\nThis is a question for the jury if different inferences may be drawn from the facts, but may be a question of law for the court to decide if the facts are clear or undisputed and permit only one inference.\nLiability of a power company in the situation covered by this annotation is primarily dependent upon whether the defendant could or should have foreseen the probability of injury to others from its installations. * * * \nIt is clear from the cases cited in the note that different results have been reached based upon only slightly differing facts. It is our considered judgment that although some of the cases can be distinguished, it must be recognized that others are basically in conflict. In this state of the law, it devolves upon us to determine whether or not in the circumstances here present reasonable men would differ as to the possible presence of an inference of negligence on the part of defendant utility.\nWhat is there in the proof which would give rise to such an inference? Plaintiff finds it in the fact that the power lines were maintained in an oil field, the presence of which was certainly known to *45defendant utility; in the further facts that oil wells of the type here involved must be cleaned at least every two or three weeks, and equipment such as that here employed is utilized for this purpose and masts lowered as here attempted. Try as we will, we see nothing in these facts which raise any possible inference of negligence. If proof had been present of previous encounters between cleaning rig masts and the lines of defendant utility, or even that lines were generally maintained in oil fields at a higher level than required by the National Electrical Safety Code, or that such lines commonly were or could be insulated, we might have a different situation entirely. Compare Shank v. Great Soshone & Twin Falls Water Power Co. (9 Cir., 1913), 205 F. 833; Southwestern Gas & Electric Co. v. Hutchins (Tex.Civ.App.), 68 S.W.2d 1085.\nHere there is a total absence of anything which could be pointed to as imposing a greater duty than that already mentioned, viz., to use that degree of care reasonably necessary in the light of the danger reasonably to be apprehended in the operation and maintenance of lines transporting such a dangerous commodity as electricity, while at the same time not making the utility an insurer against accidents or injuries. This is the rule announced by us in Crespin v. Albuquerque Gas & Electric Co., supra. Indeed, in the light of the period of time that the lines have been present in the field in close proximity to the wells, when considered along with the fact that during all this time cleaning operations have been conducted every two or three weeks without proof of prior accidental encounters, an inference of an absence of danger or foreseeability of injury because of the power lines arises.\nWe do not see in the facts any basis for an inference of notice, actual or constructive, of any danger; or that therefrom arose any inference that the defendant utility should have anticipated such an accident as occurred. If the incident was not such as should have been reasonably anticipated by a utility in the operation of its lines at the time and place in question, there is an absence of negligence. Reif v. Morrison, 44 N.M. 201, 100 P.2d 229; Bogart v. Hester, 66 N.M. 311, 347 P.2d 327.\nThe following which we quote from The Union Light, Heat & Power Company v. Blackwell's Adm'r. (Ky., 1956), 291 S.W. 2d 539, 541, 87 A.L.R.2d 264, 267, is particularly pertinent:\nForesight or reasonable anticipation is the standard of diligence, and precaution a duty where there is reason for apprehension of danger. Even where such a dangerous instrumentality as a highly charged electric wire is involved, with the consequent imposition of the highest degree of responsibility, liability for harm is grounded *46upon negligence and not insurance. All the evidence in this case shows there was no reason for the power company to apprehend that a crane with a long boom would be used on the vacant or storage lot above which it had placed its wires nor, as we have said, was there any evidence that the company knew it was there before the accident. Knowledge of the use for the storage of lumber was knowledge of a use which did not create danger from the electric wires. There was no duty to keep this lot under inspection. We do not regard evidence in this case as showing notice, actual or constructive, of any dangerous use of the lot.\nProbably closest on their facts to our own case and coming to a similar conclusion, are Hall v. Lorain-Medina Rural Electric Co-operative, Inc., 104 Ohio App. 278, 148 N.E.2d 232, and Burns v. Carolina Power & Light Co. (4 Cir., 1951), 193 F.2d 525. Also, compare Bates v. Cleveland Electric Illuminating Company (Ohio App.1961), 171 N.E.2d 548; Dudding v. Florida Keys Electric Co-operative Association, Inc. (Fla.App.1958), 105 So.2d 597; Rudd v. Public Service Company of Oklahoma (D.C.N.D.Okl.1954), 126 F.Supp. 722; Hayden v. Paramount Productions, Inc., 33 Cal.App.2d 287, 91 P.2d 231; Berry v. Atlantic Coast Line Railroad Company (4 Cir., 1960), 273 F.2d 572.\nWe are satisfied that under the facts before the trial judge, no finding of a breach of duty by the defendant would have been proper. No inference of negligence could arise from the undisputed facts. To determine otherwise would in effect hold the defendant utility to be an insurer against injury from its operation. That it is not is clear. Crespin v. Alburquerque Gas & Electric Co., supra.\nIn view of our conclusion that the court correctly ruled that the defendant utility was not negligent, it is not necessary for us to consider the question of plaintiff's contributory negligence, also found by the trial court.\nThe plaintiff has failed to sustain its burden of showing the presence of a material fact issue. No evidence is present which, when considered in a light most favorable to plaintiff's position, would support an inference of negligence on the part of defendant utility. The facts are not here in disagreement, only the law applicable under the circumstances. The action of the trial court in granting summary judgment was correct and is affirmed.\nIt is so ordered.\nCOMPTON, C. J., and CARMODY, J., concur.\n\nPLAIN ENGLISH SUMMARY\nRestatement tags: § 3 negligence\nIssues on appeal:\nsufficiency of evidence underpinning trial court's grant of summary judgement\nSummary:\nthe trial court granted summary judgement in favour of the defendant on the basis of facts which revealed no material issue: that is, the facts were agreed\nthe plaintiff appealed the trial court's ruling on the ground that the facts did not clearly exonerate the defendant\nthe appeal court found that the facts—the defendant operated an electricity cable over an oil field that the plaintiff was servicing—did not reveal negligence on the part of the defendant, and thus that summary judgement, and the avoidance of a trial, was proper.\nIn particular, the court found that even though electricity is inherently dangerous, (1) there had not been an accident involving the electricity cable before, (2) there was no general requirement to install the cable higher than normal to avoid damage; and (3) there was no way to insulate the cable because of the high voltage, so the defendant had exercised a reasonable degree of care.\n",
    "annotations": {
        "Facts": [
            "plaintiff was injured when the boom on a well servicing truck being operated under plaintiff's direction and control struck a high voltage line of defendant utility",
            "On April 17, 1960, plaintiff was in charge of servicing an oil well in Lea County allegedly operated by the defendant, Price. Plaintiff was an employee of L. V. Pennington Well Service, and defendant Traders and General Insurance Company was the employer's workmen's compensation insurance carrier. After completion of the work on the well, plaintiff and one A1 Collins, the driver of the servicing truck, were engaged in lowering the boom or mast attached thereto. The mast, when extended, was 75 feet long and telescoped down to 37 feet, and then could be laid horizontally onto the truck when not in use. Plaintiff and Collins were attempting to lower the mast over the cab of the truck to the horizontal position when the accident occurred. Plaintiff was handling a line attached to the mast and a drum brake so that the dropping of the mast could be controlled and not injure the truck or driver. The method of lowering the mast was to drive the truck forward and stop suddenly so that the mast would overbalance and drop forward over the cab. Plaintiff, working the cable drum, would slow the fall with the line attached to the drum brake. The first attempt to overbalance the mast failed, and on the second attempt, the truck drove into the high voltage line of defendant utility. The current passed down the mast, injuring plaintiff.The utility line was 34.87 feet above the ground at the point where it was hit, and the well was 67 feet distant. The well was located in open range land. The power line was open and visible, uninsulated, and carried 115,000 volts. The proof is uncontroverted that the minimum clearance required by the national safety code was 29.86 feet, and that no insulated material was manufactured or used to carry a voltage of this magnitude'.",
            "the well serviced by plaintiff had been in existence since its completion in 1951; that there were thirteen additional wells in the section, having completion dates from 1931 to 1960, and further, that wells of the type serviced by plaintiff at the date of his injury must be serviced with equipment like that in use by plaintiff at least every two or three weeks. Also, it must be accepted as true that the customary way of lowering a mast of the type used by plaintiff was that followed at the time of the accident."
        ],
        "Procedural History": [
            "Plaintiff appeals from summary judgment for defendant"
        ],
        "Application of Law to Facts": [
            "we recognized the correct measure of care owed by one handling high-powered electric current to be the exercise of a degree of care in the construction and maintenance of its lines commensurate with the danger to be apprehended * * * but they are not insurers against accidents or injuries.",
            "Try as we will, we see nothing in these facts which raise any possible inference of negligence. If proof had been present of previous encounters between cleaning rig masts and the lines of defendant utility, or even that lines were generally maintained in oil fields at a higher level than required by the National Electrical Safety Code, or that such lines commonly were or could be insulated, we might have a different situation entirely",
            "Here there is a total absence of anything which could be pointed to as imposing a greater duty than that already mentioned, viz., to use that degree of care reasonably necessary in the light of the danger reasonably to be apprehended in the operation and maintenance of lines transporting such a dangerous commodity as electricity, while at the same time not making the utility an insurer against accidents or injuries.",
            "in the light of the period of time that the lines have been present in the field in close proximity to the wells, when considered along with the fact that during all this time cleaning operations have been conducted every two or three weeks without proof of prior accidental encounters, an inference of an absence of danger or foreseeability of injury because of the power lines arises."
        ],
        "Relevant Precedents": [
            "Crespin v. Albuquerque Gas & Electric Co., 39 N.M. 473, ",
            "Mares v. New Mexico Public Service Co., 42 N.M. 473, , and Caraglio v. Frontier Power Co. (10 Cir., 1951), 192 F.2d 175.",
            "Hall v. Lorain-Medina Rural Electric Co-operative, Inc., 104 Ohio App. 278, ",
            "Burns v. Carolina Power & Light Co. (4 Cir., 1951), 193 F.2d 525"
        ],
        "Outcome": [
            "We are satisfied that under the facts before the trial judge, no finding of a breach of duty by the defendant would have been proper. No inference of negligence could arise from the undisputed facts",
            "The action of the trial court in granting summary judgment was correct and is affirmed."
        ]
    },
    "class": "affirm"
}