{
    "text": "Pharmaseal Laboratories, Inc. v. Goffe, 90 N.M. 753, 568 P.2d 589 (1977)\nSept. 1, 1977 · Supreme Court of New Mexico · Nos. 11221, 11223 \n90 N.M. 753, 568 P.2d 589 \nPHARMASEAL LABORATORIES, INC., Petitioner, v. William GOFFE, Respondent; William GOFFE, Petitioner, v. PHARMASEAL LABORATORIES, INC., a California Corporation, Dr. J. Hunt Burress and Presbyterian Hospital Center, Inc., a New Mexico Corporation, Respondents \n568 P.2d 589\nSupreme Court of New Mexico.\nRehearing Denied Sept. 14, 1977.\n*755Toulouse, Krehbiel & DeLayo, James R. Toulouse, Albuquerque, for William Goffe.\nShaffer, Butt, Jones, Thornton & Dines, James M. Dines, Civerolo, Hansen & Wolf, Richard C. Civerolo, Johnson, Paulantis & Lanphere, Albuquerque, for Pharmaseal et al.\nOPINION\nEASLEY, Justice.\nPlaintiff (Goffe) brought suit against his physician (Dr. Burress) and his physician's employer-hospital (Presbyterian) for malpractice and alleged a claim for product liability against the manufacturer of the medical equipment used (Pharmaseal). The trial court granted summary judgment in favor of all three defendants. The Court of Appeals affirmed summary judgment as to Dr. Burress and Presbyterian and reversed as to Pharmaseal.\nBoth Goffe and Pharmaseal petitioned for certiorari. We granted both petitions and reverse the decision of the Court of Appeals as to Dr. Burress and Presbyterian and affirm its decision with regard to Pharmaseal, holding that summary judgment was not proper as to any of the defendants.\nWith regard to the petition of Goffe, the principle issue is whether, in assessing the quantum of evidence bearing on summary judgment, our courts shall adhere to the strict locality rule, that is, whether they can consider only the opinions of doctors from a particular locality regarding the standard of care owed by physicians in that locality or whether they may also consider the opinions of doctors who can testify as to the standard of care of doctors in other localities practicing under similar circumstances. Another issue is whether negligence on the part of Dr. Burress and Presbyterian may be demonstrated by facts which can be evaluated by resort to common lay knowledge, instead of solely by expert medical testimony.\nAs to the complaint against Pharmaseal for defective equipment, the principal issue is whether the record supports the conclusion of the Court of Appeals that there is a genuine issue as to a material fact regarding the liability of Pharmaseal.\nFacts \nOn August 26, 1971, Goffe was admitted into Presbyterian Hospital for the treatment of an intestinal obstruction. He was treated by Dr. Burress. The treatment consisted of inserting a K-2R Kaslow intestinal tube, manufactured by Pharmaseal, through his nose. To help in inserting the tube into the intestine, it was weighted with a small rubber balloon, also manufactured by Pharmaseal, containing metallic mercury. Dr. Burress poured an unknown amount of mercury into the balloon and tied it to the end of the tube. The tube was inserted through Goffe's nostril, down through his stomach, and was maneuvered into his intestines.\n*756On August 30, 1971, Dr. Burress started to withdraw the tube. There was testimony that he pulled the tube fast, jerked it several times and forcefully pulled on the tube as though it had been stuck, thereby extracting it. Upon removal, Dr. Burress realized the balloon containing the mercury had broken. As a consequence, Goffe inhaled an undetermined amount of mercury into his lungs. X-rays were taken and then he was returned to his own room where he was placed on a tilt table with his head lower than his feet. Dr. Burress asked hospital employees to assist in postural drainage of the mercury. The hospital employees pounded on Goffe's back for several hours in an attempt to remove the mercury. His head constantly hit the foot of the bed and he experienced chest pain. The next morning he suffered a myocardial infarction.\nThe record shows that Dr. Burress and the hospital adduced expert testimony from Dr. Simms, that Dr. Burress had exercised that degree of care required by doctors in Albuquerque.\nPlaintiff argues that he introduced evidence to the contrary (and thus put the issue of Dr. Burress's negligence in controversy) by the testimony of Dr. Ormsby, an internist practicing in the State of Washington. The doctor stated in his affidavit:\nThat the practice of medicine in the State of Washington is of the same standard of care as practiced by physicians in the City of Albuquerque, State of New Mexico.\nThat he has reviewed the medical records of the incident which occurred in Presbyterian Hospital on August 30,1971.\nThat it is his opinion that the combination of the inhalation of mercury resulting from the rupturing of the naso-gastric tube, plus the procedure used to extract the mercury, resulted directly in Mr. Goffe suffering an acute myocardial infarction.\nMr. Goffe related to me a description of the incident and I have reviewed the medical records furnished to me by Presbyterian Hospital; if the attending physician vigorously pulled against the obstruction to such a degree as to cause the balloon to rupture, it is my opinion that such action was not acceptable medical practice.\nIt is my further opinion that if the attending physician did not vigorously pull against the obstruction to such a decree [sic] as to cause the balloon to rupture, then the naso-gastric tube would have been defective.\nSummary Judgment \nSummary judgment is a drastic remedy to be used with great caution. Zengerle v. Commonwealth Ins. Co., 60 N.M. 379, 291 P.2d 1099 (1955). This is demonstrated by our rule under which summary judgment is improper, if, after resolving all reasonable doubts in favor of the opponent of the motion, the evidence adduced by the pleadings, depositions, answers to interrogatories, admissions on file, and affidavits shows that there was a genuine issue as to any material fact. N.M.R,Civ.P. 56(c) [§ 21-l-l(56)(c), N.M.S.A.1953], If Goffe has shown one genuine issue as to any material fact, then summary judgment against him cannot be granted. Skarda v. Skarda, 87 N.M. 497, 536 P.2d 257 (1975); Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972).\nThis court in Goodman v. Brock, id., quoted with favor from 3 Barron & Holtzoff, Federal Practice and Procedure, § 1234 at 124-126 (rev. Wright 1958) in adopting the rule to be applied in determining whether a motion for summary judgment should be granted:\n[T]he party opposing the motion is to be given the benefit of all reasonable doubts in determining whether a genuine issue exists. If there are such reasonable doubts, summary judgment should be denied. A substantial dispute as to a material fact forecloses summary judgment.\nInterpretation of Dr. Ormsby's Testimony \nA threshold question is whether any consideration is to be given to Dr. Ormsby's *757testimony on the issue of the standard of care that should have been exercised by Dr. Burress. The Court of Appeals concluded that his testimony contained nothing as to the standard of care or departure from that standard. The most that can be said about the testimony is that it presents an equal choice of two mere possibilities. We disagree.\nIf we do not adhere to the strict locality rule, Dr. Ormsby's testimony as to the standard of care of doctors in Washington is also evidence of the standard of care owed by doctors in Albuquerque. He testified that the standards he is familiar with are the same as those used by doctors practicing under similar circumstances in Albuquerque. The standard is that doctors, in extracting such tubes, do not pull so hard as to cause the balloon to break (absent some defect). Dr. Ormsby states that breakage is not a normal occurrence and that if it occurred and the tube was not defective, then the doctor vigorously pulling it out was not following acceptable medical practice.\nThe defendants point out that, in his deposition, Dr. Ormsby equivocated on the questions bearing on wrongdoing by Dr. Burress and whether he was in violation of reasonable standards of care. However, when he was asked his opinion as to the cause of Goffe's heart attack he stated . . .it was caused by, in my opinion, two events. The rupture of a balloon containing mercury with inhalation into the lungs, and the subsequent unnatural, unphysiologic, perhaps well-meant or well-intended efforts to remove it. This court cannot erase the record; and after examining his testimony in its entirety and considering the test elucidated in Goodman v. Brock, supra, we hold that the evidence was sufficient to create a reasonable doubt as to the existence of a genuine issue, which precludes summary judgment.\nEvidence of Standard of Care \nGoffe contests the holding of the Court of Appeals that no issue regarding the defendant physician's negligence was raised because such negligence must be shown by expert testimony regarding the standard of care of physicians in the particular locality. If Dr. Ormsby's testimony cannot be considered, then summary judgment would be proper, provided lay testimony bearing on negligence is also unavailable. The Court of Appeals relied on language in our decision in Cervantes v. Forbis, 73 N.M. 445, 389 P.2d 210 (1964):\nBefore a physician or surgeon can be held liable for malpractice in the treatment of his patient he must have departed from the recognized standards of medical practice in the community, or must have neglected to do something required by those standards.\nId. at 448, 389 P.2d at 213 (emphasis added).\nThis rule has been described as the so-called strict locality rule. N.M.U.J.I. Civ. 8.1, which was adopted after the decision in Cervantes, id., and became effective on September 1, 1966 states:\nIn (treating) (operating upon) (making a diagnosis of) the plaintiff, the doctor was under the duty to possess and apply the knowledge and to use the skill and care that was ordinarily used by reasonably well qualified doctors of the same field of medicine as that of the defendant practicing under similar circumstances, giving due consideration to the locality involved. A failure to do so would be a form of negligence that is called malpractice. (emphasis added).\nThe adoption of this rule by the New Mexico Supreme Court indicated a change in the law. We hereby modify Cervantes v. For-bis, supra, and Gandara v. Wilson, 85 N.M. 161, 509 P.2d 1356 (Ct.App.1973) and other cases insofar as they purport to mandate a strict-locality rule and we declare that the first paragraph of N.M.U.J.I.Civ. 8.1 is the correct statement of New Mexico law. Evidence of the standard of knowledge, skill and care owed by a physician to his patient can be provided by expert testimony of the knowledge, skill and care ordinarily used by reasonably well-qualified doctors of the same field of medicine practicing *758under similar circumstances, and this includes testimony from doctors from the same or other localities. Los Alamos Medical Center v. Coe, 58 N.M. 686, 275 P.2d 175 (1954).\nUnder N.M.U.J.I. Civ. 8.1 due consideration must be given by the fact-finder to the locality involved and the ways, if any, in which it differs from the locality about which the expert testifies, but this is merely one factor for the fact-finder to consider. See generally Shier v. Freedman, 58 Wis.2d 269, 206 N.W.2d 166 (1973) for a discussion of reasons for adopting rules such as our already-adopted N.M.U.J.I. Civ. 8.1. That court, after examining the myriad of cases, texts and law review articles on this highly controversial subject held as follows:\nHenceforth, in instructing juries in medical malpractice cases, the jury should be told in substance that a qualified medical (or dental) practitioner, be he a general practitioner or a specialist, should be subject to liability in an action for negligence if he fails to exercise that degree of care and skill which is exercised by the average practitioner in the class to which he belongs, acting in the same or similar circumstances. Geographical area and its attendant lack of facilities are circumstances that can be considered if appropriate.\nShier, id. at 283-284, 206 N.W.2d at 174. This language compares favorably with our N.M.U.J.I. Civ. 8.1. See Judge Sutin's dissenting opinion in the Court of Appeals, Goffe v. Pharmaseal Laboratories, Inc., 90 N.M. 764, 568 P.2d 600 (Ct.App., filed December 7, 1976).\nLay Testimony as to Negligence \nIt is not mandatory in every case that negligence of the doctor be proved by expert testimony which shows a departure from reasonable standards of care. Negligence of a doctor in a procedure which is peculiarly within the knowledge of doctors, and in which a layman would be presumed to be uninformed, would demand medical testimony as to the standard of care. However, if negligence can be determined by resort to common knowledge ordinarily possessed by an average person, expert testimony as to standards of care is not essential. Cervantes v. Forbis, supra; Williams v. Vandenhoven, 82 N.M. 352, 482 P.2d 55 (1971); Mascarenas v. Gonzales, 83 N.M. 749, 497 P.2d 751 (Ct.App.1972). Such evidence includes lay testimony regarding nontechnical mechanical acts by the physician, as we have here.\nGoffe, in raising the issue of improper judgment in the Court of Appeals, did not specifically point to the existence of evidence adduced by lay testimony as further support for his contention that a genuine issue of material fact had been raised. In deciding whether the summary judgment was proper, however, we must look to the whole record and take note of any evidence therein which puts a material fact in issue. N.M.R.Civ.P. 56(c) [§ 21-l-l(56)(c), N.M.S.A.1953].\nIn the present case both expert testimony from a qualified doctor in the same field, practicing under similar circumstances, as to the standard of care of physicians and lay testimony regarding matters within the ken of lay persons generally (regarding the violent extraction of the tube by Dr. Burress and the beating on plaintiff's back for several hours by Presbyterian's employees) were adduced.\nWe do not hold nor do we imply that such evidence was conclusive or even sufficient to prove negligence. Resolving all reasonable doubts in favor of plaintiff, however; such evidence was sufficient to raise a genuine factual issue as to negligence of both Burress and Presbyterian. The evidence was also sufficient, therefore, to raise a factual issue as to Presbyterian's negligence, on the theory of vicarious liability for the physician's negligence and that of the other employees of Presbyterian. See Stake v. Woman's Division of Christian Service of Bd. of Missions, 73 N.M. 303, 387 P.2d 871 (1963). Plaintiff Goffe should have been allowed to submit these issues to the fact-finder. Summary judgment was improper as to both Dr. Burress and Presbyterian.\n*759Since summary judgment was improper in this case for the foregoing reasons, we do not reach the plaintiff's second assertion: the question of whether the application of the doctrine of res ipsa loquitur would have also rendered the judgment improper. We note that the doctrine of res ipsa loquitur can be employed in an appropriate case. Cervantes v. Forbis, supra; Buchanan v. Downing, 74 N.M. 423, 394 P.2d 269 (1964).\nEvidence as to Pharmaseal \nPharmaseal asserts that there is no evidence to support plaintiff's claim that the mercury-filled balloon manufactured by Pharmaseal was defective. Pharmaseal contends since there was testimony that the balloon was not defective and there was no testimony in rebuttal, that the defectiveness of the balloon was not in issue. Pharmaseal is incorrect and the Court of Appeals correctly reversed the granting of a summary judgment in favor of Pharmaseal.\nThe testimony by the doctors shows that the tubes and the balloons come from the supplier, Pharmaseal, with instructions as to usage. Mercury is a poisonous substance that can have a serious effect if released in the intestinal tract. It can have a much more serious effect if it is inhaled into the lungs, in many cases causing such a serious transformation of the body tissues that surgery is required to remove the affected areas. Such testimony indicates that the tube must be designed to insure that there be no breakage of the balloon which would expel the mercury into the body cavities.\nThe instructions from the manufacturer call for the amount of mercury to be measured and that the quantity not exceed six milliliters. Dr. Burress did not measure the mercury but stated that he usually poured in four or five cc's of mercury. It is not measured. I measure it before and I do it from — like an old cook with a teaspoon. He mentioned to Mrs. Goffe, the wife of the plaintiff, after the mercury had spilled that he did not measure the amount that he placed in the balloon and stated further that this was the first time that this had happened to him.\nDr. Simms testified that it has happened only occasionally in his career during which he had used hundreds of the tubes.\nDr. Burress testified that there were no visible defects in the tube or balloon. He explained the manner in which the tube was removed from Goffe's body and claims that he did the procedure in the usual and ordinary manner, that he exerted no unusual force on the tube, and that there was nothing out of the ordinary that Goffe did that might have caused the breaking of the balloon. He had no opinion as to what probably caused the balloon to burst.\nResolving all doubts in favor of Goffe the evidence raises a genuine issue as to a material fact. An issue is raised when there is some evidence in dispute. The evidence need not be conclusive to raise the issue. A summary proceeding is not used to decide an issue of fact, but, rather, to determine whether one exists. Zengerle v. Commonwealth Ins. Co., supra; First Nat'l Bank v. Nor-Am. Agr. Prods., Inc., 88 N.M. 74, 537 P.2d 682, cert. denied, 88 N.M. 29, 536 P.2d 1085 (1975). A motion for summary judgment is not to be used as a substitute for a trial on the merits. E. g., Summers v. American Reliable Ins. Co., 85 N.M. 224, 511 P.2d 550 (1973); Goodman v. Brock, supra; Southern Pac. Co. v. Timberlake, 81 N.M. 250, 466 P.2d 96 (1970); Shumate v. Hillis, 80 N.M. 308, 454 P.2d 965 (1969).\nDr. Ormbsy testified that there was a causal connection between the release of the mercury, plus the rough treatment allegedly received by Goffe, with his heart attack. We also affirm the holding of the Court of Appeals that this opinion testimony raised a genuine issue as to a material fact, making a trial necessary on the issue of proximate cause. The trial court was in error in concluding otherwise.\nThe decision of the Court of Appeals is hereby reversed as to Dr. Burress and Presbyterian. As to the claim against Pharmaseal and on the issue of causal connection, the decision of the Court of Appeals is hereby affirmed.\n*760The case is remanded for proceedings in conformity herewith, as regards all three defendants.\nMcMANUS, C. J., and SOSA, PAYNE and FEDERICI, JJ., concur.\n\n\nPLAIN ENGLISH SUMMARY\n\nRestatement tags: § 3 negligence, § 12 knowledge and skills (doctor), § 13 custom (discussion of use of out-of-state doctor's testimony)\nIssues on appeal: propriety of summary judgement\nSummary:\nlower courts granted summary judgement on the basis that there were no material issues of fact\nhowever, testimony from a expert witness left a factual issue in dispute: namely, whether there was, in fact, negligence on the part of the doctor who had extracted the mercury-filled balloon from the plaintiff, which balloon had burst during extraction.\nsince there was an issue of material fact, the court reversed the summary judgement.\n\n",
    "annotations": {
        "Facts": [
            "On August 26, 1971, Goffe was admitted into Presbyterian Hospital for the treatment of an intestinal obstruction. He was treated by Dr. Burress. The treatment consisted of inserting a K-2R Kaslow intestinal tube, manufactured by Pharmaseal, through his nose. To help in inserting the tube into the intestine, it was weighted with a small rubber balloon, also manufactured by Pharmaseal, containing metallic mercury. Dr. Burress poured an unknown amount of mercury into the balloon and tied it to the end of the tube. The tube was inserted through Goffe's nostril, down through his stomach, and was maneuvered into his intestines.On August 30, 1971, Dr. Burress started to withdraw the tube. There was testimony that he pulled the tube fast, jerked it several times and forcefully pulled on the tube as though it had been stuck, thereby extracting it. Upon removal, Dr. Burress realized the balloon containing the mercury had broken. As a consequence, Goffe inhaled an undetermined amount of mercury into his lungs. X-rays were taken and then he was returned to his own room where he was placed on a tilt table with his head lower than his feet. Dr. Burress asked hospital employees to assist in postural drainage of the mercury. The hospital employees pounded on Goffe's back for several hours in an attempt to remove the mercury. His head constantly hit the foot of the bed and he experienced chest pain. The next morning he suffered a myocardial infarction.",
            "Dr. Burress did not measure the mercury but stated that he usually poured in four or five cc's of mercury. It is not measured. I measure it before and I do it from — like an old cook with a teaspoon. He mentioned to Mrs. Goffe, the wife of the plaintiff, after the mercury had spilled that he did not measure the amount that he placed in the balloon and stated further that this was the first time that this had happened to him.",
            "there were no visible defects in the tube or balloon",
            "he did the procedure in the usual and ordinary manner, that he exerted no unusual force on the tube, and that there was nothing out of the ordinary that Goffe did that might have caused the breaking of the balloon."
        ],
        "Procedural History": [
            "Plaintiff (Goffe) brought suit against his physician (Dr. Burress) and his physician's employer-hospital",
            "The trial court granted summary judgment in favor of all three defendants. The Court of Appeals affirmed summary judgment as to Dr. Burress and Presbyterian and reversed as to Pharmaseal.Both Goffe and Pharmaseal petitioned for certiorari.",
            "The Court of Appeals concluded that his testimony contained nothing as to the standard of care or departure from that standard. The most that can be said about the testimony is that it presents an equal choice of two mere possibilities."
        ],
        "Application of Law to Facts": [
            "The standard is that doctors, in extracting such tubes, do not pull so hard as to cause the balloon to break (absent some defect). Dr. Ormsby states that breakage is not a normal occurrence and that if it occurred and the tube was not defective, then the doctor vigorously pulling it out was not following acceptable medical practice.",
            "However, when he was asked his opinion as to the cause of Goffe's heart attack he stated . . .it was caused by, in my opinion, two events. The rupture of a balloon containing mercury with inhalation into the lungs, and the subsequent unnatural, unphysiologic, perhaps well-meant or well-intended efforts to remove it.",
            "Evidence of the standard of knowledge, skill and care owed by a physician to his patient can be provided by expert testimony of the knowledge, skill and care ordinarily used by reasonably well-qualified doctors of the same field of medicine practicing under similar circumstances, and this includes testimony from doctors from the same or other localities",
            "In the present case both expert testimony from a qualified doctor in the same field, practicing under similar circumstances, as to the standard of care of physicians and lay testimony regarding matters within the ken of lay persons generally (regarding the violent extraction of the tube by Dr. Burress and the beating on plaintiff's back for several hours by Presbyterian's employees) were adduced.We do not hold nor do we imply that such evidence was conclusive or even sufficient to prove negligence. Resolving all reasonable doubts in favor of plaintiff, however; such evidence was sufficient to raise a genuine factual issue as to negligence of both Burress and Presbyterian."
        ],
        "Relevant Precedents": [
            "Los Alamos Medical Center v. Coe, 58 N.M. 686,  (1954)."
        ],
        "Outcome": [
            "We granted both petitions and reverse the decision of the Court of Appeals as to Dr. Burress and Presbyterian and affirm its decision with regard to Pharmaseal, holding that summary judgment was not proper as to any of the defendants.",
            "the evidence was sufficient to create a reasonable doubt as to the existence of a genuine issue, which precludes summary judgment.",
            "Plaintiff Goffe should have been allowed to submit these issues to the fact-finder. Summary judgment was improper as to both Dr. Burress and Presbyterian.",
            "Resolving all doubts in favor of Goffe the evidence raises a genuine issue as to a material fact",
            "The decision of the Court of Appeals is hereby reversed as to Dr. Burress and Presbyterian. As to the claim against Pharmaseal and on the issue of causal connection, the decision of the Court of Appeals is hereby affirmed.The case is remanded for proceedings in conformity herewith, as regards all three defendants."
        ]
    },
    "class": "mixed"
}