{
    "text": "Maxwell ex rel. Maxwell v. Santa Fe Public Schools, 87 N.M. 383, 534 P.2d 307 (1975)\nMarch 26, 1975 · Court of Appeals of New Mexico · No. 1521 \n87 N.M. 383, 534 P.2d 307 \nCalvin MAXWELL, next friend of Charles C. Maxwell, Plaintiff-Appellee, v. SANTA FE PUBLIC SCHOOLS and Board of Education of Santa Fe Public Schools, Defendants-Appellants \n534 P.2d 307\nCourt of Appeals of New Mexico.\nJohn B. Pound, Montgomery, Federici, Andrews, Hannahs & Buell, Santa Fe, for defendants-appellants.\nJeff Bingaman, Campbell & Bingaman, P. A., Santa Fe, for plaintiff-appellee.\nOPINION\nHENDLEY, Judge.\nCalvin Maxwell sued the Santa Fe Public Schools, the Board of Education of the Santa Fe Public Schools, Douglas Smith (a teacher), and Phillip Bebo (the superintendent) on behalf of his son, Charles Maxwell, whose eye was severely injured by an exploding flask during an experiment in general science class. The jury was instructed to find in favor of defendant Bebo. The jury found in favor of defendant Smith but against the defendants Santa Fe Public Schools and its Board of Education who appeal alleging two points for reversal: (1) that it was error to admit into evidence a State Board of Education regulation providing that eye protective devices be worn when participating in or observing activities that may be hazardous to the eyes and, (2) that a new trial is required because the jury's verdict in favor of defendant Smith but against appellants was fatally inconsistent.\n*384 The Regulation \nAppellants claim the admission into evidence of the following regulation to be error:\nAll persons shall be instructed to wear appropriate industrial quality eye protective devices at all times while participating in or observing in the immediate area of any of the below stated activities :\nB. Chemical or combined chemical-physical laboratories involving caustic, explosive or other hazardous chemicals or hot liquids, solids or injurious radiations or other eye hazards not enumerated.\nThe factual setting in which the injury occurred was the performance of a cloud formation experiment during a junior high school science class. Following defendant Smith's lecture on cloud formation, he performed the experiment himself and then allowed the students to perform it. The students would drop a lighted match into a quantity of water contained in the base of a pyrex flask. The match would extinguish, creating visible smoke in the flask. At this point a two-holed stopper containing two hoses would be placed in the neck of the flask. One student would pump air into one hose by means of a bicycle pump. A second student would pinch the second hose, i. e. the release valve, thereby blocking the exit of air from the flask and permitting pressure to build up within. Once the smoke from the match disappeared, the pumping would cease, the release valve would be opened and small vapor clouds would form in the flask.\nAppellants contend that this experiment involved none of the enumerated hazards nor was the general science classroom a chemical or combined chemical-physical laboratory and that as a result, the regulation was irrelevant and should have been excluded. We need not decide appellants' point since even if the regulation's admission was error, it was harmless error.\nThe jury was instructed as follows with respect to the regulation:\nIf you find from the evidence that the Defendants conducted themselves in violation of this State Board of Education Regulation, you are instructed that such conduct on the part of the Santa Fe Public Schools, the Board of Education of Santa Fe Public Schools, and Douglas Smith constituted negligence as a matter of law.\nThe evidence was uncontradicted that the students were not wearing eye protective devices at the time of the explosion and similarly uncontradicted was the fact that no such eye protective devices were even available in the Santa Fe Public Schools. As the jury found in favor of defendant Smith, Under the above instruction, it could only have concluded that the regulation did not apply in this situation. The admission of the regulation being harmless, appellants' first point does not require a reversal. R.Evid. 103(a), § 20-4-103(a), N.M. S.A.1953 (Repl.Vol. 4, 1970, Supp.1973).\nInconsistent Verdicts \nAppellants contend that the finding of liability against themselves while not against defendant Smith is fatally inconsistent. Appellants premise their argument on the facts that (1) plaintiff based his case against all defendants on the same theories of liability, (2) the jury was instructed to apply the same standard of care to all defendants and (3) the evidence against all defendants was identical. By this it is meant that no additional evidence was adduced to prove appellants' negligence than was adduced to prove defendant Smith's negligence.\nHowever, defendants fail to grasp the import of Instruction No. 2 stating plaintiff's theories of liability to the jury. It should first be noted that no objection was made by any defendant to this Instruction which reads in part:\nCharles Maxwell and his father claim that Charles sustained damages and that the proximate cause thereof was one or *385more of the following claimed acts of negligence ;\n1. The teacher, Mr. Douglas Smith, was negligent in using a glass container not designed for use in an experiment such as was carried on here and that the use of this glass container created a hazard for Charles Maxwell and the other students in the class. [Emphasis added].\n5. Defendants Sante Fe Public Schools, Board of Education of Santa Fe Public Schools, and the members of the Board of Education of the Santa Fe Schools were negligent in failing to properly govern, supervise and regulate the activities of officers, agents and employees of the School District so as to avoid injury to Charles Maxwell's eye, in that:\na. They failed to establish regulations and procedures to assure that proper equipment was available for science experiments of this type. [Emphasis added].\nThe above instruction effectively stated a different theory of liability against appellants than against defendant Smith. The theory of liability against appellants was broader than against defendant Smith. The jury could only find Smith liable for using improper equipment for the experiment if they found that the glass container was improper. The jury could find appellants liable if they found that any of the equipment was improper. The appellants candidly admit that there is evidence to support a finding of negligence in failing to use a pressure gauge in this type of experiment. The testimony was uncontradicted that no pressure gauge was in use on the day that Charles was injured aside from the visible disappearance of the smoke in the flask. As the jury could have found that the absence of a precise pressure gauge was negligence and that its absence proximately caused Charles' injury, we cannot say that the verdict was inconsistent. Under the instructions given, acquiesced in by the appellants, the jury was not able to find defendant Smith liable for the non-use of an exact pressure gauge.\nThe verdicts in favor of defendant Smith and against appellants being consistent, the cause is affirmed.\nIt is so ordered.\nLOPEZ, J., concurs.\nSUTIN, J., Specially Concurring.\nSUTIN, Judge\n(specially concurring).\nA. The admission into evidence of the regulation was not error.\nDefendants contend that THE TRIAL COURT ERRED WHEN IT ADMITTED PLAINTIFF'S EXHIBIT 3 INTO EVIDENCE. The majority of the Court '(finds 'that it need not decide whether admission of the State Board of Education regulation was error, because even if error, it was harmless error.\nHarmless error vs. prejudicial error needs refashioning.\nTwo rules are involved:\n(1) Rule 61, Harmless Error [§ 21—1—1(61), N.M.S.A.1953 (Repl.Vol. 4)]:\nNo error in either the admission or the exclusion of evidence ... is ground for granting a new trial . unless refusal to take such action appears to the court inconsistent with substantial justice. The court at every stage of the proceeding must disregard any error or defect in the proceeding which does not affect the substantial rights of the parties.\nRule 61 is a mandate to the district courts, but one which our appellate courts consider, as well. Hyde v. Anderson, 68 N.M. 50, 358 P.2d 619 (1961); City of Albuquerque v. Ackerman, 82 N.M. 360, 482 P.2d 63 (1971).\nWe also follow § 21-2-1(17) (10), N.M. S.A.1953 (Repl.Vol. 4). Under Rule *38617(10), this Court shall disregard any error or defect in the . . . proceedings which shall not affect the substantial rights of the adverse party, and no judgment shall be reversed or affected by reason of such error or defect.\n[T]he problem of prejudicial error is largely a problem in legal psychology. 7 Moore's Federal Practice, ¶ 61.03, at 61-6. According to Rules 61 and 17(10), an appellate court may not base a ruling on an error in admission or exclusion of evidence unless the error infringes on a party's substantial rights, or violates substantial justice. Yet in actual practice, if an appellate court sees fit to affirm a judgment below, the court finds an erroneous admission of evidence to have been harmless. If the court wishes to reverse, the error is found to be prejudicial.\nAppellate judges often disagree as to the prejudicial impact of an error below. This disagreement reflects the fact that they are attempting to determine the error's effect upon the minds of the jurors, from whatever indirect indications of this they can glean from the record. Such a determination is hazardous, at best. Nonetheless, the harmless error rule has led to a marked reduction of reversals based upon procedural errors which do no real harm. In Re Barnett, 124 F.2d 1005, 1011 (2d Cir. 1942).\nFor a masterful analysis of the hazards of the harmless error rule, and of the rule's place in our law, I suggest the reading of Judge Jerome N. Frank's dissents in Keller v. Brooklyn Bus Corporation, 128 F.2d 510 (2nd Cir. 1942); United States v. Antonelli Fireworks Co., 155 F.2d 631 (2nd Cir. 1946); United States v. Lamothe, 152 F.2d 340 (2nd Cir. 1945); United States v. Rubenstein, 151 F.2d 915 (2nd Cir.), cert. denied, 326 U.S. 766, 66 S.Ct. 168, 90 L.Ed. 462 (1945).\nIn a jury trial, in which a general verdict is returned, the manner in which [the] jury discharged its functions is, for us an unknowable. . . . Keller v. Brooklyn Bus Corporation, supra, (Frank, J., dissenting) 128 F.2d at 516. In the instant case, no one but the jurors know the effect upon' their verdict of the introduction into evidence of the regulation. One method of learning the knowledge of the jury is to request, in addition to the general verdict, interrogatories which direct the jury to find upon particular questions of fact. Section 21-1-1(49), N.M.S.A.1953 (Repl.Vol. 4).\nIt is a well-settled rule that an erroneous ruling wh'ch relates to the substantial rights of a party is ground for reversal unless it affirmatively appears from the whole record that it was not prejudicial. McCandless v. United States, 298 U.S. 342, 347-48, 56 S.Ct. 764, 766, 80 L.Ed. 1205, 1209 (1936). See, also, Bihn v. United States, 328 U.S. 633, 66 S.Ct. 1172, 90 L.Ed. 1484 (1946).\nI conclude that defendants' rights were not prejudiced by admission into evidence of the Board of Education regulation.\n(2) Rule 103(a) of New Mexico Rules of Evidence [§ 204-103, N.M.S.A.1953 (Repl.Vol. 4, 1973 Supp.)] reads as follows :\nError may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected, and\n(1) Objection. In case the ruling is one admitting evidence a timely objection or motion to strike appears of record, stating the specific ground of objection, if the specific ground was not apparent from the context; . . .\nThis rule of evidence merely restates the law on the subject as it then existed. Frost v. Markham, 86 N.M. 261, 522 P.2d 808 (1974).\nThe only objection defendants made was The document shouldn't be given to the jury in the first place. The court overruled the objection because defendants' objection was, that the document was not relevant to plaintiff's case.\nIt has long been the rule that counsel must advise the trial court of the specific *387ground on which he objects to admission of evidence. To have been sufficient, the objection in the instant case to the admission of the Board of Education regulation should have stated a specific reason why its admission was irrelevant, prejudicial or might otherwise impair defendants' substantial rights. Henderson v. Dreyfus, 26 N.M. 541, 191 P. 442 (1919); State v. Lewis, 36 N.M. 218, 12 P.2d 849 (1932); Tobeck v. United Nuclear-Homestake Partners, 85 N.M. 431, 512 P.2d 1267 (Ct. App.1973). Defendants' objection did not meet this test. The objection must be sufficient to inform the court on a specific ground that the admission of the regulation was not applicable and prejudicial that it might cause an inconsistent verdict, or might influence the verdict of the jury, etc.\nFurthermore, the same regulation was contained in its entirety in a subsequent exhibit admitted into evidence without obj ection.\nAdmission into evidence of the regulation was not error.\nB. The verdicts were not inconsistent.\nDefendants contend that there is no substantial evidence to support the jury's allegedly inconsistent verdicts. Appellants do not define inconsistent verdicts. Their point seems to be, simply, that the evidence does not allow a jury consistently to find for defendant Smith and against appellants. However, they did not, at trial, object to the court's Instruction No. 3, which instructed the jury that,\n[ajlthough there is more than one defendant in this action, it does not follow from that fact alone that if one is liable the others are liable. . . .You will decide each defendant's case separately as if each were a separate lawsuit.\nNor did appellants object to the form of the verdict.\nWhen inconsistent verdicts are not properly raised, their validity will not be determined on review. Jackson v. Southwestern Public Service Company, 66 N.M. 458, 349 P.2d 1029 (1960).\nDefinitions of inconsistent verdicts are scarce. One is not to be found in New Mexico law.\nInconsistent verdicts are verdicts which are so contrary to each other that the basis upon which each verdict was reached cannot be determined.\n(1) For example, inconsistent verdicts do not arise where two defendants are charged with a joint wrong and one defendant is acquitted.\nIn Miranda v. Halama-Enderstein Co., 37 N.M. 87, 18 P.2d 1019 (1933), the plaintiff sued the landlord and tenant for a joint tort. The landlord was granted a directed verdict. The tenant contended that the cause of action being for a joint tort, and the co-defendant having been found not guilty, it follows that there was no joint tort, and that it was error to go on with the case against appellant as for an individual tort. The court said:\nPassing the fact that this proposition is presented here for the first time, we think it unsound.  * * * Where two or more are sued [for a joint wrong] one cannot complain because another has been dismissed out of court or been acquitted. Though two or more are sued and a joint tort alleged, the general rule is that a recovery may be had against one only. [Citations omitted]. Cases cited by appellant illustrate a minority doctrine which we know of no reason for accepting.\nThis language was affirmed in Jackson, supra, in which plaintiff sued the Town of Santa Rosa and Southwestern Public Service Company for a joint tort in which the jury found for the Town of Santa Rosa and against Southwestern Public Service Company.\nIn Stang v. Hertz Corporation, 83 N.M. 730, 497 P.2d 732 (1972), plaintiff sued Firestone Tire & Rubber Co. and Hertz Corporation. The tire was manufactured by Firestone and it was mounted on a\n*388Hertz car. The jury found for Firestone and against Hertz.. On appeal, the court said:\nThe issues as between the petitioner and Firestone, and the petitioner and Hertz are not the same. Consequently, we see no reason why the verdict for Firestone should interfere with the disposition of this case against Hertz.\n(2) Inconsistent verdicts can arise where defendants are sued under the doctrine of respondeat superior.\nIn a case in which a plaintiff sues a servant on a negligence theory, and also the master, or employer, on a theory of respondeat superior, a verdict for the servant, along with a verdict against the master, would together constitute inconsistent verdicts. The reason is that the master's liability arises out of the servant's negligence. U.J.I. No. 4.3; 57 C.J.S. Master and Servant § 619b, at 421; 53 Am.Jur. 2d, Master and Servant § 406, at 413.\nIn the instant case, as is explained in the majority opinion, plaintiff claimed different acts of negligence as to defendant Smith, who did not incur liability, and appellants, who did. The verdict against appellants did not depend on the theory of respondeat superior. The issues as between plaintiff and Smith, and plaintiff and appellants, were different. Consequently, the verdicts were not inconsistent. See Stang v. Hertz Corporation, supra; Miracle Milk Bottling Distributing Co. v. Drake, 12 Ariz.App. 439, 471 P.2d 741 (1970).\nThe defendants' contentions do not meet the standards of an inconsistent verdict. Although the standard of care for the defendants and defendant Smith were the same, the acts performed by each of the defendants were different. The plaintiff's case against the two defendants were not identical. Defendants confine their argument to the defendants' conduct toward the Pyrex flash for the pressure experiment, and failure to employ a gauge during the experiment, and what the jury may have used as its basis for a verdict. We do not sit in the jury room to discover the thinking of those people. Nor do we conjecture and surmise upon the reasons for its verdict.\nThe verdicts of the jury were not inconsistent.\nPLAIN ENGLISH SUMMARY\nRelevant issue: whether the fact that the jury found some of the defendants not liable and some liable was such an inconsistent verdict that it undermined the jury's verdict.\n\nSummary:\nThe jury found that the teacher in the classroom where the child plaintiff was injured was not negligent, but found that the school board and public school authority were both negligent\nThose defendants claimed that these two verdicts were so inconsistent that they should not be accepted\nThe court found that there were different ways in which each defendant could have been negligent:\nthe schoolteacher would be negligent only if the equipment he actually used was the wrong kind for the experiment; but\nthe school board and public school authority could be negligent if they simply did not provide proper equipment for use in experiments such as this.\nThe school board and public school authority had responsibility for providing equipment generally, but the schoolteacher only had responsibility for ensuring the equipment he used was not improper.\nThus, because the experiment should have been carried out with a pressure gauge, but none were available, it was the negligence of the school board and public school authority that caused the accident, not the schoolteacher, who did everything he could with the equipment provided.",
    "annotations": {
        "Facts": [
            "Santa Fe Public Schools",
            "whose eye was severely injured by an exploding flask during an experiment in general science class.",
            "performance of a cloud formation experiment during a junior high school science class. Following defendant Smith's lecture on cloud formation, he performed the experiment himself and then allowed the students to perform it. The students would drop a lighted match into a quantity of water contained in the base of a pyrex flask. The match would extinguish, creating visible smoke in the flask. At this point a two-holed stopper containing two hoses would be placed in the neck of the flask. One student would pump air into one hose by means of a bicycle pump. A second student would pinch the second hose, i. e. the release valve, thereby blocking the exit of air from the flask and permitting pressure to build up within. Once the smoke from the match disappeared, the pumping would cease, the release valve would be opened and small vapor clouds would form in the flask."
        ],
        "Procedural History": [
            "The jury was instructed to find in favor of defendant Bebo. The jury found in favor of defendant Smith but against the defendants Santa Fe Public Schools and its Board of Education who appeal alleging two points for reversal"
        ],
        "Application of Law to Facts": [
            "defendants fail to grasp the import of Instruction No. 2 stating plaintiff's theories of liability to the jury.",
            "The above instruction effectively stated a different theory of liability against appellants than against defendant Smith. The theory of liability against appellants was broader than against defendant Smith. The jury could only find Smith liable for using improper equipment for the experiment if they found that the glass container was improper. The jury could find appellants liable if they found that any of the equipment was improper. The appellants candidly admit that there is evidence to support a finding of negligence in failing to use a pressure gauge in this type of experiment. The testimony was uncontradicted that no pressure gauge was in use on the day that Charles was injured aside from the visible disappearance of the smoke in the flask. As the jury could have found that the absence of a precise pressure gauge was negligence and that its absence proximately caused Charles' injury, we cannot say that the verdict was inconsistent."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The verdicts in favor of defendant Smith and against appellants being consistent, the cause is affirmed."
        ]
    },
    "class": "affirm"
}