{
    "text": "Moya v. Warren, 88 N.M. 565, 544 P.2d 280 (1975)\nDec. 23, 1975 · Court of Appeals of New Mexico · No. 2033 \n88 N.M. 565, 544 P.2d 280 \nVidal MOYA, Plaintiff-Appellant, v. Ann WARREN, Defendant-Appellee \n544 P.2d 280\nCourt of Appeals of New Mexico.\n*566John J. Duhigg, Duhigg & Cronin, Albuquerque, for plaintiff-appellant.\nJohn A. Klecan, Klecan & Roach, P.A., Albuquerque, for defendant-appellee.\nOPINION\nSUTIN, Judge.\nMoya appeals an adverse judgment rendered in favor of Warren by way of a directed verdict at the close of plaintiff's case. We affirm.\n*567A. Facts Most Favorable to Plaintiff\nAnn Warren and Walter Miller were employed at Spartan Southwest, Inc. Warren was supervisor of shipping and receiving. Miller was a driver and helper and his work was under Warren's supervision.\nWarren and Miller drove their own cars on alternate weeks to and from Albuquerque, departing from Los Lunas, New Mexico. At the time of the accident, they were going home from work. Miller was driving his car; Warren sat in the front seat as a passenger. After proceeding south on Coors Road in Albuquerque about three miles, Warren noticed that she had forgotten her purse at Spartan. She told Miller. He continued down the road to a point where he drove off the road on the right-hand shoulder to make a U-turn and drive back to Spartan. Miller's car was facing east.\nWhile waiting to make the turn back, they waited for traffic to subside. Both Miller and Warren were looking for traffic both ways. Warren looked for traffic coming from the north. She saw a yellow and black car coming from a distance of about a quarter of a mile or more. She looked south also and told Miller it was clear from the south and he had time to make it. It is clear, you can go, she said. Miller pulled out on the roadway. Miller relied upon Warren's observations as much as his own. He did not rely on her completely because they were both looking. He relied upon her more or less. The moment Warren looked back north, plaintiff's motorcycle, coming from the north, hit the left front of Miller's car.\nB. A Directed Verdict was Properly Entered.\nMoya, the driver of the motorcycle, brought suit against Warren who was the passenger in the car.\nThis case is a matter of first impression in New Mexico.\nFirst, plaintiff claims that Restatement, Torts(2d) 324 A (1965) is applicable in this case. It reads:\nOne who undertakes, gratuitously or for consideration, to render services to another which he should recognize as necessary for the protection of a third person or his things, is subject to liability to the third person for physical harm resulting from his failure to exercise reasonable care to protect his undertaking, if\n(a) his failure to exercise reasonable care increases the risk of such harm, or\n(b) he has undertaken to perform a duty owed by the other to the third person, or\n(c) the harm is suffered because of reliance of the other or the third person upon the undertaking.\nBy placing Warren in the position of the gratuitous actor, and plaintiff in the position of the third person, plaintiff has tried to make § 324 A applicable.\nPlaintiff has misconstrued the word undertake in § 324 A. To undertake means take upon oneself solemnly or expressly: put oneself under obligation to perform: contract, covenant guarantee, promise. Webster's Third New International Dictionary, Unabridged (1966) at 2491. To make § 324 A applicable, plaintiff must first show that Warren, the actor, with or without compensation, promised or agreed to render services for and on behalf of Miller, the driver of the automobile, for the protection of Moya. No such evidence appears of record.\nThe most familiar types of litigation under which § 324 A has been cited and discussed are workmen's compensation cases and federal tort claims acts, all of which involve contractual obligations. See Watson v. Employers Insurance Company of Wausau, 50 Mich.App. 597, 213 N.W.2d 765 (1973); Ray v. Transamerica Insurance Company, 46 Mich.App. 647, 208 N.W.2d 610 (1973); Stacy v. Aetna Casualty *568& Surety Company, 484 F.2d 289 (5th Cir. 1973); Jeffries v. United States, 477 F.2d 52 (9th Cir. 1973); Kennard v. Liberty Mutual Insurance Co., 277 So.2d 170 (La.App.1973). Section 324 A has been cited and discussed where the actor was an employee of a construction contractor, Craven v. Oggero, 213 N.W.2d 678 (Iowa 1973), or cattleowner, Ellsworth Brothers, Inc. v. Crook, 406 P.2d 520 (Wyo.1965). See also, Buszta v. Souther, 102 R.I. 609, 232 A.2d 396 (1967); Hempstead v. General Fire Extinguisher Corporation, 269 F.Supp. 109 (D.Del.1967).\nNo authority has been cited and we have found none which suggests that § 324 A is applicable to the fact situation in this case.\nSecond, plaintiff contends there was a joint venture. The only authority cited is 60A C.J.S. Motor Vehicles § 444, a portion of which discusses Joint enterprise; joint control. We add, 8 Am.Jur. 2d Automobiles and Highway Traffic § 679. One of the factors missing from the Miller-Warren relationship necessary to the creation of a joint venture was the lack of authority or control by Warren over Miller or any authority of Warren to control the Miller vehicle. Silva v. Waldie, 42 N.M. 514, 82 P.2d 282 (1938); See Schall v. Mondragon, 74 N.M. 348, 393 P.2d 457 (1964). No joint venture, enterprise or control existed between Warren and Miller.\nThird, plaintiff contends that some language in Georgiadis v. Fuenfstueck, 31 Leh.L.J. 121, Pa.Com.Pl. (1964) is controlling in the instant case. Here, a motion for judgment on the pleadings was made on behalf of the occupants of one of the vehicles engaged in racing with another vehicle on the public highways. The motion was dismissed because the occupants not only acquiesced in the creation of an extremely perilous situation, it is alleged, but also incited and spurred on the drivers and thereby caused the accident which has resulted in injuries to the minor plaintiff. By reason of this wrongful conduct, the trial judge concluded that an issue of fact existed whether the conduct of the occupants proximately contributed to cause plaintiff's injuries. The difference between the wrongful conduct of the occupants of the racing car and Warren's conduct adequately distinguishes the case.\nWarren can be held liable for negligence only when she owed a duty to plaintiff and failed to observe that standard of care which the law requires of her in the performance of that duty. Giese v. Mountain States Telephone & Telegraph Co., 71 N.M. 70, 376 P.2d 24 (1962); Neff v. Woodmen of World Life Insurance Society, 87 N.M. 68, 529 P.2d 294 (Ct.App.1974).\nWarren owed no duty to Moya. West v. Soto, 85 Ariz. 255, 336 P.2d 153 (1959); Sloan v. Flack, 150 So.2d 646 (La.App.1963); Cain v. Dougherty, 54 Wash.2d 466, 341 P.2d 879 (1959).\nAffirmed.\nIt is so ordered.\nWOOD, C. J., and LOPEZ, J., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant vehicle passenger could be liable for injuries caused to the plaintiff from collision with the car.\nSummary:\nthe plaintiff was injured in a collision with the car driven by a third party\nthe defendant vehicle passenger had assisted the third party driver to look for oncoming vehicles when performing a turn on a road.\nthe plaintiff alleged that by helping the driver look for oncoming vehicles (such as the plaintiff's motorbike), the defendant undertook to render services on the driver's behalf to the plaintiff.\nthe court found that the defendant did not make such an undertaking, so owed no duty to the plaintiff.\nthe court also found that there were no circumstances that created a joint venture, so the defendant could not be liable on that basis either.\n",
    "annotations": {
        "Facts": [
            "Ann Warren and Walter Miller were employed at Spartan Southwest, Inc. Warren was supervisor of shipping and receiving. Miller was a driver and helper and his work was under Warren's supervision.Warren and Miller drove their own cars on alternate weeks to and from Albuquerque, departing from Los Lunas, New Mexico. At the time of the accident, they were going home from work. Miller was driving his car; Warren sat in the front seat as a passenger. After proceeding south on Coors Road in Albuquerque about three miles, Warren noticed that she had forgotten her purse at Spartan. She told Miller. He continued down the road to a point where he drove off the road on the right-hand shoulder to make a U-turn and drive back to Spartan. Miller's car was facing east.While waiting to make the turn back, they waited for traffic to subside. Both Miller and Warren were looking for traffic both ways. Warren looked for traffic coming from the north. She saw a yellow and black car coming from a distance of about a quarter of a mile or more. She looked south also and told Miller it was clear from the south and he had time to make it. It is clear, you can go, she said. Miller pulled out on the roadway. Miller relied upon Warren's observations as much as his own. He did not rely on her completely because they were both looking. He relied upon her more or less. The moment Warren looked back north, plaintiff's motorcycle, coming from the north, hit the left front of Miller's car."
        ],
        "Procedural History": [
            "Moya appeals an adverse judgment rendered in favor of Warren by way of a directed verdict at the close of plaintiff's case."
        ],
        "Application of Law to Facts": [
            "Plaintiff has misconstrued the word undertake in § 324 A. To undertake means take upon oneself solemnly or expressly: put oneself under obligation to perform: contract, covenant guarantee, promise. ",
            "plaintiff must first show that Warren, the actor, with or without compensation, promised or agreed to render services for and on behalf of Miller, the driver of the automobile, for the protection of Moya. No such evidence appears of record.",
            "One of the factors missing from the Miller-Warren relationship necessary to the creation of a joint venture was the lack of authority or control by Warren over Miller or any authority of Warren to control the Miller vehicle.",
            "No joint venture, enterprise or control existed between Warren and Miller.",
            "Warren owed no duty to Moya."
        ],
        "Relevant Precedents": [
            "Silva v. Waldie, 42 N.M. 514,  (1938); See Schall v. Mondragon, 74 N.M. 348,  (1964).",
            "Giese v. Mountain States Telephone & Telegraph Co., 71 N.M. 70,  (1962); Neff v. Woodmen of World Life Insurance Society, 87 N.M. 68,  (Ct.App.1974).",
            "West v. Soto, 85 Ariz. 255,  (1959); Sloan v. Flack, 150 So.2d 646 (La.App.1963); Cain v. Dougherty, , 341 P.2d 879 (1959)."
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}