{
    "text": "Hines v. St. Joseph's Hospital, 86 N.M. 763, 527 P.2d 1075 (1974)\nSept. 18, 1974 · Court of Appeals of New Mexico · No. 1316 \n86 N.M. 763, 527 P.2d 1075 \n\nPaul HINES and Tommie Hines, Plaintiffs-Appellants, v. ST. JOSEPH'S HOSPITAL, a non-profit corporation, and Blood Services, Inc., d/b/a Blood Services of New Mexico, Defendants-Appellees \n527 P.2d 1075\nCourt of Appeals of New Mexico.\nRehearing Denied Sept. 30, 1974.\nCertiorari Denied Oct. 31, 1974.\nLopez, J., filed an opinion in which Hernandez, J., joined, concurring in part in the opinion of Hendley, J., and constituting a minority opinion on the negligence claim.\nStanley C. Sager, Menig, Sager & Cur-ran, Albuquerque, for plaintiffs-appellants.\nRichard C. Civerolo, Lawrence H. Hill, Civerolo, Hansen & Wolf, Albuquerque, for appellee hospital.\n*764Douglas L. Irish, Paul G. Ulrich, Lewis and Roca, Phoenix, Ariz., Robert D. Taichert, John P. Burton, Rodey, Dickason, Sloan, Akin & Robb, Albuquerque, for appellee Blood Services, Inc.\nOPINION\nHENDLEY, Judge.\nPlaintiff, Tommie Hines, received transfusions of blood that came from defendant, Blood Services, Inc., during the course of a special fusion in July, 1970 at St. Joseph's Hospital. In September, 1970 Hines began treatment for what her doctor diagnosed as most likely serum hepatitis. Serum hepatitis can be transmitted by virus infected transfused blood. Hines and her husband sued St. Joseph's and Blood Services on the theories of strict liability and negligence for the damages cause by the hepatitis. The court granted defendants' motions for summary judgment on both theories. Plaintiffs appeal.\nStrict Liability \nDefendants contend that their prima facie showing on strict liability (see Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972)) comes within an exception to the rulé of strict liability. New Mexico has adopted the rule of strict liability stated in Restatement (Second) of Torts, § 402A (1965). Stang v. Hertz Corporation, 83 N.M. 730, 497 P.2d 732 (1972), Garrett v. Nissen Corporation, 84 N.M. 16, 498 P.2d 1359 (1972). The Restatement's comments recognize an exception to the rule. It states:\nk. Unavoidably unsafe products. There are some products which, in the present state of human knowledge, are quite incapable of being made safe for their intended and ordinary use. These are especially common in the field of drugs. An outstanding example is the vaccine for the Pasteur treatment of rabies, which not uncommonly leads to very serious and damaging consequences when it is injected. Since the disease itself invariably leads to a dreadful death, both the marketing and the use of the vaccine are fully justified, notwithstanding the unavoidable high degree of risk which they involve. Such a product, properly prepared, and accompanied by proper directions and warning, is not defective, nor is it unreasonably dangerous. The same is true of many other drugs, vaccines, and the like, many of which for this very reason cannot legally be sold except to physicians, or under the prescription of a physician. It is also true in particular of many new or experimental drugs as to which, because of lack of time and opportunity for sufficient medical experience, there can be no assurance of safety, or perhaps even of purity of ingredients, but such experience as there is justifies the marketing and use of the drug notwithstanding a medically recognizable risk. The seller of such products, again with the qualification that they are properly prepared and marketed, and proper warning is given, where the situation calls for it, is not to be held to strict liability for unfortunate consequences attending their use, merely because he has undertaken to supply the public with an apparently useful and desirable product, attended with a known but apparently reasonable risk.\nThe uncontradicted evidence in this case establishes that there is a small but medically recognizable risk that transfused blood can transmit serum hepatitis. Also, at the time of Hines' transfusion, no test could adequately detect the hepatitis virus in blood. Further, no process could destroy it without damaging the blood. At the time of the transfusion in this case, therefore, blood was a product  * * * which, * * * [was] quite incapable of being made safe for [its] intended and ordinary use. * * * \nNonetheless, blood for transfusions is not only  * * * an apparently useful and desirable product, * * * it is at times absolutely essential to save life. The *765risk is outweighed by this public benefit and is thus reasonable.\nPlaintiffs do not deny that the blood Hines received was properly prepared. They contend that a proper warning was not given. They argue that although a written warning of the danger was attached to the blood container, Ms. Hines did not see that warning, nor was she otherwise warned.\nThe depositions in this case establish that blood is a prescription drug. Ordinarily the manufacturer's duty to warn of the dangers of prescription drugs is to the attending physician, not the patient. Davis v. Wyeth Laboratories, Inc., 399 F. 2d 121 (9th Cir. 1968); Stottlemire v. Cawood, 213 F.Supp. 897 (D.C.1963); Carmichael v. Reitz, 17 Cal.App.3d 958, 95 Cal.Rptr. 381 (1971). The physician, in turn, has a duty to disclose dangers to the patient. Crouch v. Most, 78 N.M. 406,. 432 P.2d 250 (1967); Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520 (1962). Blood Services placed a warning on the blood container and also constantly distributed an Official Circular of Instructions for Use to the hospital staff. Dr. Hurley, who gave the transfusion, stated he knew of the danger of hepatitis transmission in blood transfusions. Blood Services' warning was adequate.\nPlaintiffs try to rebut defendants prima facie case by citing Cunningham v. MacNeal Memorial Hospital, 47 Ill.2d 443, 266 N.E.2d 897 (1970) and the reasoning therein. That case held that the exception to the Restatement's strict liability rule, quoted above, does not apply to the present type of situation since hepatitis infected blood is impure. The exception, the court said,  * * * relates only to products which are not impure and which, even if properly prepared, inherently involve substantial risk of injury to the user. * * *  On this point Cunningham has been severely criticized. Heirs of Fruge v. Blood Services, 365 F.Supp. 1344 (W.D.La.1973); Brody v. Overlook Hospital, 127 N.J.Super. 331, 317 A.2d 392 (1974); Notes, 69 Mich.L.Rev. 1172 (1971); 24 Vand.L.Rev. 645 (1971); 16 Vill.L.Rev. 983 (1971); 66 N.W.U.L.Rev. 80 (1971); 32 Ohio S.L.J. 585 (1971).\nThe criticism is well founded. The Cunningham court conveniently ignored a part of the Restatement's comment which refuted its own contention:\nIt is also true in particular of many new or experimental drugs as to which, because of lack of time and opportunity for sufficient medical experience, there can be no assurance of safety, or perhaps even of purity of ingredients, but such experience as there is justifies the marketing and use of the drug notwithstanding a medically recognizable risk. * * * (Emphasis added)\nAlthough blood cannot be considered a new or experimental drug it is new in the sense that no adequate test had been devised to detect the hepatitis virus and even if detected, there is no process to destroy it without damage to the blood. See footnote 1, Brody v. Overlook Hospital, supra.\nMore importantly the Cunningham court, by categorically limiting the applicability of the exception to pure products stultified the flexible policy behind the exception. Instead of a balancing of the dangers of a particular product against its benefits, Cunningham would categorize a large segment of products as vulnerable to strict liability without regard to social benefits.\nThe granting of summary judgment as to Blood Services on strict liability was correct. It follows that under no theory would St. Joseph's be independently liable under strict liability. The granting of summary judgment as to it was also correct.\nNegligence \nPlaintiffs in this appeal do not argue that defendant, St. Joseph's, was in any way negligent or in any way failed to make a prima facie showing for summary judgment. Argument as to this defendant *766being abandoned, we affirm the judgment in favor of St. Joseph's.\nDefendant, Blood Services, as its prima facie showing on negligence, produced depositions that established: (1) at the time of Hines' transfusion, donor interviews were the only effective means of screening out hepatitis infected blood; (2) Blood Services extensively interviewed all donors of blood. That showing shifted the burden to plaintiffs. Plaintiffs met that burden with the deposition of Dr. Warren. Both in direct examination and in cross-examination, Dr. Warren stated that the incidence of hepatitis infection is greater with paid donors than with volunteers. Since it is uncontroverted that one of the donors in this case was paid, a genuine issue of fact on the standard of care, breach and causation were raised. See Pribble v. Aetna Life Insurance Company, 84 N.M. 211, 501 P.2d 255 (1972).\nDefendants also claim that charitable immunity applies in this case. I do not reach that argument. Section 12-12-5 N.M.S.A. 1953 (Supp.1969), (subsequently amended to § 12-25-5, N.M.S.A. 1953 (Repl.Vol.1968, Poc.Supp.1973)), authorized suits against  * * * any person, firm, corporation or other organization for negligence. * * *  Blood Services fits within that enumeration. A negligence suit may validly be brought against them.\nThe foregoing view on negligence is a minority view and is controlled by the opinion of Judge Lopez concurred in by Judge Hernandez. Accordingly, the order granting summary judgment is affirmed.\nIt is so ordered.\nLOPEZ and HERNANDEZ, JJ, concurring in part and are the majority opinion on the negligence claim.\nLOPEZ, Judge.\nWe concur in that part of Judge Hendley's opinion relating to strict liability as to all the parties and we also concur in that part of Judge Hendley's opinion on negligence relating to St. Joseph's Hospital. The following is the majority opinion as to negligence of Blood Services.\nThe sole issue that was presented to the trial court under this point was whether the defendant had used due care under the circumstances.\nThe plaintiffs did not dispute that, in using paid donors, Blood Services complied fully with: (a) all existing Federal regulations, (b) all accreditation standards of the American Association of Blood Banks, and (c) Blood Services' own internal regulations. ' By showing that they met these standards Blood Services established that they had acted with due care under the circumstances.\nThe only evidence submitted by plaintiffs to controvert this showing was the affidavit of Dr. Mosley, a professor of medicine from the University of California. In his affidavit Dr. Mosley did not refute that these were the existing standards nor did he show that Blood Services had not complied with them. The most that his affidavit established was that he was of the opinion that the standards should be changed and that because of the risk involved it was negligent to use the blood of paid donors. [0]ne person's preference does not establish a standard of care. Hutchins v. Blood Services of Montana, 506 P.2d 449 (Mont.1973); Gandara v. Wilson, 85 N.M. 161, 509 P.2d 1356 (Ct. App.1973).\n * * * However, in order to prove a case of actionable negligence, plaintiff must do more than have an expert witness testify that he would like to have the test used. Plaintiff had to establish, by competent medical evidence, either that Blood Services did something blood bankers of ordinary care, skill and diligence would not have done under similar conditions, or it omitted to do something they would have done under similar circumstances. * * *\nHutchins v. Blood Services of Montana, supra.\nReviewing the record in the light most favorable to plaintiffs, which we are obliged to do, Reinhart v. Rauscher Pierce Securities Corp., 83 N.M. 194, 490 P.2d 240 (Ct.App.1971), we conclude that there was no genuine issue as to any material fact as to the negligence of Blood Services. The trial court, therefore, properly granted defendant's motion for summary judgment on this issue. Section 21-1-1 (56) (c), N.M. S.A. 1953 (Repl.Vol. 4). Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972).\nHERNANDEZ, J., concurs.\nPLAIN ENGLISH SUMMARY\nRelevant issue: whether the defendant provider of blood had acted negligently in obtaining blood it had paid donors for\nSummary: since the defendant had complied with federal law, industry standards, and the defendant's own internal policy, and had interviewed all blood donors (interviews being the only way to detect hepatitis at that time) it acted with due care.",
    "annotations": {
        "Facts": [
            "Plaintiff, Tommie Hines, received transfusions of blood that came from defendant, Blood Services, Inc., during the course of a special fusion in July, 1970 at St. Joseph's Hospital. In September, 1970 Hines began treatment for what her doctor diagnosed as most likely serum hepatitis. Serum hepatitis can be transmitted by virus infected transfused blood.",
            "The uncontradicted evidence in this case establishes that there is a small but medically recognizable risk that transfused blood can transmit serum hepatitis. Also, at the time of Hines' transfusion, no test could adequately detect the hepatitis virus in blood. Further, no process could destroy it without damaging the blood.",
            "Defendant, Blood Services, as its prima facie showing on negligence, produced depositions that established: (1) at the time of Hines' transfusion, donor interviews were the only effective means of screening out hepatitis infected blood; (2) Blood Services extensively interviewed all donors of blood.",
            "Dr. Warren stated that the incidence of hepatitis infection is greater with paid donors than with volunteers. Since it is uncontroverted that one of the donors in this case was paid"
        ],
        "Procedural History": [
            "Hines and her husband sued St. Joseph's and Blood Services on the theories of strict liability and negligence for the damages cause by the hepatitis. The court granted defendants' motions for summary judgment on both theories. Plaintiffs appeal."
        ],
        "Application of Law to Facts": [
            "The plaintiffs did not dispute that, in using paid donors, Blood Services complied fully with: (a) all existing Federal regulations, (b) all accreditation standards of the American Association of Blood Banks, and (c) Blood Services' own internal regulations. ' By showing that they met these standards Blood Services established that they had acted with due care under the circumstances."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The trial court, therefore, properly granted defendant's motion for summary judgment on this issue"
        ]
    },
    "class": "affirm"
}