{
    "text": "Trujillo v. Chavez, 76 N.M. 703, 417 P.2d 893 (1966)\nAug. 29, 1966 · Supreme Court of New Mexico · No. 7860 \n76 N.M. 703, 417 P.2d 893 \nJosephine V TRUJILLO and Abraham Trujillo, her husband, Plaintiffs-Appellants, v. David L. CHAVEZ, Defendant-Appellee \n417 P.2d 893\nSupreme Court of New Mexico.\n*704Matteucci, Gutierrez, Franchini & Cal-kins, Albuquerque, for appellants.\nBingham & Klecan, Albuquerque, for ap-pellee.\nOPINION\nCOMPTON, Justice.\nThis action was founded in tort. On Tuesday, September 3, 1963, an automobile owned and operated by the defendant, in which the plaintiff, Josephine Trujillo, was riding, was driven into the rear end of an automobile which had stopped ahead of it, and as a result the plaintiff sustained bodily injuries.\nThe complaint charged that the proximate cause of the collision was the defendant's negligence in operating the vehicle. She sought damages for pain, suffering, loss of earnings, and earning capacity. Her husband sought damages for medical and incidental expenses and for the loss of the services of his wife. Issue was joined on the question of negligence. As affirmative defenses the defendant pleaded contributory negligence on the part of the plaintiff, Josephine Trujillo, as a proximate cause of the accident, and, further, that the accident was unavoidable. From a judgment on the verdict for the defendant, the plaintiffs have appealed.\nThe principal question presented is whether the appellant, Josephine Trujillo, at the time of the accident was a guest of the ap-pellee or a fare-paying passenger.\nOver the appellants' objection the court instructed the jury as follows:\nNo. 9 — You are instructed that the right of the plaintiffs to a verdict against the defendant, if any, is governed by the provisions of Sec. 64-21-1 [sic 64-24 — 1] N.M.S.A., 1953 Compilation, the pertinent part of which reads as follows:\n 'No person transported by the owner or operator of a motor vehicle as his guest without payment for such transportation shall have a cause of action for damages against such owner or operator for injury, death or loss, in case of accident, unless such action shall have been intentional on the part of said owner or operator, or caused by his heedlessness or his reckless disregard of the rights of others.'\nIn this particular case, one of the issues is whether or not the plaintiff made payment for the transportation furnished by the defendant. If payment was not made for the transportation on the day of the accident, then the plaintiffs cannot recover from the defendant in this case. If you find from the evidence that payment was made by the plaintiff for the transportation on the day in question, then you are instructed that the plaintiffs can recover for her injuries, if any, which injuries were caused by the lack of due care on the part of the defendant.\nWe think the court fell into error in giving the instruction. The evidence is all one way that the appellant, Josephine Trujillo, and the appellee lived off of but both worked at Sandia Base in Albuquerque. There was a financial arrangement between them of 2 ½  years standing by the terms of which the appellee would and did call at the home of the appellant in the mornings in his automobile and transport her to the base and return her to her home at the end of the day. For this service Mrs. Trujillo paid the appellee the sum of $2.50 weekly, on Fridays, the last work day of the week. If the appellant did not work on a given day, charges for that day of fifty cents were deducted from her weekly payment. Ad*706mittedly, the appellant did not pay for her transportation on Tuesday, the day of the accident, as she was injured and the' vehicle was demolished. Nevertheless, the consideration for the transportation on the day in question was the arrangement ,of the parties which gave her the status of a fare-paying passenger rather than a guest. At no time had Mrs. Trujillo paid her fare day by day, and such payment was not required by their arrangement. Consequently, limiting actual payment of the fare to' the day of the accident imposed upon the appellants a different degree of proof than otherwise required, and introduced a false issue into the case. The appellee concedes that the reason he did not ask for the fare for September 3rd was because he did not deliver her to her home.\nWe conclude that Mrs. Trujillo was a fare-paying passenger and this conclusion has support in the cases. Peccolo v. City of Los Angeles, 8 Cal.2d 532, 66 P.2d 651; McNanna v. Gach, 51 Ill.App.2d 276, 201 N.E.2d 191; Dirksmeyer v. Barnes, 2 Ill. App.2d 496, 119 N.E.2d 813; Kelly v. Simoutis, 90 N.H. 87, 4 A.2d 868; Coerver v. Habb, 23 Wash.2d 481, 161 P.2d 194, 161 A.L.R. 909. See also 10 A.L.R.2d 1351, 1355 and cases cited.\nThe record does not show conclusively that an express verbal agreement to pay fifty cents per day was entered into. Appellee, therefore, argues- that the payments were gratuitous. We believe it to be elementary law that' when parties' by. conduct manifest an intention that one is. to perform a certain thing and the other is to compensate him therefor, a contract is implied in fact. In view of the undisputed long-standing conduct of the parties, courts cannot fail to conclude as a matter of law that an arrangement for payment existed between them. See Dirksmeyer v.- Barnes, supra; Restatement of Contracts, § 5. Compare State ex rel. Gary Electric v. Fireman's Fund Indemnity Company, 67 N.M. 360, 355 P.2d 291, 84 A.L.R.2d 1072.\nThe appellants next complain that the court erred in instructing the jury on the issue of contributory negligence. They argue that the evidence did not raise the issue. On the other hand, the appellee argues that the instruction was proper as Mrs. Trujillo did not give him adequate danger warning.\nWe believe the weight of authority ordinarily imposes no obligation or duty on the passenger to keep a lookout on behalf of the driver, and requires nothing more than for him to warn the driver of an imminent danger of which the passenger is aware and the driver unaware, if by so warning the danger could be avoided, and if a reasonable person would do so in like circumstances. Tanski v. Jackson, 269 Minn. 304, 130 N. W.2d 492; Rivard v. Roy, 124 Vt. 32, 196 A.2d 497; and Garrett v. Terminal R. Ass'n of St. Louis, 41 Ill.App.2d 468, 191 N.E.2d 259. Compare Silva v. Waldie, 42 N.M. *707514, 82 P.2d 282; Ford v. Etheridge, 71 N.M. 204, 377 P.2d 386; and Mills v. Southwest Builders, Inc., 70 N.M. 407, 374 P.2d 289. Also see U.J.I. No. 9.5.\nMrs. Trujillo, the appellant, and Mr. Sanchez and also a Mr. Harper, all working at the base, got into the appellee's vehicle to return to their respective homes. Mrs. Trujillo occupied the right rear seat, Mr. Harper was seated to her left, and Mr. Sanchez occupied the right front seat. The appellee then drove west in heavy traffic at a speed of 20 to 25 miles per hour. He had been following a vehicle ahead of him for some time, at a distance of some 25 feet, driven by a Mr. Endsley, when the Ends-ley vehicle suddenly stopped. Meanwhile Mrs. Trujillo had been looking out the right window and momentarily before the collision she glanced forward and saw the Ends-ley car stop a few feet in front. She testified:\nQ Now could you tell the Court and the jury in your own words how you remember this collision happening?\nA I remember that we were driving along. I'd been attracted with something. I had turned slightly to the right side to look out the right window. I don't know what I was looking at, suddenly I glanced forward. I saw this car stopped directly in front of us, quite a few feet in front of us. I glanced at Mr. Chavez, his head was turned just slightly and I yelled,. David, he is stopped or • David, you are going to hit him, and then, bang, we hit.\nIt is clear from the record that the appellant was aware that the collision was imminent. In this regard she testified:\nQ And you were aware before the accident happened that it was going to happen ?\nA You almost felt that, a car in front of us.\nQ But you were aware of the fact, though, that an accident was going to happen, you did see it definitely, is that your testimony ?\nA Yes, I mean the car was right there and you just felt that it was going to hit.\nOn the other hand, appellee was asked if he heard appellant's yell. He testified:\nQ Isn't it possible, Mr. Chavez, that she did say it and you don't recall?\nA I never heard her say anything.\nAppellants cite Ford v. Etheridge, 71 N.M. 204, 377 P.2d 386, and argue that even if appellant did not yell, the failure to do so was not contributory negligence. In Ford v. Etheridge, supra, we said:\nIn those courts which have considered the question there can be no doubt, that in the absence of knowledge of the *708presence of danger or unsuitability of the driver, there is no duty for a passenger to keep a lookout for peril ahead.\nWe agree that Mrs. Trujillo had no reason to suspect that the appellee would operate his vehicle other than in a sober and careful manner, and that she had no duty to keep a lookout under the circumstances, but this does not determine the issue here. While she was under no duty to keep a lookout, it is clear that she was aware of the presence of danger and that the driver was not.\nIt should be understood that we are not placing upon the passenger the duty to protest upon every instance of a driver's inattentiveness. Morse Auto Rentals v. Papandrea, Fla.App., 180 So.2d 351. We quote from McCormack v. Haan, 30 Ill. App.2d 311, 174 N.E.2d 206, what we think is the rule applicable here:\n * * * The driver of an automobile synchronizes his speed to the time, place and duration of his own observation and not to that of his passenger. The passenger not being forewarned as to how the driver of an automobile expects to operate it in a particular situation is at a disadvantage and makes his observation under difficulties. It is confusing and disturbing to a driver of an automobile to have a passenger suggesting how he shall drive. Unless the passenger sees an obvious danger which the driver might not see, there would be no duty on the passenger to warn the driver. * * * \nSee also Restatement 2d, Torts, § 495, comment c.\nWhether the accident could have been avoided by Mrs. Trujillo's warning, and whether she had a duty as a reasonable person under the circumstances here present to attempt to alert the driver, in order to enable him to keep from having the accident, and whether she acted in accordance with that duty, we hold to be questions for the jury. In this connection the rule as stated in U.J.I. No. 9.5 is a correct statement of the law.\nOver objection Mrs. Trujillo testified that her sick leave pay from her employer was equivalent to her wages. Objection was made on the ground that this testimony was irrelevant and immaterial. We think the court erred in admitting the evidence. Compensation received from a collateral source does not operate to reduce damages recoverable from a wrongdoer. Martin v. Sheffield, 112 Utah 478, 189 P.2d 127; and see 52 A.L.R.2d 1451. Compare Mobley v. Garcia, 54 N.M. 175, 217 P.2d 256, 19 A.L.R.2d 553, and Baros v. Kazmierczwk, 68 N.M. 421, 362 P.2d 798.\nThe judgment is reversed and the cause remanded for a new trial. It is so ordered.\nNOBLE and MOISE, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the plaintiff passenger had a duty to warn of a danger she was aware of.\nSummary:\na passenger generally has no duty to keep a lookout for danger on the road, since the driver is responsible for the car\nhowever, the plaintiff here knew that the car in front of their vehicle had stopped\nin those circumstances, whether or not it is reasonable to expect the plaintiff to have done something to warn the driver—and thus, whether the plaintiff was (contributorily) negligent if she failed to do so—is a question for the jury, and the judgment of the lower court in favour of the defendants was thus wrong.",
    "annotations": {
        "Facts": [
            "On Tuesday, September 3, 1963, an automobile owned and operated by the defendant, in which the plaintiff, Josephine Trujillo, was riding, was driven into the rear end of an automobile which had stopped ahead of it, and as a result the plaintiff sustained bodily injuries.",
            "appellant, Josephine Trujillo, and the appellee lived off of but both worked at Sandia Base in Albuquerque. There was a financial arrangement between them of 2 ½  years standing by the terms of which the appellee would and did call at the home of the appellant in the mornings in his automobile and transport her to the base and return her to her home at the end of the day. For this service Mrs. Trujillo paid the appellee the sum of $2.50 weekly, on Fridays, the last work day of the week. If the appellant did not work on a given day, charges for that day of fifty cents were deducted from her weekly payment. Admittedly, the appellant did not pay for her transportation on Tuesday, the day of the accident, as she was injured and the' vehicle was demolished. Nevertheless, the consideration for the transportation on the day in question was the arrangement ,of the parties which gave her the status of a fare-paying passenger rather than a guest. At no time had Mrs. Trujillo paid her fare day by day, and such payment was not required by their arrangement. Consequently, limiting actual payment of the fare to' the day of the accident imposed upon the appellants a different degree of proof than otherwise required, and introduced a false issue into the case. The appellee concedes that the reason he did not ask for the fare for September 3rd was because he did not deliver her to her home.",
            "Mrs. Trujillo, the appellant, and Mr. Sanchez and also a Mr. Harper, all working at the base, got into the appellee's vehicle to return to their respective homes. Mrs. Trujillo occupied the right rear seat, Mr. Harper was seated to her left, and Mr. Sanchez occupied the right front seat. The appellee then drove west in heavy traffic at a speed of 20 to 25 miles per hour. He had been following a vehicle ahead of him for some time, at a distance of some 25 feet, driven by a Mr. Endsley, when the Ends-ley vehicle suddenly stopped. Meanwhile Mrs. Trujillo had been looking out the right window and momentarily before the collision she glanced forward and saw the Ends-ley car stop a few feet in front.",
            "A I remember that we were driving along. I'd been attracted with something. I had turned slightly to the right side to look out the right window. I don't know what I was looking at, suddenly I glanced forward. I saw this car stopped directly in front of us, quite a few feet in front of us. I glanced at Mr. Chavez, his head was turned just slightly and I yelled,. David, he is stopped or • David, you are going to hit him, and then, bang, we hit.",
            "Q But you were aware of the fact, though, that an accident was going to happen, you did see it definitely, is that your testimony ?A Yes, I mean the car was right there and you just felt that it was going to hit."
        ],
        "Procedural History": [
            "From a judgment on the verdict for the defendant, the plaintiffs have appealed."
        ],
        "Application of Law to Facts": [
            "We believe the weight of authority ordinarily imposes no obligation or duty on the passenger to keep a lookout on behalf of the driver, and requires nothing more than for him to warn the driver of an imminent danger of which the passenger is aware and the driver unaware, if by so warning the danger could be avoided, and if a reasonable person would do so in like circumstances.",
            "It is clear from the record that the appellant was aware that the collision was imminent",
            "While she was under no duty to keep a lookout, it is clear that she was aware of the presence of danger and that the driver was not.",
            "Whether the accident could have been avoided by Mrs. Trujillo's warning, and whether she had a duty as a reasonable person under the circumstances here present to attempt to alert the driver, in order to enable him to keep from having the accident, and whether she acted in accordance with that duty, we hold to be questions for the jury."
        ],
        "Relevant Precedents": [
            "Tanski v. Jackson, 269 Minn. 304, 130 N. W.2d 492; Rivard v. Roy, 124 Vt. 32, 196 A.2d 497; and Garrett v. Terminal R. Ass'n of St. Louis, 41 Ill.App.2d 468, 191 N.E.2d 259. Compare Silva v. Waldie, 42 N.M. *707514, 82 P.2d 282; Ford v. Etheridge, 71 N.M. 204, 377 P.2d 386; and Mills v. Southwest Builders, Inc., 70 N.M. 407, 374 P.2d 289."
        ],
        "Outcome": [
            "The judgment is reversed"
        ]
    },
    "class": "reverse"
}