{
    "text": "Lindsay v. Hartog, 76 N.M. 122, 412 P.2d 552 (1966)\nMarch 28, 1966 · Supreme Court of New Mexico · No. 7710 \n76 N.M. 122, 412 P.2d 552 \nJack G. LINDSAY, Plaintiff-Appellant, v. Dick HARTOG and M. D. Lohman, d/b/a Peacock Lounge, a partnership; Leonard Romero and Rodney Gallegos, Defendants-Appellees \n412 P.2d 552\nSupreme Court of New Mexico.\nMatteucci, Gutierrez, Franchini & Calkins, Gene E. Franchini, Albuquerque, for appellant.\n*123Keleher & McLeod, A. H. McLeod, Albuquerque, for appellees.\nMOISE, Justice.\nThis is an appeal by the plaintiff from a judgment in favor of the defendants Hartog and Lohman d/b/a Peacock Lounge. Judgment was entered in favor of plaintiff and against defendant Romero for $15,000.-00. He has not appealed. Plaintiff's action against defendant Gallegos, as well as a cross-claim and counterclaim of defendants Romero and Gallegos were dismissed and no error is claimed concerning these actions by the court.\nWe set forth in full the court's findings:\n1. That on the night of April 9, 1961 the plaintiff was a guest in the Peacock Lounge, an establishment owned and operated by M. D. Lohman and Dick Har-tog. That the plaintiff was standing in the Peacock Lounge when the defendants Lohman and Hartog were approached by one of the waitresses and this waitress discussed with one of the owners the question of the ID card of either the defendant Romero or the defendant Gallegos.\n2. That either the defendant Lohman or the defendant Hartog asked the plaintiff to come along, or words to that effect, and they walked over to the table where Gallegos and Romero were sitting.\n3. That when the plaintiff and the defendants Hartog and Lohman approached the table occupied by the defendants Romero and Gallegos the defendants Romero and Gallegos acted in a belligerent and antagonistic manner, and that the defendants Romero and Gallegos were told to leave, whereupon the defendant Romero jumped up and stated that they would not leave and the plaintiff grabbed the defendant Romero around the upper part of his body and proceeded to force him outside. That the defendant Gallegos was also escorted outside by the defendants Lohman and Hartog.\n4. That when plaintiff forced defendant Romero outside of the establishment some 70 to 80 feet, the plaintiff pinned the defendant Romero to a post by wrapping his arms around Romero and the post. That while plaintiff was forcing defendant Romero outside, said defendant was trying to get away and had an unidentifiable object in his hand, which fact was known to the plaintiff.\n5. That plaintiff, after some time had elapsed, released defendant Romero, whereupon the defendant Romero struck plaintiff in the eye with a sharp object.\n6. That the plaintiff knew or should have known that the action he took would further irritate and provoke an already belligerent and antagonistic person.\n7. That he was not requested by the defendants Hartog and Lohman to grab the defendant Romero, but that said action was taken on his own volition.\n8. That the plaintiff knew or should have known that the situation he found when they approached the table occupied by the defendants Romero and Gallegos could result in physical violence.\n9. That the plaintiff was under no obligation to become a participant in the removal of the defendants Romero and Gallegos from the premises of the Peacock Lounge.\n10. That the action of the defendant Romero in striking plaintiff in the eye with a sharp object was a wilful, wanton and deliberate act, for which Romero must respond to plaintiff in damages.\n11. That there was no negligence of any kind on the part of the defendants Hartog and Lohman.\n12. That the evidence showed that the plaintiff was guilty of contributory negligence, which negligence would bar him from recovering against the defendants Hartog and Lohman, but not against the defendant Romero.\n13. That as a proximate result of defendant Romero's wilful, wanton and deliberate act, plaintiff suffered the loss of his left eye, and suffered pain, loss of time, physical impairment and disability, all to his damage in the sum of $15,000.00.\n14.That no facts were produced in evidence showing liability on the part of the defendant Rodney Gallegos.\nBased on these findings, the court concluded :\nif * *\n2. That the plaintiff voluntarily assumed the risk as to the defendants Har-tog and Lohman and may not recover against said defendants in this cause.\n3. That the plaintiff was guilty of contributory negligence as to the defendants Lohman and Hartog, which contributory negligence proximately contributed to the incident and injuries received by said plaintiff, and he may not recover against the defendants Lohman and Har-tog.\n4. That the plaintiff was a volunteer' in becoming involved in the removal of Romero and Gallegos and may not recover as against the defendants Lohman and' Hartog.\n* * * * * *\n7. That the defendants Hartog and'. Lohman are not guilty of negligence.\nijí % tí\nBy his appeal plaintiff complains that the court erred in determining, (1) that defendants Hartog and Lohman were not negligent; (2) that plaintiff was contributorily negligent; (3) that plaintiff had assumed the risk; and (4) that plaintiff was a volunteer.\nPlaintiff's first point is that the court's finding of fact No. 11 that Hartog and Lohman were not negligent is not supported by substantial evidence and that conclusion of law No. 7 to the same effect is in error.\nPlaintiff recognizes the rule that findings of fact supported by substantial evidence, will not be set aside on appeal. Sauter v. St. Michael's College, 70 N.M. 380, 374 P.2d 134. However, he would bring himself within the converse of the rule that where a material finding is not supported by substantial evidence, a judgment based thereon will be set aside. Mosely v. National Bankers Life Insurance Company, 66 N.M. 330, 347 P.2d 755.\nIn his brief in chief, plaintiff asserts that defendants were negligent in two particulars, to-wit:\nIn asking the plaintiff to assist in the removal of the defendants Gallegos and Romero from the premises, well knowing that Gallegos was a troublemaker who had fought in their bar on previous occasions, without first warning Lindsay of the danger; and in asking him to assist in the ejection of the defendants Romero and Gallegos in the first instance, since there was a bouncer on the premises hired for that specific purpose.\nWe have examined the evidence called to our attention by plaintiff in his brief, and are satisfied that the facts as found by the court are well supported by the proof. Possibly, the plaintiff's version of the transaction could find support also. This, however, is no proper basis for overruling the findings as made. Coseboom v. Marshall Trust, 67 N.M. 405, 356 P.2d 117. As we view plaintiff's position, he relies particularly on the fact found by the court that either defendant Lohman or Hartog asked plaintiff to come along when they went over to the table where Gallegos and Romero were sitting. Our attention is directed to testimony that since the place was crowded, it was defendants' purpose to keep any trouble from starting and that they would just ease Gallegos and Romero out. Be this as it may, it is noteworthy that nothing was said to plaintiff specifically about assisting in ejecting Gallegos or Romero; also, that although Gallegos was known to defendants as a troublemaker, Romero was not, and it was Romero who caused the trouble and injured plaintiff. In summary, we do not see any error as a matter of law in the court's finding the facts to be as stated above, rather than as claimed by plaintiff.\nPlaintiff relies on Coca v. Arceo, 71 N.M. 186, 189, 376 P.2d 970, where we set forth the duties of an innkeeper in the following language:\n*126 * * * Naturally, an innkeeper is not and cannot be an insurer of a guest or patron against personal injuries inflicted by another person on the premises, other than his servants or agents. Nevertheless, the proprietor of a place of business who holds it out to the public for entry for his business purposes, is subject to liability to guests who are upon the premises and who are injured by the harmful acts of third persons if, by the exercise of reasonable care, the proprietor could have discovered that such acts were being done or about to be done, and could have protected against the injury by controlling the conduct of the other patron. * * * \nWe reassert the duty to be as stated, but plaintiff can find no comfort in that case. We there decided that the issue of whether there had been a breach of duty by the owner to a patron, presented controverted questions of fact which could not be resolved on motion for summary judgment. In the instant case the issues were resolved in favor of defendants after trial on the merits. In Coca we did not say that the innkeeper was negligent under the facts. We held merely that the trial judge erred in making such a determination in advance of trial. In Romero v. Kendricks, 74 N.M. 24, 390 P.2d 269, we reversed a judgment in favor of a patron of a bar as against the owner and operator. However, the facts of the case are in no sense similar to those here present and, except for its holding that absent negligence on the part of defendant there was no liability, the case is not helpful.\nThe defendants here having been found to be free from negligence, it makes no difference if plaintiff was himself negligent, or if he assumed the risk or was a volunteer. Accordingly, we need not consider or rule upon plaintiff's argument that the court erred in its determination of these issues.\nAlthough we may sympathize with plaintiff in his uncompensated loss of an eye, we do not consider it material that he feels that such a result is inequitable, nor do we agree with his contention that the law which here leaves him without a remedy is bad law, or that it establishes a bad precedent allowing bar operators with impunity to expose patrons to foreseeable risks of injury.\nThe judgment of the trial court should be affirmed.\nIt is so ordered.\nCHAVEZ and COMPTON, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether finding that defendants were not negligent was based upon substantial evidence\nSummary:\nthe plaintiff was injured when assisting proprietors to eject patrons from a bar\nthe case was tried and the defendant proprietors were found not to be guilty of negligence (but the person who struck the plaintiff was negligent)\nthe evidence supports the trial court's conclusion\neven if the defendants had asked the plaintiff to accompany them in attempting to eject the troublesome patrons:\nthey didn't ask him to physically intervene;\nthey could not have anticipated violence on the part of the defendant Romero, since he had not previously caused trouble; and\nthough not directly to the point, since the appeal relates to whether the evidence of negligence is substantial, an innkeeper is not liable for the negligence of third parties unless their reasonable care could have prevented injury.\n",
    "annotations": {
        "Facts": [
            "on the night of April 9, 1961 the plaintiff was a guest in the Peacock Lounge, an establishment owned and operated by M. D. Lohman and Dick Har-tog. That the plaintiff was standing in the Peacock Lounge when the defendants Lohman and Hartog were approached by one of the waitresses and this waitress discussed with one of the owners the question of the ID card of either the defendant Romero or the defendant Gallegos.",
            "the defendant Lohman or the defendant Hartog asked the plaintiff to come along, or words to that effect, and they walked over to the table where Gallegos and Romero were sitting.",
            "when the plaintiff and the defendants Hartog and Lohman approached the table occupied by the defendants Romero and Gallegos the defendants Romero and Gallegos acted in a belligerent and antagonistic manner, and that the defendants Romero and Gallegos were told to leave, whereupon the defendant Romero jumped up and stated that they would not leave and the plaintiff grabbed the defendant Romero around the upper part of his body and proceeded to force him outside. That the defendant Gallegos was also escorted outside by the defendants Lohman and Hartog.",
            "when plaintiff forced defendant Romero outside of the establishment some 70 to 80 feet, the plaintiff pinned the defendant Romero to a post by wrapping his arms around Romero and the post. That while plaintiff was forcing defendant Romero outside, said defendant was trying to get away and had an unidentifiable object in his hand, which fact was known to the plaintiff.",
            "plaintiff, after some time had elapsed, released defendant Romero, whereupon the defendant Romero struck plaintiff in the eye with a sharp object.",
            "the plaintiff knew or should have known that the action he took would further irritate and provoke an already belligerent and antagonistic person.",
            "he was not requested by the defendants Hartog and Lohman to grab the defendant Romero, but that said action was taken on his own volition.",
            "the plaintiff knew or should have known that the situation he found when they approached the table occupied by the defendants Romero and Gallegos could result in physical violence.",
            "the plaintiff was under no obligation to become a participant in the removal of the defendants Romero and Gallegos from the premises of the Peacock Lounge.",
            "either defendant Lohman or Hartog asked plaintiff to come along when they went over to the table where Gallegos and Romero were sitting",
            "since the place was crowded, it was defendants' purpose to keep any trouble from starting and that they would just ease Gallegos and Romero out.",
            "nothing was said to plaintiff specifically about assisting in ejecting Gallegos or Romero; also, that although Gallegos was known to defendants as a troublemaker, Romero was not, and it was Romero who caused the trouble and injured plaintiff"
        ],
        "Procedural History": [
            "This is an appeal by the plaintiff from a judgment in favor of the defendants",
            "That the action of the defendant Romero in striking plaintiff in the eye with a sharp object was a wilful, wanton and deliberate act, for which Romero must respond to plaintiff in damages.11. That there was no negligence of any kind on the part of the defendants Hartog and Lohman.12. That the evidence showed that the plaintiff was guilty of contributory negligence, which negligence would bar him from recovering against the defendants Hartog and Lohman, but not against the defendant Romero.13. That as a proximate result of defendant Romero's wilful, wanton and deliberate act, plaintiff suffered the loss of his left eye, and suffered pain, loss of time, physical impairment and disability, all to his damage in the sum of $15,000.00.",
            "Based on these findings, the court concluded :",
            "2. That the plaintiff voluntarily assumed the risk as to the defendants Har-tog and Lohman and may not recover against said defendants in this cause.3. That the plaintiff was guilty of contributory negligence as to the defendants Lohman and Hartog, which contributory negligence proximately contributed to the incident and injuries received by said plaintiff, and he may not recover against the defendants Lohman and Har-tog.4. That the plaintiff was a volunteer' in becoming involved in the removal of Romero and Gallegos and may not recover as against the defendants Lohman and' Hartog.",
            "7. That the defendants Hartog and'. Lohman are not guilty of negligence."
        ],
        "Application of Law to Facts": [
            "We have examined the evidence called to our attention by plaintiff in his brief, and are satisfied that the facts as found by the court are well supported by the proof. Possibly, the plaintiff's version of the transaction could find support also. This, however, is no proper basis for overruling the findings as made.",
            "we do not see any error as a matter of law in the court's finding the facts to be as stated above, rather than as claimed by plaintiff.",
            "an innkeeper is not and cannot be an insurer of a guest or patron against personal injuries inflicted by another person on the premises, other than his servants or agents. Nevertheless, the proprietor of a place of business who holds it out to the public for entry for his business purposes, is subject to liability to guests who are upon the premises and who are injured by the harmful acts of third persons if, by the exercise of reasonable care, the proprietor could have discovered that such acts were being done or about to be done, and could have protected against the injury by controlling the conduct of the other patron",
            "absent negligence on the part of defendant there was no liability"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The judgment of the trial court should be affirmed."
        ]
    },
    "class": "affirm"
}