{
    "text": "Perry v. Color Tile, 81 N.M. 143, 464 P.2d 562 (1970)\nJan. 16, 1970 · Court of Appeals of New Mexico · No. 371 \n81 N.M. 143, 464 P.2d 562 \nWillie May PERRY, Plaintiff-Appellant, v. COLOR TILE OF NEW MEXICO, a corporation, Defendant-Appellee \n464 P.2d 562\nCourt of Appeals of New Mexico.\nWilliam F. Aldridge, Benjamin K. Horton, Horton & Aldridge, Albuquerque, for appellant.\nRobert G. McCorkle, Rodey, Dickason, Sloan, Akin & Robb, Albuquerque, for appellee.\nOPINION\nSPIESS, Chief Judge.\nPlaintiff sought damages for personal injury resulting from a fall which occurred while shopping in defendant's store. The trial court granted summary judgment in favor of defendant. Plaintiff has appealed contending that there was an issue of fact as to defendant's negligence precluding the granting of summary judgment.\nIt is fundamental that summary judgment is proper where there is no genuine issue as to a material fact and the moving party is entitled to judgment as a matter of law. Worley v. United States Borax & Chemical Corporation, 78 N.M. 112, 428 P.2d 651 (1967).\nSummary judgment is not proper where there is the slightest issue as to a material fact. General Acceptance Corporation of Roswell v. Hollis, 75 N.M. 553, 408 P.2d 53 (1965). In deciding a motion for summary judgment the trial court must view the matters presented and considered by it in the most favorable aspect they will bear in support of the right to a trial on the issues. Ute Park Summer Homes Association v. Maxwell Land Grant Company, 77 N.M. 730, 427 P.2d 249 (1967). Applying these rules we affirm the judgment.\nThe plaintiff, Willie May Perry, and her two adult sons went to defendant's store to purchase tile. After entering the store plaintiff walked around the tile sections of the store going up and down the aisles which were made up of stacked tile boxes. There were tile display racks at the end of several of the rows of boxes and tile which comprised the sides of the aisles. After walking up and down all of the aisles for approximately thirty minutes plaintiff selected the tile she desired and proceeded with her sons to the check stand to make a purchase.\nWhile plaintiff's sons were effecting the purchase she fell over one of the display racks which had been placed at the end of one of the aisles and sustained the injuries for which she sought recovery.\nPlaintiff testified that as she walked down the aisle immediately before her accident she was looking at the stacks of tile. She wasn't looking at nothing but tile. * * *  She proceeded down the aisle and stopped with her back to the display rack. She turned toward the rack, bumped it and fell over it. Plaintiff admitted that the display rack was in plain view and that she could have seen it if she had looked.\nPlaintiff asserts that the issue of fact involved is whether there was a breach of duty on the part of the defendant to warn customers of a dangerous condition on the premises which was known or should have been known to the defendant. We see no material issue which would warrant a trial. It is undisputed that the display rack over which or upon which plaintiff fell was in plain view and, as she said, could have been seen by her had she looked.\nIf it be assumed under these circumstances that the location in which the rack was placed or the rack itself created a dangerous condition to one in plaintiff's situation there was nevertheless no duty on defendant's part to warn of a danger which was obvious and should have been observed by one in the exercise of ordinary care. Villanueva v. Nowlin, 77 N.M. 174, 420 P.2d 764 (1966) ; Dempsey v. Alamo Hotels, Inc., 76 N.M. 712, 418 P.2d 58 (1966) ; Giese v. Mountain States Telephone and Telegraph Company, 71 N. M. 70, 376 P.2d 24 (1962).\nIn Dempsey v. Alamo Hotels, Inc., supra, the court quoted, with apparent approval, the following statement in Kitchen v. Women's City Club, 267 Mass. 229, 166 N.E. 554 (1929).\nIt follows that no duty is owed to a guest, where the conditions are open and obvious to an ordinarily intelligent person, to make changes in such conditions or call attention to dangers which are apparent to the senses of such a person.\nWe take it to be fundamental that plaintiff cannot recover if no duty was owing her by defendant. In Giese v. Mountain States Telephone and Telegraph Company, supra, the court said:\nOne can be held liable for negligence only where he has failed to observe that standard of care which the law requires of him in the performance of a duty owed by him to the injured person.\nSee also White v. City of Lovington, 78 N. M. 628, 435 P.2d 1010 (Ct.App.1967).\nWe have considered authorities cited by plaintiff. They do not, in our opinion, compel a conclusion different than that herein expressed.\nIn our opinion, the judgment should be affirmed.\nIt is so ordered.\nOMAN and HENDLEY, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant had a duty warn of an obvious dangerous condition (present in a tile store).\nSummary:\nthe plaintiff tripped over a rack of tiles and asserted that the defendant should have warned its customers because it was dangerous and the defendant should have known about it\nThe plaintiff admitted that the tile rack was obvious, in plain view, and that she would have seen it if she was looking properly.\nthe court concluded that because the tile rack was obvious to anyone exercising ordinary care, there was no duty of the defendant to warn its customers of the danger.\n",
    "annotations": {
        "Facts": [
            "The plaintiff, Willie May Perry, and her two adult sons went to defendant's store to purchase tile. After entering the store plaintiff walked around the tile sections of the store going up and down the aisles which were made up of stacked tile boxes. There were tile display racks at the end of several of the rows of boxes and tile which comprised the sides of the aisles. After walking up and down all of the aisles for approximately thirty minutes plaintiff selected the tile she desired and proceeded with her sons to the check stand to make a purchase.While plaintiff's sons were effecting the purchase she fell over one of the display racks which had been placed at the end of one of the aisles and sustained the injuries for which she sought recovery.Plaintiff testified that as she walked down the aisle immediately before her accident she was looking at the stacks of tile. She wasn't looking at nothing but tile. * * *  She proceeded down the aisle and stopped with her back to the display rack. She turned toward the rack, bumped it and fell over it. "
        ],
        "Procedural History": [
            "The trial court granted summary judgment in favor of defendant. Plaintiff has appealed"
        ],
        "Application of Law to Facts": [
            "Plaintiff admitted that the display rack was in plain view and that she could have seen it if she had looked.",
            "It is undisputed that the display rack over which or upon which plaintiff fell was in plain view and, as she said, could have been seen by her had she looked.If it be assumed under these circumstances that the location in which the rack was placed or the rack itself created a dangerous condition to one in plaintiff's situation there was nevertheless no duty on defendant's part to warn of a danger which was obvious and should have been observed by one in the exercise of ordinary care"
        ],
        "Relevant Precedents": [
            "Villanueva v. Nowlin, 77 N.M. 174,  (1966) ; Dempsey v. Alamo Hotels, Inc., 76 N.M. 712,  (1966) ; Giese v. Mountain States Telephone and Telegraph Company, 71 N. M. 70,  (1962)."
        ],
        "Outcome": [
            "the judgment should be affirmed"
        ]
    },
    "class": "affirm"
}