{
    "text": "Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520 (1962)\nOct. 4, 1962 · Supreme Court of New Mexico · No. 6913 \n71 N.M. 221, 377 P.2d 520 \nBeulah Anne WOODS, Plaintiff-Appellee, v. Elsa A. BRUMLOP, Defendant-Appellant \n377 P.2d 520\nSupreme Court of New Mexico.\n*222McAtee, Toulouse, Marchiondo, Ruud & Gallagher, Adams & Calkins, Albuquerque, for appellant.\nJohn E. Hall, Albuquerque, for appellee.\nNOBLE, Justice.\nA jury awarded Beulah Anne Woods $5,889.58 damages against Doctor Brumlop for malpractice, and the decisive question is whether testimony of the plaintiff was admissible as to the cause of a claimed loss of hearing and whether in the absence of medical testimony that the treatment prescribed caused a loss of hearing it should have been submitted to the jury as an element of damages.\nThe action originally was against Doctor Brumlop and Doctor Gonzales for malpractice. A verdict was directed in favor of Doctor Gonzales, and the case was submitted to the jury against Doctor Brumlop alone.\nPlaintiff was referred to Doctor Brumlop for psychiatric treatment by her physician. After consultation and some routine psychiatric treatments, Doctor Brumlop advised that plaintiff should submit to electroshock treatments. Doctor Brumlop refused to give the treatments herself and suggested that plaintiff enter the New Mexico Mental Hospital for the treatments. After further consultations with her original physician, who likewise recommended the treatments, plaintiff entered the State Hospital where the electroshock treatments were administered by Doctor Gonzales. Doctor Gonzales, without consultation or recommendation by Doctor Brumlop, but upon his own diagnosis, determined to administer the electroshock treatments. Plaintiff claims to have received injuries consisting of a compression fracture to her spine and loss of hearing as a result of the treatments.\nSeveral grounds are urged for reversal. We consider submission of the question of a claimed loss of hearing and the cost of a hearing aid as elements of damage caused by the electroshock treatments to be decisive and, therefore, consider it first.\nPerhaps we should point out at the outset that plaintiff's claim for damages against defendant Brumlop, who did not administer the treatments which caused her injury, is based upon two theories. First, the doctor failed to inform and advise plaintiff of the dangers inherent in the electroshock treatments. Secondly, the doctor, upon direct inquiry by plaintiff, told her that no harmful results could occur, knowing that statement to be untrue; that the plaintiff had no knowledge of such and that this resulted in plaintiff having no basis upon which to predicate her consent to the treatments. We shall discuss the denial of a motion for directed verdict later.\nAs we have pointed out, plaintiff claimed as one of the injuries sustained by her as a result of the treatments, a loss of hearing and $175.00 as the expense of a hearing aid. The particular complaint is that the causal relation between the claimed loss of hearing and the treatment prescribed was not established by competent evidence. There was no medical testimony establishing the causal relationship, and it is contended that the lay testimony of plaintiff as to the cause of a physical condition is inadmissible. The evidence was objected to at the time it was offered and was the subject of a motion to strike the testimony and to not permit the jury to consider loss of hearing and the cost of the hearing aid as an element of damage, made at the conclusion of all the evidence. Denial of the motion is urged as error requiring reversal. We agree that its denial requires a remand for new trial.\nThe defendant is liable only for injuries inflicted on the plaintiff by reason of the electroshock treatment and is in no way responsible for plaintiff's loss of hearing occasioned by any other means. The burden of proving with reasonable certainty the causal connection between the treatment and plaintiff's loss of hearing rested upon the plaintiff. Hebenstreit v. Atchison, Topeka & Santa Fe Ry., 65 N.M. 301, 336 P.2d 1057, and cases there cited.\n*224The annotator at 66 A.L.R.2d 1127 states the rule as to the admissibility of lay testimony as to the cause of a physical condition as follows:\n* * * where the subject matter is wholly scientific or so far removed from the usual and ordinary experience of the average man that expert knowledge is essential to the formation of an intelligent opinion, only an expert can competently give opinion evidence as to the cause of death, disease, or a physical condition.\nThe testimony objected to here was that of plaintiff:\nQ. Now Mrs. Woods, in addition to the pain and discomfort that you had in your back after this first shock treatment was given, did you experience any other physical effects?\nA. The treatment destroyed most of my hearing.\nThere was also the admission of the cost of a hearing aid. A medical expert in hearing and ear troubles testified that he had treated plaintiff prior to the shock treatments for inner-ear trouble and had tested her hearing and found her to be hard of hearing. The medical expert, however, testified that in his opinion the cause when he examined her was audiosclorosis. He said that he was unable to form an opinion as to whether shock treatment could result in loss of hearing. The only testimony that such loss of hearing was caused by the shock treatments, therefore, was the lay testimony of plaintiff.\nIn Pacific Employers Ins. Co. v. Industrial Accident Commission, 47 Cal.App.2d 494, 118 P.2d 334, it was said that the pathological cause of an ailment is a scientific question upon which it is necessary to obtain scientific knowledge and only the opinions of experts are of any value.\nIn an action for punitive damages for willful and malicious trespass to land, the court in Ruland v. Zenith Const. Co., Okl., 283 P.2d 540, held a husband is incompetent, not being an expert, to testify that his wife became ill, nervous and sick because of the alleged wrongful conduct of the defendant. In a malpractice action against a physician for causing the administration of medicine containing arsenic, it was held in Hawkins v. McCain, 239 N.C. 160, 79 S.E.2d 493, that the evidence of lay witnesses that they told the plaintiff not to continue to take medicine because it was apparently killing her was properly excluded because it constituted nothing more than mere conjecture or surmise * * * as to cause and effect in a field of knowledge in which only an expert could give a competent opinion, that is, whether the health of plaintiff had been injuriously affected by taking the medicine.\nThe following exchange between the court and counsel for plaintiff at the time objection was made to submitting the issue of loss of hearing as an element of damage indicates that counsel for plaintiff admitted that a causal connection had not been medically established. It was contended that the issue should remain because otherwise it would affect the credibility of the testimony of plaintiff.\nThe Court: Mr. Hall, it is the Court's understanding from your statements that you have given up your claim of loss of hearing due to the electroshock treatments.\nMr. Hall: I didn't make that as an official part of the record; however I think I indicated to the Court during the recess period that we had been unable medically to connect it up as being any loss. I would like to be in a position to argue the matter [to] the jury, however, and retain it in the case, in order to explain, because it is going to be raised on the credibility of the witness. There are degrees of loss of hearing and she may have contributed more of a loss than actually occurred after it, or it may have been or may not have been due to the electroshock treatment and all that. I would like to keep it in the case, although I am inclined to believe that the Jury would be justified in throwing it out because we haven't medically connected it up.\nIn Hebenstreit v. Atchison, Topeka & Santa Fe Ry., supra, the medical expert testified that it would be a matter of pure speculation to state the extent of aggravation caused by the trauma. This court there said:\nUncertainty as to the amount of damages one may be entitled to receive will not prevent a recovery, but it is well settled that a judgment based on conjecture, surmise or speculation can not be sustained, and that is what we have here.\nIf Dr. Tanney with his superior knowledge of the condition of Mrs. Hebenstreit through the years could not give an approximation of the extent of the aggravation or acceleration, we are at a loss to understand how the members of the jury could do so.\nWe think these decisions demonstrate that the cause and effect of a physical condition lies in a field of knowledge in which only a medical expert can give a competent opinion. Not having shown a peculiar knowledge, the plaintiff's testimony as to the cause of her loss of hearing was inadmissible. There being no medical testimony to support her contention that loss of hearing was caused by the treatments, and in view of the testimony of the medical expert in this case, we feel that the jury could have had no basis other than conjecture, surmise *226or speculation upon which to consider whether plaintiff's claimed loss of hearing was caused by the shock treatments.\nPlaintiff now argues that it does not appear that loss of hearing was an issue submitted to the jury. We cannot agree. The court instructed the jury as a part of instruction No. 5:\n•* * * Second, did the electric shock treatments cause the disabilities or injuries that the complaint has alleged she suffered as a result of these treatments ? * * * \nLoss of hearing was not only alleged but testified to by plaintiff.\nBy instruction No. 13, the court charged the jury they might consider the plaintiff's physical condition prior to the injury and consider the physical condition of the plaintiff at this time and what it would have been but for the injury.\nThese, together with the court's refusal to strike the allegation of loss of hearing upon motion at the close of all the testimony, make it clear to us that loss of hearing was submitted to the jury as an element of damages.\nWe think the error complained of is substantial and requires a reversal of the judgment appealed from and that the cause must be remanded for a new trial.\nSince there must be a new trial, we think it proper to comment on the issue as to whether there was substantial evidence upon which to submit the issue of defendant's liability to the jury. This question was raised by defendant's motion for a directed verdict.\nIn considering a motion for directed verdict, the evidence must be viewed in its aspect most favorable to the plaintiff, including all reasonable inferences to be drawn from it, and all unfavorable testimony and inferences must be disregarded. It is only where there is no fact for the jury to determine or where the court, in the exercise of its sound discretion, would be required to set aside a verdict if favorable to one side, rather than to the other, that the court should direct a verdict. Landers v. Atchison, T. & S. F. Ry., 68 N.M. 130, 359 P.2d 522; Ferris v. Thomas Drilling Co., 62 N.M. 283, 309 P.2d 225.\nWhile the claimed failure of defendant to advise plaintiff of the dangers inherent in the recommended treatment was alleged as a breach of defendant's duty to her patient, plaintiff, at the trial and now, relies entirely upon her contention and allegation that the breach of duty was the failure of defendant to tell plaintiff the truth in answer to a direct inquiry as to the dangers that might result from such treatment, and upon plaintiff's reliance upon defendant's alleged statement that no harm could result to her from such treatment. The testimony is directly conflicting upon this question. Defendant insists that she did fully discuss the inherent dangers with plaintiff, plaintiff maintaining the contrary that the doctor told her that no harm could result from the treatments.\nThe question is immediately presented— what is the extent of a physician's duty to explain to his patient the nature and probable consequences of a treatment -recommended or prescribed? To what extent must the doctor disclose the existence and nature of the risks inherent in the treatment? An answer to these questions is pertinent in determining that duty as well, in an answer to a direct inquiry by the patient.\nCourts have frequently said that the -relation between a physician and his patient is one of trust and confidence and that the physician has the duty to make a full and frank disclosure to the patient of all pertinent facts relative to his illness and the treatment prescribed or recommended therefor. Los Alamos Medical Center v. Coe, 58 N.M. 686, 275 P.2d 175, 50 A.L.R. 2d 1033; Natanson v. Kline, 186 Kan. 393, 350 P.2d 1093; Batty v. Arizona State Dental Board, 57 Ariz. 239, 112 P.2d 870; Pashley v. Pacific Elec. Co., 25 Cal.2d 226, 153 P.2d 325; Macaulay v. Booth, 53 Cal. App.2d 757, 128 P.2d 386.\nPlaintiff testified that she would not have consented to the treatments if she had been made aware of the probable dangers resulting therefrom. The real basis for the rule requiring disclosure is to give the patient a basis upon which to exercise judgment as to whether he will consent to the treatment. Without the disclosure by the doctor it is said that the patient is not informed and that, therefore, any consent obtained is ineffectual. An adult person, if he be of sound mind, is considered to have the right to determine for himself whether a recommended treatment or surgery shall be performed upon him, and to have the right even to expressly prohibit life-saving surgery or other medical treatment. Natanson v. Kline, supra.\nIn regard to the duty of a doctor to advise his patient as to the probable consequences of a treatment and the dangers connected with it, the author of an article in 41 Minn.L.Rev. 381, 427, has this to say:\n * * * The proper solution of this problem, in the opinion of the author, is to recognize that the doctor owes a duty to his patient to make reasonable disclosure of all significant facts, i. e., the nature of the infirmity (so far as reasonably possible), the nature of the operation and some of the more probable consequences and difficulties inherent in the proposed operation. It may be said that a doctor who fails to perform this duty is guilty of malpractice. * * * \n*228 The views of the author were approved in Mitchell v. Robinson, (Mo.1960), 334 S.W.2d 11, 79 A.L.R.2d 1017. In Salgo v. Leland Stanford, etc. Board of Trustees, 154 Cal.App.2d 560, 317 P.2d 170, it was said that:\nA physician violates his duty to his patient and subjects himself to liability if he withholds any facts which are necessary to form the basis of an intelligent consent by the patient to the proposed treatment. 'Likewise the physician may not minimize the known dangers of a procedure or operation in order to induce his patient's consent. * $ *»\nSee, also, Bang v. Charles T. Miller Hospital, 251 Minn. 427, 88 N.W.2d 186; Lester v. Aetna Cas. & Sur. Co., (C.C.A. 5), 240 F.2d 676. Compare Natanson v. Kline, supra, and Di Filippo v. Preston, Del., 173 A.2d 333, where it is held that the duty to warn the patient of inherent dangers in the treatment must be established by medical testimony.\nAn exception to the rule requiring a disclosure of the dangers of a treatment procedure, of course, is an actual emergency where the patient is in no condition to determine for himself. Some courts have said that another exception is where an explanation of every risk attendant upon a treatment procedure may well result in alarming a patient who is already apprehensive and who may, as a result, refuse to undertake surgery or a treatment in which there is a minimal risk or where such disclosure may result in actually increasing the risk by reason of the psychological results of the apprehension itself. Actually some courts recognize a further exception that each patient is to be treated as a separate problem on the theory that the patient's mental and emotional condition is important, and that a certain amount of discussion consistent with full disclosure of facts necessary to an informed consent should be employed. Defendant argues for an application for one of these exceptions on the ground that the patient here was emotionally upset and the treatment was recognized as an aid in recovery from such emotional unbalance, and that a disclosure of the dangers would only tend to increase the emotional, mental condition of the patient. She relies on Hunt v. Bradshaw, 242 N.C. 517, 88 S.E.2d 762; Amerine v. Hunter, (Tex.Civ.App.), 335 S.W.2d 643; Bernath v. Le Fever, 325 Pa. 43, 189 A. 342. Cf. Simone v. Sabo, 37 Cal.2d 253, 231 P.2d 19; Schloendorff v. Society of New York Hospital, 211 N.Y. 125, 105 N.E. 92, 52 L.R.A.,N.S., 505. This contention of defendant, however, is not available on appeal. Defendant neither offered any testimony nor requested an instruction on the question as to whether a disclosure of the risks involved in the treatment would alarm an emotionally upset and apprehensive patient to the extent that it would not be proper medical practice to disclose such risks to the plaintiff. Defendant's defense was that she did advise plaintiff of the risks and dangers of the electroshock treatment. This was denied by plaintiff and she further claimed that the doctor expressly told her in answer to an inquiry that no danger could result from the treatment. Plaintiff testified that had she known of the dangers attendant upon the treatment, she would not have permitted it to have been performed.\nA physician who misleads a patient by not only failing to give a warning of reasonable and recognized risks inherent in a treatment after which the patient would have refused the treatment, but by affirmatively assuring her that there are no risks, knowing such statement to be untrue, is liable for the harmful consequences of the treatment. Such a failure to disclose, or the giving of an untrue answer as to the probable consequences of a treatment constitutes malpractice; and a doctor who fails to so advise his client, or gives an untrue answer as to such consequences, is liable for malpractice unless his failure to do so comes within one of the exceptions to the rule requiring candor and disclosure. Under the circumstances of this case, a fact issue was presented for determination by the jury upon which there was no necessity for expert medical testimony.\nA careful review of the evidence convinces us there was no error in the denial of defendant's motion for a directed verdict.\nOther questions presented and argued have either been disposed of by what we have said, or have been found to be without merit.\nThe judgment appealed from will be reversed and remanded with instructions to grant a new trial.\nIt is so ordered.\nCOMPTON, C. J., and CHAVEZ, J., concur.\nCARMODY and MOISE, JJ., not participating.\n",
    "annotations": {
        "Facts": [
            "Plaintiff was referred to Doctor Brumlop for psychiatric treatment by her physician. After consultation and some routine psychiatric treatments, Doctor Brumlop advised that plaintiff should submit to electroshock treatments. Doctor Brumlop refused to give the treatments herself and suggested that plaintiff enter the New Mexico Mental Hospital for the treatments. After further consultations with her original physician, who likewise recommended the treatments, plaintiff entered the State Hospital where the electroshock treatments were administered by Doctor Gonzales. Doctor Gonzales, without consultation or recommendation by Doctor Brumlop, but upon his own diagnosis, determined to administer the electroshock treatments. Plaintiff claims to have received injuries consisting of a compression fracture to her spine and loss of hearing as a result of the treatments.",
            "Brumlop, who did not administer the treatments which caused her injury",
            "doctor failed to inform and advise plaintiff of the dangers inherent in the electroshock treatments",
            "doctor, upon direct inquiry by plaintiff, told her that no harmful results could occur, knowing that statement to be untrue",
            "plaintiff and she further claimed that the doctor expressly told her in answer to an inquiry that no danger could result from the treatment",
            "had she known of the dangers attendant upon the treatment, she would not have permitted it to have been performed"
        ],
        "Procedural History": [
            "A jury awarded Beulah Anne Woods $5,889.58 damages against Doctor Brumlop for malpractice",
            "The action originally was against Doctor Brumlop and Doctor Gonzales for malpractice.",
            "A verdict was directed in favor of Doctor Gonzales, and the case was submitted to the jury against Doctor Brumlop alone."
        ],
        "Application of Law to Facts": [
            "A physician who misleads a patient by not only failing to give a warning of reasonable and recognized risks inherent in a treatment after which the patient would have refused the treatment, but by affirmatively assuring her that there are no risks, knowing such statement to be untrue, is liable for the harmful consequences of the treatment. Such a failure to disclose, or the giving of an untrue answer as to the probable consequences of a treatment constitutes malpractice; and a doctor who fails to so advise his client, or gives an untrue answer as to such consequences, is liable for malpractice unless his failure to do so comes within one of the exceptions to the rule requiring candor and disclosure. Under the circumstances of this case, a fact issue was presented for determination by the jury upon which there was no necessity for expert medical testimony."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The judgment appealed from will be reversed and remanded with instructions to grant a new trial."
        ]
    },
    "class": "reverse"
}