{
    "text": "Alaniz v. Funk, 69 N.M. 164, 364 P.2d 1033 (1961)\nSept. 19, 1961 · Supreme Court of New Mexico · No. 6814 \n69 N.M. 164, 364 P.2d 1033 \nHenry ALANIZ, Administrator of the Estate of Elias Alaniz, Deceased, as personal representative, Plaintiff-Appellant, v. Ike FUNK, Defendant-Appellee \n364 P.2d 1033\nSupreme Court of New Mexico.\nTimothy P. Woolston, William S. J. Knox, Albuquerque, for appellant.\nPatrick F. Hanagan, Roswell, Jack Love, Lovington, for appellee.\nCARMODY, Justice.\nAction for wrongful death. The appeal is from the granting of a directed verdict at the close of plaintiff's case.\nThe only problem is whether a jury question was involved in the case of a deputy sheriff's killing a suspected felon in order to effect an arrest.\nThe ruling of the trial court was made upon facts which may be briefly stated: In the late afternoon, following the break-in of a National Guard armory, wherein some M-l and carbine rifles were stolen, the officers discovered a cache of four of the rifles hidden in some weeds in a ditch at the side of a country road. The weapons were not disturbed, nor were they examined to determine if they were loaded in order that subsequently whatever fingerprints might have been on them could be detected. Defendant Funk (a regularly appointed and acting deputy sheriff of Eddy County, New Mexico) and an agent of the Federal Bureau of Investigation concealed themselves in a cotton field about eighty feet away from where the rifles were hidden, hoping to apprehend whoever came to retrieve them. The officers were alone and had hidden their cars some 250 yards away, behind a barn. The area was flat and there was no place to hide except in the field between the rows of cotton. After dark, about two hours after the officers were located, a car approached, stopped or slowed down at the place where the guns were concealed, then proceeded about 100 yards beyond, pulled to the side of the road, stopped and its lights were turned off. A man got out and walked to the cache, picked up the rifles, and proceeded hurriedly back toward the car. The officers jumped up and ran after the man and in the direction of the car. They called the man to halt and identified themselves as officers. The man continued until the F.B.I. agent fired a shot, whereupon he dropped the rifles. At the same time, the motor of the car was started, its lights turned on, and it commenced to drive away, although the man in the road had not as yet reached it. Funk at this time fired a sawed-off shotgun at the car twice, his stated intention being to blow out the tires to stop the car, thereby enabling the officers to arrest the occupants. However, the buckshot struck the upper portion of the car, killing the driver (plaintiff's decedent).\nThe complaint alleged extreme negligence and reckless conduct on the part of defendant Funk, but plaintiff argues in this court that the reasonableness, necessity and propriety of the shooting should have been submitted to the jury and not determined by the court. The defendant insists that the issue must be determined on the basis of the allegations of the complaint, but, regardless of this argument, we will treat the complaint as amended to conform with the evidence (see, Springer Transfer Co. v. City of Albuquerque, 1940, 44 N.M. 407, 103 P.2d 129; and Sec. 21-1-1(15) (b), N.M.S.A.1953 Comp.), and determine the true issue involved, i. e., whether under these facts the court was in error in granting a directed verdict.\nThe New Mexico statutes relating to the privilege of the use of force in effecting an arrest are:\nSec. 40-24-12, N.M.S.A.1953: \nOfficer causing death. — A homicide is justifiable when committed by public officers, and those acting by their command in their aid and assistance, either in obedience to any judgment of any competent court, or when necessarily committed in overcoming actual resistance to the execution of some legal process, or to the discharge of any - other legal duty; or when necessarily committed in retaking felons who have been rescued, or who have escaped, or when necessarily committed in arresting felons fleeing from justice.\nSec. 40-24-13, N.M.S.A.1953: \nKilling in defense of person or property, apprehending felon, suppressing riot or preserving peace. — Such homicide is also justifiable when committed by any person in either of the • following cases:\n* * * * * *\nThird. When necessarily commit- ' ted in attempting by lawful ways and means to apprehend any person for any felony committed; or lawfully suppressing any riot; or in lawfully keeping and preserving the peace.\nIt is quite apparent from a reading of these statutes that they are in reality a legislative recognition of the common law which empowered officers to perform their duty of apprehending and bringing felons to the bar of justice.\nThe question of the reasonableness of the actions of the officer does not appear to have been considered by the legislature, nor has this court in the past ruled upon the question involved. We have had occasion to determine the liability of officers as to the force, lethal or otherwise, which they may utilize in effecting an arrest for a misdemeanor. See, Padilla v. Chavez, 1957, 62 N.M. 170, 306 P.2d 1094; and Mead v. O'Connor, 1959, 66 N.M. 170, 344 P.2d 478. However, the rules as to the amount of force which may be used by an officer vary greatly in cases involving misdemeanors and in cases involving felonies. The rule as to felonies is properly stated in Stinnett v. Commonwealth of Virginia, 4 Cir., 1932, 55 F.2d 644, 646, as follows:\n * * * And it is a well-settled rule of law that, if the reasonable use of such force results in the death of the felon, the officers may not be held liable therefor. (Citations) * * *\nThis does not mean that, where the common-law rule is applicable, officers of the law may shoot persons guilty of felony merely because they attempt to run. An officer may use force likely to result in death only in case it appears reasonably necessary to do so to effect an arrest or prevent an escape. As said by the Supreme Court of Arkansas in Green v. State, 91 Ark. 510, 121 S.W. 727, 728: 'A felon's flight does not justify his pursuer in killing him, unless that is necessary to prevent escape. Reasonable care should be exercised by one placed in such a situation, either as an officer or a private citizen, to prevent the escape of a felon without doing personal violence; and it is only where killing is necessary to prevent the escape of the felon that the slayer is held in law to be justified.' On the other hand, if the use of force resulting in death is necessary to effect an arrest or prevent an escape, the officer is not to be held guilty merely because the felon was fleeing instead of resisting or as-suiting the officer at the time.\nIn recent years, there has been some attempt made on the part of various text writers to limit the rule so as to allow the use of extreme or lethal force only in so-called serious felonies. It is of interest to note that the original volume of Restatement of the Law, Torts, Sec. 131, was apparently an effort to so restrict the use of force. However, some twenty years later, with the publication of the 1948 Supplement, the original Sec. 131 was rewritten, and this section as it now reads applies to any felony. The reporter who prepared the change in the text, Laurence H. Eldredge of Philadelphia, very frankly states that, in the years between 1926 and 1948, no case had been found which cited the original Sec. 131, or which was in accord with it. On the contrary, several cases are cited which hold in accordance with the rule as revised. See, Restatement, 1948 Supplement, Sec. 131 and comment. We are of the opinion that the rule therein stated is proper, and, in any event, it is not for the courts to change it, but for the legislature, should that body deem it advisable to make a distinction between felonies when the use of force in making arrests is involved.\nWe are of the opinion that, generally, the question of the reasonableness of the actions of the officer in using lethal force to apprehend a felon is a question of fact for the jury. See, Stinnett v. Commonwealth of Virginia, supra; Thompson v. Norfolk & W. Ry. Co., 1935, 116 W.Va. 705, 182 S.E. 880; Scarbrough v. State, 1934, 168 Tenn. 106, 76 S.W.2d 106; and Johnson v. Chesapeake & O. Ry. Co., 1935, 259 Ky. 789, 83 S.W.2d 521. However, in the instant case, the trial court made the following statement:\n * * * it is a finding of the Court that the record indicates that reasonable minds of the jury could not but agree that the defendant at the time of the firing of the shot which resulted in the death of Alaniz, under all of the circumstances, was acting as a reasonable person considering the circumstances as they then appeared to him to be, and that the shot was fired for the purpose of preventing the escape of one whom he reasonably believed under all of the circumstances to be a felon. * * * \nWe agree that the minds of reasonable men could not differ under the circumstances as they appeared to the defendant at the time of the shooting. It is quite obvious that unless something was done to stop the forward operation of the car, the occupants thereof would have been able to escape and perhaps never be apprehended. It was the duty of the defendant to use every reasonable effort to apprehend the felon or felons involved; and even though the unfortunate results occurred, the defendant should not be held liable for attempting to perform his duty. That the officers might have placed themselves differently, or formulated a plan that would have been more certain of success without the use of firearms, are matters of retrospect which are thought of by judges and lawyers after the occurrence; but in the day-by-day work of an officer, it can hardly be expected that every arrest or attempted arrest can be effected with theoretical perfection. The unexpected must always be considered, particularly when dealing with those who have committed a felony. When the state sends an officer to make an arrest for a felony, he must use his best judgment to make the arrest, peaceably if he can, but forcibly if he must. The Supreme Court of West Virginia, in Thompson v. Norfolk & W. Ry. Co., supra [116 W.Va. 70S, 182 S.E. 880 at page 884], made the following pertinent statement:\nWithin reasonable limits, the degree of force to be employed by an arresting officer is a matter in his discretion. (Citation) In making an arrest, the officer is presumed to have acted in good faith, and when his conduct comes later to be weighed in the coolness of judicial surroundings, and perhaps in a conference of the judges of an appellate tribunal, the mistake must not be made of evaluating the conduct solely from the viewpoint of the later environment. The appraisal must be made in the light of the pressing circumstances as the officer saw them. (Citations).\nWe would say that in practically all such cases, should they unfortunately occur, the matter should be submitted to the jury; but in this particular instance, under the facts before us, we do not feel that the trial court was in error in directing a verdict.\nAffirmed. It is so ordered.\nCOMPTON, C. J., and CHAVEZ, J., concur.\nMOISE and NOBLE, JJ., not participating.\n\nPLAIN ENGLISH SUMMARY\nIssue: technically, whether the facts of this case should have been presented to a jury for determination; but practically, whether it is reasonable to shoot at a vehicle, in intended apprehension of a felon, where a risk of death is apparent.\n\nSummary:\nthe victim was killed when a sheriff's deputy fired a shotgun at a car he was driving as a getaway vehicle involved in the theft of guns.\nSheriff's deputies, and other law enforcement officers, are permitted to use force that carries a risk of death when they are apprehending a felon, including when the felon has escaped custody or is escaping; thus, the reasonable use of force in those situations includes force that risks a felon's death.\nIn this case, the appeal court affirmed the trial court's finding that it was reasonable of the sheriff's deputy to fire the shotgun at the vehicle, even though that act carried a risk of killing someone, since even actions which risk a felon's death are permissible in apprehending the felon if they are necessary (and in this case it was).\nConsequently, since the deputy had acted reasonably, there was no negligence.\n",
    "annotations": {
        "Facts": [
            "In the late afternoon, following the break-in of a National Guard armory, wherein some M-l and carbine rifles were stolen, the officers discovered a cache of four of the rifles hidden in some weeds in a ditch at the side of a country road. The weapons were not disturbed, nor were they examined to determine if they were loaded in order that subsequently whatever fingerprints might have been on them could be detected. Defendant Funk (a regularly appointed and acting deputy sheriff of Eddy County, New Mexico) and an agent of the Federal Bureau of Investigation concealed themselves in a cotton field about eighty feet away from where the rifles were hidden, hoping to apprehend whoever came to retrieve them. The officers were alone and had hidden their cars some 250 yards away, behind a barn. The area was flat and there was no place to hide except in the field between the rows of cotton. After dark, about two hours after the officers were located, a car approached, stopped or slowed down at the place where the guns were concealed, then proceeded about 100 yards beyond, pulled to the side of the road, stopped and its lights were turned off. A man got out and walked to the cache, picked up the rifles, and proceeded hurriedly back toward the car. The officers jumped up and ran after the man and in the direction of the car. They called the man to halt and identified themselves as officers. The man continued until the F.B.I. agent fired a shot, whereupon he dropped the rifles. At the same time, the motor of the car was started, its lights turned on, and it commenced to drive away, although the man in the road had not as yet reached it. Funk at this time fired a sawed-off shotgun at the car twice, his stated intention being to blow out the tires to stop the car, thereby enabling the officers to arrest the occupants. However, the buckshot struck the upper portion of the car, killing the driver (plaintiff's decedent)."
        ],
        "Procedural History": [
            "Action for wrongful death. The appeal is from the granting of a directed verdict at the close of plaintiff's case."
        ],
        "Application of Law to Facts": [
            "if the reasonable use of such force results in the death of the felon, the officers may not be held liable therefor.",
            "We agree that the minds of reasonable men could not differ under the circumstances as they appeared to the defendant at the time of the shooting. It is quite obvious that unless something was done to stop the forward operation of the car, the occupants thereof would have been able to escape and perhaps never be apprehended. It was the duty of the defendant to use every reasonable effort to apprehend the felon or felons involved; and even though the unfortunate results occurred, the defendant should not be held liable for attempting to perform his duty."
        ],
        "Relevant Precedents": [
            "Stinnett v. Commonwealth of Virginia, 4 Cir., 1932, 55 F.2d 644, 646",
            "Green v. State, , 121 S.W. 727",
            "original volume of Restatement of the Law, Torts, Sec. 131",
            "Thompson v. Norfolk & W. Ry. Co., supra [S, 182 S.E. 880"
        ],
        "Outcome": [
            "Affirmed"
        ]
    },
    "class": "affirm"
}