{
    "text": "Ware v. Cattaneo, 69 N.M. 394, 367 P.2d 705 (1962)\nJan. 4, 1962 · Supreme Court of New Mexico · No. 6918 \n69 N.M. 394, 367 P.2d 705 \nHelen Marjorie WARE, Administratrix of the Estate of Clinton C. Ware, deceased, Plaintiff-Appellant, v. Auro CATTANEO, Defendant-Appellee \n367 P.2d 705\nSupreme Court of New Mexico.\n*395Smith, Kiker & Kitts, Albuquerque, for appellant.\nRodey, Dickason, Sloan, Akin & Robb, James C. Ritchie, Robert M. St. John, Albuquerque, for appellee.\nNOBLE, Justice.\nAction was brought for personal injuries to Clinton C. Ware resulting from his falling on alleged defective front steps of defendant's house, where Ware was looking at an apartment for rent. Defendant pled contributory negligence and assumption of risk. This appeal is from a jury verdict for defendant and the judgment entered pursuant to the verdict. The sole question presented by the appeal is whether the giving of instruction No. 22, claimed to be a charge upon issues neither raised by the pleadings nor by the evidence, requires a reversal.\nWare, accompanied by others, and at the invitation of the appellee's daughter, went to appellee's house in Gallup to look at an apartment for rent. They arrived at night, knowing that the lights in the second-floor apartment they were to inspect were not turned on. Upon approaching the front steps, they were advised by the daughter to use the north side of the steps because-of a hole in the south side. Foliage protruded through the rail at the north side and the steps at that side were worn, uneven and slanting. It was dark, the only light being a street light diagonally across the intersection and a lighted window on the porch. There was a porch light which was not turned on. After examination of the apartment by candlelight from candles held by the daughter and a friend, the party returned to the porch where the candles were extinguished either by the girls or by the wind. In descending the front steps on the north side, Mr. Ware fell and received the injuries complained of. He died after suit and before the trial, of causes not connected with this injury, and his widow was substituted as plaintiff.\nA total of 33 instructions were given to the jury, No. 22 being the only one complained of. That instruction was:\n22. An owner or occupant of premises is not liable as an insurer of the safety of persons whom he has invited to enter. His liability to them for injuries which they may sustain while upon his premises must be predicated upon his negligence. Moreover, the degree of care required of the owner of premises toward one invited thereon may be qualified by an express or implied agreement. Obviously the duty of the owner or occupant to an invitee depends upon the circumstances surrounding the invitation, including the character of the premises which the visitor is invited to use, the nature of the invitation, the conditions under which it is extended, and the use of the premises to be made by the invitee.\nThe instruction was objected to upon the grounds that it charges the jury on questions upon which there is neither a pleading nor evidence; that it is an incorrect statement of the law in that the duty of an owner or occupant to a business invitee is that of reasonable care which may not be varied or altered by circumstances surrounding the invitation; and, that there is no proof of any express or implied agreement which would qualify the standard of care owed by the owner to the business invitee. Appellee answers with the assertion that the plea and evidence of assumption of risk and contributory negligence warranted the instruction on express or implied agreement qualifying the standard of care. We cannot agree. By instructions No. 10 and No. 11, the court fully instructed the jury not only as to what constitutes a business invitee, but, also, that Mr. Ware, in this instance, was a business invitee. The jury was instructed by No. 12 and No. 13 on the degree of care owed to a business invitee by the owner or occupant of the premises. Instruction No. 12 charged the jury that an owner owes a business invitee the duty to maintain the premises in a reasonably safe condition and to have the premises properly lighted if such lighting is reasonably necessary to such condition. Instruction No. 13 charged that the owner owes a duty to warn a business invitee of a known dangerous condition.\nAn owner of a building who invites another to inspect it for the purpose of renting an apartment is charged with the duty of using ordinary care to have the premises in a reasonably safe condition for such inspection, and to warn the invitee of concealed dangers known or of which the owner, by use of ordinary care, should have known and which are unknown to the business invitee. Boyce v. Brewington, 49 N.M. 107, 158 P.2d 124, 163 A.L.R. 583. The fact that the business invitee comes-upon the premises after warning of a dangerous condition does not qualify the duty of the owner by express or implied agreement. The fact that by so doing he may assume the risk or be contributorily negligent does not affect or change the duty of the owner. See, Archuleta v. Jacobs, 43 N. *397M. 425, 94 P.2d 706. We find no evidence •to warrant a charge upon the issue of an agreement to alter the duty of the owner ,to such invitee.\nThe latter portion of the questioned instruction :\nObviously the duty of the owner or occupant to an invitee depends upon the circumstances surrounding the invitation, including the character of the premises which the visitor is invited to use, the nature of the invitation, the conditions under which it is extended, and the use of the premises to be made by the invitee.\ncould be nothing more than an abstract statement of the law that the duty of an ■owner depends upon the kind of invitation extended, e. g., whether the invitee is a business or a social invitee, or a mere licensee.\nSince the court instructed the jury that Mr. Ware was a business invitee in this instance, no question remained for the jury's determination as to the circumstances surrounding the invitation, its nature, or the conditions under which the invitation was extended. It presented a false issue as to whether Mr. Ware was a business or a social invitee, and permitted the jury to speculate upon an issue not before it and upon which it had been instructed as a matter of law. Le Doux v. Martinez, 57 N.M. 86, 254 P.2d 685. It is error to instruct on an issue neither raised by the pleadings nor by the evidence. We think the instruction was prejudicial. Pitner v. Loya, 67 N.M. 1, 350 P.2d 230; Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507; O'Neal v. Geo. E. Breece Lumber Co., 38 N.M. 94, 28 P.2d 523.\nThe cause will be remanded with instructions to set aside the verdict and the judgment entered pursuant thereto; to grant a new trial; and, to proceed in a manner not inconsistent with the views expressed herein.\nIt is so ordered.\nCHAVEZ and MOISE, JJ., concur.\nCOMPTON, C. J., and CARMODY, J., not participating.\nPLAIN ENGLISH SUMMARY\nIssue: technically, whether an instruction directing the jury to consider the nature of the invitation by which the plaintiff came to be at the property, when that invitation was not in issue, was flawed; but practically, what duty of care is owed to a person invited to inspect a rental property.\nSummary:\nthe plaintiff entered the property to inspect it because it was available to rent, and for that reason, the plaintiff was a business invitee;\nthe plaintiff was owed a duty to be warned of concealed dangers of which the building owner knew or should know;\nsince the nature of the invitation was not in issue and had been explicitly stated by the court, it was erroneous to then instruct the jury to consider the nature of the invitation, including whether the plaintiff had, by accepting the invitation, assumed the risk of dangerous conditions of the property; and\nthe duty of the owner of the building is the same whether they warn the business invitee (the plaintiff) before their attendance or not, and there was no evidence in this case of any agreement to modify the owner's duty to the plaintiff.\n",
    "annotations": {
        "Facts": [
            "personal injuries to Clinton C. Ware resulting from his falling on alleged defective front steps of defendant's house, where Ware was looking at an apartment for rent",
            "Ware, accompanied by others, and at the invitation of the appellee's daughter, went to appellee's house in Gallup to look at an apartment for rent. They arrived at night, knowing that the lights in the second-floor apartment they were to inspect were not turned on. Upon approaching the front steps, they were advised by the daughter to use the north side of the steps because-of a hole in the south side. Foliage protruded through the rail at the north side and the steps at that side were worn, uneven and slanting. It was dark, the only light being a street light diagonally across the intersection and a lighted window on the porch. There was a porch light which was not turned on. After examination of the apartment by candlelight from candles held by the daughter and a friend, the party returned to the porch where the candles were extinguished either by the girls or by the wind. In descending the front steps on the north side, Mr. Ware fell and received the injuries complained of."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "By instructions No. 10 and No. 11, the court fully instructed the jury not only as to what constitutes a business invitee, but, also, that Mr. Ware, in this instance, was a business invitee. The jury was instructed by No. 12 and No. 13 on the degree of care owed to a business invitee by the owner or occupant of the premises.",
            "An owner of a building who invites another to inspect it for the purpose of renting an apartment is charged with the duty of using ordinary care to have the premises in a reasonably safe condition for such inspection, and to warn the invitee of concealed dangers known or of which the owner, by use of ordinary care, should have known and which are unknown to the business invitee.",
            "The fact that the business invitee comes-upon the premises after warning of a dangerous condition does not qualify the duty of the owner by express or implied agreement. The fact that by so doing he may assume the risk or be contributorily negligent does not affect or change the duty of the owner.",
            "We find no evidence •to warrant a charge upon the issue of an agreement to alter the duty of the owner ,to such invitee."
        ],
        "Relevant Precedents": [
            "Archuleta v. Jacobs, 43 N. M. 425, ."
        ],
        "Outcome": [
            "The cause will be remanded with instructions to set aside the verdict and the judgment entered pursuant thereto; to grant a new trial"
        ]
    },
    "class": "reverse"
}