{
    "text": "Gallegos ex rel. Gallegos v. McKee, 69 N.M. 443, 367 P.2d 934 (1962)\nJan. 8, 1962 · Supreme Court of New Mexico · No. 7016 \n69 N.M. 443, 367 P.2d 934 \nAntonio GALLEGOS, Father and Next Friend of Victor Gallegos, a Minor, Plaintiff-Appellant, v. George D. McKEE, and Claude D. Shouse, d/b/a Exchange Auto Parts Co., Defendants-Appellees \n367 P.2d 934\nSupreme Court of New Mexico.\n*444Schall & Fowler, Albuquerque, for appellant.\nIden & Johnson, James T. Paulantis, Albuquerque, for appellees.\nMOISE, Justice.\nThis is an appeal from a jury verdict in favor of the defendants-appellees in a case seeking damages for injuries suffered by Victor Gallegos, plaintiff-appellant, a minor four years of age, when struck by a pickup truck being driven by defendant-appellee McKee, and owned by defendant-appellee, Shouse.\nMcKee was proceeding west on Cochiti Road and was approaching San Pedro Drive in the pickup truck belonging to Shouse. He had applied his brakes preparatory to stopping at San Pedro Drive and was proceeding slowly when he heard a thud and immediately brought his truck to a stop. He got out and looked and found the child, Victor Gallegos, lying on the right side of the truck, some seven feet back from the front of it. He did not see the child at any time before the accident.\nAt the corner where the accident happened there are some business buildings which stand back some thirty-five feet from the street. These buildings have a four foot sidewalk in front of them and a paved parking area between the sidewalk and the street. There is no marked crosswalk on Cochiti Road. When last seen by any of the witnesses, Victor had been playing on the sidewalk, and when struck he was some thirteen feet out in the street. There is some question in the testimony as to just exactly where he left the curb to go into the street.\nAppellant first complains of the court's giving of Instructions 12 and 13, reading as follows:\n12. While a driver of an automobile across intersections is charged with notice that a pedestrian may have the right of way, and is required to observe reasonable care to accord such to the pedestrian, yet as between intersections the automobile has the right of way and the driver has a right to assume that pedestrians will observe this rule. He is not required to anticipate that a pedestrian will step from the curb or leave the crosswalk and attempt to cross a street between intersections, and a mere failure to anticipate such act upon the part of a pedestrian would not be negligence in a driver unless the driver saw, or in the exercise of reasonable caution should see, a pedestrian attempting to cross between intersections or outside of crosswalks in time to avoid a collision.\n13. You are instructed that the statutes of the State of New Mexico pertaining to pedestrians are as follows:\n64 — 18—33(b) No pedestrian shall suddenly leave a curb or other place of safety and walk or run into the path of a vehicle which is so close that it is impossible for the driver to yield.\n64-18-34 (a) Every pedestrian crossing a roadway at any point other than within a marked crosswalk or within an unmarked crosswalk at an intersection shall yield the right-of-way to all vehicles upon the roadway.\nYou are further instructed that the defendant, George D. McKee, was not required to anticipate that these statutes would be violated, and a mere failure to anticipate such act upon the part of a pedestrian would not be negligence in driving.\nAppellant's quarrel with the instruction results from the fact that in its instruction No. 10 the court had informed the jury that Victor, because of his age, was incapable of contributory negligence, and then followed with the quoted instruction. It is his position that while stating in instruction 10 that Victor could not be contributorily negligent, in instruction 13 the jury were in effect told that if he suddenly left the curb or place of safety and walked or ran into the path of the vehicle when the same was so close that it was impossible for McKee to yield, or if he was crossing the street at a point other than within a marked crosswalk, or within a marked crosswalk at an intersection and failed to yield the right-of-way to McKee's vehicle he was nevertheless negligent.\nWe do not so read or understand the instructions. Even a casual reading clearly demonstrates that the court was explaining McKee's duty under the law, in no way suggested that Victor's freedom from contributory negligence was altered thereby.\nThe same is true of instruction 12 which again states the standard of care applicable to the driver. Appellant further complains that this instruction should not have been given at all because there was no evidence that the accident happened at any place other than an intersection crossing. We do not so view the proof. As already stated, it is not clear in the evidence as to exactly how far from the corner Victor entered the street. From the evidence reasonable minds might differ as to whether he had come into the street at a place which could be considered an unmarked crosswalk, or so far back from what .could be so described as to be between intersections. It is the court's duty to instruct the jury concerning the law applicable to issues of fact raised by the proof. Floeck v. Hoover, 52 N.M. 193, 195 P.2d 86.\nBaldwin v. Hosley (Ky.), 328 S.W.2d 426, relied on by appellant does not support his position. It differs from the instant case in that the instruction there stated statutory duties of the child eight years of age in crossing the highway, while no evidence was present to overcome the presumption of no responsibility. Here, as noted, the instruction stated the duty of the driver in the light of the statute — not that of the child, which could not be held negligent under the instructions.\nNext, appellant complains of the court's failure to instruct the jury as follows:\nPlaintiff's Requested Instr. No. 5: (Not given) There is, until the contrary is proven, a presumption that the Plaintiff, Victor Gallegos, was exercising due and proper care for the protection of his life at the time of the accident. This presumption arises from the instinct of self-preservation and the disposition of man to avoid personal harm.\nThis court has recognized the doctrine of presumption of due care on the part of a deceased person, but has held that once substantial evidence is introduced in a case supporting a contrary finding, the presumption is eliminated as if it had never existed. Hartford Fire Insurance Company v. Horne, 65 N.M. 440, 338 P.2d 1067. Of course, in the instant case Victor Gallegos was not killed. Upon being questioned, he was unable to describe the facts surrounding the accident. Accordingly, it is claimed that he is either suffering from a retrograde amnesia or is so situated that the reasoning which raises a presumption in such circumstances requires application of the same rule here. The note in 141 A.L.R. 872 discusses the rule as to presumption of due care as it has been applied in various jurisdictions in this country. We recognized its application to cases of amnesia victims, and again pointed out that once substantial evidence to the contrary was brought forward, the presumption disappeared. Teeter v. Miller, Smith & Jones, 66 N.M. 49, 342 P.2d 864.\nAs we view the problem, if because of a child's tender years it is presumed he is incapable of exercising any care for his own safety and so cannot be guilty of contributory negligence, it would be most anomalous that the same child should at the same time be presumed to exercise due care for his own safety. It seems to us that the mere statement is sufficient to demonstrate its own contradiction.\nIn Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507, we recognized that until a child has arrived at a stage of development or maturity where it can be shown he is capable of using the same judgment as a reasonably prudent adult, his conduct is not to be measured by the same standards as is the conduct of a mature person. How, under such circumstances, can it be argued that the same minor should be presumed to exercise the identical degree of care for his own safety as an ordinary adult?\nIn Baldwin v. Hosley, supra [328 S.W. 2d 429], we find the following pertinent language:\nA young child is not required to conform to the standard of behavior which it is reasonable to expect of an adult. A child may be so young as to be manifestly incapable of exercising any of those qualities of attention, intelligence and judgment which are necessary to enable him to perceive a risk or to realize its unreasonable character.\nA presumption of due care in the conduct of this same child who is unable because of age to exercise any of the qualities mentioned is directly antithetical to this proposition. See also Morris v. Peyton, 148 Va. 812, 139 S.E. 500; Walston v. Greene, 247 N.C. 693, 102 S.E.2d 124.\nWe are unable to follow appellant's reasoning. The jury was clearly instructed without objection that Victor, because of his young age, could not be guilty of contributory negligence. To our minds this is even stronger and more compelling than an instruction on presumption of due care. As a matter of law, he was not negligent under instruction 10. The requested instruction would, in effect, reduce the immunity thus granted to him. He could not have been prejudiced by the court's refusal.\nAppellant cites Johns v. Ward, 170 Cal.App.2d 780, 339 P.2d 926, and Gigliotti v. Nunes, 45 Cal.2d 85, 286 P.2d 809, and other California decisions in support of his position. While we consider them all to be distinguishable on a number of grounds, we would point out that the presumption in California is one based upon statutory mandate; also, we here treat the presumption and the effect of contrary evidence differently than do they. Hartford Fire.Insurance Company v. Horne, supra.\nIn his fourth point appellant would again argue the question of the propriety of an unavoidable accident instruction, and urges upon us the reasoning of the California Supreme Court in Butigan v. Yellow Cab Co., 49 Cal.2d 652, 320 P.2d 500, 65 *448A.L.R.2d 1. As recently as 1960, we gave serious consideration to this same argument and concluded that we did not wish to follow that case. Lucero v. Torres, 67 N.M. 10, 350 P.2d 1028. No reasons are here advanced which in any way alter our convictions as there expressed.\nComplaint is made concerning instructions 14 and 15 on the ground that they are duplicative, repetitious and unduly emphasize the doctrine of unavoidable accident. We dispose of the argument by merely pointing out that we have examined the instructions and conclude that there was no repetition, duplication or undue emphasis sufficient to comprise error or to require a reversal. Terry v. Biswell, 66 N.M. 201, 345 P.2d 217.\nFor his final point appellant claims error in the refusal of the court of a tendered instruction to the effect that a greater degree of vigilance is required by a driver of a motor vehicle in a settlement where foot travelers are more numerous, than in places where they are not to be anticipated, and cites Russell v. Davis, 38 N.M. 533, 37 P.2d 536, in support thereof.\nAs we read the opinion, the language referred to was used by the court in explaining what due care was under differing circumstances. No such issue is here present.\nThe instruction as requested states an abstract proposition of law not within the issues pleaded or proved, and accordingly was properly refused. Martin v. LaMotte, 55 N.M. 579, 237 P.2d 923.\nFinding no error, the judgment of the trial court is affirmed.\nIt is so ordered.\nCHAVEZ and NOBLE, JJ., concur.\nCOMPTON, C. J., and CARMODY, J., not participating.\nPLAIN ENGLISH SUMMARY\nIssue: whether jury instructions given at trial were wrong because they told the jury that the plaintiff had a duty to act with reasonable care.\nSummary:\nthe plaintiff was a child and the defendant, driving a vehicle, collided with the plaintiff on a road\nNew Mexico law obliges pedestrians to give way to vehicles except at crosswalks/pedestrian crossings, and drivers who do not anticipate that a pedestrian might not comply with the law are not guilty of negligence without more\nbecause the plaintiff was a child, he could not be guilty of contributory negligence.\nEven though the trial court told the jury that (a) it would not be negligent to fail to anticipate a pedestrian between intersections; and (b) the plaintiff had an obligation to give way to vehicles anywhere by a pedestrian crossing, this is not the same as telling the jury that the plaintiff could be contributorily negligent.\nThe trial court correctly stated the plaintiff's duty and the fact that he could not be guilty of contributory negligence, so the judgement should be affirmed.\n",
    "annotations": {
        "Facts": [
            "injuries suffered by Victor Gallegos, plaintiff-appellant, a minor four years of age, when struck by a pickup truck being driven by defendant-appellee McKee, and owned by defendant-appellee, Shouse.McKee was proceeding west on Cochiti Road and was approaching San Pedro Drive in the pickup truck belonging to Shouse. He had applied his brakes preparatory to stopping at San Pedro Drive and was proceeding slowly when he heard a thud and immediately brought his truck to a stop. He got out and looked and found the child, Victor Gallegos, lying on the right side of the truck, some seven feet back from the front of it. He did not see the child at any time before the accident.At the corner where the accident happened there are some business buildings which stand back some thirty-five feet from the street. These buildings have a four foot sidewalk in front of them and a paved parking area between the sidewalk and the street. There is no marked crosswalk on Cochiti Road. When last seen by any of the witnesses, Victor had been playing on the sidewalk, and when struck he was some thirteen feet out in the street. There is some question in the testimony as to just exactly where he left the curb to go into the street."
        ],
        "Procedural History": [
            "This is an appeal from a jury verdict in favor of the defendants"
        ],
        "Application of Law to Facts": [
            "We do not so read or understand the instructions. Even a casual reading clearly demonstrates that the court was explaining McKee's duty under the law, in no way suggested that Victor's freedom from contributory negligence was altered thereby.",
            "We do not so view the proof. As already stated, it is not clear in the evidence as to exactly how far from the corner Victor entered the street. From the evidence reasonable minds might differ as to whether he had come into the street at a place which could be considered an unmarked crosswalk, or so far back from what .could be so described as to be between intersections. It is the court's duty to instruct the jury concerning the law applicable to issues of fact raised by the proof.",
            "A young child is not required to conform to the standard of behavior which it is reasonable to expect of an adult. A child may be so young as to be manifestly incapable of exercising any of those qualities of attention, intelligence and judgment which are necessary to enable him to perceive a risk or to realize its unreasonable character.",
            "We are unable to follow appellant's reasoning. The jury was clearly instructed without objection that Victor, because of his young age, could not be guilty of contributory negligence. To our minds this is even stronger and more compelling than an instruction on presumption of due care. As a matter of law, he was not negligent under instruction 10. The requested instruction would, in effect, reduce the immunity thus granted to him. He could not have been prejudiced by the court's refusal."
        ],
        "Relevant Precedents": [
            "Baldwin v. Hosley, supra ["
        ],
        "Outcome": [
            "Finding no error, the judgment of the trial court is affirmed."
        ]
    },
    "class": "affirm"
}