{
    "text": "Becker v. Hidalgo, 89 N.M. 627, 556 P.2d 35 (1976)\nOct. 25, 1976 · Supreme Court of New Mexico · No. 11045 \n89 N.M. 627, 556 P.2d 35 \nLeonard BECKER, Petitioner, v. Eduardo HIDALGO, Administrator of the Estate of Eddie Hidalgo, Deceased, Respondent \n556 P.2d 35\nSupreme Court of New Mexico.\nRehearing Denied Nov. 17, 1976.\n*628Jerrald J. Roehl, Albuquerque, for petitioner.\nMelvin L. Robins, Albuquerque, for respondent.\nOPINION\nEASLEY, Justice.\nRespondent Hidalgo, as administrator of the estate of his eighteen-year-old deceased son, Eddie, brought a malpractice suit against osteopathic surgeon Leonard Becker, who assisted in the surgical procedure which was followed by Eddie's death. The trial court granted summary judgment for Dr. Becker.\nThe Court of Appeals reversed the trial court, holding that (1) summary judgment cannot be granted where contested issues of fact have been set forth in a pretrial order, and (2) an assistant surgeon may be liable for malpractice. Becker v. Hidalgo, No. 2233 (Ct.App., filed June 29, 1976). We reverse the Court of Appeals.\nThe facts relating to Point (1) of the Court of Appeals' opinion are that a pretrial order was entered which listed several contested issues of fact regarding the alleged negligence of Dr. Becker. The Court of Appeals reasoned that the mere listing of contested issues precluded summary judgment, and held that the trial court committed reversible error.\nDoes the entry of such a pretrial order absolutely preclude the granting of a motion for summary judgment? We hold that it does not and that the trial court properly entertained the motion for summary judgment.\nIn Buffington v. Continental Casualty Company, 69 N.M. 365, 367 P.2d 539 (1961), relied upon by the Court of Appeals, the trial court sua sponte granted summary judgment after a pretrial conference to an insurance company defendant in a workmen's compensation case at a time when those cases were entitled to a jury trial. The order was based solely on the deposition of the plaintiff. No additional affidavits or arguments were permitted. The Supreme Court reversed the judgment in Buffington because the trial court had *629decided issues of material fact in the pretrial order that should have been reserved for the jury. Buffington is not controlling here.\nThe trial court in the instant case considered numerous affidavits, depositions and interrogatories at a hearing on Dr. Becker's motion for summary judgment before granting the motion. N.M.R.Civ.P. 56(c) 1 provides that, after the hearing, [t]he judgment sought shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact . . ..\nWhat then is the effect of the prior pretrial order? The trial court obviously changed its mind regarding whether there was a genuine issue of material fact. We think this action is permissible. N.M.R. Civ.P. 162 sets out the procedure for pretrial order which controls the subsequent course of the action, unless modified at the trial to prevent manifest injustice (emphasis added). The trial court then has some discretion to modify the issues at trial, and we believe discretion exists at earlier stages as well. Under Rule 16 the parties should submit all possible contested issues of fact, since they are generally bound by the issues formulated at the conference. See Johnson v. Citizens Casualty Company of New York, 63 N.M. 460, 321 P.2d 640 (1958). So if the issues of fact determined at the conference later dissolve into issues of law before trial, summary judgment is appropriate upon proper motion and hearing.\nSeveral federal courts with similar rules of procedure have held that a summary judgment can be granted before trial despite entry of a pretrial order. See, e.g., Lynch v. Call, 261 F.2d 130 (10th Cir. 1958); Irving Trust Company v. United States, 221 F.2d 303 (2d Cir.), cert. denied, 350 U.S. 828, 76 S.Ct. 59, 100 L.Ed. 740 (1955).\nIn Irving, supra, the court discussed the federal rules governing pretrial orders and summary judgment:\nThe functions of the Pretrial Conference described in Rule 16 and the Summary Judgment motion provided in Rule 56 of the Federal Rules of Civil Procedure, 28 U.S.C.A., are entirely different. They complement one another; each serves its own special purpose. Upon a proper showing that there is no genuine issue to be tried, a judge may grant a motion for summary judgment wholly irrespective of the terms of a pretrial order specifying a number of issues which remained after the discussion at the Pretrial Conference had eliminated others. It is the purpose of' the Pretrial Conference to simplify the issues, shape up the testimonial and documentary evidence and generally clear the decks for the trial. The function of the summary judgment motion, on the other hand, is to sift the proofs pro and con as submitted in the various affidavits and exhibits attached thereto, so that a determination may be made, without the expense and delay of a trial, that there are or are not real, as distinct from mere fictitious or paper issues, which must be disposed of in the traditional manner by trial to the court or jury.\nId. at 305.\nWe agree with this reasoning and hold that a trial court may grant a summary judgment despite the previous entry of a pretrial order listing contested issues of fact.\nA voluminous record must be assiduously searched to assimilate the facts bearing upon the second issue as to whether the trial court properly granted Dr. Becker summary judgment based on the absence of any genuine issue as to any material fact. Rule 56(c), supra.\nEddie was suffering from obstruction of the small bowel and placed himself under the care of osteopathic surgeon W. D. Andrews, who was originally a co-defendant but later settled with Hidalgo. Dr. Andrews performed an operation on Eddie on January 8, 1974 during which adhesions that were causing the obstruction were removed from the small bowel.\nOn January 14, it became apparent to Dr. Andrews that another operation was needed. He called upon Dr. Becker to consult with him and assist in the operation. Eddie later died, one of the causes being failure to remove the contents of the small bowel.\nThe trial court considered a great many affidavits, depositions and records, including evidence from seven osteopathic surgeons and one medical doctor specializing in surgery. The opinions of the osteopaths were in accord that there had been no deviation from proper standards of medical care by Dr. Becker or by Dr. Andrews, chief surgeon and captain of the ship.\nDr. Jerry M. Shuck, a medical doctor, a professor at the University of New Mexico Medical School and a highly qualified surgeon, gave expert testimony that he found only one procedure, material hereto, used by the operating surgeons with which he disagreed. It was well established that it was extremely important to remove the gas, solids and liquids from the small bowel, which was seriously distended. During the second operation Dr. Andrews and Dr. Becker agreed to the insertion of a plastic tube called a Cantor tube, through a nostril and into the stomach with anticipation that the tube would drop into the small bowel by force of gravity. Dr. Shuck testified that he would have manipulated the Cantor tube by palpation of the stomach with his hands to thread or milk the tube into the duodenum and on down into the area that needed to be aspirated.\nThe sole issue that surfaces after a careful culling of the evidence is whether Dr. Shuck's testimony in this regard raises a genuine issue as to negligence on the part of Dr. Becker. Resolving all doubts against the moving party, we hold that it does not. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972).\nThere is no necessity to consider the questions raised regarding the relative duties of a chief surgeon and his assistant, or the question as to when, if ever, an expert witness from one school of medicine may give expert testimony as to the proper standard of care to be imposed upon another school of medicine.\nThere is no evidence that Dr. Becker knew or should have known about the procedure used by Dr. Shuck of manually threading the Cantor tube into the affected bowel. On the contrary, the record reflects that Dr. Becker knew nothing about this technique but had the belief that a Cantor tube has to be inserted into the bowel by gravity when employed in the manner in question. The record is completely void of any testimony that the technique was taught in osteopathic schools or seminars, was the subject of any medical literature or texts, or was in general use by osteopathic surgeons in the Albuquerque area or at any other place.\nThe case of Cervantes v. Forbis, 73 N. M. 445, 389 P.2d 210 (1964) is relied upon by this court in finding that there is literally no evidence of deviation from a recognized standard of osteopathic practice. The court further finds that there was no showing at all that Dr. Becker's action or failure to act was the proximate cause of any injury to the deceased.\nThere being no genuine issue as to any material fact, we reverse and order the reinstatement of the trial court's summary judgment.\nIT IS SO ORDERED.\nOMAN, C. J., and McMANUS, MONTOYA and SOSA, JJ., concur.\n1 \n. Section 21-1-1(56) (c), N.M.S.A.1953.\n2 \n. Section 21-1-1(16), N.M.S.A.1953.\n\nPLAIN ENGLISH SUMMARY\nIssue: technically, whether there was evidence of genuine issue of material fact; but practically, whether failing to insert a Cantor tube in accordance with a procedure specified by a highly qualified medical expert, but not established in practice on the evidence, is a breach of a physician's standard of care.\n\nSummary:\nthe victim died from circumstances including a failure to remove contents from his small bowel.\nall but one medical expert testified that the standard of care had been observed.\none expert medical witness testified that a tube used to remove those contents should have been 'massaged' into the small bowel after being inserted into the nostril; in the procedure in this case, the defendant allowed gravity to drive the tube down to the small bowel\nthere was no evidence that the practice suggested by the medical expert was in general use, or that the defendant should have known about it, so using a different method was not negligent.\n",
    "annotations": {
        "Facts": [
            "Respondent Hidalgo, as administrator of the estate of his eighteen-year-old deceased son, Eddie, brought a malpractice suit against osteopathic surgeon Leonard Becker, who assisted in the surgical procedure which was followed by Eddie's death.",
            "Eddie was suffering from obstruction of the small bowel and placed himself under the care of osteopathic surgeon W. D. Andrews, who was originally a co-defendant but later settled with Hidalgo. Dr. Andrews performed an operation on Eddie on January 8, 1974 during which adhesions that were causing the obstruction were removed from the small bowel.On January 14, it became apparent to Dr. Andrews that another operation was needed. He called upon Dr. Becker to consult with him and assist in the operation. Eddie later died, one of the causes being failure to remove the contents of the small bowel.",
            "During the second operation Dr. Andrews and Dr. Becker agreed to the insertion of a plastic tube called a Cantor tube, through a nostril and into the stomach with anticipation that the tube would drop into the small bowel by force of gravity.",
            "Dr. Becker knew nothing about this technique but had the belief that a Cantor tube has to be inserted into the bowel by gravity when employed in the manner in question. The record is completely void of any testimony that the technique was taught in osteopathic schools or seminars, was the subject of any medical literature or texts, or was in general use by osteopathic surgeons in the Albuquerque area or at any other place."
        ],
        "Procedural History": [
            "The Court of Appeals reversed the trial court, holding that (1) summary judgment cannot be granted where contested issues of fact have been set forth in a pretrial order, and (2) an assistant surgeon may be liable for malpractice."
        ],
        "Application of Law to Facts": [
            "The opinions of the osteopaths were in accord that there had been no deviation from proper standards of medical care by Dr. Becker or by Dr. Andrews, chief surgeon and captain of the ship.",
            "Dr. Shuck testified that he would have manipulated the Cantor tube by palpation of the stomach with his hands to thread or milk the tube into the duodenum and on down into the area that needed to be aspirated.The sole issue that surfaces after a careful culling of the evidence is whether Dr. Shuck's testimony in this regard raises a genuine issue as to negligence on the part of Dr. Becker. Resolving all doubts against the moving party, we hold that it does not.",
            "There is no evidence that Dr. Becker knew or should have known about the procedure used by Dr. Shuck of manually threading the Cantor tube into the affected bowel."
        ],
        "Relevant Precedents": [
            "Goodman v. Brock, , 498 P.2d 676 (1972)",
            "Cervantes v. Forbis, , 389 P.2d 210 (1964)"
        ],
        "Outcome": [
            "We reverse the Court of Appeals",
            "There being no genuine issue as to any material fact, we reverse and order the reinstatement of the trial court's summary judgment."
        ]
    },
    "class": "reverse"
}