{
    "text": "Cox v. Cox, 89 N.M. 555, 555 P.2d 378 (1976)\nSept. 28, 1976 · Court of Appeals of New Mexico · No. 2581 \n89 N.M. 555, 555 P.2d 378 \nKarl COX, Jr., Plaintiff-Appellant, v. Karl COX, Defendant and Third-Party Plaintiff-Appellee, v. J. I. CASE COMPANY, Third-Party Defendant-Appellee \n555 P.2d 378\nCourt of Appeals of New Mexico.\n*556Dan B. Buzzard, Clovis, for plaintiff-appellant.\nRobert G. McCorkle and W. Robert Lasater, Jr., Rodey, Dickason, Sloan, Akin & Robb, P. A., Albuquerque, for defendant and third-party plaintiff-appellee.\nOPINION\nHENDLEY, Judge.\nPlaintiff appeals a summary judgment entered in defendant's favor. There was no disposition of the third party complaint for contribution. We affirm.\nPlaintiff has worked for defendant all of his adult life. He has operated a cotton stripper for at least twenty years. He had been using the stripper for several days before the accident happened. On the front part of the stripper is a non-moving lifter approximately 16 inches long. This is where the clogging occurs. Behind the lifter are stripper bars and elevating augers —both are turning. When working in short cotton the lifter has a tendency to clog. When unclogging the machine it is sometimes stopped and other times left running. If the machine is stopped it takes longer to get it unclogged. It presents no danger when stopped. A kicker is sometimes used in order to prevent clogging. It is a homemade device similar to a 5 or 6 blade walking wheel. It does not always prevent clogging. The kicker has no safety aspect.\nOn the day of the accident plaintiff was working in short cotton. He did not have the kicker mounted because defendant told him to go ahead and try to finish without the kicker. In the process the left lifter became clogged. This was not the first time it became clogged that day. In attempting to unclog the lifter, plaintiff got off, left the machine running, and was attempting to kick the clog loose with his foot. Plaintiff cannot remember what hap^ pened, that is whether he slipped or fell, but his foot got caught in the left auger of the left unit. He was able to shut off the stripper. A cutting torch had to be used to free plaintiff's foot. As a result of the accident plaintiff's right foot was severed.\nFor the purpose of our discussion we will assume there is a factual issue as to defendant's negligence. The issue is then whether plaintiff was contributorily negligent as a matter of law. Mozert v. Noeding, 76 N.M. 396, 415 P.2d 364 (1966).\nThe question of contributory negligence becomes one of law only when reasonable minds cannot differ on the question and readily reach the conclusion that plaintiff's conduct falls below the standard to which he should have conformed for his own protection and that it was plaintiff's negligent conduct which proximately contributed to cause the injury of which he complains. U.J.I.Civil 13.1, 12.1 and 12.2; Stephens v. Dulaney, 78 N.M. 53, 428 P.2d 27 (1967); Steward v. Barnes, 80 N.M. 102, 451 P.2d 1006 (Ct.App.1969).\nPlaintiff asserts that there are factual issues relating to whether his . . . conduct involved a reasonable risk of injury to himself under those circumstances. . . . We disagree. Given the foregoing facts we believe that plaintiff was contributorily negligent as a matter of law. The fact that plaintiff subjectively did not consider his actions dangerous is not the issue. Compare Werner v. City of *557 Albuquerque, 89 N.M. 272, 550 P.2d 284 (Ct.App.1976). The issue is would a reasonable prudent person anticipate the danger of using his foot to dislodge a clog in an area where there were moving parts of the machine which could cause serious injury.\nPlaintiff also asserts that there was an issue of fact as to whether his employer's instructions . . . not to use the kicker affected the issue of proximate cause of the plaintiff's injury . . . . We disagree. It is undisputed that the kicker does not always prevent clogging nor does it add a safety dimension to the machine. Plaintiff attempts to relate this with a failure to provide a safe place to work is misplaced. Compare facts in Nix v. Times Enterprises, Inc., 83 N.M. 796, 498 P.2d 683 (Ct.App.1972). Here it is undisputed that the danger was obvious. He also knew of other similar type accidents. Further, for the purposes of this opinion we have already assumed that the defendant was negligent.\nLastly, plaintiff asserts that there was an issue of fact as to [w]hat effect the custom of the community had on the standard of care when all the witnesses testified it was the common custom in the community to do what plaintiff did. Several witnesses testified by deposition that it was customary in the community to use one's foot to kick loose and unstop the machine when it became clogged.\nAs stated in Wills v. Paul, 24 Ill.App.2d 417, 164 N.E.2d 631 (1960):\n. . . In determining whether the particular acts of a plaintiff constitute negligence, the test is not the frequency with which other men commit such acts but whether the plaintiff at the time of the occurrence, used that degree of care which an ordinarily careful person would have used for his own safety under like circumstances. . . .\nWe find it difficult to accept a philosophy which asserts that negligent and careless conduct by frequent repetition in a community converts it into a non-negligent conduct. . . . Ferguson v. Lounsberry, 58 Ill.App.2d 456, 207 N.E.2d 309 (1965). Custom in and of itself is not conclusive. It must meet the standard of ordinary care. See U.J.I.Civil 12.2. See Prosser, The Law of Torts, Hornbook Series § 33 (4th Ed. 1971). Compare Cawood v. Chattahoochee Lumber Co., 126 Ga. 159, 54 S. E. 944 (1906); St. Louis Southwestern Ry. Co. of Texas v. Anderson, 171 S.W. 806 (Tex.Civ.App.1914).\nAffirmed.\nIT IS SO ORDERED.\nWOOD, C. J., and LOPEZ, J., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the plaintiff, in using his foot to dislodge cotton from a cotton stripper, was contributorily negligent as a matter of law (where minds would not reasonably differ that the plaintiff was negligent).\nSummary:\nthe plaintiff injured his foot in trying to dislodge clogged cotton from a cotton stripper\neven though the plaintiff did not actually anticipate the danger, a reasonably prudent person would have anticipated the risk of serious injury of using one's foot to unblock clogged cotton on a conveyor belt, and the subjective apprehension of the plaintiff is irrelevant\nAlso, even though witnesses testified that it was normal practice to use one's foot to dislodge cotton in the same way the plaintiff had, regular practice does not render negligent conduct reasonable, so this, too, was irrelevant.\n",
    "annotations": {
        "Facts": [
            "Plaintiff has worked for defendant all of his adult life. He has operated a cotton stripper for at least twenty years. He had been using the stripper for several days before the accident happened. On the front part of the stripper is a non-moving lifter approximately 16 inches long. This is where the clogging occurs. Behind the lifter are stripper bars and elevating augers —both are turning. When working in short cotton the lifter has a tendency to clog. When unclogging the machine it is sometimes stopped and other times left running. If the machine is stopped it takes longer to get it unclogged. It presents no danger when stopped. A kicker is sometimes used in order to prevent clogging. It is a homemade device similar to a 5 or 6 blade walking wheel. It does not always prevent clogging. The kicker has no safety aspect.On the day of the accident plaintiff was working in short cotton. He did not have the kicker mounted because defendant told him to go ahead and try to finish without the kicker. In the process the left lifter became clogged. This was not the first time it became clogged that day. In attempting to unclog the lifter, plaintiff got off, left the machine running, and was attempting to kick the clog loose with his foot. Plaintiff cannot remember what hap^ pened, that is whether he slipped or fell, but his foot got caught in the left auger of the left unit. He was able to shut off the stripper. A cutting torch had to be used to free plaintiff's foot. As a result of the accident plaintiff's right foot was severed.",
            "witnesses testified it was the common custom in the community to do what plaintiff did. Several witnesses testified by deposition that it was customary in the community to use one's foot to kick loose and unstop the machine when it became clogged."
        ],
        "Procedural History": [
            "Plaintiff appeals a summary judgment entered in defendant's favor."
        ],
        "Application of Law to Facts": [
            "The question of contributory negligence becomes one of law only when reasonable minds cannot differ on the question",
            "Given the foregoing facts we believe that plaintiff was contributorily negligent as a matter of law. The fact that plaintiff subjectively did not consider his actions dangerous is not the issue.",
            "The issue is would a reasonable prudent person anticipate the danger of using his foot to dislodge a clog in an area where there were moving parts of the machine which could cause serious injury.",
            "In determining whether the particular acts of a plaintiff constitute negligence, the test is not the frequency with which other men commit such acts but whether the plaintiff at the time of the occurrence, used that degree of care which an ordinarily careful person would have used for his own safety under like circumstances. . . .We find it difficult to accept a philosophy which asserts that negligent and careless conduct by frequent repetition in a community converts it into a non-negligent conduct. . . .",
            "Custom in and of itself is not conclusive. It must meet the standard of ordinary care"
        ],
        "Relevant Precedents": [
            "Werner v. City of  Albuquerque, 89 N.M. 272,  (Ct.App.1976).",
            "Ferguson v. Lounsberry, 58 Ill.App.2d 456,  (1965).",
            "Cawood v. Chattahoochee Lumber Co., 126 Ga. 159,  (1906); St. Louis Southwestern Ry. Co. of Texas v. Anderson, 171 S.W. 806 (Tex.Civ.App.1914)."
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}