{
    "text": "Crouch v. Most, 78 N.M. 406, 432 P.2d 250 (1967)\nOct. 2, 1967 · Supreme Court of New Mexico · No. 8191 \n78 N.M. 406, 432 P.2d 250 \nCharles CROUCH, Plaintiff-Appellant, v. John A. MOST, Defendant-Appellee \n432 P.2d 250\nSupreme Court of New Mexico.\nEmmett C. Hart, Tucumcari, for appellant.\nRodey, Dickason, Sloan, Akin & Robb, Robert D. Taichert, Albuquerque, for appel-lee.\nOPINION\nCHAVEZ, Chief Justice.\nPlaintiff-appellant Charles Crouch filed a complaint alleging that defendant-appellee John A. Most, as a physician, negligently treated appellant for a snakebite, resulting in the amputation of the index and middle fingers of appellant's left hand. The jury returned a verdict for appellee and appellant appeals.\nOn August 11, 1963, appellant, an amateur snake handler, received a rattlesnake bite on the index and middle fingers of his left hand while working at a reptile garden some fifteen or twenty miles from Carlsbad, New Mexico. Suction cups and a tourniquet were immediately applied and appellant was taken to a hospital in Carlsbad in about fifteen minutes. Appellee was called and arrived within fifteen to twenty minutes. Appellee treated the snakebitten fingers by injecting Antivenin into the base of the fingers bitten by the snake and into the left del-toid area. The hand was packed in ice and appellant was admitted to the hospital for forty-eight hours, then dismissed with instructions that the hand be kept in ice. By August 21, 1963, appellant's fingers, hand and arm were swollen, discolored and odorous with dry gangrene. On this date, Dr. Bronnenberg took over the care of appellant because appellant and his parents had become concerned over his condition. Dr. Bronnenberg discontinued the ice treatment, put the hand on a heat pad, and commenced antibiotic shots for the gangrene and infection. The fingers, hand and arm began clearing up but the ends of the two fingers were dead. Dr. Pate, a surgeon, amputated portions of the two fingers on September 9, 1963.\nAntivenin is a trade name for Polyva-lent Antisnakebite Serum manufactured by Wyeth Laboratories and distributed in interstate commerce in kit form. The kit contains all that is needed to dissolve and inject the serum. Included, as a part of the kit, is an instruction sheet with detailed instructions making it possible for the kit to be used by the layman in the treatment of snakebites. One such instruction is: Do not inject the serum into a finger or toe. The Antivenin kit, without the instruction sheet, was admitted in evidence. The instruction sheet was offered as a separate exhibit. Objection was made to this exhibit and sustained by the trial court.\nThe record also shows, by expert testimony, that rattlesnake bites in extremities always present a good chance of some tissue destruction, whatever the treatment; that the most probable cause of the death of the tissue in the two finger tips was the venom of the rattlesnake; that there are wide variations in accepted methods of treatment of rattlesnake bite, which is subject of continuing debate and change in the United States; and that the method of treatment chosen and used by appellee was an acceptable and accepted method of treatment. Appellant's expert witness could not say it was probable that the gangrene was caused by the treatment.\nAppellant's first contention is that the instruction sheet contained in the Antivenin kit was admissible to establish a standard of care, and that a failure to observe the warnings contained in the instructions would amount to negligence as a matter of law.\nWe do not agree. Appellant apparently wanted to prove by this exhibit that the drug manufacturer stated that Antivenin should not be injected into a finger. The record reveals testimony on this point. Appellee testified he did not deem the instructions to be authoritative, but admitted the manufacturer of the drug advised against injecting the Antivenin into the finger. Dr. Evetts, appellant's expert witness, testified he personally followed the manufacturer's instruction sheet and that the directions for use stated the serum should not be injected into fingers or toes. Thus, such proof got into the record so that whether or not it was error to exclude the instruction sheet is immaterial, since it was harmless error. Johnson v. Nickels, 66 N.M. 181, 344 P.2d 697.\nAppellant's second contention is that the trial court erred in refusing the following requested instructions of appellant:\n8. It is the duty of a physician or surgeon in diagnosing and treating a case to use due diligence in obtaining all available facts and collecting data essential to a proper diagnosis and proper treatment. If in this case you find from the evidence that the defendant, John Most, failed to use due diligence in availing himself of or using the technical information provided by the drug manufacturer for the administration of antivenin, then you shall find the defendant liable for negligence, and if such negligence proximately caused, contributed to, or aggravated the condition requiring amputation of the fingers of the plaintiff then you shall find in favor of the plaintiff and against the defendant.\n14. You are instructed that the Court takes judicial notice of the laws of the State of New Mexico and in this connection the laws of the State of New Mexico provide that a drug shall be deemed to be mis-branded unless its labeling bears adequate directions for use and such adequate warnings against unsafe dosage or methods or duration of administration or application in such manner and form as are necessary for the protection of users.\n17. You are instructed that an exception to the rule that a physician's negligence must be based on expert testimony exists where the matters of proof are nontechnical, or involve matter of which an ordinary person would be expected to have knowledge, or whether the evidence so obviously demonstrates lack of skill or one of care as to render expert testimony unnecessary.\nIf you find that the defendant, John Most failed to observe and comply with warnings against the injection of antivenin into the fingers of the plaintiff, Charles Crouch, the Court takes judicial notice of the fact that such directions for use are packaged with each antivenin kit and are clearly expressed in the english language and thereby involves a matter of common knowledge.\nThe trial court did not err in failing to give the requested instructions because they are not a correct statement of the law. The directions in the brochure are, at best, only proof of a proper method of use. Julien v. Barker, 75 Idaho 413, 272 P.2d 718; Salgo v. Leland Stanford Jr. University Board of Trustees, 154 Cal.App.2d 560, 317 P.2d 170. Likewise, there is no basis for applying a rule of res ipsa loquitur, which the instructions approximate. Compare, Buchanan v. Downing, 74 N.M. 423, 394 P.2d 269; Renrick v. City of Newark, 74 N.J.Super. 200, 181 A.2d 25.\nUnder point III, appellant contends that the trial court erred in admitting hearsay testimony. One of the issues presented during the trial of the case concerned the use of cryotherapy, the packing of the hand in ice, as a form of treatment by appellee for the period of time that he used it. Appellant, at the trial, contended that the use of cryother-apy for such an extended period of time was improper treatment and negligence on the part of appellee, and especially so in view of the manner and circumstances of the use of cryotherapy.\nAppellee supported his treatment and asserted that appellant did not keep his hand in the ice as prescribed by him. Appellant, together with his father, testified that appellant did follow the doctor's instructions as to keeping his hand in the ice. In support of his contention, appellee called Mrs. Kamoss, a nurse, who testified:\nQ. Did you make any personal observations with respect to the patient either keeping his hand in the ice or taking it out?\nA. I found him myself with his hand out of the ice and it was reported to me on several occasions by the other employees on the floor to which I reported.\nMR. HART: To which I object and move that it — and request the Court to instruct the jury to — what might have been stated to her by other persons is not admissible.\nTHE COURT: What do you say counsel ?\nMR. TAI CHERT: I think your Honor that she can testify what came to her while in the care of this patient and her regular control and responsibility of—\nTHE COURT: — (interposing) the objection is overruled, because the answer gave a statement reported a fact rather than a quotation. The answer will remain.\nAppellant contends that the answer given by the witness with respect to what was reported to her by others was hearsay. We agree that the latter part of the answer may have been hearsay, but the error if any, was harmless. The testimony concerning the hand being out of ice was immaterial, in that the hypothetical questions asked of the doctors, who testified as expert witnesses, were on the assumption of the continued cryotherapy with no mention made of removing the hand from ice. The testimony of Doctors Gordon, Pate and Lockhart, that appellee's treatment was within recognized medical standards, was premised on appellant's version of the facts, that he used the cryotherapy diligently. Under such circumstances, the hearsay part of the witness's testimony was immaterial and, if error, it was harmless.\nAppellant's fourth contention is that it was error to exclude statements made by a consulting doctor in a conversation with appellee. From the tender made by appellant on this point, it appears that Dr. Bronnenberg, who was requested as a consultant by appellant, told appellee he thought that circulation was impaired; that the hand should be out of the ice; and that there might be some infection'. Simply stated, appellant's position is that the offered testimony was not hearsay or, if hearsay, was an exception to the hearsay rule. Appellant cites, as support for his argument, 20 Am.Jur., Evidence, § 555, now found in 29 Am.Jur.2d, Evidence, § 606.\nIn our view, it is unnecessary for us to consider whether or not it was hearsay or admissible as an exception to the hearsay rule. However, see Glass v. Stratoflex, Inc., 76 N.M. 595, 417 P.2d 201, and McCord v. Ashbaugh, 67 N.M. 61, 352 P.2d 641. Even if the offered testimony was admissible, its exclusion does not require reversal because the error, if it was error, was harmless, and the result reached in the case could not have been affected thereby. Putney v. Schmidt, 16 N.M. 400, 120 P. 720.\nUnder point V, appellant contends that the doctors, who testified as expert witnesses, should not have been allowed to state whether or not they thought appellee's treatment was within or without recognized standards of medical practice. Upon the basis of a-hypothetical question setting out the treatment given by appellee, the doctors were asked whether or not such treatment was within accepted standards. Over objection, the doctors were permitted to testify and appellant argues this permitted the doctors to decide the ultimate issue in the case. Appellant cites Beal v. Southern Union Gas Co., 66 N.M. 424, 349 P.2d 337, 84 A.L.R.2d 1269, for the holding that it is not the function of a witness to state where the responsibility, burden or negligence is in any given case.\nWe cannot agree with appellant. It is settled law in this state that expert testimony is generally necessary to prove whether or not the doctor's handling of the case was within recognized standards of medical practice in the community. Cervantes v. Forbis, 73 N.M. 445, 389 P.2d 210. As held in Beal v. Southern Union Gas Co., supra, it is also the law in this state that:\n * * * [A]n expert may give his opinion on matters pertaining to his field which concern questions of fact, * *.\nIn Lopez v. Heesen, 69 N.M. 206, 365 P. 2d 448, this court, when confronted with a similar situation, stated:\n * * * Opinion evidence on an ultimate issue of fact does not attempt or have the power to usurp the functions of the jury, and this evidence could not usurp the jury's function because the jury may still reject these opinions and accept some other view. * * * \nSee also, Lewis v. Knott, 75 N.M. 422, 405 P.2d 662; Salazar v. County of Bernalillo, 69 N.M. 464, 368 P.2d 141.\nIn the instant case, the question of whether or not appellee's treatment was within an accepted medical standard was a factual question requiring special scientific knowledge that could best be answered by the expert witnesses.\nAppellant's final contention is that a physician has a legal duty to fully and frankly disclose to the patient all facts pertinent to his case; that the physician cannot minimize known dangers; and that the trial court erred in failing to give appellant's requested instruction as follows:\n7. You are instructed that the relation existing between a patient and a physician is to the highest possible degree a fiduciary relationship involving every element of trust and confidence and that by reason of such confidential relationship, the law requires that physicians make a frank and full disclosure to an adult mentally competent patient of all facts pertinent to that patient's case.\nAppellant argues that appellee failed to warn appellant of the possible gangrene and minimized known dangers in his treatment, and that such action was contrary to the following statement in Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520:\nCourts have frequently said that the relation between a physician and his patient is one of trust and confidence and that the physician has the duty to make a full and frank disclosure to the patient of all pertinent facts relative to his illness and the treatment prescribed or recommended therefor. * * * \nWoods v. Brumlop, supra, is distinguishable. In that case, the doctor failed to inform and advise plaintiff of the dangers inherent in electroshock treatments, and falsely advised the patient that no danger could result from the treatment. In the instant case, there is nothing in the record showing that the damage was the consequence of the treatment by appellee. Rather, the record appears to show that the gangrene which developed in the tips of appellant's fingers was a complication of the snakebite.\nFurther, we do not find the degree of emergency in Woods v. Brumlop, supra, which existed in the instant case. It would indeed be most unusual for a doctor, with his patient who had just been bitten by a venomous snake, to camly sit down and first fully discuss the various available methods of treating snakebite and the possible consequences, while the venom was being pumped through the patient's body.\nIn Woods v. Brumlop, supra, we stated:\nAn exception to the rule requiring a disclosure of the dangers of a treatment procedure, of course, is an actual emergency where the patient is in no condition to determine for himself. * * * \nSee also, 79 A.L.R.2d 1028. We think such is the situation in the instant case. *411Based on the foregoing, the trial court correctly refused the requested instruction.\nFinding no error, the judgment is affirmed.\nIt is so ordered.\nMOISE, J., and OMAN, J., Ct. App., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether treatment for snakebite is negligent.\nSummary:\nthe plaintiff was bitten by a snake, received medical care, and subsequently lost some of his fingers when they were gangrenous and amputated.\nInstructions included in an antivenom kit, which state that the serum should not be injected into a victim's fingers or toes, do not prescribe the only acceptable method of administering the serum, so failure to abide by them is not negligence per se.\nthe cryotherapy treatment prescribed by the physician—keeping the hand on ice for two days—was appropriate according to the expert testimony given by other experts.\nSince the facts reveal that the gangrene was most likely to have arisen due to the snakebite, not as a consequence of the medical care provided (in relation to which a doctor is required to make full and frank disclosure in accordance with his or her fiduciary obligations), the defendant physician had no duty to warn of the possibility of that risk, since it did not arise from his care.\n",
    "annotations": {
        "Facts": [
            "Plaintiff-appellant Charles Crouch filed a complaint alleging that defendant-appellee John A. Most, as a physician, negligently treated appellant for a snakebite, resulting in the amputation of the index and middle fingers of appellant's left hand.",
            "On August 11, 1963, appellant, an amateur snake handler, received a rattlesnake bite on the index and middle fingers of his left hand while working at a reptile garden some fifteen or twenty miles from Carlsbad, New Mexico. Suction cups and a tourniquet were immediately applied and appellant was taken to a hospital in Carlsbad in about fifteen minutes. Appellee was called and arrived within fifteen to twenty minutes. Appellee treated the snakebitten fingers by injecting Antivenin into the base of the fingers bitten by the snake and into the left del-toid area. The hand was packed in ice and appellant was admitted to the hospital for forty-eight hours, then dismissed with instructions that the hand be kept in ice. By August 21, 1963, appellant's fingers, hand and arm were swollen, discolored and odorous with dry gangrene. On this date, Dr. Bronnenberg took over the care of appellant because appellant and his parents had become concerned over his condition. Dr. Bronnenberg discontinued the ice treatment, put the hand on a heat pad, and commenced antibiotic shots for the gangrene and infection. The fingers, hand and arm began clearing up but the ends of the two fingers were dead. Dr. Pate, a surgeon, amputated portions of the two fingers on September 9, 1963.Antivenin is a trade name for Polyva-lent Antisnakebite Serum manufactured by Wyeth Laboratories and distributed in interstate commerce in kit form. The kit contains all that is needed to dissolve and inject the serum. Included, as a part of the kit, is an instruction sheet with detailed instructions making it possible for the kit to be used by the layman in the treatment of snakebites. One such instruction is: Do not inject the serum into a finger or toe.",
            "rattlesnake bites in extremities always present a good chance of some tissue destruction, whatever the treatment; that the most probable cause of the death of the tissue in the two finger tips was the venom of the rattlesnake; that there are wide variations in accepted methods of treatment of rattlesnake bite, which is subject of continuing debate and change in the United States; and that the method of treatment chosen and used by appellee was an acceptable and accepted method of treatment. Appellant's expert witness could not say it was probable that the gangrene was caused by the treatment.",
            "Appellee testified he did not deem the instructions to be authoritative, but admitted the manufacturer of the drug advised against injecting the Antivenin into the finger. Dr. Evetts, appellant's expert witness, testified he personally followed the manufacturer's instruction sheet and that the directions for use stated the serum should not be injected into fingers or toes."
        ],
        "Procedural History": [
            "The jury returned a verdict for appellee and appellant appeals."
        ],
        "Application of Law to Facts": [
            "The directions in the brochure are, at best, only proof of a proper method of use",
            "The testimony of Doctors Gordon, Pate and Lockhart, that appellee's treatment was within recognized medical standards, was premised on appellant's version of the facts, that he used the cryotherapy diligently",
            "there is nothing in the record showing that the damage was the consequence of the treatment by appellee. Rather, the record appears to show that the gangrene which developed in the tips of appellant's fingers was a complication of the snakebite."
        ],
        "Relevant Precedents": [
            "Julien v. Barker, 75 Idaho 413, ; Salgo v. Leland Stanford Jr. University Board of Trustees, 154 Cal.App.2d 560, "
        ],
        "Outcome": [
            "Finding no error, the judgment is affirmed."
        ]
    },
    "class": "affirm"
}