{
    "text": "Hughes v. Walker, 78 N.M. 63, 428 P.2d 37 (1967)\nMay 29, 1967 · Supreme Court of New Mexico · No. 8253 \n78 N.M. 63, 428 P.2d 37 \nJ. E. HUGHES, Jr., Plaintiff-Appellee and Cross-Appellant, v. Robert WALKER, Defendant-Appellant and Cross-Appellee \n428 P.2d 37 \nSupreme Court of New Mexico.\n*65Modrall, Seymour, Sperling, Roehl & Harris, Frank H. Allen, Jr., Albuquerque, for appellant.\nDenny, Glascock & McKim, Gallup, for appellee.\nOPINION\nWOOD, Judge, Court of Appeals.\nThis one-car accident case requires a review of the evidence concerning (1) negligence, (2) assumption of risk, (3) contributory negligence and (4) damages.\nThe parties went dove hunting south and west of Gallup in both New Mexico and Arizona. Using a vehicle belonging to plaintiff's father they left Gallup around 8:0'0 A.M. and were returning when the accident happened a few miles south of Sanders, Arizona, around 11:00 P.M. They had covered approximately three hundred miles during the intervening period and had alternated in driving. While defendant was driving on a straight two-lane paved road, the vehicle left the pavement and overturned. Plaintiff was asleep at the time.\nThe appeal is from a judgment in favor of plaintiff. It presents no issue concerning our guest statute, § 64-24-1, N.M.S.A. 1953. The parties are in agreement that New Mexico law should be applied; accordingly, we apply it. In doing so, we do not reach the contentions concerning the applicability of res ipsa loquitur.\nRelying on Anaya v. Tarradie, 70 N.M. 8, 369 P.2d 41 (1962), defendant contends there is no evidence as to his negligence.\nDefendant was familiar with the vehicle and the road. He was in complete physical control of the vehicle and was driving between 55 and 60 miles per hour. There were signs warning that the shoulders of the road were soft. Defendant knew it would be dangerous, at that speed, to let a wheel drop off the pavement onto the soft shoulder. He testified he dropped the wheel off the pavement onto the shoulder. He was unable to return to the pavement because of the speed and because the shoulder was lower than the edge of the pavement. Later he testified that he ran the car off the pavement. He does not remember whether he applied the brakes.\nOn this evidence, the trial court found that defendant was negligent, that he failed to exercise ordinary care for the safety of the plaintiff. Defendant asserts that these findings are not justified because the evidence does not show why the vehicle left the road; thus, the cause of the accident is unexplained. This is not correct. The evidence shows that defendant drove the car off the pavement. What is unexplained is why defendant acted as he did.\nThe measure of defendant's duty to plaintiff is expressed in terms of ordinary care under the existing circumstances. Stambaugh v. Hayes, 44 N.M. 443, 103 P.2d 640 (1940); Archuleta v. Jacobs, 43 N.M. 425, 94 P.2d 706 (1939); Le Doux v. Martinez, 57 N.M. 86, 254 P.2d 685 (1953); New Mexico Uniform Jury Instructions 12.1 and 12.2. To establish this lack of ordinary care, plaintiff was not required to prove why defendant acted as he did. Plaintiff's burden was to show facts and conditions from which the negligence of defendant might reasonably be inferred. See Renfro v. J. D. Coggins Co., 71 N.M. 310, 378 P.2d 130 (1963); Sanders v. A. T. & S. F. Ry., 65 N.M. 286, 336 P.2d 324 (1959). It could reasonably be inferred, from the above evidence, that defendant was negligent in driving off the pavement onto a soft shoulder at 55 to 60 miles per hour.\nRelying on Renfro v. J. D. Coggins Co., supra, defendant asserts that the evidence indicates an equal probability that the accident was due to some cause other than defendant's action.\nWhere evidence is equally consistent with two hypotheses, it tends to prove neither. Stambaugh v. Hayes, supra. Defendant contends there are two probabilities of equal weight with the inference that defendant drove off the pavement onto a soft shoulder at too great a speed. These are: the probability of the existence of a mechanical defect or the probability of a defect in the pavement.\n(1) Is it as probable that the vehicle left the road because of a mechanical defect as it is that the vehicle left the road because defendant drove it off? There is no testimony that a mechanical defect existed. The evidence establishes that during the day the parties had driven over poor roads and had replaced a broken fan belt a short time before the accident. Both parties were familiar with the car. Plaintiff testified it was in good condition. Defendant testified that he knew of no condition of the car which contributed to the accident. This evidence would not support an inference that a mechanical condition caused the vehicle to leave the road. Without such evidence or inference, there is nothing to which the equal hypothesis contention can be applied.\n(2) Is it as probable that the.vehicle left the road because of a pavement defect as it is that the vehicle left the road because defendant drove it off ? The pavement had eroded edges. Defendant first admitted, then denied that the wheel left the pavement when it hit an eroded place and concluded by saying that he couldn't say. He was certain that no deep cut, chuckhole or bad place caused him to leave the pavement. He clearly testified that I dropped the right wheel off, that he drove off the pavement.\nWhere there are conflicts in the evidence, it is for the trier of the facts to weigh the testimony, determine the credibility of witnesses, reconcile inconsistent or contradictory statements of witnesses and say where the truth lies. Romero v. H. A. Lott, Inc., 70 N.M. 40, 369 P.2d 777 (1962) Luna v. Flores, 64 N.M. 312, 328 P.2d 82 (1958). This rule applies to conflicts in the testimony of a single witness. Tapia v. Panhandle Steel Erectors Co., 78 N.M. 86, 428 P.2d 625, opinion issued May 8, 1967.\nDefendant gave conflicting testimony as to whether the eroded edge caused the wheel to leave the pavement. The trial court resolved this conflict, finding as a fact that there was no defect in the pavement which caused defendant to drive the vehicle off the pavement. Having so found, there is no fact to support the contention that a pavement defect caused the vehicle to leave the pavement. Absent such a fact, there is nothing on which to base the equal hypothesis contention.\nThe evidence supports the finding that defendant was negligent in driving the vehicle off the pavement onto a soft shoulder at 55 to 60 miles per hour. The evidence does not apply with equal probability to some other cause of the accident.\nAssumption of risk is a defense to a claim by a passenger against the driver of an automobile. Berkstresser v. Voight, 63 N.M. 470, 321 P.2d 1115 (1958). As defined in New Mexico Uniform Jury Instruction 13.10 and the New Mexico cases cited in the Committee Comment, plaintiff must know of a dangerous .situation and voluntarily expose himself to the danger.\nDefendant contends that it was dangerous for him to be driving and that plaintiff voluntarily exposed himself to the danger. Five factors on which this contention is based, and the evidence concerning the factors are:\n(1) Lack of Sleep. Defendant had gone sixteen hours without sleep — from 7:00 A. M., when he arose, until 11:00 P.M., when the accident occurred. However, defendant couldn't recall being sleepy. Plaintiff testified that defendant was alert, and nothing in defendant's appearance indicated he wasn't fit to drive.\n(2) Use of Intoxicating Liquors. Each of the parties had a drink of Scotch during the preparation of each of the two hot meals they consumed during the day. In addition, they each had two or three beers when they stopped at á place and shot pool. ■Both parties denied they were intoxicated. Defendant denied that their drinking had 'anything to do with the accident. The attending physician did not smell alcohol on the breath of either party and testified that neither gave any appearance of being intoxicated.\n(3) Length of Time at the Wheel. Both parties had driven intermittently during the day. Defendant had done all of the driving  * * * since their stop at St. John's, Arizona, which was from approximately one hour after sundown until the time of the accident at 11:00 P.M. Defendant's exhibit indicates this distance is approximately fifty miles. This mileage was covered in a three- to four-hour period during which two stops were made — to cook a meal, and to replace the fan belt. After replacing the fan belt, plaintiff inquired as to whether he should drive. Defendant said he felt fine.\n(4) Strenuous Activities of the Day. From 8:00 A.M. until 11:00 P.M., the parties had been primarily engaged in hunting or driving. They had hiked in search of dove and had driven over back roads. The time spent in hunting and driving was about equal; they were  * * * going real easy. Defendant admitted to being a little tired after being out .all day, but couldn't recall saying anything to plaintiff about being tired and didn't believe his tiredness had anything to do with the accident.\n(5) The Road. The road on which the accident happened was principally straight, and sparsely traveled. Defendant says that such road might induce drowsiness on the part of the driver, but there is no evidence that it did. The road had two lanes; the parties disagree whether it was narrow. Defendant asserts that because of eroded pavement and soft shoulders, momentary unawareness was extremely dangerous. However, the parties had driven together before and both were familiar with this road. Defendant never caused plaintiff any apprehension by his driving; each trusted the other's driving.\nNone of the above evidence requires a finding, as a matter of law, that a danger existed to which' plaintiff, voluntarily exposed himself. This evidence supports the finding that plaintiff did not assume the risk.\nA passenger may be contributorily negligent, Perini v. Perini, 64 N.M. 79, 324 P.2d 779 (1958). A passenger must exercise the care that an ordinarily prudent 'person would exercise under .the circumstances. Schall v. Mondragon, 74 N.M. 348, 393 P.2d 457 (1964). The fact that plaintiff was asleep does not, without more, result in his being contributorily negligent. There must be circumstances which indicate to a reasonable person the necessity -of staying •awake and remaining alert. Ford v. Etheridge, 71 N.M. 204, 377 P.2d 386 (1962).\nDefendant asserts that the circumstances showing lack of ordinary cáre and making it necessary for plaintiff to stay awake are found in the evidence concerning assumption of risk. That evidence, previously discussed, does not show that plaintiff failed to exercise the care of an 'ordinarily prudent man under the circumstances of the case. That evidence does, however, support two pertinent findings of the trial court, which are (1) that when plaintiff went to sleep defendant was alert and competent to drive; there was nothing aboút defendant's condition which warned or should have warned plaintiff that'defendant might be incapable of driving-in a proper manner or that he might be inattentive to his driving duties; and (2) that plaintiff was not contributorily negligent.\nDefendant contends the damages are excessive. It was stated in Chavez v. A. T. & S. F. Ry., 77 N.M. 346, 423 P.2d 34 (1967):\nThe question of excessiveness is determined by (1) whether the evidence, viewed in the light most favorable to plaintiff, substantially supports the award and (2) whether there is an indication of passion, prejudice, partiality, sympathy, undue influence or a mistaken measure of damages on the part of the fact finder.\n*68Items of damage found by the trial court and evidence to support the findings are:\n(1) Severe Injuries. Plaintiffs injuries consisted of multiple lacerations about the face, laceration of the right forearm, sub-luxation of the fourth cervical vertebrae onto the fifth cervical vertebrae, teeth knocked loose and one chipped and a severe injury to the right ankle. The ankle injury consisted of a macerating laceration, rupture of the medial and lateral ligaments and a complete fracture of the talus characterized as open or compound. There was a non-union of the fracture with aseptic necrosis of one of the fragments.\n(2) Permanent Injuries. The condition of the foot and ankle consisting of atrophy and 10% limitation of motion is permanent. If there is surgery, it will take away whatever ankle motion he does have. ;\n(3) Pain and Suffering. When first examined after the accident, plaintiff was in a state of moderate shock, but with severe pain. The severe pain continued for two to three days. Aftr that, the pain varied, but it persisted from the date of the accident up to time of trial some eighteen months later. Three different drugs in increasing strength had been prescribed for the pain with the strongest one in use at time of trial. The pain will continue and increase in the future.\n(4) Permanent Disability and Loss of Earning .Capacity. Plaintiff has a 35 to 50% functional impairment of the right ankle. He has a 15 to 20% disability for doing office work. While plaintiff has continued in his employment, he has been unable to do work that he performed prior to the accident involving climbing, heavy lifting, and truck driving. The jobs have been shifted to give him lighter work. The services that he now performs are worth $50.00 less per week than before the accident. If there is no fusion (involving two joints), his ability to get around will slowly and gradually diminish. If there is a fusion, he will be unable to do work involving climbing or walking on uneven ground because he will be without ankle motion. His life expectancy is at least thirty-two years.\n(5)Medical Expenses. Plaintiff had incurred medical expenses of $1,053.00. Recommended surgery will cost an additional $1,200.00.\nIt is not the appellate function to weigh the evidence of damages. Nash v. Higgins, 75 N.M. 206, 402 P.2d 945 (1965). Our function is to determine the question of excessiveness in accordance with the rules previously quoted. We do so. The evidence supports the award of $25,-000.00. It does not indicate passion, prejudice, partiality, sympathy, undue influence or a mistaken measure of damages.\nThe judgment is affirmed.\nIt is so ordered.\nNOBLE and MOISE, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant was negligent in running a car off the side of a road, and whether the plaintiff, in allowing the defendant to drive, was contributorily negligent.\nSummary: \nafter a long but 'easy' day of dove hunting, the plaintiff and defendant were driving home, and their car wheel left the road and the vehicle flipped over.\nthe defendant asserted that the cause of the accident was not his own negligence, but could equally as likely have been a pavement or mechanical defect.\nthere was no evidence to suggest either of those explanations, and in fact, the parties testified (a) that the car was in good condition; and (b) that the defendant actually had dropped the wheel off the pavement. Consequently, the evidence supported the trial court's findings that the defendant was negligent.\nfurther, although a passenger can be contributorily negligent for failing to act prudently when someone else is driving, the plaintiff had no reason to suspect that the defendant was drowsy, intoxicated or otherwise unfit to drive, so the plaintiff had not failed to exercise due care for his own safety, and was not contributorily negligent. ",
    "annotations": {
        "Facts": [
            "one-car accident",
            "The parties went dove hunting south and west of Gallup in both New Mexico and Arizona. Using a vehicle belonging to plaintiff's father they left Gallup around 8:0'0 A.M. and were returning when the accident happened a few miles south of Sanders, Arizona, around 11:00 P.M. They had covered approximately three hundred miles during the intervening period and had alternated in driving. While defendant was driving on a straight two-lane paved road, the vehicle left the pavement and overturned. Plaintiff was asleep at the time.",
            "Defendant was familiar with the vehicle and the road. He was in complete physical control of the vehicle and was driving between 55 and 60 miles per hour. There were signs warning that the shoulders of the road were soft. Defendant knew it would be dangerous, at that speed, to let a wheel drop off the pavement onto the soft shoulder. He testified he dropped the wheel off the pavement onto the shoulder. He was unable to return to the pavement because of the speed and because the shoulder was lower than the edge of the pavement. Later he testified that he ran the car off the pavement. He does not remember whether he applied the brakes.",
            "during the day the parties had driven over poor roads and had replaced a broken fan belt a short time before the accident. Both parties were familiar with the car. ",
            "it was in good condition. Defendant",
            "knew of no condition of the car which contributed to the accident",
            "no deep cut, chuckhole or bad place caused him to leave the pavement. He clearly testified that I dropped the right wheel off, that he drove off the pavement.",
            ". Defendant had gone sixteen hours without sleep — from 7:00 A. M., when he arose, until 11:00 P.M., when the accident occurred. However, defendant couldn't recall being sleepy.",
            "defendant was alert, and nothing in defendant's appearance indicated he wasn't fit to drive.",
            "Each of the parties had a drink of Scotch during the preparation of each of the two hot meals they consumed during the day. In addition, they each had two or three beers when they stopped at á place and shot pool. ■Both parties denied they were intoxicated. Defendant denied that their drinking had 'anything to do with the accident. The attending physician did not smell alcohol on the breath of either party and testified that neither gave any appearance of being intoxicated.",
            "Both parties had driven intermittently during the day. Defendant had done all of the driving  * * * since their stop at St. John's, Arizona, which was from approximately one hour after sundown until the time of the accident at 11:00 P.M.",
            "this distance is approximately fifty miles. This mileage was covered in a three- to four-hour period during which two stops were made — to cook a meal, and to replace the fan belt. After replacing the fan belt, plaintiff inquired as to whether he should drive. Defendant said he felt fine.",
            "From 8:00 A.M. until 11:00 P.M., the parties had been primarily engaged in hunting or driving. They had hiked in search of dove and had driven over back roads. The time spent in hunting and driving was about equal; they were  * * * going real easy. Defendant admitted to being a little tired after being out .all day, but couldn't recall saying anything to plaintiff about being tired and didn't believe his tiredness had anything to do with the accident.",
            "The road on which the accident happened was principally straight, and sparsely traveled.",
            "such road might induce drowsiness on the part of the driver, but there is no evidence that it did. The road had two lanes;",
            "because of eroded pavement and soft shoulders, momentary unawareness was extremely dangerous.",
            "the parties had driven together before and both were familiar with this road. Defendant never caused plaintiff any apprehension by his driving; each trusted the other's driving.",
            "when plaintiff went to sleep defendant was alert and competent to drive; there was nothing aboút defendant's condition which warned or should have warned plaintiff that'defendant might be incapable of driving-in a proper manner or that he might be inattentive to his driving duties"
        ],
        "Procedural History": [
            "The appeal is from a judgment in favor of plaintiff",
            "the trial court found that defendant was negligent, that he failed to exercise ordinary care for the safety of the plaintiff"
        ],
        "Application of Law to Facts": [
            "It could reasonably be inferred, from the above evidence, that defendant was negligent in driving off the pavement onto a soft shoulder at 55 to 60 miles per hour.",
            "There is no testimony that a mechanical defect existed.",
            "This evidence would not support an inference that a mechanical condition caused the vehicle to leave the road. Without such evidence or inference, there is nothing to which the equal hypothesis contention can be applied.",
            "The trial court resolved this conflict, finding as a fact that there was no defect in the pavement which caused defendant to drive the vehicle off the pavement. Having so found, there is no fact to support the contention that a pavement defect caused the vehicle to leave the pavement. Absent such a fact, there is nothing on which to base the equal hypothesis contention.The evidence supports the finding that defendant was negligent in driving the vehicle off the pavement onto a soft shoulder at 55 to 60 miles per hour. The evidence does not apply with equal probability to some other cause of the accident.",
            "Defendant asserts that the circumstances showing lack of ordinary cáre and making it necessary for plaintiff to stay awake are found in the evidence concerning assumption of risk. That evidence, previously discussed, does not show that plaintiff failed to exercise the care of an 'ordinarily prudent man under the circumstances of the case."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The judgment is affirmed."
        ]
    },
    "class": "affirm"
}