{
    "text": "Lujan v. Reed, 78 N.M. 556, 434 P.2d 378 (1967)\nDec. 4, 1967 · Supreme Court of New Mexico · No. 8334 \n78 N.M. 556, 434 P.2d 378 \nRichard M. LUJAN, Individually and as best friend of Gayle D. Lujan, a minor, and Gayle D. Lujan, Plaintiffs-Appellees, v. A. L. REED and Bruce Reed, a minor, Defendants-Appellants \n434 P.2d 378\nSupreme Court of New Mexico.\n*558Adams & Pongetti, Albuquerque, for appellants. -\nArturo G. Ortega, Albuquerque, Matías A. Zamora, Santa Fe, for appellees.\nOPINION\nMOlSE, Justice.\nThis appeal is from a judgment based on a jury verdict in favor of plaintiff Richard M. Lujan in the amount of $2,000.00 on account of out-of-pocket expenses for hospital and doctor charges on behalf of his daugh-' ter, Gayle,' and in favor of plaintiff Gayle D. Lujan in the amount of $15,000.00 for injuries suffered by her.\nThe facts giving rise to the litigation are briefly that, on June 24, 1965, Gayle, sixteen-year-old minor daughter of Richard M. Lujan, Was injured when she fell or jumped from an automobile belonging to defendant A. L. Reed, and being operated at the time by his eighteen-year-old minor son, defendant Bruce Reed.\nShortly before the accident and some time in the morning of the day it happened, Gayle had come to visit Larraine McCracken, a sixteen-year-old friend, at her home next door.to where Bruce Reed lived with his parents. At the time; Bruce and a, friend, Bob Clark, were working on a car . in Bruce's yard. During the morning, at least three or four conversations were had between Gayle and the boys. Finally, Gayle asked if she and Larraine could borrow. Bruce's car, to which he agreed if the girls would go riding with him and Bob. The girls refused this offer, whereupon Bruce changed his mind and said they could borrow it and handed Gayle the keys over the wall. The girls went in the house, got their purses and then got in the cár which was standing in front of the Reed house. Larraine tried to start the car but it wouldn't start. Upon having his attention called to' the fact the car would not start, Bruce opened the hood, took something from his pocket which he put on the engine, whereupon it started and was driven into the • driveway where Bruce put some oil in it. The girls then started to drive away. Lar- t raine was driving and Gayle was sitting on the front seat to her right. Upon backing from the driveway, the phone in Lar-. raine's house rang, and the boys called to. • her to tell her. She got out of the car and . went in her house to answer the phone, leaving the car at the curb and Gayle sitting in it. Thereupon Bruce and Bob came running, and jumped in the car. — Bruce behind' the wheel and Bob on the back of the back : seat (the car was a convertible). The car was started suddenly, and had moved some ' 40 or 50 feet during an elapsed time of possibly some 30 seconds, when Gayle open- . ed the door of the car and either fell or jumped, striking the pavement and suffer- . ing the injuries which are the basis of the, present suit.\nAlthough Gayle had never been on a date with Bruce, she had been told by Larraine of an occasion when she was out with him, that he had made advances and tried to kiss. ' her. On the morning in question, Gayle and Bruce had spoken to each other several' times. Gayle testified that when the boys-jumped in the car Bruce gave her a smug-smile, you 'know, like 'aha' * * The ■ faces of the boys scared her and she screamed and said, Stop it, Bruce, and he just' kind ■ of gave : a • smug look. Gayle's mother testified that;when'Gayle regained-*559consciousness, She said, 'Mama, Mama, I am still afraid.' She said, T .can still see that look on Bruce's face;' and she would cry, 'And every time I close my eyes I can still see that expression on his face.'  Bruce explained that his intention was to play a prank on Larraine in order to be funny or otherwise befuddle or startle Lar-raine by driving the car away and around the block, so when she came out of the house the car would not be where it had been left. However, nothing had been said to Gayle. She had not been let in on the joke and had no knowledge of the purpose or intention of the boys when they ran to the car and suddenly started it and took off at a very rapid rate of speed. As stated by Bruce in his testimony, the incident occurred as follows:\n * * * we just sort of got the idea at the same time that we would ditch LaRaine [sic], so we went over to the car and I don't remember whether La-Raine [sic] left the door open or not; I think she did, I can't be sure on that point whether I opened the door or just slid under the wheel with the door open and shut it.\nBob jumped over the left rear fender into the back seat and was sitting back up on the back deck and I started it and put it in first gear and then started to drive off. I looked in the rear-view mirror to see if there was any traffic. Well, I looked back over my shoulder to see if there was any traffic, to see if Bob was sitting down before I started off. I hadn't even started to angle over to the other side of the road when I saw Gayle with her passenger door open about half way out and I yelled at her, not to jump and grabbed for her.\nBy that time, she was already out the door and I slammed on the brakes. Bob landed in the front seat and I about half way caught him and I said, 'Are you all right?' and he said, 'Sure,' and so we both jumped out of the car and went over to see what we could do for Gayle, who was lying in the street at this time. ■ .\nIt should be added that Gáylé had a history of a nervous condition for which she had received treatment from a doctor. When she struck the pavement she hit her head and suffered a fractured skull, brain concussion and contusions of the scalp. She was in the hospital for approximately a week but, thereafter, was highly nervous and under care of a doctor and was hospitalized because of nervous symptoms.\nAppellants' first point asserts an absence of substantial evidence of negligence proximately causing Gayle's injuries.\nThe argument is to the effect-Bruce did nothing which a' reasonable person' could foresee would have the consequences here present. Beyond having a smug or mischievous look on his face; he did nothing but run and jump into a car that belonged to him or to his father and which he had a right to drive without permission from Gayle, and, because of his desire to play a prank on Larraine, made a fast start without telling Gayle what he was doing of where he was going.\nReliance is placed on. our statements in many of our cases which have been succinctly incorporated in the following, appearing in New Mexico Uniform Jury Instruction No. 12.1:\nAn act to be negligent must be one which a reasonably prudent person. would foresee as involving an unreasonable risk of injury to himself or to another and which such a person in the exercise of ordinary care would ' not' do. * * * \nThe rule as stated in the instruction generally expresses the law as announced by this court in numerous cases. See Giese v. Mountain States Telephone & Telegraph Co., 71 N.M. 70, 75, 376 P.2d 24 (1962); Bogart v. Hester, 66 N.M. 311, 316, 347 P.2d 327 (1959); Padilla v. Atchison, Topeka & Santa Fe Railway Co., 61 N.M. 115, 118, 295 P.2d 1023 (1956); Valdez v. Gonzales, 50 N.M. 281, 176 P.2d 173 (1946); Reif v. Morrison, 44 N.M. 201, 100 P.2d 229 (1940).\nAlthough appellants argue with much conviction and logic that no reasonable person could Have foreseen or anticipated the results which followed from Bruce's actions and conduct, and that as a matter of law Bruce could not have been negligent, we are not convinced.\nNegligent conduct may consist of an activity which a reasonable person should recognize as involving an unreasonable risk of harm to another. Restatement (Second), Torts, §§ 284 and 289, Comment j (1965). This recognition often involves an assessment of how others may react to the actor's conduct. Restatement, supra, § 290 and Comments i, 1. The danger to the victim may often arise from the reaction of that person to the conduct of the actor. Restatement, supra, §§ 302 and 303 and Comment d.\nIt would certainly seem reasonable to anticipate that a person would make an effort to extricate himself from what appeared to be a frightening situation. This effort may of necessity be made in haste and without an accurate assessment of the nature of the risks and accordingly expose the victim to danger in the process. Whether the risk that such an effort will be made in response to the actor's conduct is an unreasonable one under a particular set of circumstances requires a determination whether the magnitude of the risk to another is outweighed by the utility of the conduct of the actor. Restatement, supra, §§ 290-293.\nCertainly, it cannot be said as a matter of law that there is no unreasonable risk of harm incident to the effort to play a practical joke under the circumstances of this case.\nPeople act and react in strange ways. Pranks have a way of coming home to haunt the prankster. Who is to say, that a young girl, not knowledgeable in the capricious ways of boys or of the purposes they might have had in mind, could not reasonably be expected to become startled and react exactly as Gayle did here, upon being suddenly confronted with two boys, not too well known to her, running and jumping into the car in which she was seated, with mischievous purpose in mind, and apparent on the face of one of them? We hold the question was one for the jury, as is generally true. We have said many times that if reasonable men may differ on the question of whether a person was negligent, the question is one to be resolved by the jury, and only when there can be no disagreement is the issue one of law to be decided by the court. Saul v. Roman Catholic Church of Archdiocese of Sante Fe, 75 N.M. 160, 402 P.2d 48 (1965); McMullen v. Ursuline Order of Sisters, 56 N.M. 570, 246 P.2d 1052 (1952).\nAppellants next argue just as earnestly that they could not be liable because, as a matter of law, Gayle must be held to have been contributorily negligent. The rule is generally the same as to contributory negligence as it is concerning negligence. It is thus stated in Stephens v. Dulaney, 78 N.M. 53, 428 P.2d 27, 31 (1967):\nContributory negligence is ordinarily a question of fact for the jury and not a question of law. Olguin v. Thygesen, 47 N.M. 377, 143 P.2d 585 (1943); Tiedebohl v. Springer, 55 N.M. 295, 232 P.2d 694 (1951); Thompson v. Dale, 59 N.M. 290, 283 P.2d 623 (1955); Horrocks v. Rounds, 70 N.M. 73, 370 P.2d 799 (1962); Mozert v. Noeding, 76 N.M. 396, 415 P.2d 364 (1966). If there was any evidence, either direct or circumstantial, from which legitimate inferences could be drawn, and upon which evidence and inferences the minds of reasonable men might differ as to whether or not plaintiff was guilty of contributory negligence, then the question was one for the jury. Mozert v. Noeding, supra; Brown v. Hayes, 69 N.M. 24, 363 P.2d 632 (1961); Williams v. City of Hobbs, 56 N.M. 733, 249 P.2d 765 (1952). See Lopez v. Townsend, 42 N.M. 601, 82 P.2d 921 (1938); Restatement (Second) of Torts § 328B, comment d, § 328C, comment a (1965).\nWe are no less convinced, and hold that a jury question was present on the issue of contributory negligence just as it was concerning negligence. See Restatement (Second), Torts, § 476 and Comment a (1965).\nIn this connection we want it clearly understood that our holding is no less applicable whether Gayle fell or jumped. Reasonable men could well differ as to whether she did or did not act as a reasonable person in jumping, if she did. Vigil v. Atchison, T. & S. F. Ry. Co., 28 N.M. 581, 215 P. 971 (1923) is a case where contributory negligence of plaintiff was asserted when he was injured by a train while trying to drive his horses off the railroad tracks when a train was approaching and failed to jump to avoid being injured. Concerning the converse of the issue here presented, this court said:\n * * * The general rule of law is that a person who is placed in a position of peril is required to use all diligence to extricate himself therefrom, and that his failure so to do precludes a recovery. There is an exception to this general rule which the courts have recognized and declared, and that is that where a person is suddenly placed in a position of peril or serious danger, and he becomes so excited or frightened that he is unable to deliberate upon the safety of the comparative courses which are open to him, he is not required to act with that degree of prudence which would otherwise be obligatory, and, under those facts, a person is not necessarily chargeable with negligence for doing, or failing to do, that which would be required of him under ordinary circumstances. The appellee testified that he was greatly excited and badly frightened, and it was for the jury to determine whether or not he was, under such conditions, negligent. * * \nSee, also, Vigil v. Atchison, T. & S. F. Ry. Co., 261 F. 313 (8th Cir. 1919). The rule must be the same ■ where a person is charged with being contributorily negligent because he has jumped. We note the following pertinent language which we quote from Miller v. Marsh, 53 N.M. 5, 8, 201 P.2d 341, 343 (1949):\nIt may be that the wiser course would have been for the plaintiff, if he had enough room, to have passed in front of the truck or to have turned into Wellesley Avenue;, but he was not bound at his peril to adopt what later would have proved to be the better alternative, and whether or not he was guilty of negligence in'veering to the right and going behind the truck in an attempt to avert the collision was not a question of law, but as before stated, .a question of fact for the jury. Williams v. Haas, 52 N.M. 9, 189 P.2d 632; Seele v. Purcell, 45 N.M. 176, 113 P.2d 320.\nSee, also, Restatement (Second), Torts, § 470(1) (1965).\nWe are impressed that it would be extremely difficult, if not impossible, for any person to judge the conduct of a girl such as Gayle, and her reactions under the circumstances which transpired in this case. Certainly, it is to be presumed that she did not intend to injure herself. Viewing all the circumstances as they appeared to her at the time, she probably reacted intuitively, without reflecting on possible consequences of alternatives open to her, and how can it be said she was wrong in what she did? Under our system, questions of reasonableness of conduct are for the jury. Through use of a cross-section of our citizenry — young and old, male and female, laborer and housewife — we attempt a determination of what is reasonable in any given situation. Though admittedly not scientifically exact, it remains the best system devised by man, and where, as here, a particularly unusual set of circumstances are present, certainly we should seek the answer from the jury, a system tested by experience and found adequate in numberless cases for many years. See Goolsbee v. Texas & New Orleans R. Co., 149 Tex. 445, 234 S.W.2d 407 (1950).\nAppellants' next point is addressed to claimed errors in giving and refusing of certain instructions. Their principal com*562plaint is about instruction No. 12, which reads:\nDue care, as applicable to this case, is defined as the duty of the driver of any vehicle to exercise ordinary care to avoid placing himself, or another person, in actual or apparent danger.' It is his duty to take all reasonable care and precaution to control the movements of his vehicle in such a manner that he is not likely to endanger, or place in apparent peril, the life or limb of any other person.\nException to this instruction was taken at the time of trial, as follows:\nDefendants object to the Court's Instruction No. 12, upon the ground that there is no substantial evidence upon which to base such an instruction; upon the further ground that the instruction is an incorrect statement of the law in that there is no duty upon the driver to so conduct himself or to so operate the automobile as to prevent another from being placed in apparent danger and on the ground that the word, apparent, is ambiguous and what might be apparent to one person, might not be apparent to another person. There is nothing in this instruction which states that the apprehension of danger would be that of a reasonable person, and we would object particularly upon the ground of the use of the word, apparent danger.\nFrom the exception, as stated, it is manifest that error is claimed because (1) apparent is used to modify danger and peril; (2) the word is ambiguous; and, finally, (3) the instruction is not limited by direction that the apparent danger or the apprehension of danger would be that of a reasonable person.\nConcerning the use of the term apparent it is appellants' position that the instruction as framed made defendants liable, not only for actual dangers present but for those that were seemingly existent although not so in fact. They argue that whereas ordinary care is defined in a preceding instruction (No. 11) as such care as an ordinarily prudent person would exercise under like circumstances, there is no precise definition of ordinary care and, although ordinary care and due care have been held to be synonymous or interchangeable terms, Archuleta v. Jacobs, 43 N.M. 425, 94 P.2d 706 (1939), use of the term apparent in instruction 12 erroneously introduced something different and additional into due care not present in ordinary care.\nWith this argument we are unable to agree. Instruction 11 speaks only generally of such care as an ordinarily prudent person would exercise under like circumstances. To this could have been added real or apparent, and this is exactly what was done in instruction 12. As to whether conduct is to be measured by actual conditions as they in fact exist, or included in consideration may be the element of how they appear, there can be no question that what appears to be the fact, or is apparently true, can be acted upon just as certainly and with no different consequences than if true in fact. See Kendall v. New Orleans Public Service, Inc., 45 So.2d 541 (La.App.1950); Goolsbee v. Texas & New Orleans R. Co., supra; Butts v. Garr-Scott Co., 164 Mo.App. 307, 145 S.W. 120 (St.L.Ct.App.1912); Annot., 58 A.L.R.2d 1232, 1239 (1958).\nWe see no need to discuss the various meanings that may be attributed to the word apparent, or to consider if it is an ambiguous term. Counsel call our attention- to some of its meanings as reflected by various reference works. However, in our view, most, if not all words are subject to different meanings and to hold the word here used to be ambiguous would open the door to numberless complaints in comparable situations. Beyond this, whereas appellants say the word means seeming - in distinction from real or true and appellees say it also means clear or manifest to the understanding, certain, under the law as herein announced it- really makes no difference because, when sufficiently limited as *563we have determined it was in the instant instruction, even if it was understood by the jury to mean what appellants say it does, there was no error in its use. We also note, that although the same term is used to modify peril in instruction 15a, appellants do not complain concerning its use there. We do not understand why its use should be objectionable in one place and not the other.\nThere can be no question that whether or not danger was apparent must be tested by its appearance to a reasonably prudent person, similarly situated. Except for children (Rest. (Second), Torts, §§ 283, 464 (1965) ; U.J.I. § 12.5) where a different test is applied, not contended for here, this is always the criterion for judging negligence and contributory negligence. Rest. (Second), Torts, §§ 283 and 463; U.J.I. § 12.1. Although instruction 12 might have' been improved by stating therein that the conduct referred to must be of an ordinarily prudent person, as such theoretical person is always the norm in negligence cases, considering the instructions as a whole, as we must do, there was no error in the law as stated. Accordingly, we see no reversible error in giving the instruction. See McFatridge v. Harlem Globe Trotters, 69 N.M. 271, 365 P.2d 918, 89 A.L.R.2d 1154 (1961).\nAs already noted, in instruction 11, negligence was defined as the want of ordinary care which was in turn defined as such care as an ordinarily prudent person would exercise under like circumstances. Instruction 12 defines due care as the duty to exercise ordinary care in doing certain acts. Accordingly, the inclusion of the test of prudent person under the circumstances was clearly included within instruction 12 and failure to specifically use those words was not reversible' error.\nAppellant next complains of instruction 14 wherein the jury was advised that even though Bruce may have been driving at less than the speed limit, he could still be negligent if he was operating the car faster than a reasonably prudent person would under the existing circumstances.\nException was taken to the instruction as not being supported by any, evidence in the record and, in effect, that a' false issue was introduced thereby. It is not suggested that the law as there stated is not correct. See Langenegger v. Mc-Nally, 50 N.M. 96, 171 P.2d 316 (1946). Rather, the complaint is as stated above. In our view of the case, speed or method of starting and driving the car was one of the factors that was properly presented for consideration, along with all the others noted in our statement of the facts. There was proof as to speed and manner of driving, and it was proper for the jury to' consider this along with all other evidence in determining if Bruce was negligent. It was not a false issue, nor is it shown how prejudice resulted. There was no error in giving the instruction. Compare Pitner v. Loya, 67 N.M. 1, 350 P.2d 230 (1960).\nComplaint is next made of the court's refusal to give two instructions requested by appellants which they assert set forth their theory of the case. The difficulty with their position is that this theory involved an incorrect statement of the law applicable to the case. One of the instructions would hold Bruce free from negligence if the jury believed Gayle jumped from a moving car, and that she would not have been injured if she had not jumped; the other would have denied her recovery because of contributory negligence if the jury believed she had jumped from the car while it was moving. We have already set forth above the correct rule of law to be applied. It is materially different from the position advocated by appellants. The court ruled correctly when it refused the requested instructions.\nFinally, appellants argue that the verdicts in favor of both appellees were excessive. They review each item of expense incurred by the father, and argue that part of the doctor -bills and proof as *564to continuing and future expense must be attributed to the prior existing nervous condition which at most was aggravated by the accident. Suffice it to say that these bills totaled slightly more than $2,000.00, and it is not for us to reverse a jury's finding which has support in the evidence. If called upon to do so, we would not know how to divide the expenses so as to arrive at the amount directly attributable to the accident. On a motion for judgment non obstante veredicto, or for a new trial, the trial judge refused to interfere.\nSimilarly, appellants argue that the injuries recited in some detail in the statement of facts cannot support a judgment for $15,000.00, but rather that $5,000.00 would have been adequate under all the circumstances. There can be no question that Gayle received serious injuries and has had recurrent nervous reactions requiring hospitalization; and, even at the time of trial, was receiving treatments and would need them for some months into the future. Here, too, the trial court denied appellants' motion for judgment non obstante veredicto, or, in the alternative, for a new trial.\nIn answer to appellants' argument we would call attention to the following language which we quote from Mathis v. Atchison, Topeka and Santa Fe Railway Co., 61 N.M. 330, 336-337, 300 P.2d 482, 487 (1956):\nThe fact that a verdict appears to be excessive is not a ground for a motion for a new trial. It is only when the excessive damages appear to have been given under the influence of passion or prejudice that a new trial may be granted for that reason. There is no standard fixed by law for measuring the value of human pain and suffering. In every case of personal injury a wide latitude is allowed for the exercise of the judgment of the jury, and, unless it appears that the amount awarded is so grossly out of proportion to the injury received as to shock the conscience, this court cannot substitute its judgment for that of the jury. * * * \nSee, also, Rivera v. Atchison, Topeka and Santa Fe Railway Co., 61 N.M. 314, 299 P.2d 1090 (1956).\nQuite recently, in a case where a verdict was being attacked as excessive, we had occasion to say, Damages awarded by a jury should not be ruled as excessive except in extreme cases. Chavez v. Atchison, Topeka and Santa Fe Railway Co., 77 N.M. 346, 351, 423 P.2d 34, 38 (1967).\nIt is equally as true here that the record does not disclose such an extreme situation as would justify our ruling either award excessive as a matter of law.\nThere being no error, the judgment appealed from is affirmed.\nIt is so ordered.\nCOMPTON and CARMODY, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant, in jumping into a car with the plaintiff in it, was negligent.\nSummary:\nthe defendant jumped into the car he had lent to two girls when it was stationary, and when the plaintiff was sitting in the car, in order to play a prank on one of the girls. He began driving the car, and, in fear, the plaintiff jumped out to get away.\nIt was not necessarily unreasonable on the part of the plaintiff, a young girl, to jump from the moving car to extricate herself from a frightening situation, and the jury decided that that behaviour was reasonable.\nThus, even though the defendant didn't directly cause harm to her himself, a negligent risk may arise from the reaction of the plaintiff, as in this case, so the defendant was negligent.\nSince the plaintiff's reaction to the defendant jumping into the car for a prank was, as decided by the jury, reasonable, she was not contributorily negligent for acting in that way.",
    "annotations": {
        "Facts": [
            "on June 24, 1965, Gayle, sixteen-year-old minor daughter of Richard M. Lujan, Was injured when she fell or jumped from an automobile belonging to defendant A. L. Reed, and being operated at the time by his eighteen-year-old minor son, defendant Bruce Reed.Shortly before the accident and some time in the morning of the day it happened, Gayle had come to visit Larraine McCracken, a sixteen-year-old friend, at her home next door.to where Bruce Reed lived with his parents. At the time; Bruce and a, friend, Bob Clark, were working on a car . in Bruce's yard. During the morning, at least three or four conversations were had between Gayle and the boys. Finally, Gayle asked if she and Larraine could borrow. Bruce's car, to which he agreed if the girls would go riding with him and Bob. The girls refused this offer, whereupon Bruce changed his mind and said they could borrow it and handed Gayle the keys over the wall. The girls went in the house, got their purses and then got in the cár which was standing in front of the Reed house. Larraine tried to start the car but it wouldn't start. Upon having his attention called to' the fact the car would not start, Bruce opened the hood, took something from his pocket which he put on the engine, whereupon it started and was driven into the • driveway where Bruce put some oil in it. The girls then started to drive away. Lar- t raine was driving and Gayle was sitting on the front seat to her right. Upon backing from the driveway, the phone in Lar-. raine's house rang, and the boys called to. • her to tell her. She got out of the car and . went in her house to answer the phone, leaving the car at the curb and Gayle sitting in it. Thereupon Bruce and Bob came running, and jumped in the car. — Bruce behind' the wheel and Bob on the back of the back : seat (the car was a convertible). The car was started suddenly, and had moved some ' 40 or 50 feet during an elapsed time of possibly some 30 seconds, when Gayle open- . ed the door of the car and either fell or jumped, striking the pavement and suffer- . ing the injuries which are the basis of the, present suit.Although Gayle had never been on a date with Bruce, she had been told by Larraine of an occasion when she was out with him, that he had made advances and tried to kiss. ' her. On the morning in question, Gayle and Bruce had spoken to each other several' times. Gayle testified that when the boys-jumped in the car Bruce gave her a smug-smile, you 'know, like 'aha' * * The ■ faces of the boys scared her and she screamed and said, Stop it, Bruce, and he just' kind ■ of gave : a • smug look. Gayle's mother testified that;when'Gayle regained-consciousness, She said, 'Mama, Mama, I am still afraid.' She said, T .can still see that look on Bruce's face;' and she would cry, 'And every time I close my eyes I can still see that expression on his face.'  Bruce explained that his intention was to play a prank on Larraine in order to be funny or otherwise befuddle or startle Lar-raine by driving the car away and around the block, so when she came out of the house the car would not be where it had been left. However, nothing had been said to Gayle. She had not been let in on the joke and had no knowledge of the purpose or intention of the boys when they ran to the car and suddenly started it and took off at a very rapid rate of speed. As stated by Bruce in his testimony, the incident occurred as follows:",
            "we just sort of got the idea at the same time that we would ditch LaRaine [sic], so we went over to the car and I don't remember whether La-Raine [sic] left the door open or not; I think she did, I can't be sure on that point whether I opened the door or just slid under the wheel with the door open and shut it.Bob jumped over the left rear fender into the back seat and was sitting back up on the back deck and I started it and put it in first gear and then started to drive off. I looked in the rear-view mirror to see if there was any traffic. Well, I looked back over my shoulder to see if there was any traffic, to see if Bob was sitting down before I started off. I hadn't even started to angle over to the other side of the road when I saw Gayle with her passenger door open about half way out and I yelled at her, not to jump and grabbed for her.By that time, she was already out the door and I slammed on the brakes. Bob landed in the front seat and I about half way caught him and I said, 'Are you all right?' and he said, 'Sure,' and so we both jumped out of the car and went over to see what we could do for Gayle, who was lying in the street at this time.",
            "Gáylé had a history of a nervous condition for which she had received treatment from a doctor. When she struck the pavement she hit her head and suffered a fractured skull, brain concussion and contusions of the scalp. She was in the hospital for approximately a week but, thereafter, was highly nervous and under care of a doctor and was hospitalized because of nervous symptoms."
        ],
        "Procedural History": [
            "This appeal is from a judgment based on a jury verdict in favor of plaintiff"
        ],
        "Application of Law to Facts": [
            "Negligent conduct may consist of an activity which a reasonable person should recognize as involving an unreasonable risk of harm to another",
            "This recognition often involves an assessment of how others may react to the actor's conduct.",
            "The danger to the victim may often arise from the reaction of that person to the conduct of the actor.",
            "It would certainly seem reasonable to anticipate that a person would make an effort to extricate himself from what appeared to be a frightening situation. This effort may of necessity be made in haste and without an accurate assessment of the nature of the risks and accordingly expose the victim to danger in the process.",
            "People act and react in strange ways. Pranks have a way of coming home to haunt the prankster. Who is to say, that a young girl, not knowledgeable in the capricious ways of boys or of the purposes they might have had in mind, could not reasonably be expected to become startled and react exactly as Gayle did here, upon being suddenly confronted with two boys, not too well known to her, running and jumping into the car in which she was seated, with mischievous purpose in mind, and apparent on the face of one of them?",
            "We are impressed that it would be extremely difficult, if not impossible, for any person to judge the conduct of a girl such as Gayle, and her reactions under the circumstances which transpired in this case. Certainly, it is to be presumed that she did not intend to injure herself. Viewing all the circumstances as they appeared to her at the time, she probably reacted intuitively, without reflecting on possible consequences of alternatives open to her, and how can it be said she was wrong in what she did? Under our system, questions of reasonableness of conduct are for the jury."
        ],
        "Relevant Precedents": [
            "Restatement (Second), Torts, §§ 284 and 289, Comment j (1965).",
            "Restatement, supra, § 290 and Comments i, 1",
            "Restatement, supra, §§ 302 and 303 and Comment d",
            "Restatement, supra, §§ 290-293.",
            "Restatement (Second), Torts, § 476 and Comment a (1965).",
            "Vigil v. Atchison, T. & S. F. Ry. Co., 28 N.M. 581,  (1923)"
        ],
        "Outcome": [
            "We hold the question was one for the jury",
            "We are no less convinced, and hold that a jury question was present on the issue of contributory negligence just as it was concerning negligence.",
            "There being no error, the judgment appealed from is affirmed."
        ]
    },
    "class": "affirm"
    
}