{
    "text": "Stephens v. Dulaney, 78 N.M. 53, 428 P.2d 27 (1967)\nMay 29, 1967 · Supreme Court of New Mexico · No. 8284 \n78 N.M. 53, 428 P.2d 27 \nGladys STEPHENS, Plaintiff-Appellee, v. J. L. DULANEY, Defendant-Appellant \n428 P.2d 27\nSupreme Court of New Mexico.\n*54Neal & Matkins, Charles I. Wellborn,-Carlsbad, for appellant.'\nWilliam J. Heck, Hobbs, Joseph O. Walton, Lovington, for appellee.\nOPINION\nOMAN, Judge, Court of Appeals.\nThis is the second time this case has been before this court on appeal. On the first trial the jury returned a verdict for the defendant and the plaintiff appealed. The case was reversed and remanded for a new trial solely- on the basis of error on the part of the trial court in 'giving to the jury an instruction on assumption of risk. Stephens v. Dulaney, 76 N.M. 181, 413 P.2d 217 (1966).\nOn the second trial the jury returned a verdict for the plaintiff, and now the defendant has appealed. He asserts error on the part of the trial court in refusing to instruct the jury on contributory negligence and on the matter of the application of the New Mexico Guest Statute.\nThe plaintiff's complaint was predicated upon alleged negligence of the defendant. She did not plead that she was a guest passenger, or even that she was a passenger in the vehicle. The defendant pleaded contributory negligence as an affirmative defense, but he did not plead the guest statute, or the guest-host relationship at the time of the explosion out of. which the plaintiff's claim arises. He admits that perhaps he should have asserted as an affirmative defense that plaintiff was a guest passenger, but states the case was tried on this theory.\nThe only evidence, which in any way may be said to bear upon the relationship between the parties in connection with their use of the vehicle, is that defendant was the owner of the pickup truck and they had been traveling together in it on a deer hunting trip.\nOur disposition of this appeal does not require us to determine whether or not, under the circumstances, defendant was entitled to an instruction on the guest statute.\nAs above stated, this cause was reversed on the first appeal because of error in instructing on assumption of risk. Conduct under certain facts and circumstances may amount to an assumption of the risk as well as contributory negligence. Padilla v. Winsor, 67 N.M. 267, 354 P.2d 740 (1960); Dempsey v. Alamo Hotels, Inc., 76 N.M. 712, 418 P.2d 58 (1966); Restatement (Second) of Torts § 496A, comment d at 562-64 (1965). However, assumption of risk and contributory negligence are not synonymous, but are separate and distinct defenses. Padilla v. Winsor, supra; Dempsey v. *55Alamo Hotels, Inc., supra; McMurdo v. Southern Union Gas Co., 56 N.M. 672, 248 P.2d 668 (1952); Kleppe v. Prawl, 181 Kan. 590, 313 P.2d 227, 63 A.L.R.2d 175 (1957); Restatement (Second) of Torts § 496A, supra; Annot., 82 A.L.R.2d 1218, 1228-57 (1962); U.J.I. No. 13.10, Directions for Use, Committee Comment at 184-85 (N.M. 1966).\nHere the defendant pleaded the affirmative defense of contributory negligence. A party is entitled to have the jury instructed upon all correct legal theories of his case which are pleaded and supported by evidence, and a failure by the trial court to so instruct constitutes reversible error. Clay v. Texas-Arizona Motor Freight, Inc., 49 N.M. 157, 159 P.2d 317 (1945); Stewart v. Oberholtzer, 57 N.M. 253, 258 P.2d 369 (1953); Tipton v. Clower, 67 N.M. 388, 356 P.2d 46 (1960); Reed v. Styron, 69 N.M. 262, 365 P.2d 912 (1961); Mills v. Southwest Builders, Inc., 70 N.M. 407, 374 P.2d 289 (1962).\nThe defendant tendered instructions on contributory negligence and there is no contention that these requests failed to correctly state the law, except as hereinafter noted. The position of plaintiff is that there was not sufficient evidence to warrant the submission of instructions on contributory negligence,\n * * * by reason of the law in New Mexico enunciated in McMullen v. Ursuline Order of Sisters, 56 N.M. 570, 246 P.2d 1052, and Clark v. Cassetty, 71 N.M. 89, 376 P.2d 37.\n* * * * * *\nShe then states that this court in both of these cases,\n * * * plainly stated that an essential element of the doctrine of contributory negligence is the voluntary exposure of the party involved to a known danger.\nThe language upon which she relies first appeared in the McMullen case as just one sentence of a rather lengthy quote from 38 Am.Jur., Negligence, § 188. This sentence reads :  * * * A voluntary exposure to a known danger is an essential element of contributory negligence. * * * \nThis particular language incorrectly states the law of contributory negligence, in that a voluntary exposure to a known danger is not an essential element of contributory negligence, but, as above stated, such conduct may constitute contributory negligence as well as an assumption of risk. In the two above-cited cases in which this language appears there was involved in the one case a dangerous instrumentality and in the other a dangerous condition. In and of themselves, and without some further notice or knowledge which would have suggested to a reasonably prudent person a probable defect or unsafe propensity existing therein, the instrumentality and the condition were not such as would create a sense of danger in the mind of an ordinary prudent person.\nA reference to the text where the particular sentence above-quoted appears, and upon which plaintiff has seized, shows that the authority for this statement is section 182 of the same text. By turning back to section 182, we find it entitled, Exposure to Peril. The first four sentences in this section read:\nA person who, by his own act, subjects himself unnecessarily to danger violates the duty imposed upon all men to use ordinary care for their own safety and is guilty of contributory negligence. The law imposes upon a person, sui juris, the obligation to use ordinary care for his own protection, the degree of which is commensurate with the dangers to be avoided; and one who voluntarily and unnecessarily assumes a position of danger, the hazards of which he understands and appreciates, cannot recover for an injury from a risk incident to the position. Exposure to known danger, however, is not always contributory negligence. It constitutes contributory negligence, only where it is a voluntary and unnecessary exposure to a dangerous instrumentality or condition, the peril of which is appreciated by the plaintiff. * * * \n*56The authority for this last quoted statement, that to constitute contributory negligence it must be a voluntary and unnecessary exposure to a dangerous instrumentality or condition, the peril of which is appreciated by plaintiff, consists of a reference to section 184, which is the first of several sections, including section 188, under the subheading, Knowledge and Appreciation of Peril. The substance of section 184, insofar as here material, appears in the following quoted portion thereof:\nFault on the part of the defendant is to be found in action or nonaction accompanied by knowledge, actual or implied, of the probable results of his conduct; and fault on the part of the plaintiff is to be determined by the same test. An essential element of contributory negligence is that the person to be charged therewith knew, or by the exercise of ordinary care should have known, of the circumstance or condition out of which the danger arose. * * * As it generally is expressed, a plaintiff will not be held to have been guilty of contributory negligence if it appears that he had no knowledge or means of knowledge of the danger, and conversely, he will be deemed to have been guilty if it is shown that he knew or reasonably should have known of the peril and might have avoided it by the exercise of ordinary care. This element of knowledge, it should be noted, is the foundation of the maxim, 'volenti non fit in-juria,' to which reference is made in asserting the doctrine of assumed risk, here-inbefore discussed. * * * \nNothing contained in section 184 supports the particular language here relied upon by plaintiff. The writer of the text, in some way by references to other sections of the text, came up with what is an essential element of assumption of risk, but which is not, contrary to what is stated, an essential element of contributory negligence.\nThe difference between assumption of risk and contributory negligence is noted ■above, and authorities are cited, pointing out the distinctions between them. See in addition to those authorities, Reed v. Styron, supra; Barakos v. Sponduris, 64 N.M. 125, 325 P.2d 712 (1958); Bogart v. Hester, 66 N.M. 311, 347 P.2d 327 (1959).\nContributory negligence is defined in the second Restatement of Torts, sections 463— 66, at pages 507-11, as follows:\n§ 463. Contributory Negligence Defined\nContributory negligence is conduct on the part of the plaintiff which falls below the standard to which he should conform for his own protection, and which is a legally contributing cause co-operating with the negligence of the defendant in bringing about the plaintiff's harm.\n§ 464. Standard of Conduct Defined\n(1) Unless the actor is a child or an insane person, the standard of conduct to which he must conform for his own protection is that of a reasonable man under like circumstances.\n§ 465. Causal Relation Between Harm and Plaintiff's Negligence\n(1) The plaintiff's negligence is a legally contributing cause of his harm if, but only if, it is a substantial factor in bringing about his harm and there is no rule restricting his responsibility for it.\n§ 466. Types of Contributory Negligence\nThe plaintiff's contributory negligence may be either\n(a) .an intentional and unreasonable exposure of himself to danger created by the defendant's negligence, of which danger the plaintiff knows or has reason to know, or\n(b) conduct which, in respects other than those stated in Clause (a), falls short of the standard to which the reasonable man should conform in order to protect himself from harm.\nThe New Mexico Uniform Jury Instructions Nos. 12.1, 13.1 and 12.10 define contributory negligence as follows:\n12.1 The term 'negligence' may relate either to an act or a failure to act.\n*57An act to be negligent must be one which a reasonably prudent person would foresee as involving an unreasonable risk of injury to himself or to another and which such a person in the exercise of ordinary care would not do.\nA failure to act, to be negligent, must be a failure to do an act which one is under a duty to do and which a reasonably prudent person in the exercise of ordinary care would do in order to prevent injury to himself or to another.\n13.1 * * * 'contributory negligence,' * * * [is] negligence on the part of the plaintiff that proximately contributed to cause the alleged damages of which plaintiff complains.\n12.10 The proximate cause of an injury is that which in a natural and continuous sequence produces the injury, and without which the injury would not have occurred. It need not be the only cause, nor the last nor nearest cause. It is sufficient if it occurs with, some other cause acting at the same time, which in combination with it, causes the injury.\nSee also Silva v. Waldie, 42 N.M. 514, 82 P.2d 282 (1938); Saindon v. Lucero, 187 F. 2d 345 (10th Cir. 1951), cert. denied, 342 U.S. 824, 72 S.Ct. 43, 96 L.Ed. 623; Caraglio v. Frontier Power Co., 192 F.2d 175 (10th Cir. 1951).\nThe defendant, having pleaded contributory negligence, was entitled to have the jury instructed on this theory of •his case, if there was any evidence to support the same. Contributory negligence is ordinarily a question of fact for the jury and not a question of law. Olguin v. Thygesen, 47 N.M. 377, 143 P.2d 585 (1943); Tiedebohl v. Springer, 55 N.M. 295, 232 P.2d 694 (1951); Thompson v. Dale, 59 N.M. 290, 283 P.2d 623 (1955); Horrocks v. Rounds, 70 N.M. 73, 370 P.2d 799 (1962); Mozert v. Noeding, 76 N.M. 396, 415 P.2d 364 (1966). If there was any evidence, either direct or circumstantial, from which legitimate inferences could be drawn, and upon which evidence and inferences the minds of reasonable men might differ as to whether or not' plaintiff' was guilty of contributory negligence, then the 'question was one for the jury. Mozert v. Noeding, supra; Brown v. Hayes, 69 N.M. 24, 363 P.2d 632 (1961); Williams v. City of Hobbs, 56 N.M. 733, 249 P.2d 765 (1952). See Lopez v. Townsend, 42 N.M. 601, 82 P.2d 921 (1938); Restatement (Second) of Torts §§ 328B, comment d, § 328C, comment a (1965).\nThe evidence shows that plaintiff and defendant left Lovington, New Mexico, after dark on November 2, 1962, to go deer hunting in the northern part of the State. They were traveling in a GMC pickup truck. The gasoline tank was filled before they left Lovington. He drove until they reached Portales and then she did the driving. They stopped in Clovis and again they filled the tank with gasoline and then went to a drive-in restaurant where they ordered food which they ate while sitting in the cab of the pickup. They made another stop between Clovis and Springer and again filled the gasoline tank. Then they drove on to Springer where they made their third stop for gasoline.\nDuring the entire trip from Lovington to Springer they were striking matches and smoking cigarettes, and nothing unusual happened as a result. Upon reaching Springer they again filled the tank with gasoline. Then they drove about 50 to 75 •feet from the Station and parked near a cafe. He stayed in the cab of the pickup 'and fell asleep. She went into the cafe for coffee and upon her return was unable to open the doors of the cab because he had locked them at her request when she left to go to the cafe. She awakened him, and he jokingly refused to open the door. At this time she was standing near the left door of the cab. The window in this door was lowered about two inches. The intake spout to the gasoline tank is situate about two to four inches to the rear and just about on a level with the bottom of this window. • A ' cap, which is vented, fits over the opening of this spout. The gasoline tank itself sits • immediately behind the seat in the. cab. *58There is a float mechanism attached to the tank which operates as a part of the gasoline gauge. Some time prior to November 2, 1962, this float mechanism and the gauge on the dashboard had not worked properly, and the defendant had loosened some screws which hold this float mechanism in place on the inside wall of the gasoline tank. The float dropped, the gauge began working, and he then tightened the screws. As stated, this was some time prior to November 2, 1962.\nThe plaintiff has no sense of smell, so could not have smelled any fumes as she stood near the door and near the gasoline intake spout. However, she knew that gasoline fumes are found in the area of gasoline, and she was aware of the fact that she had to be more cautious than a person who has a sense of smell.\nShe was not aware of any gasoline which the station attendant may have spilled in filling the tank at Springer, but she said that this could possibly have happened as it does at times.\nWhile standing near the cab door and near the intake spout to the gasoline tank, she removed a cigarette from her jacket pocket, and then struck a small wooden match to light the cigarette. As she was holding the match in her hand an explosion suddenly occurred. This explosion seemed to be inside the cab. The cab doors were blown open but the glass in them was not broken. The door near which she was standing struck the front of her body and threw her backwards across a Volkswagen which was parked next to the pickup.\nA mechanic who worked on the pickup the next morning found that two of the five screws which hold the float mechanism were missing. He testified that gasoline fumes could have escaped from the tank through these two screw holes.\nThe only three suggested sources of the fumes which were apparently ignited were (1) from the gas tank through the screw holes; (2) from the gas tank through the ■ vent in the cap which fits on -the gasoline spout, and (3) from gasoline which may have been spilled on the truck while it was being filled at the service station. Fumes from any one or more of these sources could have been in and about the pickup.\nThe only suggested source of ignition of these fumes was the match which plaintiff lighted and which she was holding near the left door and near the gasoline spout when the explosion occurred.\nIn our opinion, these facts are sufficient to present a jury question as to-the contributory negligence of the plaintiff, and the trial court erred in not instructing the jury on this question.\nBecause of her lack of a sense of smell, the defendant submitted the following as. one of his requested instructions on contributory negligence:\nYou are instructed that a person under a physical disability, such as not having a sense of smell, which may reasonably be calculated to increase the possibility of her being injured must nevertheless exercise ordinary care to avoid injury commensurate with her known disability, and if she fails to exercise that degree of care which a reasonable person: so disabled would exercise and such failure contributes proximately to cause the injury, she is guilty of contributory negligence. Such a person is not required to exercise a higher degree of care to the-end of protecting her safety than is required of a person under no disability, but ordinary care of a person under like circumstances is what is required.\nIn determining whether the plaintiff exercised ordinary care for her own safety, this disability of loss of smell, if any,, is a circumstance which may be considered. In other words, ordinary care, in-such a case as this, is such care as an-ordinary prudent person under the same-disability would exercise under the same- or similar circumstances.\nThe court refused this requested instruction. It may be that the trial court refused this and the other two requested instructions on contributory negligence because of reliance on the language found in McMullen v. Ursuline Order of Sisters, 56 N.M. 570, 246 P.2d 1052 (1952); Clark v. Cassetty, 71 N.M. 89, 376 P.2d 37 (1962), which is above quoted and discussed. The briefs suggest that this language was called to the attention of the trial court, and plaintiff argues that she was not and could not have been aware of the existence of any danger, because she has no sense of smell. She seeks to distinguish this case from Mc-Murdo v. Southern Union Gas Co., supra, .at least in part, upon the fact that in Mc-Murdo there was no evidence of lack of a •sense of smell on the part of decedent, whereas in the present case, the uncontra•dicted evidence established a total absence •of the important faculty of smell on the part of the plaintiff.\nRegardless of the reasons of the •trial court for refusing the requests, we are of the opinion that the court was in error in so doing. Defendant's requested instruction No. 3, although somewhat prolix, correctly states the standard of conduct to which a physically incapacitated or disabled •person must conform to avoid being negligent. Restatement (Second) of Torts § 283C (1965); Kerr v. Connecticut Co., 107 Conn. 304, 140 A. 751 (1928); Texas & N. O. R. Co. v. Bean, 55 Tex.Civ.App. 341, 119 S.W. 328 (1909); Balcom v. City of Independence, 178 Iowa 685, 160 N.W. 305, L.R.A.1917C, 120 (1916); Weinstein v. Wheeler, 127 Or. 406, 257 P. 20, 271 P. 733, 62 A.L.R. 574 (1928); Jones v. Bayley, 49 Cal.App.2d 647, 122 P.2d 293 (1942); Keith v. Worcester & B. V. St. Ry., 196 Mass. 478, 82 N.E. 680, 14 L.R.A.,N.S., 648 (1907); Bernard v. Russell, 103 N.H. 76, 164 A.2d 577, 83 A.L.R.2d 766 (1960); Annot., 65 A.L.R.2d 703 (1959). See Johnson v. Primm, 74 N.M. 597, 396 P.2d 426 (1964); Martinez v. C. R. Davis Contracting Co., 73 N.M. 474, 389 P.2d 597 (1964).\nWe do not mean to suggest that we approve the form of defendant's requested instruction No. 3, which is' quoted above. 'Upon a retrial-, we suggest a simplification of the language used in stating the law in' this instruction, and would suggest the simplicity and conciseness of the language used in New Mexico U. J. I. as a guide.\nThe judgment of the trial court should be-reversed and this cause remanded for a new trial.\nIt is so ordered.\nCOMPTON and CARMODY, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the jury should have been given instructions on contributory negligence, which the trial court decided not to give.\nSummary:\nthe plaintiff, who had no sense of smell, lit a match at a petrol station which ignited petrol fumes\nthe jury was not given instructions on contributory negligence because the trial court concluded that, because the plaintiff had no sense of smell, the plaintiff could not have voluntarily exposed herself to the risk that caused the damage, and thus could not have been contributorily negligent.\nHowever, this is not a correct statement of the law: it is not essential to a finding of contributory negligence that the plaintiff voluntarily expose themselves to the risk of harm. Consequently, it was possible that the plaintiff, even though she could not smell the petrol fumes, could still have been contributorily negligent.\nThe plaintiff's lack of sense of smell meant she had a disability which modified her duty to take reasonable care, and as such, whether her acts were contributorily negligent was a question for the jury.\n",
    "annotations": {
        "Facts": [
            "plaintiff and defendant left Lovington, New Mexico, after dark on November 2, 1962, to go deer hunting in the northern part of the State. They were traveling in a GMC pickup truck. The gasoline tank was filled before they left Lovington. He drove until they reached Portales and then she did the driving. They stopped in Clovis and again they filled the tank with gasoline and then went to a drive-in restaurant where they ordered food which they ate while sitting in the cab of the pickup. They made another stop between Clovis and Springer and again filled the gasoline tank. Then they drove on to Springer where they made their third stop for gasoline.During the entire trip from Lovington to Springer they were striking matches and smoking cigarettes, and nothing unusual happened as a result. Upon reaching Springer they again filled the tank with gasoline. Then they drove about 50 to 75 •feet from the Station and parked near a cafe. He stayed in the cab of the pickup 'and fell asleep. She went into the cafe for coffee and upon her return was unable to open the doors of the cab because he had locked them at her request when she left to go to the cafe. She awakened him, and he jokingly refused to open the door. At this time she was standing near the left door of the cab. The window in this door was lowered about two inches. The intake spout to the gasoline tank is situate about two to four inches to the rear and just about on a level with the bottom of this window. • A ' cap, which is vented, fits over the opening of this spout. The gasoline tank itself sits • immediately behind the seat in the. cab. *58There is a float mechanism attached to the tank which operates as a part of the gasoline gauge. Some time prior to November 2, 1962, this float mechanism and the gauge on the dashboard had not worked properly, and the defendant had loosened some screws which hold this float mechanism in place on the inside wall of the gasoline tank. The float dropped, the gauge began working, and he then tightened the screws. As stated, this was some time prior to November 2, 1962.The plaintiff has no sense of smell, so could not have smelled any fumes as she stood near the door and near the gasoline intake spout. However, she knew that gasoline fumes are found in the area of gasoline, and she was aware of the fact that she had to be more cautious than a person who has a sense of smell.She was not aware of any gasoline which the station attendant may have spilled in filling the tank at Springer, but she said that this could possibly have happened as it does at times.While standing near the cab door and near the intake spout to the gasoline tank, she removed a cigarette from her jacket pocket, and then struck a small wooden match to light the cigarette. As she was holding the match in her hand an explosion suddenly occurred. This explosion seemed to be inside the cab. The cab doors were blown open but the glass in them was not broken. The door near which she was standing struck the front of her body and threw her backwards across a Volkswagen which was parked next to the pickup.A mechanic who worked on the pickup the next morning found that two of the five screws which hold the float mechanism were missing. He testified that gasoline fumes could have escaped from the tank through these two screw holes.The only three suggested sources of the fumes which were apparently ignited were (1) from the gas tank through the screw holes; (2) from the gas tank through the ■ vent in the cap which fits on -the gasoline spout, and (3) from gasoline which may have been spilled on the truck while it was being filled at the service station. Fumes from any one or more of these sources could have been in and about the pickup.The only suggested source of ignition of these fumes was the match which plaintiff lighted and which she was holding near the left door and near the gasoline spout when the explosion occurred."
        ],
        "Procedural History": [
            "the jury returned a verdict for the plaintiff, and now the defendant has appealed",
            "trial court in refusing to instruct the jury on contributory negligence"
        ],
        "Application of Law to Facts": [
            "This particular language incorrectly states the law of contributory negligence, in that a voluntary exposure to a known danger is not an essential element of contributory negligence",
            "Contributory negligence is conduct on the part of the plaintiff which falls below the standard to which he should conform for his own protection",
            "The defendant, having pleaded contributory negligence, was entitled to have the jury instructed on this theory of •his case, if there was any evidence to support the same.",
            "In our opinion, these facts are sufficient to present a jury question as to-the contributory negligence of the plaintiff",
            "a person under a physical disability, such as not having a sense of smell, which may reasonably be calculated to increase the possibility of her being injured must nevertheless exercise ordinary care to avoid injury commensurate with her known disability, and if she fails to exercise that degree of care which a reasonable person: so disabled would exercise and such failure contributes proximately to cause the injury, she is guilty of contributory negligence"
        ],
        "Relevant Precedents": [
            "Restatement (Second) of Torts § 283C (1965)"
        ],
        "Outcome": [
            "the trial court erred in not instructing the jury on this question.",
            "The judgment of the trial court should be-reversed and this cause remanded for a new trial."
        ]
    },
    "class": "reverse"
}