{
    "text": "Smith v. Klebanoff, 84 N.M. 50, 499 P.2d 368 (1972)\nJune 2, 1972 · Court of Appeals of New Mexico · No. 775 \n84 N.M. 50, 499 P.2d 368 \nShirlee SMITH and Ron Smith, Plaintiffs-Appellants, v. Robert M. KLEBANOFF et al., Defendants-Appellees \n499 P.2d 368\nCourt of Appeals of New Mexico.\nCertiorari Denied June 30, 1972.\n*51Martin E. Threet, Threet, Threet, Glass, King & Maxwell, Albuquerque, Wm. S. Padley, Richard A. Dudden, Padley & Dud-den, Ogallala, Neb., for plaintiffs-appellants.\nDavid R. Gallagher, Gallagher & Ruud, Toulouse & Moore, Albuquerque, for appellee Klebanoff.\nRussell Moore, Dennis M. McCary, Keleher & McLeod, Albuquerque, for appellees Coffey and Lovelace Clinic.\nOPINION\nWOOD, Chief Judge.\nThe trial court entered summary judgment in favor of the defendants in this medical malpractice case. Plaintiffs' appeal raises issues: (1) as to the material before the trial court at the summary judgment hearing; (2) whether there were factual issues preventing summary judgment; (3) res ipsa loquitur; and (4) warning as to the dangers of surgery.\nMaterial before the trial court. \nNumerous depositions were taken. Plaintiffs assert that the depositions of four named doctors had not been transcribed or filed at the time of the summary judgment hearing. Plaintiffs, however, have stipulated that these four depositions had been transcribed and counsel were under the impression that the originals of the depositions had been filed.\nPlaintiffs claim that since the originals of the depositions had not been filed at the time of the hearing they were not available to the court. However, they have stipulated that copies of the depositions were available to counsel at the time of the hearing. The record of the summary judgment hearing shows that counsel for Klebanoff expressly referred to three of the depositions in his argument and that plaintiffs' counsel referred to at least one of the depositions in his argument.\nThe record shows that copies of the depositions were in fact available. There is no merit to the contention that the summary judgments were erroneous because the originals of the four depositions were not on file at the time of the hearing.\nWhether there were factual issues preventing summary judgment. \nKlebanoff, a board certified neurosurgeon, performed surgery for the removal of a herniated disc between the fourth and fifth lumbar vertebra of Shirlee Smith. Coffey assisted at the operation. During the operation a pituitary rongeur, used by Klebanoff, penetrated the anterior wall of the annulus fibrosis, punctured the right iliac artery and almost severed the right iliac vein. As a result, there was communication between the artery and vein. This communication was discovered when an aortogram was conducted on the second post-operative day. Repair surgery was then performed.\nThree claims of malpractice were asserted against Klebanoff and Coffey. They are: (1) acts during the surgery; (2) the failure to diagnose the condition resulting from use of the rongeur during the surgery; and (3) the length of time which occurred after the operation before the condition was diagnosed and the lack of care during this time period. The claims against the Lovelace Clinic and Bataan Hospital were that they were responsible for the alleged malpractice of Klebanoff and Coffey. In addition, it is asserted that Lovelace Clinic doctors were responsible for the alleged lack of post-operative care.\nEach of the defendants made an affirmative showing that there were no factual issues and were entitled to summary judgment. With this showing, the burden was on the plaintiffs to show a factual issue existed. Sanchez v. Shop Rite Foods, 82 N.M. 369, 482 P.2d 72 (Ct.App.1971); Rekart v. Safeway Stores, Inc., 81 N.M. 491, 468 P.2d 892, 38 A.L.R.3d 354 (Ct.App.1970). Since the issue is whether plaintiffs met their burden, we refer to the showing made by the various defendants only to the extent necessary to answer plaintiffs' contentions.\nIn determining whether plaintiffs met their burden we construe all reasonable inferences in favor of plaintiff. Binns v. Schoenbrun, 81 N.M. 489, 468 P.2d 890 (Ct.App.1970).\nActs during the surgery.\nThe affidavit of Dr. Davis refers to the penetration of the rongeur and the resultant injury. Davis states this act amounted to less than the usual caution, care and medical skill required to meet the standards of medical practice. On the basis of this act, plaintiffs assert there is a factual issue as to malpractice in the use of the rongeur.\nThe showing made by defendants is that such penetration and resultant injury is an inherent danger of the surgical procedure; that this danger exists because of the anatomy of individuals (the proximity of the right iliac vein and right iliac artery to the annulus surrounding the disc). The showing is that the penetration and resultant injury occurs in a small but statistically determinable number of cases even though the surgeon is aware of the danger and is careful to avoid such an occurrence. Examples of such a mishap are given; the examples are based on the personal experience of the affiants.\nThe foregoing demonstrates that an unintended incident transpired. Cervantes v. Forbis, 73 N.M. 445, 389 P.2d 210 (1964), which involved an intramedullary pin, states that an unintended incident, in itself, does not establish liability; that unless exceptional circumstances are present, there must be a showing that the  * * * incident occurred because of the physician's failure to meet the standard * * Here, the unintended incident does not raise a factual issue unless there is a showing that exceptional circumstances were present or that the incident occurred because of Klebanoff's failure to meet the required standard.\nThe showing in the depositions and affidavits relied on by defendants is that no exceptional circumstances were present. The Davis affidavit makes no reference to exceptional circumstances. Plaintiffs contended in oral argument that such circumstances were shown by the force necessary to make the penetration and to effect the damage to the anterior annulus, the right iliac artery and the right iliac vein. The answer is that there is nothing showing that the force used in effecting the penetration and resultant injury was in any way exceptional. There are no factual issues concerning exceptional circumstances.\nThe showing by defendants is there was no failure to meet the required standard. Specifically, defendants' showing explains why the penetration and resultant injury does not fall below the required standard. Davis concludes the penetration and resultant injury was below standard but does not explain why.  * * * An expert witness must, of course, be able to give a satisfactory explanation as to how he arrives at his opinion. * * *  Dahl v. Turner, 80 N.M. 564, 458 P.2d 816, 39 A.L.R.3d 207 (Ct.App.1969). Absent such an explanation, the opinion is not competent evidence. City of Albuquerque v. Chapman, 76 N.M. 162, 413 P.2d 204 (1966); Landers v. Atchison, Topeka & Santa Fe Railway Co., 68 N.M. 130, 359 P.2d 522 (1961). In summary judgment proceedings, affidavits  * * * shall set forth such facts as would be admissible in evidence * * Section 21-1-1(56) (e), N.M.S.A.1953 (Repl. Vol. 4).\nWe agree with the trial court; the affidavit of Davis did not set forth facts admissible in evidence, shows no foundation for Davis' opinion and was insufficient to raise a factual issue.\nPlaintiffs also rely on an article by Dr. Holscher which is attached to the doctor's affidavit. The article is concerned with the type of occurrence which gave rise to this lawsuit. In discussing preventive measures, the Holscher article refers to adequate lighting in the depths of the wound and depth markings. Plaintiffs contend the absence of such lighting and markings raises a factual issue as to malpractice. We disagree.\nMalpractice is the departure from the recognized standards of medical practice in the community. Cervantes v. Forbis, supra. N.M.U.J.I. 8.1 and 8.2. Here, there is nothing showing that lighting inside the wound or depth markings are standards of medical practice. Holscher's article refers to safer guidelines to be followed in preventing incidents such as are involved in this case but goes no further than listing in-wound lighting and depth markings as desiderata for prevention. That in-wound lighting and depth markings are preventive items to be desired is not disputed, but defendants' showing that these items are not standards of the practice is also not disputed. That showing is made by the factual matters in Dr. Mora's affidavit and Holscher's opinion,  * * * that the operative procedure followed by Dr. Klebanoff meets the usual and customary high operating standards used by the medical profession throughout the United States. * * * \nThere being no factual issue as to malpractice by acts during the surgery, the summary judgment in favor of Klebanoff in connection with those alleged acts is affirmed. No independent act of malpractice is alleged against Coffey. The theory of liability against Coffey is that he was a part of a surgical team and, therefore, was liable for any act of malpractice by Klebanoff. Since there is no issue as to acts of malpractice by Klebanoff, summary judgment in favor of Coffey in connection with those alleged acts is also affirmed. With this result, we do not discuss the issue of surgical team liability. See. Sprinkle v. Lemley, 243 Or. 521, 414 P.2d 797 (1966); Annot., 85 A.L.R.2d 889 (1962).\nFailure to diagnose the conditions during surgery.\nIt is undisputed that there was no sudden or dramatic change in the patient's condition during the surgery that would have alerted a surgeon to the penetration and resultant injuries. Plaintiffs' claim is that material removed from the disc space during the surgery contained fibrous tissue which should have been identified by the surgeon as coming from the anterior annulus. Plaintiffs assert there is a factual issue as to malpractice because no such identification was made.\nPlaintiffs' claim is based on the deposition of Dr. Christensen, a pathologist. That deposition does not support plaintiffs. Christensen testified that fibrous tissue contained within the material removed during surgery could be a part of the annulus and should be easily identifiable. However, his own identification of the fibrous tissue came after microscopic examination. His gross diagnosis of the removed material was: Consistent with tissue of nucleus pulposus. Pie also testified that the tissue was in minute fragments, had no distinct characteristics in the particular area, that there is fibrous tissue involving the entire area, and the tissue focally blended with other material. Because of the minuteness and continuity of it * * *  the surgeon probably could not distinguish the tissues. Christensen stated there was no vein-artery substance within the tissue and that the specimen he examined  * * * would fit the protocol of the usual type of material we receive on any disc resection.\nThe foregoing does not raise an issue of fact as to whether the surgeon committed malpractice in failing to identify fibrous tissue from the anterior annulus during the course of the surgical procedure.\nThere is no fact issue concerning the failure to diagnose the condition resulting from the rongeur's penetration during the course of the surgery. The summary judgment in favor of Klebanoff and Coffey on this claim of malpractice is affirmed.\nPost-operative care.\nDefendants' showing is that the elapsed time post-operatively before the patient's condition was diagnosed was  * * * as quickly as any doctor anywhere in the United States, under the same circumstances, would have been able to diagnose it. * * *» This showing is based on statistical studies of elapsed post-operative time prior to the diagnosis. The post-operative care appears in the record and the conclusion of doctors from that care is that there was nothing showing any departure from the usual and customary care of patients undergoing recovery from this type of operation.\nPlaintiffs' briefs point to nothing which raises a factual issue concerning the postoperative events. At oral argument, plaintiffs asserted that the post-operative symptoms raised a factual issue as to malpractice in post-operative care. Those symptoms are included in the showing made by defendants and no doctor has expressed an opinion that the symptoms showed a departure from the standard of care.\nThe malpractice claim based on post-op-erative care is directed against Klebanoff and Coffey. It is also directed against the Lovelace Clinic because Clinic doctors participated in the post-operative care. There being no factual issue as to this claim the summary judgment in favor of Klebanoff, (Coffey and the Lovelace Clinic on this issue is affirmed.\nLovelace Clinic and Bataan Hospital.\nThe remaining contentions are those against Lovelace Clinic and Bataan Hospital on the theory they were responsible for the alleged malpractice of Klebanoff and Coffey. These claims are disposed of by our holding that there is no factual issue as to malpractice by these physicians.\nHowever, to avoid questions as to the relationship of Klebanoff and Coffey to the two institutions, we dispose of the claims against the institutions on additional grounds.\nThe record is undisputed that there was no relationship between Klebanoff and the Clinic which could be the basis for holding the Clinic liable for any malpractice by Klebanoff. While Coffey was one of the Lovelace Clinic doctors and the Lovelace Clinic was involved in the postoperative care, the record is undisputed that Coffey's assistance at Klebanoff's surgery was independent of Coffey's relationship with the Clinic. In this situation the Clinic would not be liable for the alleged malpractice of Coffey for acts during the surgery or failure to diagnose the penetration and injury during the surgery.\nAs to the hospital, the only showing is an absence of any relationship by which -the hospital could be liable for the alleged malpractice of either Klebanoff or Coffey. In addition, the summary judgment in favor of the hospital was granted much earlier than the summary judgment in favor of the remaining defendants. It is doubtful that plaintiffs' notice of appeal was effective to take an appeal from the summa■ry judgment in favor of the hospital. See Mabrey v. Mobil Oil Corporation, (Ct. App.), No. 838, decided March 31, 1972.\nRes ipsa loquitur. \nPlaintiffs contend that the doctrine of res ipsa loquitur should be applied because of the nature of the surgical process. Their view is that during the operative procedure the patient is under the control of the physician and that any injury during the course of surgery which is not a part of the intended surgical procedure should be sufficient to raise a jury question as to malpractice.\nNew Mexico decisions discussing res ipsa loquitur in malpractice cases have not applied the doctrine. These decisions have not held the doctrine could not be applied in an appropriate case. Buchanan v. Downing, 74 N.M. 423, 394 P.2d 269 (1964). Rather, the decisions are to the effect that facts for application of the doctrine were lacking. Crouch v. Most, 78 N.M. 406, 432 P.2d 250 (1967); Buchanan v. Downing, supra; see Cervantes v. Forbis, supra. That is the situation in this case.\nOne of the facts required for application of the doctrine is that the incident causing the injury is of the kind which ordinarily does not occur in the absence of negligence. Buchanan v. Downing, supra; see Harless v. Ewing, 81 N.M. 541, 469 P.2d 520 (Ct.App.1970). The showing by defendants in this case is that the unintended incident (the penetration with the resultant injury) happens in the absence of negligence. Compare Zachary v. St. Paul Fire & Marine Ins. Co., 249 So.2d 273 (La.App.1971). With this showing, in order to defeat summary judgment on the basis that the doctrine was applicable, plaintiffs had the burden of showing a factual issue existed as to whether the incident is of a kind which does not occur in the absence of negligence. Buchanan v. Downing, supra; see Tapia v. McKenzie, 83 N.M. 116, 489 P.2d 181 (Ct.App.1971).\nEven if the doctrine of res ipsa loquitur could be applied, a point we do not decide, plaintiffs have failed to show a factual issue existed as to the elements for application of the doctrine. There being no factual issue as to the applicability of res ipsa loquitur, that doctrine was not available to defeat the summary judgment.\nWarning as to dangers of surgery. \nAt oral argument, plaintiffs asserted there was a factual issue as to whether the defendant doctors warned the patient as to dangers inherent in the surgery to be performed. Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520 (1962); see Crouch v. Most, supra. Such a theory is not included in the complaint and was not argued at the summary judgment hearing. No such theory was presented to or ruled on by the trial court. This contention, being raised for the first time on appeal, is not before us for review. Daughtrey v. Carpenter, 82 N.M. 173, 477 P.2d 807 (1970).\nThe summary judgments are affirmed.\nIt is so ordered.\nCOWAN, J., concur.\nHENDLEY, J. (dissenting in part and concurring in part).\nHENDLEY, Judge\n(concurring in part and dissenting in part).\nI dissent from that part of the majority opinion relating to Dr. Klebanoff and his acts during the surgery. I will not restate the applicable law. That has been correctly stated by the majority. I disagree with the application of that law to the existing facts. I believe a factual issue was raised by Dr. Davis' affidavit, the depositions of Dr. Whitcomb and Dr. Klebanoff and the Article of Dr. Holscher. When read as a whole, a satisfactory explanation is made as to how Dr. Davis arrived at his opinion of failure to meet the recognized standards of medical practice in the community.\nThe pertinent parts of Dr. Davis' affidavit are as follows:\nRichard Allen Davis, M.D., being first duly sworn on oath, deposes and says as follows:\nThat he is a resident of Philadelphia, Pennsylvania. That he is a doctor of medicine duly licensed in the State of Pennsylvania. That he is a board certified neurosurgeon, and is an Associate Professor of Neurosurgery at the University of Pennsylvania, School of Medicine, Philadelphia, Pennsylvania.\nThat at the request of counsel for Shirlee Smith of Albuquerque, New Mexico, he has examined the voluminous hospital records of Shirlee Smith from the Presbyterian Hospital and the Bataan Memorial Hospital covering the periods from her first admission into Presbyterian Hospital in Albuquerque, New Mexico, on January 21st, 1968, through her discharge from the Bataan Hospital on March 1st, 1968, the report of Dr. Robert M. Klebanoff dated January 31st, 1968, the medical report of Dr. John G. Whitcomb dated February 2nd, 1968, and all of the records submitted to him concerning her hospitalization, and concerning the removal of the herniated disc between the 4th and 5th lumbar vertebra on January 31st, 1968 by Dr. Robert M. Klebanoff, and the repair surgery performed by Dr. John G. Whitcomb for the repair of the right common iliac arterial venous fistula.\nThat he additionally examined and read the deposition of Dr. Franklin Coffey given in the case of Ron Smith and Shirlee Smith vs. Gordon Winter, which case was at that time pending in the District Court of Bernalillo County, New Mexico, and denominated A 26466.\nThat additionally he has examined the report of counsel relative to the claim of Shirlee Smith against Dr. Robert M. Klebanoff, and after this examination of the records, statements of fact and findings, it is his opinion that at the time of the surgical procedure per*57formed by the said Dr. Robert M. Klebanoff on January 31st, 1968, the said Dr. Robert M. Klebanoff was using a pituitary rongeur in the performance of the surgery, and that the instrument penetrated the anterior wall of the annulus fibrosis, and that the penetration resulted in a severance of the right common iliac artery and vein.\nThat this act in the performance of the surgical operation constituted, in the opinion of this affiant, less than the usual caution and care, in this instance, and the medical skill displayed by Dr. Robert M. Klebanoff at this time, was less than that required by the standards of medical practice under the circumstances in Albuquerque, Bernalillo County, New Mexico, on January 31st, 1968, and that the conduct of the said Dr. Robert M. Klebanoff in the performance of this surgery, and the care required of him did not meet the usual standards of practice in this type of surgical procedure when performed in the United States.\nThat the damage sustained by Shirlee Smith on the 31st day of January, 1968, was brought about as result of surgical complications arising from the disc surgery, which complications have been emphasized in medical journals, texts, and in surgical conventions since the time of the perfecting of the procedure for performing this type of surgical procedure.\nThat this affiant, if called to testify, would under oath, testify that based upon the facts before him, and the examination which he has made of records, that the conduct of Dr. Robert M. Klebanoff in the performance of the surgery on January 31st, 1968, fell below the usual standards of surgical practice and that his competence in this instance, did not meet the recognized and accepted level of neurosurgical practice in Albuquerque, Bernalillo County, New Mexico, or the United States, on January 31st, 1968.\nDr. John Whitcomb who performed the corrective surgery stated in his deposition that the vein was punctured and the two ends of the almost severed artery were inserted into the anterior punctured hole of the vein. (The ronguer had gone through the vein). He described the vein as its as big as your thumb and the artery as being smaller, approximately five-eighths of an inch. The part of the artery which was inserted in the vein was described by the doctor as having a piece of the circumference missing. I speak of the almost complete severance so, apparently, one portion of the wall artery was intact and a circular but not completely circumferential portion was missing. The doctor further stated there was nothing abnormal in the location of the artery or vein.\nAs a part of the record is an Article written by Dr. Edward C. Holscher on Vascular and Visceral Injuries During Lumbar-Disc Surgery which describes the problems in Lumbar-Disc Surgery. Under the heading of Prevention Dr. ITolscher states:\n * * * It is, indeed, true that an absolute method of prevention is not available at this time, but experience has given the surgeon doing disc surgery safer guidelines to follow than he had in the past.\nPrevention should embrace the following desiderata:\n1. Adherence to strict indications for disc surgery, which at least would lower the numerical incidence.\n2. Awareness of the striking ease with which such an accident occurs.\n3. Dependable anesthesia with the patient fully asleep and the anesthetist fully alert.\n4. Adequate lighting in the depths of the wound so that the surgeon can see what he is doing and not have to delineate the depths of the wound instrumentally and blindly.\n*585. Adequate hemostasis and effective root retraction, prerequisites to any safe interbody procedure.\n6. Safe-depth-or-death markings on all interbody instruments. Approximately one and one-fourth inches forward from the posterior margin of the vertebral bodies at the third and fourth lumbar levels and approximately one and one-eighth inches at the fifth lumbar level in the adult patient are safe distances; penetration beyond these depths is perilous. * * * Instruments can be marked to show the critical depth in various ways, such as circular scoring of the metal, collaring it at fabrication, or simply by applying a one-half inch wide circle of colored plastic tape. * * *\n7. Avoidance of depth sounding with an instrument. (Emphasis added).\nDr. Klebanoff testified upon deposition that there was no unusual narrowing of the disc space; that when he observed the body cavity of Mrs. Smith during the corrective surgery there was nothing unusual about her and that the vein was located about one-half inch or less anteriorally to the anterior annulus.\nFrom the record one can fairly read that between the 4th and 5th lumbar levels a penetration beyond one and one-eighth inches is perilous; that the vein was about one-half inch or less anterior to the anterior annulus; that the vein was larger than the artery; that the artery was approximately five-eighths of an inch. Even assuming the vein was the same size as the artery, a reasonable inference would be that the rongeur would necessarily have to be inserted more than twice the recommended safe distance.\nDr. Davis having the benefit of the foregoing information at the time of making his affidavit necessarily concluded that this act (going far beyond the safe distance) was what constituted less than the required standards of medical practice.\nFactual issues involving the operation, although disputed, are raised. Where the slightest doubt exists as to the material facts summary judgment should not be-granted. Binns v. Schoenbrun, 81 N.M. 489, 468 P.2d 890 (Ct.App.1970).\nI dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether a factual issue was raised that should have prevented the granting of summary judgement.\nSummary:\nthe plaintiff suffered injuries from complications arising from spinal surgery, and claimed that the defendant neurosurgeon had committed malpractice in cutting too deeply when performing surgery.\nfor there to be malpractice, the surgeon's acts would have to be both unintended and exceptional, rather than merely unintended.\nthe acts the plaintiff complained of were not exceptional, and the evidence established that they were an occasional occurrence in cases where surgeons acted with due care. Consequently, the defendant had not acted negligently.\nEven though one expert witness concluded that the surgeon's acts fell below the standard of care required, that witness did not explain why that was so, and therefore his testimony was not a proper basis to prevent the grant of summary judgement.\nEven though lighting and depth markings used during surgery are preventive practices, their use in surgery was not standard practice, so failing to take those measures was not negligent.\nEven though the surgeon extracted particular tissue that would have determined that he had cut too deeply, that tissue was only identified under microscope, and could not have been detected by the surgeon during surgery, so a failure to recognise that tissue and recognise that he had cut too far was not negligent.",
    "annotations": {
        "Facts": [
            "medical malpractice",
            "Klebanoff, a board certified neurosurgeon, performed surgery for the removal of a herniated disc between the fourth and fifth lumbar vertebra of Shirlee Smith. Coffey assisted at the operation. During the operation a pituitary rongeur, used by Klebanoff, penetrated the anterior wall of the annulus fibrosis, punctured the right iliac artery and almost severed the right iliac vein. As a result, there was communication between the artery and vein. This communication was discovered when an aortogram was conducted on the second post-operative day. Repair surgery was then performed.",
            "penetration of the rongeur and the resultant injury. Davis states this act amounted to less than the usual caution, care and medical skill required to meet the standards of medical practice.",
            "penetration and resultant injury is an inherent danger of the surgical procedure; that this danger exists because of the anatomy of individuals (the proximity of the right iliac vein and right iliac artery to the annulus surrounding the disc).",
            "the penetration and resultant injury occurs in a small but statistically determinable number of cases even though the surgeon is aware of the danger and is careful to avoid such an occurrence.",
            "adequate lighting in the depths of the wound and depth markings. ",
            "absence of such lighting and markings",
            "there was no sudden or dramatic change in the patient's condition during the surgery that would have alerted a surgeon to the penetration and resultant injuries.",
            "fibrous tissue contained within the material removed during surgery could be a part of the annulus and should be easily identifiable. However, his own identification of the fibrous tissue came after microscopic examination. His gross diagnosis of the removed material was: Consistent with tissue of nucleus pulposus. Pie also testified that the tissue was in minute fragments, had no distinct characteristics in the particular area, that there is fibrous tissue involving the entire area, and the tissue focally blended with other material. Because of the minuteness and continuity of it * * *  the surgeon probably could not distinguish the tissues",
            "there was no vein-artery substance within the tissue and that the specimen he examined  * * * would fit the protocol of the usual type of material we receive on any disc resection.",
            "the elapsed time post-operatively before the patient's condition was diagnosed was  * * * as quickly as any doctor anywhere in the United States, under the same circumstances, would have been able to diagnose it",
            "there was nothing showing any departure from the usual and customary care of patients undergoing recovery from this type of operation."
        ],
        "Procedural History": [
            "The trial court entered summary judgment in favor of the defendants"
        ],
        "Application of Law to Facts": [
            "an unintended incident, in itself, does not establish liability; that unless exceptional circumstances are present, there must be a showing that the  * * * incident occurred because of the physician's failure to meet the standard * * Here, the unintended incident does not raise a factual issue unless there is a showing that exceptional circumstances were present or that the incident occurred because of Klebanoff's failure to meet the required standard.The showing in the depositions and affidavits relied on by defendants is that no exceptional circumstances were present",
            "there is nothing showing that the force used in effecting the penetration and resultant injury was in any way exceptional. There are no factual issues concerning exceptional circumstances.",
            "Davis concludes the penetration and resultant injury was below standard but does not explain why.  * * * An expert witness must, of course, be able to give a satisfactory explanation as to how he arrives at his opinion.",
            "Absent such an explanation, the opinion is not competent evidence.",
            "We agree with the trial court; the affidavit of Davis did not set forth facts admissible in evidence, shows no foundation for Davis' opinion and was insufficient to raise a factual issue.",
            "Here, there is nothing showing that lighting inside the wound or depth markings are standards of medical practice.",
            "That in-wound lighting and depth markings are preventive items to be desired is not disputed, but defendants' showing that these items are not standards of the practice is also not disputed",
            "The foregoing does not raise an issue of fact as to whether the surgeon committed malpractice in failing to identify fibrous tissue from the anterior annulus during the course of the surgical procedure.",
            "New Mexico decisions discussing res ipsa loquitur in malpractice cases have not applied the doctrine. These decisions have not held the doctrine could not be applied in an appropriate case",
            "Rather, the decisions are to the effect that facts for application of the doctrine were lacking",
            "That is the situation in this case.One of the facts required for application of the doctrine is that the incident causing the injury is of the kind which ordinarily does not occur in the absence of negligence",
            "The showing by defendants in this case is that the unintended incident (the penetration with the resultant injury) happens in the absence of negligence.",
            "plaintiffs have failed to show a factual issue existed as to the elements for application of the doctrine."
        ],
        "Relevant Precedents": [
            "Cervantes v. Forbis, 73 N.M. 445,  (1964)",
            "Dahl v. Turner, 80 N.M. 564, , 39 A.L.R.3d 207 (Ct.App.1969).",
            "Buchanan v. Downing, , 394 P.2d 269 (1964).",
            "Crouch v. Most, , 432 P.2d 250 (1967);"
        ],
        "Outcome": [
            "summary judgment in favor of Klebanoff in connection with those alleged acts is affirmed",
            "The summary judgment in favor of Klebanoff and Coffey on this claim of malpractice is affirmed",
            "the summary judgment in favor of Klebanoff, (Coffey and the Lovelace Clinic on this issue is affirmed.",
            "The summary judgments are affirmed."
        ]
    },
    "class": "affirm"
}