{
    "text": "LaBarge v. Stewart, 84 N.M. 222, 501 P.2d 666 (1972)\nAug. 18, 1972 · Court of Appeals of New Mexico · No. 825 \n84 N.M. 222, 501 P.2d 666 \nKenneth C. LaBARGE, Administrator of the Estate of Catherine F. LaBarge, Deceased, Plaintiff-Appellant, v. William H. STEWART, Defendant-Appellee \n501 P.2d 666\nCourt of Appeals of New Mexico.\nRehearing denied Sept. 11, 1972.\nCertiorari denied Oct. 4, 1972.\n*223Avelino V. Gutierrez, Albuquerque, for plaintiff-appellant.\nK. Gil Shaffer, Clarence R. Bass, Shaffer, Butt & Bass, Albuquerque, for defendant-appellee.\nOPINION\nCOWAN, Judge.\nThis is a suit for the alleged wrongful death of decedent, Cathy LaBarge, brought by her father, Kenneth C. LaBarge, administrator of her estate. Plaintiff appeals from a judgment in favor of defendant entered pursuant to a jury verdict.\nWe affirm.\nOn Saturday, October 26, 1968, at about 7:30 p. m., decedent Cathy LaBarge, age 15, with her boyfriend Richard Roybal and his cousin Ronnie, visited the home of her friend Debra Johnston. Debra lived with her younger sister, Karen, and her older stepbrother, the defendant William Stewart, age 16. The parents had gone to Santa Fe for the evening leaving the three children alone. For protection the defendant had loaded a .22 Smith & Wesson K Model revolver which he had ready for use when Cathy came to the door.\nDebra, Karen and the defendant went outside to visit with their guests. Cathy asked defendant for the revolver, which he had unloaded. He handed it to her. She pointed it to her head and pulled the trigger several times. In reprimand Debra slapped her and took the gun away. Cathy was warned by Richard, Ronnie and Debra not to play with or point the gun.\nCathy asked the defendant how Russian roulette was played. When he told her, she asked him to put a bullet in the gun. Defendant did as Cathy requested. He told her so, and showed her the bullet in the gun. Thinking the bullet was opposite the firing pin, and that he could safely pull the trigger five times the defendant pointed the gun barrel downward about one inch from Cathy's head, and pulled the trigger with medium fast rapidity. At the time, Cathy's body was turned towards the defendant, and the gun was about six inches from her eyes. The gun fired the fourth time the defendant pulled the trigger.\nDr. Mora, a neurosurgeon, examined Cathy at the hospital. He testified that the bullet entered just a little above the point of the left ear. Its path was downward and into the brain stem where the spinal cord enters the skull. Cathy died shortly after the examination.\nBy his first point plaintiff raises the question of assumption of risk, asserting that the court erred in instructing on the subject because the defense is no longer available in New Mexico. To support his position plaintiff relies on Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971). Plaintiff misconstrues the effect of Williamson which abolishes the defense of assumption of risk only as to all cases tried hereafter. The case at bar was tried in May of 1971, prior to the Williamson decision and is thus not affected thereby. See Taos Ski Valley, Inc. v. Elliott, 83 N.M. 763, 497 P.2d 974 (1972). There was substantial evidence to support the instruction on assumption of risk and the court did not err in giving it.\nUnder his second point plaintiff urges error on the part of the trial court in submitting the issue of contributory negligence to the jury because of lack of substantial evidence to support it. We see no reason to set forth the evidence in greater detail than has already been done. Although some of the evidence was conflicting, the evidence raises a factual question as to whether Cathy unreasonably exposed herself to danger which she had reason to know about, and a factual question as to whether her conduct fell below the standard to which she, as a 16 year old, should conform in order to protect herself from harm. The entire case was summed up by the foreman of the jury when he announced in open court, after the jury had arrived at a verdict, that . . . we did want to make this as a statement that both children entered into a dangerous play. .  The evidence supported instructions on both assumption of risk and contributory negligence.\nUnder his third point the plaintiff argues that the court erred in refusing to instruct the jury that the defendant's violation of the statute prohibiting involuntary manslaughter was negligence as a matter of law. The plaintiff's requested instruction No. 6 (N.M. U.J.I. 11.1) was:\nThere was in force in the State at the time of the occurrence in question a certain statute which provided that:\n '40A-2-3. Manslaughter. — Manslaughter is the unlawful killing of a human being without malice.\n ' * * *\n 'B. Involuntary manslaughter consists of manslaughter committed in the commission of an unlawful act not amounting to felony; or the commission of a lawful act which might produce death, in an unlawful manner or without due caution and circumspection.\n Whoever commits involuntary manslaughter is guilty of a fourth degree felony.'\nIf you find from the evidence that the Defendant conducted himself in violation of this statute, you are instructed that such conduct constituted negligence as a matter of law.\nParagraph B consists of three separate courses of conduct which constitute involuntary manslaughter: one, the commission of an unlawful act not amounting to a felony; two, the commission of a lawful act which might produce death, in an unlawful manner; three, the commission of a lawful act which might produce death, without due caution and circumspection.\nIn addition to the manslaughter statute, plaintiff requested, and the court gave, instruction No. 4 as follows:\nThere was in force in the State at the time of the occurrence in question a certain statute which provided that:\n '40A-7-3. Negligent use of a weapon. — Negligent use of a weapon consists of:\n 'A. unlawfully discharging a firearm in the proximity of a building, or into any building or vehicle so as to knowingly endanger a person or his property ;\n < * * *\n*225 'C. endangering the safety of another or his property by handling or using a firearm or othr [sic] deadly weapon in a negligent manner. * *\nIf you find from the evidence that the Defendant conducted himself in violation of this statute, you are instructed that such conduct constituted negligence as a matter of law.\nThe plaintiff argues that the court's refusal to give the manslaughter instruction deprived him of . . .an important theory of his case. . . . It is true that a party is entitled to have the jury ¿instructed on all correct legal theories of his case which are supported by substantial evidence. Rogers v. Thomas, 81 N.M. 723, 472 P.2d 986 (Ct.App.1970). We do not depart from that rule.\nThe court's refusal to give the involuntary manslaughter instruction was correct. The second and third courses of conduct set forth in the requested instruction deal with lawful acts. There is no evidence to support a theory of manslaughter by lawful acts. The act involved here, the discharge of the gun, was an unlawful act. To have given the requested instruction, which included acts for which there was no evidentiary support, would have introduced false issues and would have been misleading to the jury. Embrey v. Galentin, 76 N.M. 719, 418 P.2d 62 (1966); Bolen v. Rio Rancho Estates, Inc., 81 N.M. 307, 466 P.2d 873 (Ct.App.1970); Garcia v. Barber's Super Markets, Inc., 81 N.M. 92, 463 P.2d 516 (Ct.App.1969).\nAdditionally, the requested instruction was defectively incomplete. The three separate courses of conduct which constitute involuntary manslaughter are set out in the statute and requested instruction in stiffly legal phrases. Section 40A-2-3, supra.\nThese phrases, nowhere further defined, are: an unlawful act not amounting to a felony; a lawful act which might produce death; in an unlawful manner; and without due caution and circumspection.\nSuch phrases, standing alone, are not sufficiently definite to apprise the jury of their import. Since lawyers and courts cannot agree upon the meaning of critical words, certainly the jury cannot be expected to know what they mean and the purpose of instructing the jury is to make plain and clear the issues it is to determine.\nBecause this instruction neither defined the terms used therein nor made plain to the jury how it could be applied, it was incomplete and misleading. State v. Soliz, 80 N.M. 297, 454 P.2d 779 (Ct.App.1969); Martin v. Gomez, 69 N.M. 1, 363 P.2d 365 (1961). See also State v. Durham, 83 N. M. 350, 491 P.2d 1161 (Ct.App.1971); State v. Bailey, 27 N.M. 145, 198 P. 529 (1921).\nIt is not error for the trial court to refuse an instruction which is incomplete, erroneous or repetitious. Goodman v. Venable, 82 N.M. 450, 483 P.2d 505 (Ct. App.1971).\nUnder his last point the plaintiff maintains that the court erred in instructing the jury that the 16 year old defendant should be held to the standard of care of a child of the age, mental capacity and experience of the defendant. The instruction was (N.M. U.J.I. 12.5) :\nINSTRUCTION NO. 8\nA child is not necessarily held to the same standard of conduct as an adult. By the term 'ordinary care' with respect to a minor I mean that degree of care which a reasonably careful child of the age, mental capacity, and experience of the decedent and defendant would use under circumstances similar to those shown by the evidence.\nIt is to be noted that this instruction was also applicable to the decedent child on the question of contributory negligence. The plaintiff's objection was that the giving of this instruction created a false issue because the only testimony was to the effect that the defendant was experienced with guns and that it was prejudicial to permit the jury to hold him to the standards of care of a child. The weakness of plaintiff's position is that the evidence goes to the proof of the young defendant's proficiency with a firearm rather than to his judgment, or lack thereof, in its use. It is the latter criterion which controls. Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507 (1955).\nThe plaintiff asks us to apply to this case the rule announced in Adams v. Lopez, 75 N.M. 503, 407 P.2d 50 (1965), that a minor operator of an automobile is held to the same standard as an adult. This we decline to do. The reasoning behind Adams is expressed as:\n 'To give legal sanction to the operation of automobiles by teen-agers with less than ordinary care for the safety of others is impractical today, to say the least. We may take judicial notice of the hazards of automobile traffic, the frequency of accidents, the often catastrophic results of accidents, and the fact that immature individuals are no less prone to accidents than adults.' \nThe court further stated:\nWe have carefully considered the statutes of this State permitting the licensing of minors to operate motor vehicles and conclude that they do not provide different standards for minors and adults. . . . \nWe see no valid reason for extending the Adams rule to the use of firearms, absent legislative control or direction. See Zamora v. J. Korber & Co., 59 N.M. 33, 278 P.2d 569 (1954). To do so could very well open a floodgate to additional requests for extensions of the rule as children enter the world of adult activities, but without an adult's maturity and experience.\nThe judgment of the trial court is affirmed.\nIt is so ordered.\nWOOD, C. J., and HENDLEY, J., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant child was negligent in unintentionally discharging a firearm which led to the death of the plaintiff child.\nSummary:\nthe plaintiff said that the issue of contributory negligence should not have been left open for the jury to decide, but actually, the facts reveal that there was an issue of whether the plaintiff exposed herself to danger she should have known about (by requesting to play Russian roulette), so contributory negligence was an issue the jury rightly got to decide.\nsince the defendant had engaged in unlawful acts in firing the gun, it was not proper to let the jury consider whether the defendant could have been guilty of manslaughter by engaging in acts that were not unlawful, so when the court refused to direct the jury to consider issues of manslaughter by lawful acts, it did so correctly.\nAlso, the requested jury direction was too ambiguous and so was defective and the court rightly refused to give it to the jury.\nthe plaintiff claimed that because the defendant was proficient in the use of firearms, he should be held to the standard of care of an adult. However, the defendant did not have the faculties of judgement that would require him to be held to an adult standard of care, so it was right to hold him to a lower standard of care.\n \n",
    "annotations": {
        "Facts": [
            "wrongful death",
            "On Saturday, October 26, 1968, at about 7:30 p. m., decedent Cathy LaBarge, age 15, with her boyfriend Richard Roybal and his cousin Ronnie, visited the home of her friend Debra Johnston. Debra lived with her younger sister, Karen, and her older stepbrother, the defendant William Stewart, age 16. The parents had gone to Santa Fe for the evening leaving the three children alone. For protection the defendant had loaded a .22 Smith & Wesson K Model revolver which he had ready for use when Cathy came to the door.Debra, Karen and the defendant went outside to visit with their guests. Cathy asked defendant for the revolver, which he had unloaded. He handed it to her. She pointed it to her head and pulled the trigger several times. In reprimand Debra slapped her and took the gun away. Cathy was warned by Richard, Ronnie and Debra not to play with or point the gun.Cathy asked the defendant how Russian roulette was played. When he told her, she asked him to put a bullet in the gun. Defendant did as Cathy requested. He told her so, and showed her the bullet in the gun. Thinking the bullet was opposite the firing pin, and that he could safely pull the trigger five times the defendant pointed the gun barrel downward about one inch from Cathy's head, and pulled the trigger with medium fast rapidity. At the time, Cathy's body was turned towards the defendant, and the gun was about six inches from her eyes. The gun fired the fourth time the defendant pulled the trigger.Dr. Mora, a neurosurgeon, examined Cathy at the hospital.",
            "the bullet entered just a little above the point of the left ear. Its path was downward and into the brain stem where the spinal cord enters the skull. Cathy died shortly after the examination."
        ],
        "Procedural History": [
            "Plaintiff appeals from a judgment in favor of defendant entered pursuant to a jury verdict."
        ],
        "Application of Law to Facts": [
            "the evidence raises a factual question as to whether Cathy unreasonably exposed herself to danger which she had reason to know about, and a factual question as to whether her conduct fell below the standard to which she, as a 16 year old, should conform in order to protect herself from harm",
            "There is no evidence to support a theory of manslaughter by lawful acts. The act involved here, the discharge of the gun, was an unlawful act. To have given the requested instruction, which included acts for which there was no evidentiary support, would have introduced false issues and would have been misleading to the jury.",
            "Additionally, the requested instruction was defectively incomplete",
            "These phrases, nowhere further defined, are: an unlawful act not amounting to a felony; a lawful act which might produce death; in an unlawful manner; and without due caution and circumspection.Such phrases, standing alone, are not sufficiently definite to apprise the jury of their import. Since lawyers and courts cannot agree upon the meaning of critical words, certainly the jury cannot be expected to know what they mean and the purpose of instructing the jury is to make plain and clear the issues it is to determine.Because this instruction neither defined the terms used therein nor made plain to the jury how it could be applied, it was incomplete and misleading",
            "It is not error for the trial court to refuse an instruction which is incomplete, erroneous or repetitious",
            "The plaintiff's objection was that the giving of this instruction created a false issue because the only testimony was to the effect that the defendant was experienced with guns and that it was prejudicial to permit the jury to hold him to the standards of care of a child. The weakness of plaintiff's position is that the evidence goes to the proof of the young defendant's proficiency with a firearm rather than to his judgment, or lack thereof, in its use. It is the latter criterion which controls.",
            "We see no valid reason for extending the Adams rule to the use of firearms, absent legislative control or direction",
            "To do so could very well open a floodgate to additional requests for extensions of the rule as children enter the world of adult activities, but without an adult's maturity and experience."
        ],
        "Relevant Precedents": [
            "Embrey v. Galentin, 76 N.M. 719,  (1966); Bolen v. Rio Rancho Estates, Inc., 81 N.M. 307,  (Ct.App.1970); Garcia v. Barber's Super Markets, Inc., 81 N.M. 92,  (Ct.App.1969)."
        ],
        "Outcome": [
            "We affirm.",
            "The judgment of the trial court is affirmed."
        ]
    },
    "class": "affirm"
}