{
    "text": "Hoskins v. Albuquerque Bus Co., 72 N.M. 217, 382 P.2d 700 (1963)\nFeb. 12, 1963 · Supreme Court of New Mexico · No. 6949 \n72 N.M. 217, 382 P.2d 700 \nMary Thelma HOSKINS, Plaintiff-Appellee, v. ALBUQUERQUE BUS COMPANY, Incorporated, and John Doe, Defendants-Appellants \n382 P.2d 700\nSupreme Court of New Mexico.\nRehearing Denied June 28, 1963.\n*219Sutin & Jones, Albuquerque, for appellants.\nMcAtee, Toulouse, Marchiondo, Ruud & Gallagher, Albuquerque, for appellee.\nCHAVEZ, Justice.\nDefendants-appellants, Albuquerque Bus Company, Incorporated, and John Doe, appeal from a judgment for plaintiff-appellee, Mary Thelma Hoskins, in the amount of $2500 for personal injury.\nAppellee was a passenger for hire of appellants on July 1, 1959. She was seated in the center of the bus about one seat from the center or rear door. Because she was late for work, she wanted to be the first one out at her stop. As the bus approached her stop, she left her seat and walked toward the rear door while the bus was still in motion. She descended to the last step in the stairwell, putting her right hand lightly on the door and keeping her left hand at her side. The bus stopped. Simultaneously, the door opened. The bus jerked and she was thrown from the bus to the ground.\nAppellants attack the trial court's finding of fact number III, saying:\nI. Finding of fact No. III of the trial court that the conduct of the bus driver therein described was negligent is not supported by substantial evidence.\n(a) Did the driver bring the bus to a sudden stop with a jerk and simultaneously open rear door?\nThe trial court's finding of fact number III reads:\nIII. That the plaintiff arise [sic] from her seat, and was standing in front of the rear door of the bus, waiting to disembark, when the bus driver brought the bus to a sudden stop with a jerk, and simultaneously opening the rear door, resulting in the plaintiff being pitched out of the bus.\nAppellants would inject into this finding a determination by the trial court that the driver was negligent. As the finding attacked does not include such a determination, this aspect cannot be considered.\nThe only evidence relevant to this issue was presented by appellee. Appellants argue that because there was an apparent conflict in the testimony given by the two eyewitnesses testifying, that the finding is not supported by substantial evidence. A question of substantial evidence may not be so resolved. Merely because a conflict exists is not sufficient cause for us to hold that a resolution of the conflict by the trial court is not founded adequately so as to be grounds for reversal. Coseboom v. Marshall Trust, 67 N.M. 405, 356 P.2d 117. The trial court had the opportunity to listen to the evidence and to observe the demeanor of the witnesses. From this participation in the trial, the trier of facts is best able to resolve any conflict which may arise. Simply because this court may feel that it may have reached an opposite conclusion under the same circumstances will not permit us to reverse the trial court's decision. Coseboom v. Marshall Trust, supra; Jontz v. Alderete, 64 N.M. 163, 326 P.2d 95.\nWe briefly review the evidence. Appellee testified as follows:\nQ. What happened?\nA. When the bus was supposed to have stopped at Central and Girard, I was supposed to be the first off and I was on the last step.\nQ. Was the bus stopped?\nA. The bus was supposed to have stopped.\nQ. You are not making yourself clear. Where did the bus come to a stop? Did it come to a stop?\nA. I don't know. I can't hardly explain how it happened. It is supposed to have stopped but the door opened and the bus kind of made a jerk, something like that.\nQ. And what happened to you?\nA. I went out on the sidewalk.\nQ. Now, Thelma, did you get up from your seat when the bus was still moving ?\nA. Yes, it wasn't, you know, it was coming to a stop supposedly.\nQ. And then you went back to the middle — -rear door?\n*221A. Yes.\nQ. Did the bus come to a complete stop there before the jerk or how?\nA. ' Well, that is what it is supposed to do. I was in the entry and the man opened the door and I guess with the pressure or whatever happened, it jerked like that and out the door I went. I had my hand — Usually they open the door for me when they are off the curb so many feets I guess, but I went out on the sidewalk.\nQ. You were standing in what they call the step down?\nA. Yes.\nQ. And the door opened?\nA. Yes, he opened it.\nQ. After that, suddenly the bus gave a sudden jerk?\nA. Yes.\nQ. Did the bus move forward, backward, or what?\nA. I don't know which way- — -Just like that. You know. Just jerked is .the best I can explain it.\nQ. In other words the bus itself moved after the door opened?\nA. Yes.\nOn cross-examination, appellee testified:\nQ. Now the bus did come to a complete stop first, at Girard and Central, did it not?\nA. Something on that order (indicating). I was explaining to the best of my mind.\nQ. I would like for you to s'táte whether or not, at the time the bus did or did not come to a complete stop?\nA. Not completely, I don't think.\nQ. Can you answer that yes or no ?\nA. Well, I mean, I can't explain it. I don't know whether it would be yes or no.\nOn redirect examination, with reference to her statements made at the time her deposition was taken on February 13, 1960, appellee was asked:\nQ. Why didn't you hold on to the rail?\nA. I was down in the last step and I knew the bus had come to a complete stop. The bus had come to a complete stop. You know how they just stop and they open the door and let you out and that's what this bus man had come to a stop and he was two foot from the curb. I don't know, I couldn't imagine —I know from the point my feet was sticking out, some point of the curb and people had to step over and by me standing in the last I had my hand on the door — see, the bus when I was getting up, going along holding the rail, and the rail down until I got to the last step and then see, the bus had stopped for, you know, to let us out, and then he stopped to open the door. I was down in the last step and I had my hand up there waiting to be the first one to get out and he opened the door at the same time and I don't know whether he was fixing to take off. I just don't understand it.\nQ. That was the complete answer to that question, wasn't it Thelma?\nA. Yes.\nQ. The bus came to a complete stop. You had your right hand up on the door?\nA. Yes.\nQ. Then what happened?\nA. Then he opened the door like he was going to take off or something, I don't know what happened.\nQ. I want to get it step by step. You were standing on the last step of the bus?\nA. Yes.\nQ. You had your right hand up on the door?\nA. Yes.\nQ. The bus stopped?\nA. Yes.\nQ. The doors opened?\nA. Yes.\nQ. The doors had opened and then there was a jerk and then you fell forward out of the bus?\nA. Threw me because they jerked like that and I didn't have anything to •catch on to but the ground. If I could—\nQ. Had you taken a step from the bottom step to the ground?\nA. No. I am sure that I just — I just couldn't tell. I am sure I was fixing — it was so quick and done so quick until I just couldn't—\nQ. Were you just starting to take a step when you were jerked out 'of the bus ?\nA. To the best of my knowledge. I was getting off.\nQ. Would you say you stepped out of the bus or was thrown?\nA. I was thrown out.\nDr. Myron Gordon Rosenbaum testified that he examined appellee on July 2, 1959, and that appellee told him that the bus stopped to let her out, the door opened, the bus jerked, she was thrown to the curb and fell on her hands and knees trying to protect her face.\n• Luther Smith, Jr., called as a witness on behalf of appellee, testified in part as follows:\nQ. Just tell us just what happened.\n*223 A. There was a lady on the bus. She got up. She walked back to the door and she was standing and she had hold of the bus bars there and the bus pulled up and it stopped all of a sudden and with a jerk. The door was opened all at the same time and to my knowledge I don't know whether she step out of the bus or what but she just went straight down out of the bus on her face and the bus driver he just closed the door and pulled off and went on up the street. I thought maybe — •\nif? sfc ‡ ‡\nQ. Can you tell the court how long the bus stopped?\nA. It wasn't over a second or two, I just said.\nQ. Was there anything unusual about the manner of stopping?\nA. Yes.\nQ. What was that, Mr. Smith?\nA. I don't know. It just had a big hard jerk to it and a hard stop. The door come open, the lady fell out of the bus and the bus driver closed the door and pulled off.\nOn cross-examination, Mr. Smith testified:\nQ. You also say the bus was still shaking and rocking as she stepped off the bus.\n* *. * ‡ *\nA. I say the lady made a step and she fell on her face. That is correct.\nOn redirect, Mr. Smith testified:\nQ. Now, is your recollection now, when that bus stopped, did it rock back and forth or did it not ?\nA. The way that bus would jerk and rock, it was rocking all kind of ways as far as I am concerned.\nWe hold that there is substantial evidence to support the trial court's finding of fact number III.\nAppellants' point II is without merit. It asserts that finding of fact number III, even if supported by substantial evidence, does not support the finding and conclusion of law that the bus driver was negligent. Appellants contend under this point that when a bus driver brings a bus to a sudden stop with a jerk, it does not constitute negligence of the bus driver. Appellants argue that there is no breach of duty in this case only by reason of a kind of jerk, a sudden jerk, a jerk, a big hard jerk, or a hard stop. Appellants say that adjectival descriptions of the nature of the sudden start or stop cannot be found legally to constitute negligence unless some definite factual incident occurs as a result thereof, which is abnormal and extraordinary and which deviates from the normal operation.\nThe trial court found that appellee was a passenger on a bus owned and operated by appellants; that appellee gave the usual signal to appellants' driver that she wanted off; that appellee arose from her seat and was standing in front of the rear door of the bus, waiting to disembark, when the bus driver brought the bus to a sudden stop with a jerk and simultaneously opened the rear door, resulting in appellee being pitched out of the bus.\nThere is evidence that the bus, prior to the accident, was going fast and that when the bus driver brought the bus to a sudden stop with a jerk, he simultaneously opened the rear door, causing appellee to be thrown out of the bus. Immediately thereafter, the driver closed the door and pulled off. Thus, there is evidence of acts other than the mere proof of a jerk, or a sudden stop with a jerk, sufficient to sustain the trial court's findings of fact. Under the rules, evidentiary findings are not required. All that is necessary is that the trial court make such ultimate findings of fact as are necessary to determine the issues in the case. Section 21-1-1 (52) (B)(2), N.M.S.A., 1953 Comp. Ultimate findings of-fact were made by the trial court and that is sufficient.\nThe issue raised by appellants' point III is whether the trial court made material findings of fact so that its conclusion of law, that appellee was not contributorily negligent, is supported by substantial evidence. This court has repeatedly held that a trial court is not required to make findings of fact on evidentiary facts to bolster its findings of ultimate facts. Jontz v. Alderete, supra; Morrow v. Martinez, 27 N.M. 354, 200 P. 1071. In Fraser v. Bank, 18 N.M. 340, 137 P. 592, this court said:\nFindings are not to be construed with the strictness of special pleadings. It is sufficient if, from them all, taken together with the pleadings, we can see enough upon a fair construction to justify the judgment of the court, notwithstanding their want of precision and the occasional intermixture of matters of fact and conclusions of law.\nThe findings of fact pertinent to this point are:\nI. That the plaintiff was a passenger on a bus owned and operated by defendants in the City of Albuquerque\nII. That the plaintiff gave the usual signal to defendants' driver that she wanted off [the bus] * * *.\nIII. That the plaintiff arise [sic] from her seat, and was standing in front of the rear door of the bus, waiting to disembark, when the bus driver brought the bus to a sudden stop with a jerk, and simultaneously opening the rear door, resulting in the plaintiff being pitched out of the bus.\n* # * * * *\nVI. That the plaintiff was free of contributory negligence. * * * \nWe believe that all questions of fact material to the conclusion of law of' the trial court were decided and proper findings of fact made. Even if omissions were made, it is the rule in this jurisdiction that a failure by the trial court to find a material fact must be regarded as a finding against the party having the burden of establishing such fact. Coseboom v. Marshall Trust, supra; Farrar v. Hood, 56 N.M. 724, 249 P.2d 759. As appellants had the burden of asserting and establishing the contributory negligence of appellee, Moss v. Acuff, 57 N.M. 572, 260 P.2d 1108, it must be assumed that the trial court's conclusion of law is consonant with its findings.\nAppellants' point IV contends that the trial court's conclusion of law, that appellee did not assume the risk of injury to herself, is not sufficiently supported by findings of fact material thereto. Appellants would have this court make a broad pronouncement that a passenger on a common carrier, who leaves his seat and stands waiting to disembark before the carrier comes to a complete stop, assumes the risk of all dangers involved. This we cannot do. The rule is well established in this jurisdiction that so long as the relationship of passenger and carrier exists, it is incumbent upon the carrier to exercise the highest degree of care in promoting the safety of its passengers. What constitutes a compliance with the duty to observe 'the highest degree of care for the safety of its passengers must depend upon the facts and circumstances of each particular case. Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507. A passenger who voluntarily stands in a moving bus assumes the consequences of ordinary jerks and lurches' incident to the ordinary movement of the carrier; however, we do not believe that a standing passenger assumes the consequences of jerks, or sudden stops, or other movements of the bus which are unusual, or so extraordinary that they do not usually happen in the course of the normal operation of the carrier. No fixed rule can be propounded as to what sudden stops or jerks, combined with the simultaneous opening of the door of a conveyance, will give rise to an inference of negligence in its operation, or lay a sufficient basis for the finding of negligence on the part of the carrier. At which point such violent movements lose their character, as incidents reasonably to be expected during the course of travel and assume the status of. actionable negligence, is a question of fact to be determined by the trier of the facts in the light of the surrounding circumstances. See, Annotation, 57 A.L.R.2d 5; 9 A.L.R.2d 938.\nWe, as an appellate court, must take into consideration all of the evidence presented to the trial court and the findings of fact based thereon, and then determine whether the findings are supported by substantial evidence. The question of whether appellee assumed the risk under the evidence was properly before the trial court for determination. The trial court considered the evidence and made an ultimate finding of fact and conclusion of law that appellee was free of contributory negligence and did not assume the risk of her injury. We have long adhered to the rule that this court must view the evidence in the most favorable light to support the trial court's findings, or a verdict of a jury, and that before reversing we must be convinced that the findings or verdict cannot be sustained by evidence or inferences therefrom. Padilla v. Winsor, 67 N.M. 267, 354 P.2d 740.\nWe have reviewed the record and hold that there is substantial evidence to support the trial court's conclusion of law that appellee did not assume the risk of her injury.\nFinally, appellants contend that the damages awarded appellee were excessive.\nIn order to give credence to this argument, it must be shown that the amount of $2500 is so excessive as to indicate that it was reached as a result of passion or prejudice, or that the verdict is so grossly out of proportion to the injury as to shock the conscience of the court. Morrison v. Rodey, 65 N.M. 474, 340 P.2d 409; Montgomery v. Vigil, 65 N.M. 107, 332 P.2d 1023.\nDr. Rosenbaum, who first examined appellee on July 2, 1959, the day immediately following the injury, testified that appellee showed a swollen, tender right foot with tender arches. The pain, tenderness and swelling was in her right foot, mostly below the ankle and in the arches of the same, foot. The pain was of such extent that appellee used a crutch for the first few days. Her injury consisted of tears of ligaments in muscles and her foot, which caused internal hemorrhaging and some edema. At her next visit to the doctor, on July 4, 1959, appellee complained of pain in her middle back. Examination showed muscle tenderness in the middle back. She was given treatment of both her foot and back. Appellee received physical therapy and reexamination at intervals of twice weekly or less often. There was recurrent pain in the shoulders and the middle and low back. Her foot and ankle remained tender. The doctor saw appellee on September 11, 1959, at which time she told him that she was still having trouble with her foot and that she still suffered from recurrent pain. The doctor estimated that around October 1, 1959, would be the first time she could have gone back to work without suffering too much discomfort to her foot and back. On February 16, 1960, the doctor again examined appellee, at which time she complained of recurrent pain in her right foot when she was standing or walking, although she had been working steadily. The doctor reexamined appellee on November 25, 1960, when she complained of some moderate pain in her right foot and throbbing.\nThe doctor estimated appellee's future medical expenses to be about $75 to $100. *227Her medical expenses, to the date of the trial, were $261.63. Appellee's weekly earnings were about $25.\nFrom the evidence of, record, we cannot say that the amount of the trial court's verdict shocks the conscience of this court. Neither is there any showing indicating that the amount of the verdict resulted from passion or prejudice.\nThe judgment is affirmed.\nIT IS SO ORDERED.\nCARMODY and NOBLE, JJ., concur.\nCOMPTON, C. J-, and MOISE, J., not participating.\nPLAIN ENGLISH SUMMARY\nIssue: whether a bus driver was negligent for lurching to a stop and opening the bus door at the same time (as a result of which the plaintiff was thrown from the bus).\nSummary:\nconflicting testimony about the circumstances that gave rise to the incident is not enough to conclude that the trial court's findings were not supported by fact.\nthe testimony given was substantial and therefore sufficient to ground the finding that the plaintiff was thrown from the bus.\nthe defendant claimed that the evidence only indicates that the bus 'jerked', but not that any other consequence of the jerk occurred. However, the appellate court concluded that the evidence is sufficient to support the trial court's findings.\nthe defendant also claimed that the plaintiff assumed the risk of injury by getting up from her seat before the bus had stopped. However, the appellate court stated that while a passenger who stands up on a moving bus assumes the risk of ordinary movements, they do not assume the risk of unusual or extraordinary movements such as occurred here, so the plaintiff did not assume the risk of injury.\n",
    "annotations": {
        "Facts": [
            "Appellee was a passenger for hire of appellants on July 1, 1959. She was seated in the center of the bus about one seat from the center or rear door. Because she was late for work, she wanted to be the first one out at her stop. As the bus approached her stop, she left her seat and walked toward the rear door while the bus was still in motion. She descended to the last step in the stairwell, putting her right hand lightly on the door and keeping her left hand at her side. The bus stopped. Simultaneously, the door opened. The bus jerked and she was thrown from the bus to the ground.",
            ". I was down in the last step and I knew the bus had come to a complete stop. The bus had come to a complete stop.",
            "this bus man had come to a stop and he was two foot from the curb",
            "the bus had stopped for, you know, to let us out, and then he stopped to open the door. I was down in the last step and I had my hand up there waiting to be the first one to get out and he opened the door at the same time",
            "The bus came to a complete stop",
            "Then he opened the door like he was going to take off or something",
            "standing on the last step of the bus",
            "right hand up on the door",
            "The doors had opened and then there was a jerk and then you fell forward out of the bus",
            "I was thrown out",
            "the bus stopped to let her out, the door opened, the bus jerked, she was thrown to the curb and fell on her hands and knees trying to protect her face",
            "the bus pulled up and it stopped all of a sudden and with a jerk. The door was opened all at the same time",
            "the bus driver he just closed the door and pulled off and went on up the street",
            "It just had a big hard jerk to it and a hard stop. The door come open, the lady fell out of the bus and the bus driver closed the door and pulled off",
            "The way that bus would jerk and rock, it was rocking all kind of ways",
            "appellee was a passenger on a bus owned and operated by appellants; that appellee gave the usual signal to appellants' driver that she wanted off; that appellee arose from her seat and was standing in front of the rear door of the bus, waiting to disembark, when the bus driver brought the bus to a sudden stop with a jerk and simultaneously opened the rear door, resulting in appellee being pitched out of the bus",
            "the bus, prior to the accident, was going fast and that when the bus driver brought the bus to a sudden stop with a jerk, he simultaneously opened the rear door, causing appellee to be thrown out of the bus. Immediately thereafter, the driver closed the door and pulled off"
        ],
        "Procedural History": [
            "Defendants-appellants, Albuquerque Bus Company, Incorporated, and John Doe, appeal from a judgment for plaintiff-appellee",
            "the conduct of the bus driver therein described was negligent"
        ],
        "Application of Law to Facts": [
            "Appellants argue that because there was an apparent conflict in the testimony given by the two eyewitnesses testifying, that the finding is not supported by substantial evidence. A question of substantial evidence may not be so resolved. Merely because a conflict exists is not sufficient cause for us to hold that a resolution of the conflict by the trial court is not founded adequately so as to be grounds for reversal.",
            "Appellants argue that there is no breach of duty in this case only by reason of a kind of jerk, a sudden jerk, a jerk, a big hard jerk, or a hard stop. Appellants say that adjectival descriptions of the nature of the sudden start or stop cannot be found legally to constitute negligence unless some definite factual incident occurs as a result thereof, which is abnormal and extraordinary and which deviates from the normal operation.",
            "there is evidence of acts other than the mere proof of a jerk, or a sudden stop with a jerk, sufficient to sustain the trial court's findings of fact. Under the rules, evidentiary findings are not required. All that is necessary is that the trial court make such ultimate findings of fact as are necessary to determine the issues in the case",
            "The rule is well established in this jurisdiction that so long as the relationship of passenger and carrier exists, it is incumbent upon the carrier to exercise the highest degree of care in promoting the safety of its passengers.",
            "A passenger who voluntarily stands in a moving bus assumes the consequences of ordinary jerks and lurches' incident to the ordinary movement of the carrier; however, we do not believe that a standing passenger assumes the consequences of jerks, or sudden stops, or other movements of the bus which are unusual, or so extraordinary that they do not usually happen in the course of the normal operation of the carrier"
        ],
        "Relevant Precedents": [
            "Coseboom v. Marshall Trust, , 356 P.2d 117."
        ],
        "Outcome": [
            "We hold that there is substantial evidence to support the trial court's finding of fact",
            "We have reviewed the record and hold that there is substantial evidence to support the trial court's conclusion of law that appellee did not assume the risk of her injury.",
            "The judgment is affirmed."
        ]
    },
    "class": "affirm"
}