{
    "text": "Spectron Development Laboratory v. American Hollow Boring Co., 123 N.M. 170, 936 P.2d 852, 1997-NMCA-025 (1997)\nJan. 2, 1997 · Court of Appeals of New Mexico · No. 16,769\n123 N.M. 170, 936 P.2d 852, 1997-NMCA-025\nSPECTRON DEVELOPMENT LABORATORY, A DIVISION OF The TITAN CORPORATION, Defendant/Third-Party Plaintiff-Appellant, and Allendale Mutual Insurance Co., and Hartford Insurance Company, Third-Party Plaintiffs-in-Intervention-Appellants,v.AMERICAN HOLLOW BORING COMPANY and Bay City Forge Company, Third-Party Defendants-Appellees\n1997-NMCA-025\n936 P.2d 852\nCourt of Appeals of New Mexico.\n*172R. Galen Reimer, Patrick D. Allen, Butkus & Reimer, P.C., Albuquerque, for Appellants.\nLarry D. Beall, T. Scott Hyde, Beall & Biehler, P.A., Albuquerque, for Appellee Bay City Forge Company.\nMark J. Riley, Padilla, Riley & Shane, P.A., Albuquerque, for Appellee American Hollow Boring Company.\nOPINION\nHARTZ, Judge.\n(1) On September 26, 1991 a two-stage light-gas gun exploded at the Albuquerque facility of Spectron Development Laboratory (Spectron). No one was injured, but there was substantial property damage. This appeal arises out of litigation to determine who should ultimately bear the loss.\nBACKGROUND\n(2) Engineers use light-gas guns to study the impact characteristics of materials that may be selected for such purposes as military armor or meteorite shielding for space vehicles. The Spectron gun operated as follows: The first stage began when smokeless gunpowder was ignited, propelling a piston down the bore of a steel pump tube filled with compressed hydrogen gas. The pump tube was approximately fifteen feet long and ten and a half inches in diameter. The piston compressed the gas in the tube until the pressure ruptured a diaphragm at the end of the tube, thereby initiating the second stage. In the second stage the compressed hydrogen gas entered the launch tube and propelled a projectile at high speed to a target. This process is illustrated in a schematic diagram that appears in the record:\n\n*173(3) The explosion resulted from a failure of the pump tube on shot number 346 for the gun. Defendant Bay City Forge Company (Bay City) had forged the steel for the tube and Defendant American Hollow Boring (American) had bored and finished the tube.\n(4) The Plaintiffs seek to recover under several different theories: strict products liability, negligence, breach of express warranty, and breach of implied warranty. Because the availability of a particular theory of recovery may depend on the type of damages sought, it is important to distinguish what damages are sought by each of the Plaintiffs.\n(5) Spectron, a division of The Titan Corporation (Titan), suffered damage to the light-gas gun itself, damage to other contents of the building in which the gun was housed, and economic losses from interruption of its business. Allendale Mutual Insurance Company (Allendale), the premises insurer for Titan, compensated Titan for those losses, less a $25,000 deductible. Allendale seeks to recover from American and Bay City its payments to Titan, and Titan seeks recovery of the $25,000 in damages for which it was not compensated.\n(6) The building also suffered damage. Broadway Development (Broadway) owned the building and leased it to Titan. Broadway's losses were compensated by its property insurer, Northwestern National Insurance Company (Northwestern). Northwestern sued Titan to recover the payments it made to Broadway. Titan's liability carrier, the Hartford Insurance Company (Hartford), ultimately paid Northwestern $165,000 to settle that claim. Hartford now seeks to recover its $165,000 from American and Bay City.\n(7) The district court granted summary judgment in favor of American and Bay City. The Plaintiffs — Titan, Allendale, and Hartford — appeal. We affirm the district court's decision dismissing (1) the claims by Titan and Allendale for strict products liability and negligence, (2) the claims by Hartford against American for negligence, and (3) the claims by Titan and Allendale for breach of an implied warranty of fitness for a particular purpose. With respect to the other claims, we hold that the present record establishes genuine issues of material fact and therefore remand for further proceedings.\nFACTUAL BASIS OF THE CLAIMS\n(8) To defeat a motion for summary judgment, the opposing party need only establish a genuine issue of material fact. Rule 1-056(C) NMRA 1996. Consequently, even if Defendants produced extensive, persuasive evidence to establish the absence of liability, summary judgment is improper if Plaintiffs produced contrary evidence upon which a reasonable person could infer liability. In other words, on a motion for summary judgment the court does not weigh the evidence. Hutcherson v. Dawn Trucking Co., 107 N.M. 358, 361, 758 P.2d 308, 311 (Ct.App.1988). To review the summary judgment in this case it is therefore unnecessary for us to dwell on the evidence presented by Defen-, dants. Our focus is on the sufficiency of what Plaintiffs presented.\n(9) Plaintiffs rely on the testimony of their expert witness, James M. O'Brien. Defendants do not challenge O'Brien's qualifications on this appeal. In O'Brien's opinion the failure of the pump tube resulted from the presence of proeutectoid ferrite in the steel; firing the gun created stress on the inner surface of the barrel, which caused cracks in the ferrite that propagated through the barrel until it was too weak to withstand the stress of firing. He testified that the only possible explanation for the presence of the proeutectoid ferrite was a delay in quenching the metal after it was removed from the furnace. In particular, he testified that when Bay City forged the steel, the steel must not have been quenched within 20 minutes of its removal from the furnace.\n(10) Defendants contend that the steel was produced in accordance with the specifications in the purchase order for the tube. The purchase order to American was from Physics Applications, Inc. (PAI), a division of California Research and Technology, which itself is a division of Titan. The purchase order provided the following description and requirements for the item that was to become the pump tube:\n101// dia. x 181 long bar forged from SAE 4150 steel @ RC 28-32. Bore and hone *1744.500 +/- .002 dia. through entire length.\nMATERIAL NOTE: All material to be thoroughly stress relieved and ultrasoni- • eally inspected.\nAll bore surfaces must have 16 microinch finish and be free of checks, flaws and voids.\nThe order from American to Bay City sought the following product:\nSAE 4150 Alloy Steel Forgings, heat treated for a Rockwell C Hardness of 28-32, stress relieved after rough turning, rough turned 10$' diameter x 181$' long. Ends to be machine sawed square to length.\n(11) O'Brien testified that Bay City did not comply with this purchase order from American. He stated that based on standard practice in the heat-treat industry, the purchase order implied [p]roper heat treatment. He explained:\nWith a 4150 material, or with any steel that's to be heat-treated by austenitizing and oil quenching, one thing that's implied is that the part will be fully austenitized. Another thing that's implied is that the part will be immersed in the oil quench tank while the part is still a hundred percent austenite. And those are basic heat-treat practices. And if your question is from whom would I have derived that, I would say anyone in the heat-treat business knows those principles intimately.\nWith proper heat treatment, in O'Brien's view, there would be no proeutectoid ferrite, except perhaps at the very center of the steel bar.\n(12) With this factual background Plaintiffs' claims can be stated as follows:\n1. The presence of proeutectoid ferrite in the pump tube made the tube a defective product. Both American and Bay City are subject to strict products liability for their manufacture and distribution of the tube.\n2. The failure to properly heat-treat the tube constituted negligence by Bay City. American was also negligent in failing to assure that Bay City properly heat-treated the tube and in failing to test the tube in a manner that would have detected the defect.\n3. American is liable for breach of express provisions in its written warranty.\n4. American and Bay City are also liable for breach of implied warranties of merchantability and fitness for a particular purpose.\nWe now discuss the claims in turn.\nSTRICT PRODUCTS LIABILITY\n(13)The basic rule of strict products liability is summarized in Section 1 of Restatement (Third) of Torts: Products Liability (Tentative Draft No. 2, 1995) [hereinafter Tentative Draft No. 2]:\nLiability of Commercial Seller or Distributor for Harm Caused by Defective Products\n(a) One engaged in the business of selling or otherwise distributing products who sells or distributes a defective product is subject to liability for harm to persons or property caused by the product defect.\n(b) A product is defective if, at the time of sale or distribution, it contains a manufacturing defect, is defective in design, or is defective because of inadequate instructions or warnings.\n(14) Plaintiffs allege that the pump tube was defective because it contained a manufacturing defect. We adopt the definition of manufacturing defect contained in Tentative Draft No. 2, Section 2(a): [A] product contains a manufacturing defect when the product departs from its intended design even though all possible care was exercised in the preparation and marketing of the product^] Because Plaintiffs' expert testified that the steel of the pump tube contained proeutectoid ferrite and that the purchase order implicitly specified steel that contained no proeutectoid ferrite, there is sufficient evidence to support the finding that the pump tube contained a manufacturing defect. Moreover, Plaintiffs produced evidence that the damage was caused by this defect.\n(15) Nevertheless, Defendants present three arguments why they are not subject to strict products liability in this case. We *175reject one argument, but find two of the arguments valid, at least to some extent.\nA.Nondelegable Duty.\n(16) Defendants first argue that they are not liable because Titan was engaged in ultrahazardous activity and therefore had a nondelegable duty to protect against the hazards of the activity. We reject this argument. Defendants' argument misapprehends what it means to have a nondelegable duty. A brief discussion of the subject will expose the error.\n(17) Ordinarily, when one hires an independent contractor to perform a task and the contractor commits a tort against a third person, the employer is not liable to the third person. See Restatement (Second) of Torts § 409 (1965) [hereinafter Restatement], In certain circumstances, however, the employer is liable to the third person even though the employer exercised proper care in delegating the work to the contractor. See generally id. Chapter 15, Topic 2, Introductory Note; id. §§ 416-29. One such circumstance is the employment of the independent contractor to perform abnormally dangerous activity. See id. § 427A.\n(18) The existence of a nondelegable duty to the injured third person does not, however, imply that the employer cannot recover from the contractor. On the contrary, the employer generally is entitled to indemnification from the contractor. In Otero v. Jordan Restaurant Enterprises, 122 N.M. 187, 922 P.2d 569 (1996), our Supreme Court stated that a restaurant had a nondelegable duty to its patrons to maintain the premises in a reasonably safe condition but was entitled to indemnification from the contractor and architect whose negligence caused the unsafe condition. Id. at 188 n. 2, 922 P.2d at 570 n. 2; see Restatement § 416, cmt. c (employer who has nondelegable duty to take adequate precautions can obtain indemnification from the contractor hired to do the work).\n(19) Thus, in this case even if Titan had a nondelegable duty to persons who might be injured by use of the light-gas gun, Titan could obtain indemnification from those ultimately responsible for the injury. Likewise, if Titan itself suffers an injury from use of the gun, the nondelegable-duty doctrine does not preclude it from recovering damages from one whose tort caused the injury. The law imposes a nondelegable duty on an employer when, roughly speaking, an employer should not be permitted to escape liability by hiring an independent contractor to do the dirty work. That rationale, however, hardly justifies permitting the actual tortfeasor— the contractor — to escape responsibility by denying the employer the right to indemnification from the contractor.\nB. Injury to The Product Itself.\n(20) Defendants next argue that the doctrine of strict products liability does not provide for recovery for damage to the defective product itself. If so, Titan and its insurers cannot recover in strict products liability for any injury to the light-gas gun or any interruption of business that can be attributed to the injury to the gun. We agree with Defendants. See Tentative Draft No. 2, § 6(c) and cmt. d (harm to persons or property does not include harm to the defective product itself). In Utah Int'l v. Caterpillar Tractor Co., 108 N.M. 539, 542, 775 P.2d 741, 744 (Ct.App.1989), we held that in commercial transactions between parties with comparable bargaining power any damage to the product itself, including economic loss resulting from that damage, should be governed by contract law, not tort law. We reaffirm that holding. We note that Plaintiffs did not press the point in their brief on appeal.\nC. Damage to Other Property of Titan.\n(21) Defendants argue that Titan should be barred from recovery in strict products liability for damages to any of its property, not just the light-gas gun. We agree.\n(22) Titan was not the ordinary consumer of a product. PAI, which was acquired by Titan in 1987, was at all relevant times the only company in the United States designing, fabricating, and producing light-gas guns. Twenty of the 35 guns operating in the United States had been manufactured by PAI, and PAI had also sold guns abroad. PAI *176was formed in 1981 by Hallock Swift, who had been involved in developing and operating light-gas guns since 1956. The design engineer for the gun in question was David Strange, who joined PAI in 1986. As already explained, Titan was also the user of the gun. When Titan acquired PAI in 1987, it directed PAI to design and build a light-gas gun and the facility to house the gun. The facility, called the Impact Research Laboratory (IRL), cost approximately $1 million; most of the cost, approximately $600,000, was for the gun itself.\n(23) In August 1988 Strange called George Jester of American to inquire about the price of a steel tube, bored and honed to given specifications. A few days later Jester provided a written price quote. Strange then asked Jester to rework the quote, changing the type of steel, diameter of the bore, and delivery schedule. In subsequent conversations Strange changed the size, dimensions, and type of material several times. On August 22 PAI issued a purchase order to American. American then sent a purchase order to Bay City requesting a steel bar to be bored and honed by American. The gun was finally assembled and delivered to the IRL in Albuquerque in May 1989.\n(24) The transaction through which Titan acquired the pump tube was a commercial transaction governed by the Uniform Commercial Code (UCC). In the UCC the legislature set forth the framework within which participants in a commercial transaction allocate risks among themselves. For the courts to interfere with the statutory scheme by superimposing tort rules, there must be sound policy reasons for finding the statutory scheme to be inadequate. Cf. Brooks v. Beech Aircraft Corp., 120 N.M. 372, 377, 902 P.2d 54, 59 (1995) ([SJtrict products liability was borne largely out of dissatisfaction with the remedies afforded consumers under warranty and negligence law.).\n(25) We find no such inadequacy in the present context. The key feature here is that Titan was essentially the manufacturer of the light-gas gun, acting as the designer and general contractor who subcontracted out the production and assembly of the component parts. This is not a situation in which the purchaser of the goods was substantially less knowledgeable than the supplier regarding the risks involved in the use of the goods. Indeed, the record indicates that Titan had more expertise than any other entity in this country regarding light-gas guns. Neither did the purchaser suffer from having substantially less bargaining power than its supplier. Our Supreme Court has identified four primary policies supporting the imposition of strict products liability: They are:\nplacing the cost of injuries caused by defective products on the manufacturer who is in a better position to pass the true product cost on to all distributors, retailers, and consumers of the product; [2] relieving the injured plaintiff of the onerous burden of establishing the manufacturer's negligence; [3] providing full chain of supply protection; and, [4] in the interest of fairness, providing relief against the manufacturer who — while perhaps innocent of negligence — cast the defective product into the stream of commerce and profited thereby.\nId.; see Parker v. St. Vincent Hasp., 122 N.M. 39, 42-45, 919 P.2d 1104, 1107-10 (Ct. App.1996). To the extent that these policies make sense in the special situation before us, the UCC provides an adequate response. We see no reason not to leave it to the contract negotiations between the parties to determine who should bear the cost of property damage to Titan from a defective product (in fact, American contracted to hold the buyer of the steel tube harmless from all loss and damage incurred by reason of a breach of warranty) and Titan could certainly obtain suitable warranties to moot , any difficulty in establishing negligence. Cf. General Pub. Utils. Corp. v. Babcock & Wilcox Co., 547 F.Supp. 842, 844-45 (S.D.N.Y.1982) (plaintiff could not recover in strict products liability for failure to warn, because (1) parties had contractual privity and comparable bargaining strength and (2) plaintiff's participation in both the design of the system and in its operation placed it in a position tantamount to the manufacturer's in terms of ability to recognize and correct danger-producing *177flaws). Although Bay City did not deal directly with Titan, the UCC permitted Titan to protect itself adequately from Bay City's deficiencies through Titan's contract negotiations with American.\n(26) Our holding finds support in the rule adopted by the California courts. In Kaiser Steel Corp. v. Westinghouse Elec. Corp., 55 Cal.App.3d 737, 127 Cal.Rptr. 838, 845 (1976), the court wrote: [T]he doctrine of products liability does not apply as between parties who: (1) deal in a commercial setting; (2) from positions of relatively equal economic strength; (3) bargain the specifications of the product; and (4) negotiate concerning the risk of loss from defects in it. Accord Aris Helicopters v. Allison Gas Turbine, 932 F.2d 825, 827 (9th Cir.1991). Although we need not decide in this case precisely when the UCC is the exclusive source of remedies for property damage and do not adopt the Kaiser rule, the California court's rationale reinforces our confidence in the result we reach today:\nThe ease at bench presents a situation in which the statutory principles of sales warranties work well so that to apply the tort doctrines of products liability will displace the statutory law rather than bring out its full flavor. The plaintiff-buyer and defendant-seller are commercial enterprises contracting from positions of relatively equal bargaining power for a product designed to negotiable specifications and not furnished off the shelf. Privity is no artificial barrier to recovery. Since the specifications of the product are negotiable, the tort doctrine of products liability as between the buyer and seller is no inducement to design and produce a safe product. Since the manufacturer and buyer have bargained in a commercial setting not only for the product but also for the measure and mode of reimbursement for defects in the product, any societal interest in loss shifting is absent. Whether the loss is thrust initially upon the manufacturer or customer, it is ultimately passed along as a cost of doing business included in the price of the products of one or the other and thus spread over a broad commercial stream. [Citation and footnote omitted.]\nKaiser Steel, 127 Cal.Rptr. at 845; see also William K. Jones, Product Defects Causing Commercial Loss: The Ascendancy of Contract Over Tort, 44 U.Miami L.Rev. 731 (1990). Thus, we affirm the summary judgment with respect to the strict-products-liability claims for damages to Titan's property. These are the claims raised by Titan and Allendale.\n(27) The claim by Hartford, however, survives the above analysis. That claim is predicated on the damage to Broadway's building. Broadway was not a party to the manufacture, distribution, or purchase of the light-gas gun. Under general striet-products-liability doctrine, Broadway could have recovered for damage to its building caused by a defective product. See Tentative Draft No. 2, § 6. Defendants present no argument why the general rule should not apply to Broadway. We recognize that Broadway recovered its damages from Titan (through Titan's insurer, Hartford). But to the extent that Titan's liability was based on a manufacturing defect created by American or Bay City, Titan (or Hartford) can seek indemnity from them. See In re Consolidated Vista Hills Retaining Wall Litig., 119 N.M. 542, 546, 893 P.2d 438, 442 (1995); Restatement, supra, § 886B.\nNEGLIGENCE\n(28) For the reasons stated in the above discussion of strict products liability, American and Bay City are not liable in negligence for damages to Titan's property. Cf. Utah Int'l 108 N.M. at 542, 775 P.2d at 744 ([I]n commercial transactions, when there is no great disparity in bargaining power of the parties ..., economic losses from injury of a product to itself are not recoverable in tort actions[.]). Titan is limited to its remedies under the UCC. No public policy justifies an additional tort cause of action. We thus affirm the' grant of summary judgment with respect to negligence claims for damages to Titan's property.\n(29) We also affirm the grant of summary judgment in favor of American with respect to Hartford's negligence claims. In its motion for summary judgment American stated that the claim for negligence fails *178as the undisputed facts show that American did not heat treat the steel bar and all parties agree the failure was not due to the machining of the tube. In their response to American's motion, Plaintiffs did not argue their negligence claim and the only reference to allegedly negligent conduct is the assertion that the steel was not properly heat treated. We find no evidence in the record that American was negligent in heat treating the steel, so the claim must fail.\n(30) On appeal Plaintiffs contend that American was negligent in: (1) not assuring that the heat treatment was performed properly ...; (2) [not] testing the product to make sure it was heat treated properly ...; and (3) not utilizing reasonable quality control measures[.] But Plaintiffs have not shown where those theories of liability were presented to the district court in response to American's motion for summary judgment. We therefore do not consider those theories. See Rule 12-216(A) NMRA 1996 (issue must be preserved by invoking ruling of district court). We also reject Plaintiffs' negligence theories raised for the first time in their reply brief. See Hale v. Basin Motor Co., 110 N.M. 314, 321, 795 P.2d 1006, 1013 (1990).\n(31) We recognize that in prior decisions this Court has considered challenges to a summary judgment or judgment on the pleadings that were not preserved in the district court. See, e.g., Udero v. Phelps Dodge Mining Co., 121 N.M. 492, 493-94, 913 P.2d 680, 681-82 (Ct.App.1996); Romero v. Truchas Mut. Domestic Water Consumer & Mut. Sewage Works Ass'n, 121 N.M. 71, 75, 908 P.2d 764, 768 (Ct.App.1995) (dictum); Ramer v. Place-Gallegos, 118 N.M. 363, 365, 881 P.2d 723, 725 (Ct.App.1994); Perea v. Snyder, 117 N.M. 774, 780, 877 P.2d 580, 586 (Ct.App.1994); Phifer v. Herbert, 115 N.M. 135, 138, 848 P.2d 5, 8 (Ct.App.1993). These decisions were not, however, based on any principled analysis explaining why the usual rules regarding preservation of error are inapplicable to appeals of such judgments. Rather, they were based on the assumption that Supreme Court precedent—in particular, some language in Pharmaseal Laboratories v. Goffe, 90 N.M. 753, 758, 568 P.2d 589, 594 (1977)—required us to consider on those appeals every legal or factual argument supported by the record regardless of whether it had been raised below.\n(32) For two reasons, we no longer make that assumption. First, our Supreme Court has not followed Pharmaseal with any other decisions that appear to adopt the same approach. The language in Pharmaseal may not be a derelict on the waters of the law, Lambert v. California, 355 U.S. 225, 232, 78 S.Ct. 240, 245, 2 L.Ed.2d 228 (1957) (Frankfurter, J., dissenting), but it at least is a barren tree in the Supreme Court's orchard. Second, without further direction from the Supreme Court we cannot justify such a departure from the clear language of the appellate rules governing preservation of error. See Rule 12-216(A). Those rules serve the important purposes of expediting litigation and promoting finality. We believe that it is a serious mistake to treat district court hearings on motions to dismiss and motions for summary judgment as mere rehearsals for later appellate review. Udero, 121 N.M. at 495, 913 P.2d at 683 (Hartz, J., specially concurring). The appropriate approach is stated in In re T.B., 121 N.M. 465, 469, 913 P.2d 272, 276 (Ct.App.1996): [W]e review the case litigated below, not the case that is fleshed out for the first time on appeal. Hence, we overrule our precedents to the extent that they hold that the normal rules of preservation of error do not apply to appeals from summary judgments or dismissals for failure to state a claim.\n(33) Finally, with respect to Hartford's claim against Bay City for negligence, we reverse the grant of summary judgment. The above-summarized testimony of O'Brien, Plaintiffs' expert, is sufficient to establish a genuine issue of material fact regarding whether Bay City was negligent in forging the steel used for the pump tube.\nWARRANTIES\nA. American's Express Warranty.\n(34) American expressly warranted that the goods it produced would conform to applicable specifications, drawings, and standards of quality and performance and that all items will be ... suitable for their intended *179purpose and that all services performed pursuant hereto will be free from defects in material and workmanship and will be performed in accordance with the specifications and instructions of [PAI]. The warranty also provided, [American] agrees to indemnify and hold [PAI] harmless from all claims, liability, loss, damage and expense including special, consequential and incidental damages incurred or sustained by [PAI] by reason of any breach of any warranty with respect to the goods or services which are purchased in accordance herewith. In addition, under the UCC any description of the goods which is made part of the basis of the bargain creates an express warranty that the goods shall conform to the description^] NMSA 1978, § 55 — 2—313(l)(b) (Repl.Pamp.1993). Official Comment 5 to this section states, Of course, all descriptions by merchants must be read against the applicable trade usages with the general rules as to merchantability resolving any doubts.\n(35) Plaintiffs have created an issue of material fact regarding whether American breached an express warranty. Although the purchase order from PAI to American does not contain the language heat treated, one could reasonably infer that heat treatment was implicit in the purchase order because the order from American to Bay City describes the product as SAE 4150 Alloy Steel Forgings, heat treated for a Rockwell 'C' Hardness of 28-32____ (Emphasis added.) O'Brien testified that the requirement that the steel be heat treated implied that the steel would not contain proeuteetoid ferrite because the steel would be quenched soon enough after it was removed from the furnace to prevent formation of such ferrite. His testimony provides a rational basis for the conclusion that the tube delivered by American did not conform to applicable specifications and was not free from defects in material and workmanship as specified by PAI.\n(36) We therefore reverse the summary judgment in favor of American with respect to Plaintiffs' express-warranty claim. (There is no express-warranty claim against Bay City.)\nImplied Warranty of Fitness For Particular Purpose. B.\n(37)NMSA 1978, Section 55-2-315 (Repl. Pamp.1993) states:\nWhere the seller at the time of contracting has reason to know any particular purpose for which the goods are required and that the buyer is relying on the seller's skill or judgment to select or furnish suitable goods, there is unless excluded or modified under the next section ... an implied warranty that the goods shall be fit for such purpose.\n(38) Plaintiffs' claim against Bay City for breach of this implied warranty must fail because there is no evidence in the record that Bay City knew the purpose for which the steel was to be used. We therefore affirm the summary judgment in favor of Bay City on this cause of action.\n(39) As for the claim under this theory against American, Plaintiffs did not create a genuine issue that PAI was relying on American's skill or judgment to select or furnish suitable goods. Titan (through its subsidiaries and divisions) was the expert in this country regarding production of light-gas guns. PAI no doubt relied on American's expertise in producing a tube in accordance -with specifications. But the particular purpose for the tube was relevant only to the selection of specifications, and there is no evidence in the record that Titan in any way relied on American's expertise in selecting specifications that would be particularly appropriate for a pump tube of a light-gas gun. We therefore also affirm the summary judgment in favor of American on this cause of action.\nC. Implied Warranty of Merchantability.\n(40) NMSA 1978, Section 55-2-314 (Repl. Pamp.1993) states in pertinent part:\n(1) Unless excluded or modified ..., a warranty that the goods shall be merchantable is implied in a contract for their sale if the seller is a merchant with respect to goods of that kind____\n(2) Goods to be merchantable must be at least such as:\n*180(a) pass without objection in the trade under the contract description; and\n(c) are fit for the ordinary purposes for which such goods are used[.]\n(41) With respect to American, Plaintiffs contend that the steel tube would not have passed without objection in the trade; was not fit for the ordinary purpose for which the product was used; and was not of the quality expected within the agreement. In our view, O'Brien's testimony that, under industry practice, the steel described in PAI's purchase order would not contain proeutectoid ferrite, which reduces the strength of the material, is sufficient to create a genuine issue regarding whether the steel would have passed without objection in the trade under the contract description.1 We therefore set aside the summary judgment in favor of American on the claim of breach of an implied warranty of merchantability.\n(42) Plaintiffs make the same allegations regarding breach of an implied warranty of merchantability by Bay City. For the same reasons, we find that Plaintiffs have created a genuine issue of fact regarding breach by Bay City of this implied warranty.\n(43) Bay City, however, presents two further grounds for granting it summary judgment on this claim. First, it states that it disclaimed an implied warranty of merchantability in the sales documents. We acknowledge that an implied warranty of merchantability may be disclaimed, see NMSA 1978, § 55-2-316 (Repl.Pamp.1993), and a memorandum submitted by Bay City to the district court quotes language that may have sufficed. But the document containing the purported disclaimer is not in the record on appeal and therefore will not be considered. See Boucher v. Foxworth-Galbraith Lumber Co., 105 N.M. 442, 443-44, 733 P.2d 1325, 1326-27 (Ct.App.1986). Bay City is not foreclosed from relying on the disclaimer in future proceedings in district court.\n(44) Bay City also contends that (1) Pennsylvania law applies to the warranty claims against it because the contract between American and Bay City was executed in Pennsylvania and (2) under Pennsylvania law privity is required to bring a cause of action for breach of warranty. Assuming, as do Plaintiffs, that Pennsylvania law governs, we nevertheless reject this argument. As we understand Pennsylvania law, Plaintiffs' claim would not be barred by lack of privity. See Kassab v. Central Soya, 432 Pa. 217, 246 A.2d 848 (1968), overruled on other grounds by, AM/PM Franchise Ass'n v. Atlantic Richfield Co., 526 Pa. 110, 584 A.2d 915 (1990); Israel Phoenix Assurance Co. v. SMS Sutton, 787 F.Supp. 102 (W.D.Pa.1992).\n(45) Therefore, we reverse the summary judgment granted Bay City with respect to the claim for breach of an implied warranty of merchantability.\nCONCLUSION\n(46) For the above reasons we affirm the summary judgment with respect to (1) the strict liability and negligence claims by Titan and Allendale, (2) the negligence claim by Hartford against American, and (3) the claims based on an implied warranty of fitness for a particular purpose. We reverse and remand for further proceedings with respect to (1) Hartford's strict-products-liability claims, (2) Hartford's negligence claim against Bay City, (3) Plaintiffs' claims against American for breach of express warranty and (4) Plaintiffs' claims for breach of implied warranties of merchantability by American and Bay City.\n(47) IT IS SO ORDERED.\nPICKARD and ARMIJO, JJ., concur.\n1\n. Wc note that the implied warranty of merchantability here is essentially the same as the express warranty that the goods will conform to the description in the purchase order. The principal difference between the two warranties is that the implied warranty can be disclaimed. See 1 James J. White & Robert S. Summers, Uniform Commercial Code § 9-4, at 490 n. 23 (4th ed. 1995).\n\nPlain English Summary: The explosion of a light gas-gun led to substantial damage to property. A number of different limited liability companies were involved in the proceedings in order to establish the way in which damages could be recovered. The Court explained the doctrine of non-delegable duty in the context of negligence claims. Restatement: §7\n",
    "annotations": {
        "Facts": [
            "On September 26, 1991 a two-stage light-gas gun exploded at the Albuquerque facility of Spectron Development Laboratory (Spectron). No one was injured, but there was substantial property damage. This appeal arises out of litigation to determine who should ultimately bear the loss.",
            "Engineers use light-gas guns to study the impact characteristics of materials that may be selected for such purposes as military armor or meteorite shielding for space vehicles. The Spectron gun operated as follows: The first stage began when smokeless gunpowder was ignited, propelling a piston down the bore of a steel pump tube filled with compressed hydrogen gas. The pump tube was approximately fifteen feet long and ten and a half inches in diameter. The piston compressed the gas in the tube until the pressure ruptured a diaphragm at the end of the tube, thereby initiating the second stage. In the second stage the compressed hydrogen gas entered the launch tube and propelled a projectile at high speed to a target. This process is illustrated in a schematic diagram that appears in the record:",
            "(3) The explosion resulted from a failure of the pump tube on shot number 346 for the gun. Defendant Bay City Forge Company (Bay City) had forged the steel for the tube and Defendant American Hollow Boring (American) had bored and finished the tube.",
            "4) The Plaintiffs seek to recover under several different theories: strict products liability, negligence, breach of express warranty, and breach of implied warranty. Because the availability of a particular theory of recovery may depend on the type of damages sought, it is important to distinguish what damages are sought by each of the Plaintiffs.(5) Spectron, a division of The Titan Corporation (Titan), suffered damage to the light-gas gun itself, damage to other contents of the building in which the gun was housed, and economic losses from interruption of its business. Allendale Mutual Insurance Company (Allendale), the premises insurer for Titan, compensated Titan for those losses, less a $25,000 deductible. Allendale seeks to recover from American and Bay City its payments to Titan, and Titan seeks recovery of the $25,000 in damages for which it was not compensated."
        ],
        "Procedural History": [
            "(7) The district court granted summary judgment in favor of American and Bay City. The Plaintiffs — Titan, Allendale, and Hartford — appeal. We affirm the district court's decision dismissing (1) the claims by Titan and Allendale for strict products liability and negligence, (2) the claims by Hartford against American for negligence, and (3) the claims by Titan and Allendale for breach of an implied warranty of fitness for a particular purpose. "
        ],
        "Application of Law to Facts": [
            "Ordinarily, when one hires an independent contractor to perform a task and the contractor commits a tort against a third person, the employer is not liable to the third person.",
            "In certain circumstances, however, the employer is liable to the third person even though the employer exercised proper care in delegating the work to the contractor.",
            "One such circumstance is the employment of the independent contractor to perform abnormally dangerous activity.",
            "The existence of a nondelegable duty to the injured third person does not, however, imply that the employer cannot recover from the contractor. On the contrary, the employer generally is entitled to indemnification from the contractor.",
            "The law imposes a nondelegable duty on an employer when, roughly speaking, an employer should not be permitted to escape liability by hiring an independent contractor to do the dirty work. That rationale, however, hardly justifies permitting the actual tortfeasor— the contractor — to escape responsibility by denying the employer the right to indemnification from the contractor."
        ],
        "Relevant Precedents": [
            "Otero v. Jordan Restaurant Enterprises, , 922 P.2d 569"
        ],
        "Outcome": [
            "With respect to the other claims, we hold that the present record establishes genuine issues of material fact and therefore remand for further proceedings.",
            "We thus affirm the' grant of summary judgment with respect to negligence claims for damages to Titan's property.",
            "For the above reasons we affirm the summary judgment with respect to (1) the strict liability and negligence claims by Titan and Allendale, (2) the negligence claim by Hartford against American, and (3) the claims based on an implied warranty of fitness for a particular purpose. We reverse and remand for further proceedings with respect to (1) Hartford's strict-products-liability claims, (2) Hartford's negligence claim against Bay City, (3) Plaintiffs' claims against American for breach of express warranty and (4) Plaintiffs' claims for breach of implied warranties of merchantability by American and Bay City."
        ]
    },
    "class": "mixed"
}