{
    "text": "Valdez v. R-Way, LLC, 148 N.M. 477, 237 P.3d 1289, 2010-NMCA-068 (2010)\nMay 4, 2010 · Court of Appeals of New Mexico · No. 29,342; No. 32,428\n148 N.M. 477, 237 P.3d 1289, 2010-NMCA-068\nJose VALDEZ, Plaintiff-Appellant,v.R-WAY, LLC, Defendant-Appellee\n2010-NMCA-068\n237 P.3d 1289\nCourt of Appeals of New Mexico.\nCertiorari Denied, June 21, 2010,\nVoorhees Law Firm, PC, Scott F. Voorhees, Santa Fe, NM, for Appellant.\nKeleher & McLeod, P.A., Thomas F. Keleher, Thomas C. Bird, Cassandra R. Malone, Albuquerque, NM, for Appellee.\nOPINION\nSUTIN, Judge.\n{1} This interlocutory appeal presents the question whether settlement with an employee releases the employer from claims based on respondeat superior. Plaintiff Jose Valdez's vehicle was rear-ended by a vehicle driven by Romancita Salazar, and Plaintiff sued Ms. Salazar in negligence and also claimed that Ms. Salazar's employer, Defendant R-Way, LLC, was vicariously liable. Plaintiff and Ms. Salazar settled. Plaintiff fully released Ms. Salazar from all claims arising from the accident. The release between these two parties specifically preserved Plaintiffs claim against Defendant. The district court granted Defendant's mo*478tion to dismiss Plaintiffs claim against Defendant on the ground that the settlement with the employee destroyed Plaintiffs claim against Defendant, and the court denied Plaintiffs motion for reconsideration. The district court certified the matter for interlocutory appeal. This Court granted Plaintiffs application for interlocutory appeal. We hold that the release of Ms. Salazar released Defendant despite reservation of Plaintiffs claim against Defendant, on the ground that where an employer's liability arises only by virtue of the doctrine of respondeat superior, and not through any independent negligence of the employer, the employer is not a true joint tortfeasor.\nDISCUSSION\nThe Issue, Standard of Review, and Relevant Law\n{2} The issue is, under circumstances in which Plaintiff settled with Defendant's employee, Ms. Salazar, but retained his vicarious liability claim against Defendant, whether the court erred in dismissing that vicarious liability claim on the ground that release of Ms. Salazar constituted a release of Defendant notwithstanding preservation in the settlement agreement of the claim against Defendant. This issue is purely one of law and, in part, requires interpretation of statutes. Our review is de novo. See State v. Rowell, 121 N.M. 111, 114, 908 P.2d 1379, 1382 (1995) (We review questions of law de novo.); Morgan Keegan Mortgage Co. v. Candelaria, 1998-NMCA-008, ¶ 5, 124 N.M. 405, 951 P.2d 1066 (filed 1997) (noting that interpretation of a statute is a question of law which an appellate court reviews de novo). [I]t is the particular domain of the [Ljegislature, as the voice of the people, to make public policy____ Courts should make policy ... only when the body politic has not spoken. Aguilera v. Bd. of Educ., 2005-NMCA-069, ¶ 26, 137 N.M. 642, 114 P.3d 322 (alteration in original) (omissions in original) (internal quotation marks and citation omitted), aff'd, 2006-NMSC-015, 139 N.M. 330, 132 P.3d 587.\n{3} The Uniform Contribution Among Tortfeasors Act, NMSA 1978, §§ 41-3-1 to - 8 (1947, as amended through 1987) (the Uniform Contribution Act), is relevant insofar as Section 41-3-1 defines the term joint tortfeasors as two or more persons jointly or severally liable in tort for the same injury to person or property, whether or not judgment has been recovered against all or some of them. The Uniform Contribution Act is also relevant insofar as Section 41-3-4 states that [a] release by the injured person of one joint tortfeasor, whether before or after judgment, does not discharge the other tortfeasors unless the release so provides[.]\n{4} In Harrison v. Lucero, 86 N.M. 581, 584, 525 P.2d 941, 944 (Ct.App.1974), modified on other grounds by Vidal v. American General Cos., 109 N.M. 320, 785 P.2d 231 (1990), this Court recognized that absent any delict of the [employer] other than through the [employee], the exoneration of the [employee] removes the foundation upon which to impute negligence to the [employer]. (Internal quotation marks and citation omitted.) In Kinetics, Inc. v. El Paso Prods. Co., 99 N.M. 22, 27, 653 P.2d 522, 527 (Ct.App.1982), this Court quoted the foregoing passage from Harrison and held that, with the release of an agent, the means by which liability can be imputed to the principal is destroyed. The rationale for this ruling was that the Uniform Contribution Act did not apply to defendants sued under vicarious liability theories because vicarious liability is a legal fiction imputing the wrongdoing of an agent to the principal. See id. at 28, 653 P.2d at 528. The Kinetics Court concluded that the Uniform Contribution Act did not apply to vicarious liability situations because the agent and principal were not joint tortfeasors. Id.\n{5} In 1987 the Legislature enacted the Several Liability Act, NMSA 1978, §§ 41-3A-1 to -2 (1987). Section 41-3A-1(A) provides that\n[i]n any cause of action to which the doctrine of comparative fault applies, the doctrine imposing joint and several liability upon two or more wrongdoers whose conduct proximately caused an injury to any plaintiff is abolished except as otherwise provided hereafter. The liability of any such defendants shall be several.\nSection 41-3A-1(C)(2) provides that [t]he doctrine imposing joint and several liability *479shall apply ... to any persons whose relationship to each other would make one person vicariously liable for the acts of the other, but only to that portion of the total liability attributed to those persons[.]\n{6} Before the Several Liability Act was adopted, pursuant to joint and several liability, two or more wrongdoers whose conduct proximately caused an injury to any plaintiff were wholly liable for full damages even though they might have been only partially at fault. However, the Several Liability Act abolished joint and several liability in situations where the doctrine of comparative fault applies. Section 41-3A-1(A). Under comparative fault, and following adoption of the Several Liability Act, two or more wrongdoers inflicting an injury are liable only for that portion of the total dollar amount awarded as damages to the plaintiff that is equal to the ratio of such defendant's fault to the total fault attributed to all persons. Section 41-3A-1(B). The Several Liability Act, however, preserved joint liability in vicarious liability situations. Section 41-3A-1 (C)(2).\n{7} Those whose liability is only vicarious and thus fault-free have no fault to be allocated; rather, those whose liability is only vicarious are one hundred percent responsible because, although they are fault-free, someone else's fault is imputed to them by operation of law. Wiggs v. City of Phoenix, 198 Ariz. 367, 10 P.3d 625, 629 (2000) (en banc); see also Restatement (Third) of Torts: Apportionment of Liability § 13 cmts. b, c (2000) ([T]he party vicariously liable should be hable for the entire share of harm assigned to the tortious actor____The vicariously liable party has not committed any breach of duty to the plaintiff but is held liable simply as a matter of legal imputation of responsibility for another's tortious acts.). Because fault cannot be allocated between persons whose relationship to each other would make one person vicariously liable for the acts of the other, it would be reasonable for the New Mexico Legislature to exclude these situations from the Several Liability Act, which adopted a several-liability-only scheme for comparative fault situations. Section 41-3A-1(C)(2). Thus, the Several Liability Act did not change the law pertaining to joint liability in vicarious liability cases. We interpret Section 41-3A-1(C)(2) as preserving the vicarious liability of an employer for the conduct of an employee, such that they may be jointly liable. However, that does not mean that they are true joint tortfeasors. We read the Harrison and Kinetics decisions as recognizing a distinction between traditional joint tortfeasors who are jointly and severally liable and the vicarious liability of an employer for the employee's wrongdoing.\n{8} Plaintiff argues that when Section 41-3A-1 was enacted the respondeat superior form of vicarious liability became statutory and is no longer a legal fiction as stated in Kinetics. We disagree. Most state statutes abolishing or modifying joint and several liability do not address explicitly whether a vicariously liable party remains fully liable for any fault attributed to the agent. Restatement, supra cmt. b, reporter's note. However, a few jurisdictions have statutes similar to New Mexico's Several Liability Act in which it is explicitly indicated that such parties remain jointly and severally liable. See Ariz.Rev.Stat. Ann. § 12—2506(D)(1) (2001); Idaho Code Ann. § 6-803(5) (2003); Wash. Rev.Code Ann. § 4.22.070(1)(a) (1993). Like New Mexico, Arizona has abolished joint and several liability with a few exceptions. See Ariz.Rev.Stat. Ann. §§ 12-2501 to -2509 (1984, as amended through 2001) (Uniform Contribution Among Tortfeasors Act (the Arizona Act)). Cases in Arizona decided before the enactment of the Arizona Act indicated that when the employer's liability is vicarious only, a discharge of the negligent employee from any personal liability relieves the employer as well. See DeGraff v. Smith, 62 Ariz. 261, 157 P.2d 342, 345 (1945) ([A] judgment in favor of either principal or agent in an action brought by a third party, rendered upon a ground equally applicable to both, should be accepted as conclusive against a subsequent right of action against the other. By analogy, it is held that the release of an employee from liability for injuries inflicted while acting for the employer operates as a release of the employer.).\n*480{9} Similar to the present case, the plaintiff in Law v. Verde Valley Medical Center, 217 Ariz. 92, 170 P.3d 701, 704-05 (Ariz.Ct.App.2007), argued that the adoption of the Arizona Act abolished their common law pertaining to a situation where exoneration of the employee relieves the employer of vicarious liability. Although Verde Valley Medical Center dealt with a judgment in favor of the negligent employee, the plaintiff relied in part on Ariz.Rev.Stat. Ann. Section 12-2504 pertaining to the release of joint tortfeasors, which is similar to New Mexico's Section 41-3-4. See Verde Valley Med. Ctr., 170 P.3d at 704-05. Particularly on point for the present ease, the plaintiff in Verde Valley Medical argued that the negligent employee and the employer were joint tortfeasors and that Section 12-2504 made it clear that a release of one joint tortfeasor did not automatically release the other joint tortfeasors. Verde Valley Med. Ctr., 170 P.3d at 705. The Verde Valley Medical Center court concluded that the Arizona Act did not change the Arizona vicarious liability common law and that Section 12-2504 was not applicable because the employer and the negligent employee were not true joint tortfeasors under Arizona law. See Verde Valley Med. Ctr., 170 P.3d at 705 (concluding that any liability that the employer may have had for the actions or inactions of its employee would have been vicarious and not a result of joint or concerted action).\n{10} We conclude that in a similar way the Several Liability Act did not change New Mexico's common law pertaining to vicarious liability. Harrison and Kinetics are still good law and because Defendant's liability was imputed solely based on the negligent conduct of Ms. Salazar, without fault of its own, the release of Ms. Salazar removed the basis on which Defendant's fault was being imputed. Because Defendant and Ms. Salazar are not true joint tortfeasors, Section 41-3-4 is inapplicable. See Kinetics, 99 N.M. at 28, 653 P.2d at 528 (concluding that because the respondeat superior form of vicarious liability is imposed upon one party through a legal fiction, the parties are not joint tortfeasors); see also Dickey v. Meier's Estate, 188 Neb. 420, 197 N.W.2d 385, 387-88 (1972) (holding that where an employer's liability arises only by virtue of the doctrine of respondeat superior and not through any independent negligence of that employer, the employer is not a joint tortfeasor in the technical sense, and the release of the employee releases the employer despite reservation of claim against the employer); Mamalis v. Atlas Van Lines, Inc., 522 Pa. 214, 560 A.2d 1380, 1381, 1383-84 (1989) (holding that an agent and a principal are not joint tortfeasors under the Pennsylvania Uniform Contribution Among Tortfeasors Act).\n{11} Relying on Juarez v. Nelson, 2003-NMCA-011, 133 N.M. 168, 61 P.3d 877 (filed 2002), overruled on other grounds by Tomlinson v. George, 2005-NMSC-020, 138 N.M. 34, 116 P.3d 105, Plaintiff asserts that cases after the institution of the Several Liability Act have not followed the Harrison and Kinetics holdings. In Juarez, the district court dismissed the plaintiffs' claims against a physician in a medical malpractice action based on the physician's statute of limitations defense under NMSA 1978, Section 41-5-13 (1976) of the New Mexico Medical Malpractice Act, NMSA 1978, §§ 41-5-1 to-29 (1976, as amended through 2008) (the Act). See Juarez, 2003-NMCA-011, ¶¶ 5, 26-29, 133 N.M. 168, 61 P.3d 877. The court also dismissed the plaintiffs' claims against the physician's employer, Presbyterian Health Services (Presbyterian). Id. ¶¶ 26-27. The case did not involve a release and, indeed, this Court pointed out that the effect of a release on the liability of an employer was not at issue in the case. Id. ¶ 28 n. 5. In Juarez, we held that because Presbyterian was not a qualified health care provider under the Act it could not, therefore, claim a benefit of any of its provisions, including the statute of limitations in Section 41-5-13. Juarez, 2003-NMCA-011, ¶¶ 2, 27-29, 133 N.M. 168, 61 P.3d 877. That benefit, we stated, did not apply to non-health care providers. Id. ¶ 29. We held that the dismissal of the physician based on a statute of limitations defense personal to the physician could not be asserted by Presbyterian as a defense to a vicarious liability claim for the negligence of the physician. Id.\n{12} Plaintiffs reliance on Juarez is misplaced. As indicated, in Juarez, the plain*481tiffs' action was instituted under a statute that contained its own statute of limitations available only to qualified health care providers. The Act specifically provided that [a] health care provider not qualifying under [the Act] shall not have the benefit of any of the provisions of the ... Act in the event of a malpractice claim against it. Juarez, 2003-NMCA-011, ¶ 29, 133 N.M. 168, 61 P.3d 877 (first alteration in original) (internal quotation marks and citation omitted); see also Roberts v. Sw. Cmty. Health Servs., 114 N.M. 248, 254, 837 P.2d 442, 448 (1992) (holding that Section 41-5-13 was a benefit of the Act and that it did not apply to non-qualified health care providers).\n{13} Furthermore, in Juarez, this Court did not permit Presbyterian to piggyback on a defense provided to the physician who was a qualified health care provider where Presbyterian was not sharing the burdens imposed by the Act on qualified health care providers. 2003-NMCA-011, ¶ 29, 133 N.M. 168, 61 P.3d 877. We noted, too, that Presbyterian had not provided any authority to support its theory, which was one of exoneration of vicarious liability involving a dismissal of an employee based on a statute of limitations. Id. ¶28. Juarez is in no way analogous to the present case or in any way instructive on the effect of the release in the present case on the liability of Defendant. As well, because of the peculiar statutory requirements and the specific rationale underlying this Court's holding in Juarez, it appears to us that Juarez should be limited to its facts. We do not think that Juarez's discussion of or reliance on authorities outside New Mexico relating to the issue at hand turns Juarez into controlling precedent outside of its particular facts.\n{14} The present case involves a release by which Plaintiff abandoned his claim, the effect of which was the extinguishment of the cause of action against Ms. Salazar. See Marder v. Lopez, 450 F.3d 445, 449 (9th Cir.2006) (quoting California law defining a release as abandonment, relinquishment or giving up of a right or claim to the person against whom it might have been demanded or enforced ... and its effect is to extinguish the cause of action (omission in original) (internal quotation marks and citation omitted)); Holve v. Draper, 95 Idaho 193, 505 P.2d 1265, 1268 (1973) (defining a release as 'a surrender of the cause of action, which may be gratuitous, or given for inadequate consideration'  and stating that [a] release is a complete abandonment of the cause of action (quoting Prosser, Handbook of the Law of Torts 271 (3d ed.1964))). The cause of action against Ms. Salazar being abandoned by Plaintiff, the base upon which vicarious liability was imputed to Defendant, was extinguished. See Mamalis, 560 A.2d at 1381, 1383-84 (holding that, in the absence of a showing of an affirmative act or failure to act when required to do so by a principal, a release of the agent extinguishes the derivative claim against the principal since an agent and a principal are not joint tortfeasors under the Pennsylvania Uniform Contribution Among Tortfeasors Act).\n{15} Plaintiff also cites several out-of-state cases to support his argument that the Uniform Contribution Act allows settlement with Ms. Salazar without destroying claims against Defendant. We note that some of these eases involved a covenant not to sue instead of a release. See, e.g., Yates v. New South Pizza, Ltd., 330 N.C. 790, 412 S.E.2d 666, 670 (1992) (holding that Section 1B-4 of North Carolina's Uniform Contribution Among Tortfeasors Act applied to master-servant vicarious liability and that a covenant not to sue the employee did not release the employer). A covenant not to sue is not a present abandonment or relinquishment of a right or claim. 66 Am.Jur.2d Release § 4 (2010). At common law, a covenant not to sue was used to avoid the harsh effects of the rule that the release of one tortfeasor automatically released all other tortfeasors. See Holve, 505 P.2d at 1267-68. [A] covenant not to sue is an agreement whereby an injured party promises not to assert his claim against one tortfeasor in exchange for some consideration. Unless the consideration given fully satisfied the injured parties' claim, the covenant not to sue did not release other tortfeasors from liability. Id. at 1268. Plaintiff does not argue that we should treat the release of Ms. Salazar as a covenant not to sue. The foregoing cases do not support Plaintiffs theory of vicarious liability.\n*482{16} In reference to other out-of-state cases that Plaintiff cites in support of his position, we note that courts are divided as to the effect that a release of a negligent employee or agent has on the derivative, vicarious liability of an employer or principal when a plaintiff reserves a claim against the employer or principal. See 24 A.L.R.4th 547 § 2[a] (1983). Because under New Mexico jurisprudence our Uniform Contribution Act has not been applied to vicarious liability situations, and because we conclude that the Several Liability Act did not change our common law regarding vicarious liability, we do not follow decisions from other jurisdictions concluding the opposite. See Kinetics, 99 N.M. at 27, 653 P.2d at 527 (concluding that the release of the employee destroyed the means by which liability was being imputed on the employer because they are not joint tortfeasors as defined by the Uniform Contribution Act since, in vicarious liability situations, liability is imposed on the employer through a legal fiction); Harrison, 86 N.M. at 584, 525 P.2d at 944 (concluding that where the employer is sued under a vicarious liability theory, release of the employee removed the foundation upon which the negligence of the employee was imputed upon the employer).\nCONCLUSION\n{17} We affirm the district court's grant of Defendant's motion to dismiss and the court's denial of Plaintiffs motion for reconsideration.\n{18} IT IS SO ORDERED.\nWE CONCUR: CELIA FOY CASTILLO and ROBERT E. ROBLES, Judges.\nShort summary\n\nRestatement: §7(a); §44(?). ",
    "annotations": {
        "Facts": [
            "{1} This interlocutory appeal presents the question whether settlement with an employee releases the employer from claims based on respondeat superior. Plaintiff Jose Valdez's vehicle was rear-ended by a vehicle driven by Romancita Salazar, and Plaintiff sued Ms. Salazar in negligence and also claimed that Ms. Salazar's employer, Defendant R-Way, LLC, was vicariously liable. Plaintiff and Ms. Salazar settled. Plaintiff fully released Ms. Salazar from all claims arising from the accident. The release between these two parties specifically preserved Plaintiffs claim against Defendant."
        ],
        "Procedural History": [
            "The district court granted Defendant's mo*478tion to dismiss Plaintiffs claim against Defendant on the ground that the settlement with the employee destroyed Plaintiffs claim against Defendant, and the court denied Plaintiffs motion for reconsideration. The district court certified the matter for interlocutory appeal. This Court granted Plaintiffs application for interlocutory appeal. We hold that the release of Ms. Salazar released Defendant despite reservation of Plaintiffs claim against Defendant, on the ground that where an employer's liability arises only by virtue of the doctrine of respondeat superior, and not through any independent negligence of the employer, the employer is not a true joint tortfeasor.",
            "Our review is de novo"
        ],
        "Application of Law to Facts": [
            "However, the Several Liability Act abolished joint and several liability in situations where the doctrine of comparative fault applies. Section 41-3A-1(A). Under comparative fault, and following adoption of the Several Liability Act, two or more wrongdoers inflicting an injury are liable only for that portion of the total dollar amount awarded as damages to the plaintiff that is equal to the ratio of such defendant's fault to the total fault attributed to all persons.",
            "Because under New Mexico jurisprudence our Uniform Contribution Act has not been applied to vicarious liability situations, and because we conclude that the Several Liability Act did not change our common law regarding vicarious liability, we do not follow decisions from other jurisdictions concluding the opposite."
        ],
        "Relevant Precedents": [
            "See Kinetics, 99 N.M. at 27, 653 P.2d at 527"
        ],
        "Outcome": [
            "{17} We affirm the district court's grant of Defendant's motion to dismiss and the court's denial of Plaintiffs motion for reconsideration."
        ]
    },
    "class": "affirm"
}