{
    "text": "Jaramillo v. Kellogg, 126 N.M. 84, 966 P.2d 792, 1998-NMCA-142 (1998)\nSept. 24, 1998 · Court of Appeals of New Mexico · No. 18,647\n126 N.M. 84, 966 P.2d 792, 1998-NMCA-142\nTheresa JARAMILLO, as Personal Representative of the Estate of Ralph E. Jaramillo, Plaintiff-Appellee/Cross-Appellant,v.Robert T. KELLOGG, Defendant-Appellant/Cross-Appellee\n1998-NMCA-142\n966 P.2d 792\nCourt of Appeals of New Mexico.\n*85Edward L. Chávez, David I. Stout, Carpenter & Chávez, Ltd., Albuquerque, NM, for appellee/cross-appellant.\nKathleen C. Horan, Richard M. Padilla, Hatch, Allen & Shepherd, P .A., Albuquerque, NM, for appellant/cross-appellee.\nOPINION\nAPODACA, J.\n{1} Defendant appeals a jury verdict and the trial court's judgment against him for the wrongful death of his patient (the patient). The wrongful death action was brought by Plaintiff as personal representative of the estate of the patient. Defendant argues that the trial court committed reversible error by prohibiting submission of his special verdict form on comparative negligence. He contends that: (1) substantial evidence of comparative fault required the court to submit a special verdict form, (2) the record demonstrated Plaintiffs knowledge of the comparative negligence issue, and (3) Defendant properly relied on Plaintiffs presentation of evidence to support Defendant's affirmative defense of comparative negligence. Unpersuaded by Defendant's arguments, we affirm. Our disposition of Defendant's appeal renders Plaintiffs cross-appeal moot. Because we are affirming on Plaintiffs substantive issues, we need not address Plaintiffs preservation and waiver arguments.\nI. FACTUAL AND PROCEDURAL BACKGROUND\n{2} In December 1992, the patient was found lying on the ground outside of his place of employment. An ambulance transported him to St. Joseph Medical Center (St.Joseph's) in Albuquerque. Physicians at St. Joseph's diagnosed the patient with acute psychosis. Because St. Joseph's did not have psychiatric facilities, St. Joseph's transferred the patient to Memorial Psychiatric Hospital (Memorial). Dr. Michael Dempsey (the medical director) admitted the patient and placed a five-point restraint on him. A five-point restraint consists of one restraint per extremity and a fifth restraint over the middle of the back. The medical director prescribed sedatives for the patient.\n{3} Later in the evening, Defendant Robert T. Kellogg, a psychiatrist, assumed care of the patient. He examined the patient and continued the medical director's orders. Early the next morning, the patient died. The probate court appointed Plaintiff, the patient's mother, as the personal representative of his estate. In May 1993, Plaintiff filed a complaint to recover damages for wrongful death against Memorial. Memorial's expert posited St. Joseph's comparative negligence in the patient's death. Plaintiff invited several potential defendants, including Defendant, to contribute to a settlement to avoid suit. Memorial and all potential defendants except Defendant settled with Plaintiff.\n{4} In October 1995, Plaintiff filed a separate complaint to recover damages for wrongful death against Defendant. In his answer to the complaint, Defendant asserted comparative negligence as an affirmative defense. The parties dispute whether evidence concerning negligence of St. Joseph's, Memorial, and the medical director was presented *86at trial. Defendant moved to submit a special verdict form to the jury comparing the negligence of these three nonparties and himself. The trial court denied the motion. The jury returned a verdict against Defendant for $200,000.00. The trial court entered a final judgment against him for $249,780.67, which included interest and costs.\nII. DISCUSSION\nA. Standard Of Review\n{5} Defendant contends that sufficient evidence required submission of his special verdict form on comparative negligence. See Yardman v. San Juan Downs, Inc., 120-N.M. 751, 756-57, 906 P.2d 742, 747-48 (appellate court reviews ruling of trial court to determine whether sufficient evidence required submission of an instruction and verdict on comparative negligence).\nB. Evidence Of Comparative Negligence\n{6} Before analysis of this issue, we note that Defendant incorrectly argues that we should not consider Plaintiffs refutations because she did not argue them to the trial court. See Woolwine v. Furr's, Inc., 106 N.M. 492, 496, 745 P.2d 717, 721 (Ct.App.1987) (holding that appellate court will not consider arguments not presented to the court below unless jurisdictional). We may affirm the trial court's decision if it is right for any reason that is not unfair to the appellant. See In re Drummond, 1997-NMCA-094, ¶ 12, 123 N.M. 727, 945 P.2d 457. Defendant does not contend that affirmance on the ground of lack of evidence of comparative negligence would be unfair to him. Additionally, Defendant has the burden of persuasion. See Tafoya v. Seay Bros. Corp., 119 N.M. 350, 352, 890 P.2d 803, 805 (1995) (holding that the party alleging an affirmative defense has the burden of persuasion). Consequently, we consider Plaintiffs arguments.\n{7} To prove the nonparties' negligence, Defendant had to show: (1) the non-parties owed the patient a duty recognized by law, (2) the nonparties breached the duty by departing from the proper standard of medical practice recognized in the community, and (3) the acts or omissions complained of proximately caused the patient's death. See id. at 352, 890 P.2d at 805 (the burden of persuasion rests on the party alleging an affirmative defense); Diaz v. Feil, 118 N.M. 385, 388, 881 P.2d 745, 748 (stating requirements for medical malpractice action). Medical malpractice cases usually require expert medical testimony to establish departure from recognized standards in the community. See Lopez v. Southwest Community Health Servs., 114 N.M. 2, 7, 833 P.2d 1183, 1188 (Ct.App.1992).\n{8} In this appeal, Defendant failed to present expert testimony that a nonparty deviated from a professional standard of care and that this deviation proximately caused the patient's death. In his brief in chief and reply brief, Defendant purports to show the presentation of the nonparties' negligence at trial. For example, the medical director testified that the patient was not medically cleared before his transfer from St. Joseph's. An expert pathologist testified that the administration of drugs to the patient together with the face-down restraint caused his death. A psychiatric expert testified that Memorial had a duty to ascertain information concerning the patient's medical history and condition.\n{9} But Defendant presented no expert testimony establishing a professional standard of care applicable to the nonparties. Defendant failed to have expert testimony tie evidence of negligence to a deviation from a standard of care. Defendant did not relate general statements concerning treatment to a specific theory of liability against the non-parties. No expert testified that specific conduct by the nonparties deviated from a standard of care or caused the patient's death.\n{10} General statements alluding to comparative negligence do not merit a jury instruction on the theory. See Brann v. Exeter Clinic, Inc., 127 N.H. 155, 498 A.2d 334, 337 (N.H.1985). Consequently, we hold that the trial court did not err in refusing to submit Defendant's special verdict form to the jury. See Buffett v. Jaramillo, 1996-NMCA-040, 121 N.M. 514, 519, 914 P.2d *871011, 1016, (decided in 1993) (It is well settled that a jury may be instructed on a party's theory of the case only when substantial evidence supports the requested instruction and a failure to establish proof on each element of the defense of comparative negligence should result in no instruction on that particular theory.), rev'd on other grounds, Buffett v. Vargas, 1996-NMSC-012, 121 N.M. 507, 914 P.2d 1004; Newville v. State Dep't of Family Servs., 267 Mont. 237, 883 P.2d 793, 805 (Mont.1994) (holding that district court erred in naming counselor on special verdict form where evidence and specific jury instructions did not establish professional standard of care).\n{11} Contrary to Defendant's arguments, this determination is consistent with the goals of the doctrine of comparative negligence. See Bartlett v. New Mexico Welding Supply, Inc., 98 N.M. 152, 159, 646 P.2d 579, 586 (Ct.App.1982) ( 'The thrust of the comparative negligence doctrine is to accomplish (1) apportionment of fault between or among negligent parties whose negligence proximately causes any part of a loss or injury, and (2) apportionment of the total damages resulting from such loss or injury in proportion to the fault of each party.' ) (quoting Scott v. Rizzo, 96 N.M. 682, 688, 634 P.2d 1234, 1240 (1981)). Rather, our holding invokes instruction on the doctrine where evidence supports it.\nC. Plaintiffs Knowledge Of The Comparative Negligence Issue\n{12} Defendant argues that Plaintiff knew that comparative negligence was an important issue in the case, but Defendant's cited cases do not support his position. Yardman v. San Juan Downs, Inc., 120 N.M. 751, 906 P.2d 742 (Ct.App.1995), is not on point because it concerns negligence, not medical malpractice. The elements of a negligence claim and a medical malpractice claim differ. Medical malpractice requires deviation from the proper standard of medical practice recognized in the community. See Diaz, 118 N.M. at 388, 881 P.2d at 748. Negligence does not. See Yardman, 120 N.M. at 755-57, 906 P.2d at 746-48. Consequently, Yardman's analysis of the presentation of evidence on comparative negligence is not applicable here.\n{13} Instead, we determine that Fahrbach v. Diamond Shamrock, Inc., 1996-NMSC-063, 122 N.M. 543, 928 P.2d 269, supports our holding. In Fahrbach, the court held that the plaintiffs did not have sufficient notice that the defendant might assert comparative fault against a nonparty. As a result, our Supreme Court held that the trial court erred in instructing on the nonparty's comparative fault. See id. at 552, 928 P.2d at 278.\n{14} Defendant attempts to distinguish Fahrbach because neither the pleadings nor the pretrial order in Fahrbach raised the defense. See id. at 550, 928 P.2d at 276. Our Supreme Court in Fahrbach, however, also considered the arguments and evidence presented at trial. See id. at 551-52, 928 P.2d at 277-78. Consequently, Defendant's distinction is not dispositive.\nD. Plaintiffs Presentation Of Evidence\n{15} Defendant argues that he properly relied on Plaintiffs presentation of evidence to support his affirmative defense of comparative negligence. See Sheet v. Wilson, 76 N.M. 697, 701, 417 P.2d 889, 891 (1966) (holding that a defendant may use a plaintiffs testimony to establish a defense). Plaintiffs evidence, however, did not establish medical malpractice by the nonparties.\n{16} Defendant refers to the testimony of several of Plaintiffs witnesses in support of his argument. We discussed some examples in subsection B. Defendant also cites the following testimony on cross-examination of Plaintiffs psychiatric expert. Defendant alleges that this testimony established that Memorial's policy of checking a patient every fifteen minutes did not meet the applicable standard of care for a psychiatric hospital. This testimony was as follows:\nQ. Doctorf,] let me ask you to answer the question with respect to the frequency of checks. I know that you have a number of other opinions about what [Defendant] did wrong but specific to the frequency of checks, what should [Defendant] have done in your opinion?\n*88A. If we want to limit it to frequency of checks he should have said check the patient every five minutes or every ten minutes something within that range.\nQ. Which?\nA. Would have monitored the patient more closely.\nQ. No, which, which, if you are establishing the standard of care is it every five, is it every ten, is it every fifteen, what is the standard of care. What is required of hospital personnel in a situation like this?\nA. Well it's not that exact of a science that I can give you five, seven, eight, ten minutes. I'm saying I would have significantly increased the frequency of monitoring.\nDefendant asserts that the expert later established the standard of care for evaluating the adequacy of hospital policies and procedures:\nQ. Who determines whether hospital policies are adequate? Do we know? Is there a crediting agency nationally for certifying hospital in respect to their policies and procedures?\nA. It's essentially a medical community standard.\n{17} We determine that this testimony failed to meet Defendant's burden of proof for medical malpractice. It did not establish a standard of medical practice recognized in the community for checking a patient. See Diaz, 118 N.M. at 388, 881 P.2d at 748. Rather, the expert only opined that he would have significantly increased the frequency of monitoring. Similarly, the expert did not state that Memorial breached the professional standard of care. Finally, the testimony did not establish that Memorial's failure to monitor more frequently proximately caused the patient's death. See id. Consequently, Defendant's reliance on Plaintiffs evidence did not support his special verdict form on comparative negligence.\nIII. CONCLUSION\n{18} We conclude that the trial court did not err in refusing to submit to the jury Defendant's special verdict form on comparative negligence. Defendant did not demonstrate Plaintiffs knowledge of his comparative negligence theory. Nor did sufficient evidence support this defense. We thus affirm the trial court's judgment against Defendant. Plaintiffs cross-appeal raised an issue only if we were to reverse the trial court on the direct appeal. Because we are affirming on the direct appeal, however, we need not address the arguments raised in Plaintiffs cross-appeal. The parties shall bear their own costs on appeal.\n{19} IT IS SO ORDERED.\nDONNELLY and WECHSLER, JJ., concur.\nShort summary: The defendant in this case tried to argue comparative negligence in a case of medical malpractice which led to the death of the patient. The Court established that the rules for comparative negligence in medical malpractice case are different than those in negligence cases and that the Defendant failed to meet them. \n\nRestatement tagging: §3; §7(a)",
    "annotations": {
        "Facts": [
            "{2} In December 1992, the patient was found lying on the ground outside of his place of employment. An ambulance transported him to St. Joseph Medical Center (St.Joseph's) in Albuquerque. Physicians at St. Joseph's diagnosed the patient with acute psychosis. Because St. Joseph's did not have psychiatric facilities, St. Joseph's transferred the patient to Memorial Psychiatric Hospital (Memorial). Dr. Michael Dempsey (the medical director) admitted the patient and placed a five-point restraint on him. A five-point restraint consists of one restraint per extremity and a fifth restraint over the middle of the back. The medical director prescribed sedatives for the patient.{3} Later in the evening, Defendant Robert T. Kellogg, a psychiatrist, assumed care of the patient. He examined the patient and continued the medical director's orders. Early the next morning, the patient died. The probate court appointed Plaintiff, the patient's mother, as the personal representative of his estate. In May 1993, Plaintiff filed a complaint to recover damages for wrongful death against Memorial. Memorial's expert posited St. Joseph's comparative negligence in the patient's death. Plaintiff invited several potential defendants, including Defendant, to contribute to a settlement to avoid suit. Memorial and all potential defendants except Defendant settled with Plaintiff."
        ],
        "Procedural History": [
            "Defendant appeals a jury verdict and the trial court's judgment against him for the wrongful death of his patient (the patient). The wrongful death action was brought by Plaintiff as personal representative of the estate of the patient.",
            "In October 1995, Plaintiff filed a separate complaint to recover damages for wrongful death against Defendant. In his answer to the complaint, Defendant asserted comparative negligence as an affirmative defense.",
            "The trial court entered a final judgment against him for $249,780.67, which included interest and costs."
        ],
        "Application of Law to Facts": [
            "Defendant failed to present expert testimony that a nonparty deviated from a professional standard of care and that this deviation proximately caused the patient's death.",
            "But Defendant presented no expert testimony establishing a professional standard of care applicable to the nonparties. Defendant failed to have expert testimony tie evidence of negligence to a deviation from a standard of care. Defendant did not relate general statements concerning treatment to a specific theory of liability against the non-parties. No expert testified that specific conduct by the nonparties deviated from a standard of care or caused the patient's death.",
            "Defendant argues that Plaintiff knew that comparative negligence was an important issue in the case, but Defendant's cited cases do not support his position.",
            "The elements of a negligence claim and a medical malpractice claim differ. Medical malpractice requires deviation from the proper standard of medical practice recognized in the community.",
            "Negligence does not",
            "Consequently, Yardman's analysis of the presentation of evidence on comparative negligence is not applicable here."
        ],
        "Relevant Precedents": [
            "See Diaz, 118 N.M. at 388, 881 P.2d at 748.",
            "See Yardman, 120 N.M. at 755-57, 906 P.2d at 746-48."
        ],
        "Outcome": [
            "We conclude that the trial court did not err in refusing to submit to the jury Defendant's special verdict form on comparative negligence."
        ]
    },
    "class": "affirm"
}