{
    "text": "Stock v. Grantham, 125 N.M. 564, 964 P.2d 125, 1998-NMCA-081 (1998)\nFeb. 27, 1998 · Court of Appeals of New Mexico · No. 18166\n125 N.M. 564, 964 P.2d 125, 1998-NMCA-081\nBabette STOCK, Plaintiff-Appellant,v.Michael and Carol GRANTHAM, Defendants-Appellees\n1998-NMCA-081\n964 P.2d 125\nCourt of Appeals of New Mexico.\nCertiorari Denied June 16, 1998.\n*566Stephen D. Aarons, Aarons Law Firm, P.C., Santa Fe, for Plaintiff-Appellant.\nThomas M. Hnasko, David B. Lawrenz, Hinkle, Cox, Eaton, Coffield & Hensley, L.L.P., Santa Fe, for Defendants-Appellees.\nOPINION\nHARTZ, Chief Judge.\n{1} On February 9, 1995 Babette Stock began working as a nanny for Dodge Grant-ham, the infant son of Michael and Carol Grantham. She and the Granthams executed a written employment agreement (the Employment Agreement) on March 21, 1995. The following day Stock suffered a ruptured colon. Her condition prevented her from working through the middle of October. She never returned to work for the Granthams.\n{2} Stock sued the Granthams, asserting a number of claims. The Granthams moved for summary judgment with respect to some claims and moved to dismiss others on the ground that they failed to state causes of action. The district court granted the motions and entered judgment for the Grant-hams. Stock appeals, although she has abandoned some of the claims she raised below. The issues on appeal are whether the district court erred in the following respects: (1) granting summary judgment rejecting Stock's claim that her ruptured colon was caused by the Granthams' negligence, (2) granting summary judgment rejecting her claims that the Granthams breached the Employment Agreement by (a) failing to provide *567her with medical insurance and (b) faihng to give her two weeks' written notice before firing her, (3) granting summary judgment rejecting her claim of wrongful discharge, (4) granting the motion to dismiss her claim of wrongful interference with her entitlement to unemployment compensation benefits, (5) granting the motion to dismiss her claim of intentional infliction of emotional distress, and (6) granting the motion to dismiss her claim of prima facie tort. We affirm the judgment below except for the dismissal of the claim of intentional infliction of emotional distress, which we reverse.\nI. MOTIONS FOR SUMMARY JUDGMENT\nA. Procedural Background\n{3} A party is entitled to summary judgment if there is no genuine issue as to any material fact and the undisputed facts establish the existence or nonexistence of a cause of action. Rule 1-056(0 NMRA 1998. The procedure for presenting facts and authorities to the trial court is set forth in Rule 1-056(D), which states:\n(1) Motions for summary judgment will not be considered unless filed within a reasonable time prior to the date of trial to allow sufficient time for the opposing party to file a response and affidavits, depositions or other documentary evidence and to permit the court reasonable time to dispose of the motion.\n(2) The moving party shall submit to the court a written memorandum containing a short, concise statement of the reasons in support of the motion with a list of authorities relied upon. A party opposing the motion shall, within fifteen (15) days after service of the motion, submit to the court a written memorandum containing a short, concise statement of the reasons in opposition to the motion with authorities. The moving party may, within fifteen (15) days after the service of such memorandum, submit a written reply memorandum.\nThe memorandum in support of the motion shall set out a concise statement of all of the material facts as to which the moving party contends no genuine issue exists. The facts shall be numbered and shall refer with particularity to those portions of the record upon which the moving party relies.\nA memorandum in opposition to the motion shall contain a concise statement of the material facts as to which the party contends a genuine issue does exist. Each fact in dispute shall be numbered, shall refer with particularity to those portions of the record upon which the opposing party relies, and shall state the number of the moving party's fact that is disputed. All material facts set forth in the statement of the moving party shall be deemed admitted unless specifically controverted.\n{4} The district court's scheduling order set trial for February 3, 1997, required that motions for summary judgment be filed at least 60 days before that date, and set a pretrial conference for January 10,1997. On December 5, 1996 the Granthams filed motions for summary judgment with respect to Stock's claims of negligence, wrongful discharge, and breach of contract. Supporting their motion was a statement of uncontested material facts accompanied by one affidavit and deposition testimony with exhibits. Under Rule 1-056(D)(2) Stock's response was due by December 23, 1996 (assuming service upon her by mail, see Rule 1-006(D) NMRA 1998 (adding three days to prescribed period if service is by mail)). But she filed nothing until January 10,1997, the date of the scheduled pretrial conference, when she filed a response to the statement of uncontested facts. Her response contested four of the Granthams' alleged uneontested facts. It attached no supporting documents and contained no reference to matters of record except that with respect to one contested fact it said, See depositions of Michael Grantham and Deposition of Babette Stock. Also on January 10, Stock filed a request for additional time to respond to the Granthams' motions. At the pretrial conference the district court continued the hearing on the Granthams' motions to January 15.\n{5} On January 15 Stock filed a response to the motion for summary judgment on her contract claim and filed another motion for an extension of time to respond to the Grant-*568hams' motions for summary judgment. The sole ground for the extension motion was the alleged need to obtain discovery from the state Department of Labor regarding statements made by Mr. Grantham about Stock's claim for unemployment compensation.\n{6} The district court proceeded with the hearing on January 15 and granted the Granthams' motions for summary judgment. At the hearing Stock's attorney repeatedly referred to matters not of record, over the objections of the Granthams' attorney. At the conclusion of the hearing, after the district court had made its oral ruling, Stock's attorney requested leave to supplement the record after the hearing. The court denied the motion, saying that the time to supplement the record had passed. On January 27 Stock moved for reconsideration, attaching her affidavit and other documents. The next day the district court entered judgment for the Granthams. ,The district court did not rule on the motion for reconsideration prior to Stock's filing her notice of appeal on February 26. The notice of appeal is from the judgment of January 28.\nB. Negligence Claim\n{7} Stock's First Amended and Supplemental Complaint (the Complaint) contends that the Granthams made her work excessive hours, causing her illness, fatigue, etc.; failed to provide adequate assistance when she was too sick or tired and unable to cope with the stress of lifting and caring for Dodge; failed to have her instructed on the safe manner of lifting Dodge; and failed to provide and enforce rules to give her sufficient rest and to teach her how to lift and care for Dodge. To support their motion for summary judgment, the Granthams recited the uncontested facts that Stock had prior experience in caring for children and that Stock noted this experience as a qualification on her resume.\n{8} An employer owes a duty to employees to provide a reasonably safe work place. Diaz v. McMahon, 112 N.M. 788, 790, 819 P.2d 1346, 1348 (Ct.App.1991). Concomitant with this duty is the duty to give warning of dangers of which the employee might reasonably be expected to remain in igno-rance. Prosser & Keeton on Torts § 80, at 569 (5th ed.1984) (Prosser & Keeton); accord Hastings v. Mechalske, 336 Md. 663, 650 A.2d 274, 281 n. 8 (1994). This duty encompasses the duty to warn of dangers in work procedures. See Hill v. Metal Reclamation, 348 So.2d 493, 494 (Ala.1977).\n{9} Despite this general duty, the Grant-hams had no duty to warn Stock of the dangers of lifting their child or the dangers of overwork. Those are dangers well known to every competent adult. No special circumstances suggested Stock's ignorance of those dangers; her experience, indeed her very application for the job as nanny, would suggest the contrary to any employer. As previously stated, the duty to warn is limited to those dangers of which the employee might reasonably be expected to remain in ignorance. Prosser & Keeton, supra, § 80, at 569. We note that nothing in Klopp v. Wackenhut Corp., 113 N.M. 153, 824 P.2d 293 (1992), suggests a duty to warn of obvious dangers. What Klopp held is that an owner or occupier of unsafe premises may be liable to a business visitor even if the unsafe condition is open and obvious. Despite the obviousness of the danger, the occupier has a duty to take reasonable steps to remove or reduce the hazard. Id. at 157-58, 824 P.2d at 297-98. Klopp explicitly distinguished the duty involved in that ease from a duty to warn. See id. at 156, 824 P.2d at 296.\n{10} Our holding that the Grant-hams owed Stock no duty to warn does not, however, dispose of all Stock's claims of negligence. Stock also alleges that the Grant-hams failed to provide her with adequate help and required her to work excessive hours. The Granthams have not addressed whether they owed Stock a duty in these respects or whether the allegations are supported by the facts of this case. Nevertheless, we also affirm the summary judgment with respect to those allegations; even assuming the existence of a duty and a breach of duty, Stock failed to prove causation.\n{11} The Granthams submitted the affidavit of a gastroenterologist asserting that Stock's ruptured bowel resulted from acute diverticulitis and was not caused by her em*569ployment. At the time of the hearing on the motions for summary judgment, nothing in the record countered the gastroenterologist's opinion. In her brief in chief on appeal, however, Stock points to deposition testimony of Dr. Anthony Rippo. We have serious concerns regarding whether his testimony would be sufficient to overcome the gastroenterologist's affidavit; but we need not reach that issue. Stock's submission to the district court of the Rippo deposition was untimely. The Granthams filed their motion for summary judgment on December 5, 1996. The rules of civil procedure required Stock to respond with contrary evidence within 15 days of service of the motion. Rule 1-056(D)(2). The hearing on the motion for summary judgment was conducted on January 15, 1997. The deposition testimony of Dr. Rippo was filed with the court on January 27, 1997, as an attachment to Stock's memorandum in support of a motion to reconsider. Although the district court apparently was willing to consider untimely responses of Stock that were filed by the time of the January 15 hearing, the district court never agreed to consider matters added to the record after the hearing. On the contrary, at the close of the hearing Stock's attorney requested permission to add additional depositions to the record in the future, and the district court rejected the request, saying that such filings would not be timely.\nC. Breach-of-Contract Claim\n{12} The Employment Agreement between Stock and the Granthams executed on March 21,1995 states as follows:\nEMPLOYMENT AGREEMENT\nTITLE: Nanny\nBEGINNING DATE: Monday, March 20,1995\nHOURS: Monday through Friday from 8:00 AM to 5:00 PM; some evenings and weekends; and family travel times (like hours, which may exceed 45 hours per week to be determined prior to departure)\nSALARY: $39,000 per annum less all applicable Federal and State Employment Taxes\nBENEFITS: Health / Medical insurance package to be provided 30 days from date of employment\nEXPENSES: Expenses related to family travel will be covered (i.e. transportation, accommodations, meals, and out of pocket expenses related to Dodge)\nPAY PERIOD: Biweekly\nAUTOMOBILE: Use of family automobile to run family errands and to provide transportation for Dodge during workday\nPROBATIONARY PERIOD: 1st 3 months of employment; after such period will have a performance review\nREVIEW PERIOD: 3 months after the probationary period above; every 6 months thereafter. After first 12 months of employment and based upon prior performance, will be considered for additional administrative responsibilities. If duties are expanded, an adjustment to salary may be considered\nVACATION: After the 1st 6 months of employment will be granted 2 weeks paid vacation. Must give written notice of vacation at least 1 month prior.\n*570PAID SICK LEAVE: 5 days per annum\nRESPONSIBILITIES: •Provide child care for Dodge Legget Grantham at home and while traveling\n•Light domestic work pertaining to Dodge:\n-His personal laundry (i.e. clothing, bed linens, wash towels, etc.) as needed\n-Provide his meals and clean up after he is finished\n-Help keep his bedroom and play areas clean and orderly\nTERMINATION: Either party can terminate this agreement with a 2 week written notice prior to such termination\nStock claims that the Granthams are liable for breach of two of the provisions of the contract: the requirement that the Grant-hams provide medical insurance and the requirement of 2 week written notice prior to termination.\n1. Medical Insurance\n{13} Stock's claim for medical insurance is based on the contract provision stating, Health / Medical insurance package to be provided 30 days from date of employment. The dispute between the parties concerns when the 30-day period began. The Granthams rely on the language of the Employment Agreement: BEGINNING DATE: Monday, March 20, 1995. Using the March 20 date, the Granthams had no duty to provide insurance until April 19, well after Stock's hospitalization began. Stock does not argue that insurance commencing after her March hospitalization would have covered any of her medical bills.\n{14} We agree with the Granthams that the Employment Agreement is unambiguous on its face with respect to the date of commencement of insurance benefits. The only reasonable date for the date of employment in the insurance provision is the BEGINNING DATE of March 20, 1995, which appears earlier in the contract. The evident purposes of including a specific BEGINNING DATE in the contract are to set forth an effective date and to provide a benchmark for the several provisions — insurance, probation, review, vacation time — that take effect or terminate a certain time after the beginning of employment.\n{15} In New Mexico, however, courts are not confined to the four corners of the document in interpreting a contract. Our Supreme Court summarized the law in Mark V, Inc. v. Mellekas, 114 N.M. 778, 781, 845 P.2d 1232,1235 (1993):\n[E]ven if the language of the contract appears to be clear and unambiguous, a court may hear evidence of the circumstances surrounding the making of the contract and of any relevant usage of trade, course of dealing, and course of performance, in order to decide whether the meaning of a term or expression contained in the agreement is actually unclear. The court is no longer restricted to the bare words of the agreement in interpreting the intent of the parties to a contract, but may also consider the context in which the agreement was made to determine whether the party's words are ambiguous.\nNew Mexico law, then, allows the court to consider extrinsic evidence to make a preliminary finding on the question of ambiguity. The present law in this state concerning the interpretation of ambiguous or unclear language in written agreements may be summarized as follows: An ambiguity exists in an agreement when the parties' expressions of mutual assent lack clarity. The question whether an agreement contains an ambiguity is a matter of law to be decided by the trial court. The court may consider collateral evidence of the circumstances surrounding the execution of the agreement in determining whether the language of the agreement is *571unclear. If the evidence presented is so plain that no reasonable person could hold any way but one, then the court may interpret the meaning as a matter of law. If the court determines that the contract is reasonably and fairly susceptible of different constructions, an ambiguity exists. At that point, if the proffered evidence of surrounding facts and circumstances is in dispute, turns on witness credibility, or is susceptible of conflicting inferences, the meaning must be resolved by the appropriate fact finder.\n(Citations and quotation marks omitted.)\n{16} Stock attempts to create an ambiguity by pointing to the undisputed fact that she began working for the Granthams on February 9. She contends that February 9 is the date of employment referred to in the Employment Agreement. In support of her argument, Stock points to a draft of the agreement. In the draft someone inserted in the insurance provision the word agreement after within thirty days of employment, but then the word agreement was crossed out. Stock infers that the 30-day period was clearly to begin after the date of her employment — -February 9 — rather than the date of the agreement — March 20.\n{17} In our view, Stock's attempt to create an ambiguity fails. If the date of employment was February 9, then the Granthams were required to provide Stock with healtb/medieal insurance by March 11, ten days before the Employment Agreement was executed and nine days before the BEGINNING DATE. The Granthams would be in breach of their contract the moment they executed it. Extrinsic evidence does not create ambiguity in a contract when the alternative interpretation of the contract supported by the evidence would require a party to perform an act that both parties must have known to be impossible at the time the contract was executed. See Louisiana Power & Light Co. v. Town of Arcadia, 119 F.Supp. 818, 820 (W.D.La.1954) (Contracts should not be construed so as to impose absurd or impossible conditions ....); Wembelton Dev. Co. v. Travelers Ins. Co., 45 Mich.App. 168, 206 N.W.2d 222, 225 (1973) (Courts will not interpret a contract in a manner which would impose an absurd or impossible condition ....); Kebe v. Nutro Mach. Corp., 30 Ohio App.3d 175, 507 N.E.2d 369, 372 (1985); cf. Smith v. Tinley, 100 N.M. 663, 665, 674 P.2d 1123, 1125 (1984) ([A]n interpretation rendering a contract such that reasonable men would not enter into it is disfavored.). The only circumstance in which taking February 9 as the date of employment would not require the Granthams to do the impossible would be if they had already acquired insurance for Stock when they executed the Employment Agreement. But there is no evidence in the record that the Granthams had obtained insurance for her prior to March 21. Indeed, if they had, this claim would presumably not have been brought.\n{18} We conclude that there was no agreement to provide insurance prior to April 19. Having reached this conclusion, we need not address whether the insurance provision in the contract was too vague to be enforceable. See Padilla v. RRA, Inc., 1997-NMCA-104, ¶ 8, 124 N.M. 111, 946 P.2d 1122; Lakeview Farms, Inc. v. Patten, 640 N.E.2d 1092 (Ind.Ct.App.1994).\n2. Notice of Termination\n{19} Stock's second contract claim is that the Granthams failed to give two weeks' written notice before terminating her employment. She contends that Mr. Grant-ham fired her during a conversation in the hospital on April 4, 1995. The Granthams dispute Stock's account of the conversation. But even assuming the account to be accurate, the Granthams were properly granted summary judgment because Stock has failed to prove that she is entitled to any damages arising from the alleged breach.\n{20} The requirement that the employer give notice protects the at-will employee from being suddenly put on the street. The employee is assured of the benefits of the contract for at least the prescribed period after notice is given. As a result, the measure of damages for failure to give notice is ordinarily the value of the benefits that the employee would have received during the period from the time of firing to the end of the notice period. For example, if the em*572ployer failed to give a required 30-day notice, the employee's damages are limited to the value of 30 days of benefits. The employee should not be placed in a better position than if the employer had complied with the contract by giving proper written notice. See Odell v. Humble Oil & Ref. Co., 201 F.2d 123, 128 (10th Cir.1953); Shivers v. John H. Harland Co., 310 S.C. 217, 423 S.E.2d 105 (1992); Curacare, Inc. v. Pollack, 501 So.2d 470, 471-72 (Ala.Civ.App.1986); Mayor of Douglasville v. Hildebrand, 175 Ga.App. 434, 333 S.E.2d 674, 677 (1985); Kemnetz v. Elliott Farmers Grain Co., 136 Ill.App.3d 226, 90 Ill.Dec. 793, 482 N.E.2d 1076 (1985).\n{21} Accordingly, if Stock was fired as she claims, she was entitled to the value of the benefits she would have received under her contract for the two-week period beginning on the date of the firing. The problem for Stock is her failure to establish that she would have received any benefits during that two-week period. Under the Employment Agreement, Stock was required to work Monday through Friday from 8 a.m to 5 p.m. During the two weeks after the alleged firing, Stock was unable to work and would not have been entitled to any salary under the contract. Although the agreement provided for paid vacations and sick leave, neither would have been available during the two-week period. Vacation pay was not available, because she had not been employed for six months. Sick leave was not available, because she was limited to five days per year. Given that Stock's hospitalization began March 22, her paid sick leave would have been used up by April 4, the date of the alleged firing. Because of Stock's failure to explain what damages she suffered as a result of lack of notice, we affirm the district court's grant of summary judgment with respect to her claim based on breach of the notice requirement.\nD. Wrongful-Discharge Claim\n{22} On appeal Stock contends that her claim of wrongful discharge is based on the provision of the New Mexico Human Rights Act prohibiting the discharge of an employee because of a serious medical condition. NMSA 1978, Section 28-l-7(A) (1995). Stock has not contested that she was unable to work from March 22, 1995 through mid-October of that year. In essence, Stock is contending that the Act forbids an employer from firing an employee for being too ill to work. (Stock acknowledges that she is not entitled to protection under the federal Family and Medical Leave Act of 1993, 29 U.S.C.A. §§ 2601-54(1994).) On the facts before us, we reject the contention.\n{23} Section 28-l-7(A) of the Human Rights Act states:\nIt is an unlawful discriminatory practice for:\nA. an employer, unless based on a bona fide occupational qualification, to refuse to hire, to discharge, to promote or demote or to discriminate in matters of compensation, terms, conditions or privileges of employment against any person otherwise qualified because of race, age, religion, color, national origin, ancestry, sex, physical or mental handicap or serious medical condition; provided, however, that 29 U.S.C. Section 631(c)(1) and (2) shall apply to discrimination based on age.\nStock's argument overlooks the statutory provision allowing discharge of an employee based on a bona fide occupational qualification. Id. Ability to attend work regularly is a bona fide occupational qualification. See, e.g., Jackson v. Veterans Admin., 22 F.3d 277, 278-79 (11th Cir.1994); Tyndall v. National Educ. Ctrs., 31 F.3d 209, 213 (4th Cir.1994); Carr v. Reno, 23 F.3d 525, 529 (D.C.Cir.1994); Lex K. Larson, Employment Discrimination § T108A.31(d) (2d ed.1997). Stock has not contended that she could have performed the work of a nanny prior to mid-October if only the Granthams had made reasonable accommodation. The New Mexico Human Rights Act does not prohibit parents from discharging a nanny who is too ill to care for then- child.\nII. MOTIONS TO DISMISS\n{24} The Granthams moved to dismiss Stock's claims of interference with entitlement to unemployment compensation, intentional infliction of emotional distress, and prima facie tort on the ground that they failed to state claims upon which relief can be *573granted. See Rule 1-012(B)(6) NMRA 1998. On such a motion the court considers whether Plaintiff is entitled to relief under any state of facts provable under the claim. Trujillo v. Puro, 101 N.M. 408, 414, 683 P.2d 963, 969 (Ct.App.1984). The court must keep in mind that our rules of civil procedure require only notice pleading; the complaint need not detail the factual basis for the allegations. See id.\nA. Interference With Entitlement to Unemployment Compensation\n{25} The New Mexico Department of Labor (the Department) administers claims for unemployment compensation. NMSA 1978, § 51-1-8 (1996). Stock's complaint alleges that the Granthams interfered with her ability to obtain unemployment compensation by withholding information from the Department and providing false information to the Department. The Granthams argue that Stock cannot bring such a claim prior to establishing] her entitlement to unemployment compensation in the administrative process. Because Stock does not even allege that she has so established her entitlement, the Granthams contend that she has failed to state a claim upon which relief can be granted. We agree with the Granthams.\n{26} New Mexico has never recognized the tort of interference with entitlement to unemployment compensation. We need not decide on this appeal whether to recognize such a tort. The tort might be cognizable as a special case of the tort of intentional interference with prospective advantage. See Key v. Chrysler Motors Corp., 121 N.M. 764, 772-73, 918 P.2d 350, 358-59 (1996)(reeognizing tort of interference with prospective advantage); Ellett v. Giant Food, Inc., 66 Md.App. 695, 505 A.2d 888, 894-95 (1986) (applying tort in context of claims for unemployment compensation). But even if we were to recognize the tort, certain limitations must be placed on it in this context. As explained below, we will not recognize a claim that the employer's actions prevented the employee from obtaining benefits. Also, although a delay in obtaining benefits might be the basis for a cause of action, the claim cannot be brought until the plaintiff has established in the appropriate administrative proceeding that she was entitled to unemployment compensation. Our reasoning is as follows.\n{27} First, an employee has no private right of action against an employer to recover unemployment compensation. Such benefits are paid from the state unemployment compensation fund, see NMSA 1978, §§ 51-1-4(A) (1993), 51-1-19 (1983), through proceedings before the Department. Moreover, private arrangements to provide an alternative to such benefits are explicitly prohibited by the first sentence of NMSA 1978, Section 51-1-37(A) (1982), which states:\nExcept as provided by Section 51-1-37.1 NMSA 1978, [relating to child support] any agreement by an individual to waive, release or commute his rights to benefits or any other rights under the Unemployment Compensation Law [this chapter] shall be void.\nUnless double recovery were allowed — a result to be avoided — recognition of a private cause of action to recover unemployment compensation would provide a means to evade this statutory requirement by stipulated judgment or settlement. We think it apparent from the statutory scheme that a proceeding before the Department is the exclusive means of obtaining unemployment compensation.\n{28} In addition, public policy protecting witnesses would be undercut by recognizing a private cause of action against an employer for engaging in allegedly dishonest acts that cause the Department to deny the employee unemployment compensation. An employee has the right to a de novo hearing before the Department regarding her entitlement to compensation. See § 51-1-8(D). The cause of action against the employer would need to be based on allegations of either (1) the giving of false evidence at the hearing or (2) pre-hearing dishonesty. As for the first alternative, the giving of evidence at the hearing is privileged. To encourage witnesses to come forward and testify fully, the common law has long recognized an absolute privilege protecting witnesses from damage suits predicated on their testimony. Briscoe v. LaHue, 460 U.S. 325, 330-34, 103 S.Ct. 1108, *57475 L.Ed.2d 96 (1983) (civil rights action); see Superior Constr. v. Linnerooth, 103 N.M. 716, 712 P.2d 1378 (1986) (not permitting action for slander of title based on notice of lis pendens). New Mexico extends this privilege to administrative hearings, including hearings to determine unemployment compensation benefits. Zuniga v. Sears, Roebuck & Co., 100 N.M. 414, 417, 671 P.2d 662, 665 (Ct.App.1983). (We note, however, that evidence that there were misrepresentations at a hearing can justify reopening the employee's claim. See § 51-1-4(F).)\n{29} Pre-hearing dishonesty is a different matter. It is not necessarily privileged. Some pre-hearing dishonesty (such as failure to turn over records) could assist an employer in deceiving the Department at a hearing. But generally, such dishonesty would have no impact on the decision at the hearing, or the impact would have been inconsequential if the employer's evidence at the hearing had been truthful (so that a cause of action based on the pre-hearing misconduct would in effect punish the privileged conduct).\n{30} In light of these considerations, we will not recognize a cause of action against an employer for causing the Department to deny an employee's claim for unemployment compensation. Such a cause of action must be rejected because it would constitute an end run around an exclusive statutory remedy, would impose civil liability for privileged conduct, and/or would impose liability without proximate causation.\n{31} Those reasons do not, however, necessarily foreclose all claims for interference with entitlement to unemployment compensation. Unprivileged conduct of the employer may delay the employee's receipt of benefits. We assume, without deciding, that such conduct should subject the employer to liability. This cause of action has been recognized in Maryland. See Ellett, 505 A.2d at 894-95.\n{32} Nevertheless, one predicate for such a claim is receipt of benefits. The employee must establish that she was entitled to and did receive benefits but that receipt would have been sooner absent the employer's misconduct. Here, Stock has not alleged that she was awarded benefits. The district court therefore properly dismissed her claim.\nB. Intentional Infliction of Emotional Distress\n{33} The elements of the tort of intentional infliction of emotional distress (also known as the tort of outrage) are set forth in Restatement (Second) of Torts § 46 (1965):\nOutrageous Conduct Causing Severe Emotional Distress\n(1) One who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another is subject to liability for such emotional distress, and if bodily harm to the other results from it, for such bodily harm.\n(2) Where such conduct is directed at a third person, the actor is subject to liability if he intentionally or recklessly causes severe emotional distress.\n(a) to a member of such person's immediate family who is present at the time, whether or not such distress results in bodily harm, or\n(b) to any other person who is present at the time, if such distress results in bodily harm.\nOnly paragraph (1) is pertinent here. The tort requires conduct so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community. Id. at cmt. d; accord Stieber v. Journal Publ'g Co., 120 N.M. 270, 274, 901 P.2d 201, 205 (Ct.App. 1995).\n{34} The Granthams contend that the conduct alleged by Stock does not meet the required standard. Stock counters that the Granthams acted outrageously in firing her while recovering from surgery, refusing to answer telephone messages and calls from mutual friends, and denying [to the Department of Labor] they had ever employed Stock.\n{35} We doubt that failure to return telephone calls could meet the standard of outrageous conduct. See Restatement (Second) of Torts, supra, § 46 cmt. d. ([Liability clearly does not extend to mere insults, indignities, *575threats, annoyances, petty oppressions, or other trivialities.) Also, alleged lying may be privileged conduct if the alleged lies were made by a witness in an administrative proceeding. See Zuniga, 100 N.M. at 417, 671 P.2d at 665; Restatement (Second) of Torts, supra, §§ 46 cmt. g., 588 cmt. d; cf. Trujillo, 101 N.M. at 415, 683 P.2d at 970 (noting privilege for testimony in a judicial proceeding). We need not resolve those matters, however, because the allegation regarding Stock's firing at the hospital is sufficient to survive a motion to dismiss. Although we recognize that only in extreme circumstances can the act of firing an employee support a claim of intentional infliction of emotional distress, see, e.g., Cox v. Keystone Carbon Co., 861 F.2d 390, 395-96 (3d Cir.1988) (affirming directed verdict for employer; employee fired on first day back to work after triple-bypass surgery), we can conceive of a firing at a hospital as being conducted in a manner that is utterly intolerable in a civilized community. Stieber, 120 N.M. at 274, 901 P.2d at 205 (internal quotation marks omitted); cf. Restatement (Second) of Torts, supra, § 46 cmt. f. (liability may result if wrongdoer knows victim is peculiarly susceptible to emotional distress, by reason of some physical or mental condition); id. illus. 12. The complaint alleges:\nOn 3 April 1995, after the first of four abdominal operations, Mr. Grantham visited Stock at her hospital bed. After asking if she would need to wear the colostomy bag outside of her clothes, Mr. Grantham then dismissed Stock from defendants' employ and terminated their contractual relationship.\nTo determine whether Mr. Grantham's alleged conduct at the hospital would suffice to sustain the tort action, we would need more specific information concerning Stock's condition at the time and the precise conversation, Grantham's tone of voice, etc. Dismissal of the claim on the pleadings was improper. See Trujillo, 101 N.M. at 415, 683 P.2d at 970.\nC. Prima Facie Tort\n{36} Stock's Complaint twice mentions a cause of action for prima facie tort. The first paragraph of Count V, entitled INTERFERENCE WITH ENTITLEMENT TO UNEMPLOYMENT COMPENSATION, incorporates the prior allegations of the complaint into this fifth count alleging causes of action generally sounding specifically as the intentional interference with the governmental entitlement or generally as a prima facie tort. Similarly, the first paragraph of Count VI, entitled INTENTIONAL INFLICTION OF EMOTIONAL DISTRESS, incorporates the prior allegations of the complaint into this sixth count alleging separate causes of action, or a single cause of action based upon a pattern of misconduct, sounding as the intentional or reckless infliction of emotional distress or generally as a prima facie tort.\n{37} New Mexico has joined a few jurisdictions recognizing a cause of action for prima facie tort. See Schmitz v. Smentowski, 109 N.M. 386, 394, 785 P.2d 726, 734 (1990). The elements of the action are: (1) an intentional and lawful act; (2) an intent to injure the plaintiff; (3) injury to the plaintiff as a result of the intentional act; (4) and the absence of sufficient justification for the injurious act. Lexington Ins. Co. v. Rummel, 1997-NMSC-043, ¶ 10, 123 N.M. 774, 945 P.2d 992.\n{38} We hold that the tort has no application here. [P]rima facie tort should not be used to evade stringent requirements of other established doctrines of law. Schmitz, 109 N.M. at 398, 785 P.2d at 738; see Andrews v. Stallings, 119 N.M. 478, 493-94, 892 P.2d 611, 626-27 (Ct.App.1995). The only function of the claim of prima facie tort in Stock's complaint is to escape possible restrictions imposed on the torts of intentional infliction of emotional distress and interference with entitlement to unemployment compensation. Her brief in chief begins the discussion of the prima-facie-tort claim by stating: As a claim overlapping the previous two intentional torts in both fact and law, Stock claimed that the Granthams had committed a prima facie tort in terminating her under the circumstances and denying her existence afterwards. To the extent that Stock's claim of prima facie tort does not duplicate the other torts alleged in the complaint, it would simply be a means of evading the requirements of the doctrines underlying those potential torts. This is an improper *576use of the tort. For example, we would not recognize a claim of intentional infliction of emotional distress in the absence of the outrageous conduct required for that tort, even if the plaintiff relabeled the cause of action as prima facie tort. Similarly, we would not recognize a claim for interference with entitlement to unemployment compensation without proof that the agency administering unemployment compensation claims had found the plaintiff to be entitled to such benefits.\n{39} As we understand the complaint and Stock's briefs, the claim of prima facie tort is duplicative of her other claims. But to the extent that it is not, we hold that application of that doctrine in this case would be an improper means of evading proof of essential, and appropriate, elements of those other claims. We therefore affirm the dismissal of the claim of prima facie tort.\nIII. CONCLUSION\n{40} For the above reasons we affirm the judgment of the district court except that we reverse the dismissal of Stock's claim of intentional infliction of emotional distress. On that claim we reverse and remand for further proceedings in district court.\n{41} IT IS SO ORDERED.\nAPODACA and ARMIJO, JJ., concur.\nSummary judgment: A babysitter claimed against her previous employers holding that they were responsible for medical problems she had while employed. One of her claims was based on a duty of her employees to provide a safe working place and to warn her about certain dangers, such as lifting the child. The Court dismissed her claim, holding that the Defendants have not breached their duties.\n\nTagging: §7(a); §18. ",
    "annotations": {
        "Facts": [
            "On February 9, 1995 Babette Stock began working as a nanny for Dodge Grant-ham, the infant son of Michael and Carol Grantham. She and the Granthams executed a written employment agreement (the Employment Agreement) on March 21, 1995. The following day Stock suffered a ruptured colon. Her condition prevented her from working through the middle of October. She never returned to work for the Granthams.",
            "Stock sued the Granthams, asserting a number of claims. The Granthams moved for summary judgment with respect to some claims and moved to dismiss others on the ground that they failed to state causes of action",
            "{7} Stock's First Amended and Supplemental Complaint (the Complaint) contends that the Granthams made her work excessive hours, causing her illness, fatigue, etc.; failed to provide adequate assistance when she was too sick or tired and unable to cope with the stress of lifting and caring for Dodge; failed to have her instructed on the safe manner of lifting Dodge; and failed to provide and enforce rules to give her sufficient rest and to teach her how to lift and care for Dodge."
        ],
        "Procedural History": [
            ". The district court granted the motions and entered judgment for the Grant-hams. Stock appeals,"
        ],
        "Application of Law to Facts": [
            "An employer owes a duty to employees to provide a reasonably safe work place.",
            "Concomitant with this duty is the duty to give warning of dangers of which the employee might reasonably be expected to remain in igno-rance.",
            "This duty encompasses the duty to warn of dangers in work procedures.",
            "Despite this general duty, the Grant-hams had no duty to warn Stock of the dangers of lifting their child or the dangers of overwork. Those are dangers well known to every competent adult. No special circumstances suggested Stock's ignorance of those dangers; her experience, indeed her very application for the job as nanny, would suggest the contrary to any employer."
        ],
        "Relevant Precedents": [
            "Diaz v. McMahon, , 790, 819 P.2d 1346, 1348 (Ct.App.1991).",
            "Prosser & Keeton on Torts § 80, at 569 (5th ed.1984) (Prosser & Keeton); accord Hastings v. Mechalske,",
            "See Hill v. Metal Reclamation, , 494 (Ala.1977)."
        ],
        "Outcome": [
            "Nevertheless, we also affirm the summary judgment with respect to those allegations; even assuming the existence of a duty and a breach of duty, Stock failed to prove causation.",
            "For the above reasons we affirm the judgment of the district court except that we reverse the dismissal of Stock's claim of intentional infliction of emotional distress. On that claim we reverse and remand for further proceedings in district court."
        ]
    },
    "class": "mixed"
}