{
    "text": "Ryan v. New Mexico State Highway & Transportation Department, 125 N.M. 588, 964 P.2d 149, 1998-NMCA-116 (1998)\nJune 12, 1998 · Court of Appeals of New Mexico · Nos. 18351, 18501\n125 N.M. 588, 964 P.2d 149, 1998-NMCA-116\nWillie RYAN, Amanda Ryan, and Rosemary Estupinan, Plaintiffs-Appellants,v.NEW MEXICO STATE HIGHWAY AND TRANSPORTATION DEPARTMENT, Defendant-Appellee\n1998-NMCA-116\n964 P.2d 149\nCourt of Appeals of New Mexico.\nCertiorari Denied Aug. 13, 1998.\n*589Elliot L. Weinreb, Scott F. Voorhees, Santa Fe, for Plaintiffs-Appellants.\nPaul R. Ritzma, Legal Bureau/RMD, Santa Fe, for Defendant-Appellee.\nOPINION\nFLORES, Judge.\n{1} Plaintiffs sued the State Highway and Transportation Department (Defendant) for negligence after sustaining personal injuries and property damage in a collision with a bull elk on State Road 12 west of Reserve, New Mexico. Defendant moved for, and was granted, summary judgment. Plaintiffs appealed. We reverse and remand for a trial on the merits.\nBACKGROUND\n{2} Plaintiffs' complaint alleges that on May 7, 1993 at about 3:15 a.m., Plaintiff Willie Ryan (Ryan), a resident of Phoenix, Arizona, was lawfully driving his pickup truck along State Road 12 in an easterly direction, toward the town of Reserve, New Mexico. Plaintiffs Amanda Ryan and Rosemary Estupinan were passengers in Ryan's truck. At a point about three miles west of Reserve, an elk suddenly appeared in Ryan's lane of travel. He was unable to avoid hitting the animal and upon impact he lost control of his vehicle and ran off the road.\n{3} Defendant has not asserted that Ryan was negligent in the operation of his vehicle, nor does it dispute that it had not posted any signs warning of animal crossings along the stretch of road where the accident occurred, although it had posted warning signs on the same road east of Reserve. Also, Defendant has not disputed Plaintiffs' allegation that the terrain east of Reserve is the same as the terrain on the west side of Reserve and that both sides support the same wildlife.\n{4} According to the trial court, Defendant owed no duty to Plaintiffs, but, even if a duty were owed, Plaintiffs could not prove that Defendant breached the duty, that their injuries were a reasonably foreseeable consequence of Defendant's breach or that Defendant proximately caused Plaintiffs' injuries by failing to post warning signs.\nDISCUSSION\n{5} Initially, we note that under the New Mexico Tort Claims Act, sovereign immunity does not apply to liability damages caused by negligence in the maintenance of highways. See NMSA 1978, § 41-4-11(A) (1991); Lerma v. State Highway Dep't, 117 N.M. 782, 784, 877 P.2d 1085, 1087 (1994).\nThe Question of Duty\n{6} The trial court held that Plaintiffs cannot show that ... Defendant had a legal duty to act to protect these Plaintiffs *590....  As a general rule, the court determines, as a matter of law, whether a duty exists. See Calkins v. Cox Estates, 110 N.M. 59, 61, 792 P.2d 36, 38 (1990). However, this Court has recognized that, in some instances, whether a duty is owed is a mixed question of law and fact. See Eckhardt v. Charter Hosp., Inc., 1998-NMCA-017, ¶ 39, 124 N.M. 549, 953 P.2d 722 (whether hospital owed patient a duty depends on the existence of particular facts); Lerma, 117 N.M. at 784, 877 P.2d at 1087 (The Highway and Transportation Department has a duty to exercise ordinary care in the maintenance of its highways and, given the facts of the case, [i]t is for the factfinder to decide whether this duty includes either the erection or maintenance of fences along an urban freeway.).\n{7} Whether Defendant had a duty to warn drivers of wild-animal crossings on the seven-mile stretch of road west of Reserve where this accident occurred turns on whether Defendant had actual or constructive notice that wild-animal crossings created a dangerous condition in that location. See Blackburn v. State, 98 N.M. 34, 39, 644 P.2d 548, 553 (Ct.App.1982) (Where the State creates a dangerous condition, notice is not required for liability to attach, but, where the State did not create the dangerous condition, no duty to remedy the dangerous condition arises until actual or constructive notice is present.).\n{8} In this case, we cannot say that Defendant created the'hazard of wild animals coming onto the roadway. Nonetheless, Defendant may still have had a duty to remedy the dangerous condition by placing warning signs along the roadway if Defendant had actual or constructive notice of wild animals crossing the road and causing driving accidents. Whether Defendant had such notice is a question of fact that should be answered by the fact finder.\n{9} We conclude that the trial court's grant of summary judgment based on a lack of duty was improper when the facts concerning whether Defendant had notice had not yet been determined. See Morrison v. State, 204 Misc. 222, 123 N.Y.S.2d 105, 107 (N.Y.Ct.Cl.1952) (dismissal improper where plaintiff alleged that the existence of a deer crossing created a dangerous and hazardous condition for highway users, and the State knew of such condition). [S]ummary judgment is not appropriate ... where further factual resolution is essential for determination of the central legal issues involved. National Excess Ins. Co. v. Bingham, 106 N.M. 325, 328, 742 P.2d 537, 540 (Ct.App. 1987). Summary judgment is only appropriate if there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. Roth v. Thompson, 113 N.M. 331, 334, 825 P.2d 1241, 1244 (1992).\n{10} Whether Defendant had notice of the dangerous condition created by wild animals on the road is disputed by the parties. Plaintiffs presented affidavit evidence that a series of accidents occurred on that particular stretch of highway as a result of wild-animal crossings. Defendant presented evidence that there were no accidents from wild-animal crossings in the immediately previous five years. When evidence as to an issue of material fact is disputed, summary judgment is improper.\n{11} Defendant suggests that it had no duty to post signs warning of animal crossings because wild animals appear unpredictably, making collisions unavoidable. According to Defendant, the accident would have occurred whether or not a sign was posted because the accident was an unavoidable Act of God or nature. Because the injury was beyond prevention, Defendant argues that no duty should be implied or imposed. We disagree with this reasoning.\n{12} We cannot say, as a matter of law, either that the accident in this case was unavoidable or that Defendant did not have a duty to post warning signs. As noted above, these are factual questions for the jury. Rather, we emphasize that the Highway Department has a common-law duty to exercise ordinary care to protect the public from foreseeable harm on our state highways. See Lerma, 117 N.M. at 784, 877 P.2d at 1087. Whether this duty required the posting of warning signs depends on whether Defendant had actual or constructive notice of a dangerous condition existing on this road. *591See Blackburn, 98 N.M. at 39, 644 P.2d at 553.\n{13} In addition, we note, but do not decide, that a driver may be able to avoid colliding with a wild animal on the road if given adequate forewarning, and if the driver is then cautious and alert. We do not agree that, in all circumstances, as a matter of law, this type of accident is unforeseeable and unavoidable, and that the State is therefore without a duty to warn drivers of wild animals on the road. Thus, we hold that summary judgment was improper and that these questions should have been submitted to the jury.\nBreach of Duty\n{14} On remand, if the jury determines that Defendant had actual or constructive notice of the danger posed by wild animals crossing the roadway, and therefore, had a duty to remedy the dangerous condition, then the jury must also decide whether Defendant breached that duty by failing to post warning signs. Breach of duty is a question of fact to be determined by the jury. See Rickerson v. State, 94 N.M. 473, 476, 612 P.2d 703, 706 (Ct.App.1980) (where the governmental entity was under a duty to maintain traffic-control equipment, question whether additional traffic-control devices were necessary to fulfill duty was a question for the jury).\n{15} Here, the evidence is disputed as to whether Defendant breached its duty to remedy the dangerous condition. According to Plaintiffs, their driver would have taken additional precautions had he known that wild animals might come onto the road, and may have thereby averted the accident. In addition, Plaintiffs note that Defendant has posted six signs on the forty-mile stretch of State Road 12 east of Reserve, indicating that Defendant finds such signs useful in preventing accidents. Defendant, on the other hand, takes the position that posting warning signs would not prevent accidents because wild animals appear suddenly and unpredictably on the road. Defendant argues that because such warnings would be of no preventative effect, failure to post such signs cannot amount to a breach of duty. Because breach of duty is a factual question, and because there are material facts at issue, we hold that summary judgment was improper.\nReasonable Foreseeability and Proximate Cause\n{16} The trial court granted summary judgment on two additional grounds: (1) that Plaintiffs' injuries were not reasonably foreseeable, and (2) that, as a matter of law, Defendant's failure to place signs warning of wild-animal crossings was not the proximate cause of Plaintiffs' injuries. Foreseeability and proximate cause are intertwined questions of fact. See Calkins, 110 N.M. at 61, 792 P.2d at 38. Whether Plaintiffs' injuries were a natural and probable consequence of Defendants' failure to post signs warning of dangerous conditions on the roadway is a question for the jury. See id.\n{17} Whether Defendant's failure to post warning signs was the proximate cause of Plaintiffs' injuries is disputed by the parties. Plaintiffs claim that warning signs would have caused the driver to slow down and to be alert to animals on the road. Defendant claims that signs were both unnecessary and would not have prevented the accident because wild animals are unpredictable and appear suddenly. Because there is a genuine dispute as to whether warning signs would have prevented Plaintiffs' injuries, this question of fact should have been decided by the jury. See Roth, 113 N.M. at 334, 825 P.2d at 1244.\nCONCLUSION\n{18} For the foregoing reasons, we reverse and remand for a trial on the merits. On remand, using special interrogatories, see Eckhardt, 1998-NMCA-017, ¶36, 124 N.M. 549, 953 P.2d 722, the jury should determine first whether Defendant had actual or constructive notice of the dangerous condition such that Defendant was under a duty to warn Plaintiffs of wild-animal crossings. If the jury decides that a duty existed, then the jury should also decide the remaining negli*592gence questions, namely, breach, proximate cause, and damages.\n{19} IT IS SO ORDERED.\nDONNELLY and APODACA, JJ., concur.\nPlain English summary: Plaintiffs were involved in a traffic accident involving a wild animal. They argued that this accident could have been avoided if the relevant local authorities would have put warning signs about the risks potentially raised by such animals. Tagging: §7(a) ",
    "annotations": {
        "Facts": [
            "Plaintiffs' complaint alleges that on May 7, 1993 at about 3:15 a.m., Plaintiff Willie Ryan (Ryan), a resident of Phoenix, Arizona, was lawfully driving his pickup truck along State Road 12 in an easterly direction, toward the town of Reserve, New Mexico. Plaintiffs Amanda Ryan and Rosemary Estupinan were passengers in Ryan's truck. At a point about three miles west of Reserve, an elk suddenly appeared in Ryan's lane of travel. He was unable to avoid hitting the animal and upon impact he lost control of his vehicle and ran off the road."
        ],
        "Procedural History": [
            "According to the trial court, Defendant owed no duty to Plaintiffs, but, even if a duty were owed, Plaintiffs could not prove that Defendant breached the duty, that their injuries were a reasonably foreseeable consequence of Defendant's breach or that Defendant proximately caused Plaintiffs' injuries by failing to post warning signs."
        ],
        "Application of Law to Facts": [
            "sovereign immunity does not apply to liability damages caused by negligence in the maintenance of highways.",
            "Whether Defendant had a duty to warn drivers of wild-animal crossings on the seven-mile stretch of road west of Reserve where this accident occurred turns on whether Defendant had actual or constructive notice that wild-animal crossings created a dangerous condition in that location.",
            "Nonetheless, Defendant may still have had a duty to remedy the dangerous condition by placing warning signs along the roadway if Defendant had actual or constructive notice of wild animals crossing the road and causing driving accidents. Whether Defendant had such notice is a question of fact that should be answered by the fact finder.",
            "In addition, we note, but do not decide, that a driver may be able to avoid colliding with a wild animal on the road if given adequate forewarning, and if the driver is then cautious and alert. We do not agree that, in all circumstances, as a matter of law, this type of accident is unforeseeable and unavoidable, and that the State is therefore without a duty to warn drivers of wild animals on the road."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We reverse and remand for a trial on the merits.",
            "We conclude that the trial court's grant of summary judgment based on a lack of duty was improper when the facts concerning whether Defendant had notice had not yet been determined.",
            "For the foregoing reasons, we reverse and remand for a trial on the merits."
        ]
    },
    "class": "reverse"
}