{
    "text": "Young v. Duyne, 135 N.M. 695, 92 P.3d 1269, 2004-NMCA-074 (2004)\nApril 28, 2004 · Court of Appeals of New Mexico · No. 23,788\n135 N.M. 695, 92 P.3d 1269, 2004-NMCA-074\nChristopher Paul YOUNG, individually, as personal representative of the Estate of Norma Lee Young, deceased, and as next friend to her minor children, Jeromiah T. Cabrera, Nicolas A. Cabrera, and Sara B. Salomon, Plaintiff-Appellant,v.Arnell VAN DUYNE, New Mexico Children, Youth & Families Department, Jane Doe, and John Doe, Children, Youth & Families Department employees, Defendants-Appellees\n2004-NMCA-074\n92 P.3d 1269\nCourt of Appeals of New Mexico.\n*696Jon C. Fredlund, James W. Klipstine, Jr., LLC, Hobbs, for Appellant.\nTimothy V. Flynn-O'Brien, Bryan & Flynn-O'Brien, Albuquerque, Steven L. Bell, Roswell, for Appellee Children, Youth & Families Dep't.\nOPINION\nSUTIN, Judge.\n{1} Plaintiff appeals a dismissal of his Tort Claims Act wrongful death claim arising from the alleged negligent failure of the New Mexico Children, Youth & Families Department (CYFD) to disclose to him and his deceased wife that their adopted son had violent tendencies. The wrongful death claim was filed after the adopted son killed his adoptive mother. The dismissal was based on statutory immunity under NMSA 1978, §§ 41-4-2(A) (1976) and 41-4-4(A) (2001). The district court rejected Plaintiffs contention that immunity was waived under NMSA 1978, § 41 — Í-6 (1977). We affirm in part and reverse in part.\nBACKGROUND\n{2} Plaintiff Christopher Paul Young, individually, as personal representative of the estate of Norma Lee Young, deceased, and as next friend of the deceased's minor children Jeromiah T. Cabrera, Nicolas A. Cabrera, and Sara B. Salomon, filed a wrongful death action against Defendants Arnell Van Duyne and CYFD. Christopher Paul Young and Norma Lee Young were the adoptive parents of Van Duyne.\n*697{3} Plaintiff alleged that CYFD and its employees were responsible for placement of Van Duyne into the Youngs' home initially for foster care and ultimately for adoption. After his adoption, Van Duyne was placed in CYFD custody again and was sent to the New Mexico Boys' School, which was operated by CYFD, for evaluation, care, and treatment. At the Boys' School, Van Duyne was given a psychological evaluation. The evaluator concluded that Van Duyne was a walking time bomb who was potentially explosive and would not take anything from anyone, particularly women. The evaluator noted that Van Duyne's issues could not be resolved without therapeutic intervention. At the end of Van Duyne's six-month stay at the Boys' School, the Youngs, at CYFD's urging, took Van Duyne back into their home. Sometime after returning from the Boys' School, Van Duyne beat his adoptive mother to death with a baseball bat.\n{4} Plaintiff further alleged that both before Van Duyne's placement in the Young[s'] home and after his release from its custody, CYFD and its employees knew or should have known that [Van Duyne] was capable of violent and uncontrolled behavior and that such behavior was likely to occur without therapeutic intervention. Plaintiff asserts that CYFD and its employees violated statutory and common law duties by failing to disclose to the Youngs the violent tendencies of Van Duyne and that this failure was the proximate cause of Norma Young's death.\n{5} In his response to CYFD's motion to dismiss, Plaintiff asserted that CYFD exercised detailed control over the Youngs' home as a licensed foster placement building and that this control constituted operation of that building by CYFD, creating a waiver of immunity under the building waiver provision of Section 41-4-6 of the Tort Claims Act. See § 41-4-6. He also asserted a waiver of governmental immunity under NMSA 1978, § 37-l-23(A) (1976), based on the many written agreements, including the foster placement agreement, (out of which the adoption originated), the pre-adoption agreement, and the adoption placement agreement, etc., [that] were valid contracts with [CYFD]. Plaintiff further asserted that CYFD breached statutory duties contained in the Adoption Act, citing, specifically, NMSA 1978, § 32A-5-3(J)(l) to (10) (1995, currently § 32A-5-3(M)(l) to (10) (2003)), NMSA 1978, §§ 32A-5-12(E) (1995), and 32A-5-31(A)(ll) (2001), as well as applicable sections of the New Mexico Administrative Code, stating in addition that it would violate public policy to grant immunity in the face of violations of these statutes. Plaintiffs response states that a memorandum in support of the response is attached hereto, but no memorandum exists in the record.\n{6} The district court found that CYFD knew of [Van Duyne's] explosive tendencies, and yet failed to fully disclose the content of psychological evaluations that revealed those tendencies to the Youngs, contrary to specific duties to disclose such information contained in the statutes. Nevertheless, the district court granted CYFD's motion to dismiss Plaintiffs tort claim based on sovereign immunity. In a letter to the parties, the court stated the following:\nIn the context of the Rule 12(b)(6) motion, I accept the following facts as true: Arnell Van Duyne was a much troubled youth that found himself in the custody of CYFD. The Plaintiff, Mr. Young, and his wife, now deceased, opened their home to [Van Duyne], first as foster parents and ultimately as adoptive parents. Following a stint in the New Mexico Boy's [sic] School, [Van Duyne] returned to the Young's' [sic] home where on July 5, 2001, he brutally, and without provocation, beat his adoptive mother to death with a baseball bat. CYFD knew of [Van Duyne's] explosive tendencies, and yet failed to fully disclose the content of psychological evaluations that revealed those tendencies to the Youngs, contrary to specific duties to disclose such information contained in the statutes. Mr. Young acknowledges the provisions of the Act but believes that CYFD's governmental immunity under the act is waived under the facts of this case.\n\nAlso in the letter, the court stated that the Section 41-4-6 immunity waiver does not extend to a private home in which the Young's [sic] resided with their adopted son, *698and further does not waive immunity for claims of negligence through supervision nor does it waive immunity for negligent performance of an employee's duties. The court mentioned that Plaintiffs response to CYFD's motion to dismiss suggested a contractual theory of recovery based on the contract waiver of sovereign immunity in Section 37-l-23(A). However, the court rejected the theory because Plaintiffs complaint contained no cause of action relating to breach of contract, and because Plaintiff failed to articulate how a relationship between CYFD as employer and foster parent as employee constitute[d] any sort of safe harbor for [foster parents] under the Tort Claims Act. The court's letter did not discuss any constitutional argument.\n{7} Plaintiff appeals on the ground that, under the averments of the complaint and his legal theories, the court erred in dismissing the complaint. On appeal, Plaintiff asserts that four legal theories keep his claims alive:\n1) sovereign immunity is waived according to the building waiver exception of the New Mexico Tort Claims Act, § 44-4-6[sic] NMSA (1978); 2) the public policy behind the New Mexico Tort Claims Act supports this kind of suit against the State to be tried in a court of law; 3) CYFD and the Youngs entered into a contract which was governed by the laws and regulations of the State, which CYFD breached; 4) the Appellant[ ] ha[s] a valid constitutional claim against CYFD in accordance with 42 U.S.C. § 1983 (1994) when they did not fully disclose Van Duyne's medical condition to the Youngs and placed him back into the Young home, therefore creating a dangerous environment in the Young home.\nPlaintiff further asserts that the court's dismissal denied him the opportunity for discovery concerning these legal theories, although it appears this point was not raised below.\nDISCUSSION\nThe Contract and Constitutional Claims\n{8} The complaint solely asserted claims of negligence per se and violation of statutory and general duties of care. Plaintiff averred no claim for breach of contract, nor any constitutional claim under 42 U.S.C. § 1983 (1996). He nevertheless argues that facts in the complaint support a claim for breach of contract and his § 1983 claim. Plaintiff argues that we should treat these additional legal theories as implicit in the averments of the complaint. Relying on Morse v. Regents of the University of Colorado, 154 F.3d 1124, 1127 (10th Cir.1998), Plaintiff contends the court adopted the notion that it was acceptable for a court to draw reasonable inferences from the pleadings to determine whether they actually supported an additional cause of action. He also refers us -to Moriarty Mun. Schs., 2001-NMCA-096, 131 N.M. 180, 34 P.3d 124, which reversed a motion to dismiss and remanded for trial because the plaintiffs claims sounded in contract.\n{9} Plaintiff nowhere points out where he raised this point or these cases below. He nowhere indicates whether he requested leave to amend his complaint. We are under no obligation to search the record to locate information in order to save a party from lack of preservation of issues. See State v. Desnoyers, 2002-NMSC-031, ¶25, 132 N.M. 756, 55 P.3d 968 (The Court will not search the record to see if an issue was preserved when Defendant does not refer the Court to appropriate transcript references.); In re Heeter, 113 N.M. 691, 694, 831 P.2d 990, 993 (Ct.App.1992) (This court will not search the record to find evidence to support an appellant's claims.). Plaintiff could have sought to amend at any point in time up to the point of dismissal. See Moffat v. Branch, 2002-NMCA-067, ¶ 24, 132 N.M. 412, 49 P.3d 673. Nothing in the record or in the hearing on CYFD's motion to dismiss indicates that Plaintiff sought leave to amend. Furthermore, nothing in the complaint permits any reasonable inference or conclusion that supports a claim of breach of contract or a claim under § 1983.\n{10} Moreover, neither Morse nor Moriarty Municipal Schools support Plaintiffs contention. In Morse, the issue was whether the averments were sufficient to state the statutory claim asserted in the complaint, not whether the averments should be read to support a claim not asserted or mentioned in *699the complaint. 154 F.3d at 1129. Similarly, in Moriarty Municipal Schools, in addition to its first party insurance breach of contract claim, the plaintiff asserted claims for breach of the covenant of good faith and fair dealing and breach of fiduciary duty. 2001-NMCA-096, ¶ 4, 131 N.M. 180, 34 P.3d 124. The issues were whether these claims were legally cognizable and whether the district court could entertain the claims within its original jurisdiction. Id. ¶¶ 18, 26, 39-40. Moriarty Municipal Schools also did not address whether the averments should be read to support a claim not asserted or mentioned in the complaint. Plaintiffs reliance on these eases is misplaced.\n{11} The farthest Plaintiff has gone in arguing the existence of an adoption-related contract, subject to breach, is asserting in his brief in chief that written agreements exist between CYFD and adoptive parents and that such agreements must be congruent with New Mexico statutory and administrative law regarding adoptions facilitated by CYFD to the extent that these laws and regulations compel CYFD to fully disclose to adoptive families detailed information pertaining to the adoptive child, before, during, and after the placement. Thus, based solely on CYFD's failure to disclose as required by statute and regulation, Plaintiff contends CYFD breached an unspecified written contract and waived liability under Section 37-1-23(A). This contention on appeal is not acceptable. Nowhere in his documents filed in the action, and nowhere in his briefs on appeal, much less even in his complaint, does Plaintiff set out any specific written contract or any language in any written contract. Plaintiff has presented nothing to persuade us to hold that the district court erred in refusing to address Plaintiffs breach of contract theory.\nThe Immunity Issues\n1. General Approach to Interpretation of the Tort Claims Act\n{12} We borrow from Judge Black's introduction in M.D.R. v. State ex rel. Human Sews. Dep't, 114 N.M. 187, 188, 836 P.2d 106, 107 (Ct.App.1992), to the interplay between CYFD action and immunity:\nIt is true that employees of the Department have a responsibility to oversee and supervise the safety and well-being of children entrusted to [the Department]. But it does not necessarily follow that the Department may be held liable under the [Tort Claims] Act for a breach of that duty. The Act declares that governmental entities and public employees shall only be liable within the limitations of its provisions. Governmental entities and public employees, while acting within the scope of their duties, are immune from tort liability except as waived by the Act. The right to sue and recover is therefore specifically limited to the rights, procedures, limitations, and conditions of the Act.\n(First alteration in original.) (Internal quotation marks and citations omitted.)\n2. Standard of Review\n{13} Because this was a dismissal under Rule 1-012(B)(6) NMRA 2004, we review only the well-pleaded averments of the complaint. See Valdez v. State, 2002-NMSC-028, ¶ 4, 132 N.M. 667, 54 P.3d 71 ([W]e accept all well-pleaded factual allegations in the complaint as true and resolve all doubts in favor of sufficiency of the complaint.); Derringer v. N.M. Livestock Bd., 2003-NMCA-073, ¶ 5, 133 N.M. 721, 68 P.3d 961 (A motion to dismiss for failure to state a claim ... tests the legal sufficiency of the complaint, accepting all well-pleaded factual allegations as true.); Gutierrez v. W. Las Vegas Sch. Dist, 2002-NMCA-068, ¶ 7, 132 N.M. 372, 48 P.3d 761 (In reviewing a dismissal under Rule 1-012(B)(6), [we assume] the truth of the facts alleged in the complaint. (alteration in original) (internal quotation marks and citation omitted)); see also Moriarty Mun. Schs. v. N.M. Pub. Schs. Ins. Auth., 2001-NMCA-096, ¶ 16, 131 N.M. 180, 34 P.3d 124 ([W]e do not consider any documents or evidence outside the pleadings.). We review a Rule 1-012(B)(6) dismissal de novo. Valdez, 2002-NMSC-028, ¶ 4, 132 N.M. 667, 54 P.3d 71; Moriarty Mun. Schs., 2001-NMCA-096, ¶ 17, 131 N.M. 180, 34 P.3d 124; M.D.R., 114 N.M. at 188, 836 P.2d at 107. Courts may grant a Rule 1 — 012(B)(6) motion only where it appears the plaintiff is *700not entitled to recover under any state of facts provable under the claim asserted in the complaint. Valdez, 2002-NMSC-028, ¶ 4, 132 N.M. 667, 54 P.3d 71; Derringer, 2003-NMCA-073, ¶ 5, 133 N.M. 721, 68 P.3d 961; Romero v. Valencia County, 2003-NMCA-019, ¶3, 133 N.M. 214, 62 P.3d 305; Gutierrez, 2002-NMCA-068, ¶ 7, 132 N.M. 372, 48 P.3d 761. Moreover, the complaint must be construed in the light most favorable to the party opposing the motion with all doubts resolved in favor of the sufficiency of the complaint. Valdez, 2002-NMSC-028, ¶ 4, 132 N.M. 667, 54 P.3d 71; Moriarty Mun. Schs., 2001-NMCA-096, ¶ 17, 131 N.M. 180, 34 P.3d 124 (same). Whether governmental immunity under the Act bars a tort claim is a question of law that we review de novo. Romero, 2003-NMCA-019, ¶ 3, 133 N.M. 214, 62 P.3d 305 (Whether [a] County is immune under the Tort Claims Act is a question of law we review de novo.).\n3. Section 41-4-6 (Operation and Maintenance)\n{14} Section 41-4-6 reads:\nThe immunity granted pursuant to Subsection A of Section 41-4-4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. Nothing in this section shall be construed as granting waiver of immunity for any damages arising out of the operation or maintenance of works used for diversion or storage of water.\n\nPlaintiff contends that CYFD had a duty to disclose information regarding Van Duyne's tendencies, that it breached that duty, and that CYFD's duty to operate and operation of the Youngs' home comes within the Section 41-4-6 waiver, permitting Plaintiff to pursue his negligence claims against CYFD.\n{15} Pre-adoption and adoption-related duties of disclosure are found in Section 32A-5-12(E) (In all adoptions, prior to any placement being made, the person making the placement shall provide full disclosure.).\n'[F]ull disclosure' means mandatory and continuous disclosure by [CYFD] throughout the adoption proceeding and after finalization of the adoption of all known, nonidentifying information regarding the adoptee, including health, psychological, mental, medication, education, and social histories. § 32A-5-3(M). Regulation 8.26.3.18.4.6 NMAC (1998) provides:\nContinuing Duty to Provide Full Disclosure: If all of the full disclosure information is not available at the time of placement, the ... Department ... shall continue to attempt to obtain such information after placement and shall provide such information to the adoptive parent as it becomes available up to the time of entry of the decree of adoption. If additional relevant information is obtained after the entry of the decree of adoption, it shall be provided to the adoptive parent, if known, and to the Department.\n\n{16} CYFD addresses solely its knowledge gained post-adoption. CYFD argues that after finalization of an adoption, the applicable statutory and regulatory disclosure provisions inquire CYFD to convey only pre-adoption information that was not available at the time of placement, and that no continuing duty exists to obtain and convey new information, that is, post-finalization histories and information, since [t]his would conflict with the natural parent-child relationship created by finalization. CYFD expresses concern that any other reading of the statutes would create a special class of children, adoptees, who would be forever tracked by CYFD and their mental, physical and school records could be obtained by CYFD and disclosed. Further, CYFD argues that this would be in direct conflict with the guarantee of [NMSA 1978, § ] 32A-5-37 [ (1993) ] that after finalization the adoptee and parents have the rights of biological parents and children.\n{17} CYFD thus contends that it had no duty under the statutes or regulations to disclose the post-adoption information regarding Van Duyne to the Youngs. We need not address this disguised Rule 12-201(C) NMRA 2004 attack on the court's finding that CYFD had a specific statutory duty to *701disclose the information. For the purpose of our de novo review of the court's Rule 1-012(B)(6) dismissal, we assume, arguendo, that CYFD violated the duty of full disclosure. Under that assumption, we turn to whether the district court erred in dismissing the complaint based on sovereign immunity.\n4. Pre-Adoption Knowledge and Duty\n{18} Plaintiffs complaint and arguments make aspects of this appeal difficult to address. Plaintiff alleged in his complaint that CYFD knew or should have known of Van Duyne's capability of violent and uncontrolled behavior at some point in time before Van Duyne's placement in the Young[s'] home. However, Plaintiff alleges no fact to show or from which it can be inferred that CYFD did any evaluation before Van Duyne's adoption from which it knew or should have known of such harmful tendencies. The only evaluation Plaintiff specifically alleges is the post-adoption evaluation done at the Boys' School. In the hearing on the motion to dismiss, Plaintiffs counsel stated little more than the following with reference to what CYFD knew or should have known before adoption:\nIf the court will look at paragraph 19 of the complaint for personal injury and wrongful death, it clearly states: Based on the evaluation of Arnell Van Duyne, both prior to his placement in the Youngs' home, which was placement for temporary foster care, and after his release from its custody, CYFD and its employees knew or should have known that Arnell was capable of violent, uncontrolled behavior. So judge, in the first instance I would submit to the court that it's clear that the issue raised here is a duty imposed [] on the department both in placing Mr. Van Duyne as a foster child and then subsequently when he became an adopted child.\nThe judge then asked if there were two evaluations. Plaintiffs counsel responded that:\nThere was a series of evaluations including evaluations done by psychologists before he was ever placed in the foster home alleging and making note [] of the fact that Mr. Van Duyne had particular anger problems with [ ] his mother and we submit his mother figure, which in this ease would be Ms. Young. So there was [sic] reports as early as before he was ever placed in the Young home as a foster child that he had anger problems, anger problems being with authority figures, particularly female authority figures.\nBelow and on appeal, the crux of Plaintiffs argument was and is his position that the law relating to foster and adoption placement must be considered together, as a whole, viewed as a seamless web. Plaintiff contends that the totality of the relationships between CYFD and the Youngs, coupled with CYFD regulations, are sufficient to take him past a Rule 1-012(B)(6) dismissal. Thus, Plaintiffs concentration in his complaint and argument is on the post-adoption evaluation, done at the Boys' School, with an implication that CYFD must have known of Van Duyne's tendencies before the adoption occurred. CYFD argues its position as though the appeal concerned solely CYFD's post-adoption knowledge, and argues that under no circumstance did CYFD have a duty to operate the adoptive home.\n{19} In spite of his ambiguous presentation, because Plaintiff alleges in his complaint that CYFD knew or should have known of Van Duyne's violent capabilities prior to adoption, we feel compelled to address Plaintiffs contention that the district court erred in dismissing his claim relating to the preadoption circumstances. To support a right to proceed past a Rule 1-012(B)(6) motion to dismiss relating to pre-adoption knowledge, Plaintiffs argument is much along the line of that made by the plaintiffs in M.D.R., 114 N.M. 187, 836 P.2d 106. This Court in M.D.R. determined that the Human Services Department (department) was immune from liability even though a department social worker placed a foster child in the plaintiffs' home knowing that the child had a history of sexual abuse of other children. See id. at 191, 836 P.2d at 110. We held that immunity was not waived under the Tort Claims Act, NMSA 1978, §§ 41-4-9 (1977) or 41-^10 (1978). Id. The basis for this ruling was that the department did not operate a hospital, *702infirmary, mental institution, clinic, dispensary, medical care home, or like facility, which would invoke the Section 41-4-9 waiver, and did not provide health care services which would invoke the Section 41^1-10 waiver. Id. at 189-91, 836 P.2d at 108-10.\n{20} Plaintiff points to the concurring opinion in M.D.R. where, in discussing the word operation in Section 41-4-9, Judge Minzner (now Justice Minzner) indicated that the department's regulatory scheme did, in fact, regulate what is alleged to have caused the injuries alleged in the complaint, even if, as the opinion reflected, the department did not regulate the foster home itself for one of the named statutory purposes. Id. at 192, 836 P.2d at 111. Justice Minzner raised the issue, however, whether the regulatory scheme might be construed to consist of supervision of actual day-to-day operation, which ... might be equated with operation, rather than the placement decision in itself, thus resulting in the [djepartment for some purposes was 'driving the bus.'  Id. (referring to Chee Owens v. Leavitts Freight Serv., Inc., 106 N.M. 512, 745 P.2d 1165 (Ct.App. 1987)). Plaintiff draws on Justice Minzner's inquiring analyses in M.D.R. to gain entree to a Section 41-6 waiver.\n{21} Plaintiff also points to Cobos v. Dona Ana County Housing Authority, 1998-NMSC-049, ¶¶ 7, 9, 126 N.M. 418, 970 P.2d 1143, arguing that the Supreme Court also saw a regulatory scheme as, in some respects, driving the bus, in that ownership of the property in question was not critical; rather, what was critical was the duty and the relationship between the government and the injured party. Plaintiff notes that Cobos cites the statement in M.D.R.'s concurring opinion that if the plaintiffs had relied on regulatory duties involving foster care, the plaintiffs might have shown that the agency was in some respects 'driving the bus.'  Cobos, 1998-NMSC-049, ¶ 12, 126 N.M. 418, 970 P.2d 1143.\n{22} It is not clear if the district court here was addressing Plaintiffs averment in the complaint that CYFD knew or should have known of Van Duyne's tendencies before the adoption, versus after the adoption and subsequent time at the Boys' School, when it found that CYFD failed to fully disclose the content of psychological evaluations that revealed [Van Duyne's explosive] tendencies to the Youngs, contrary to specific duties to disclose such information contained in the statutes. Although the court did appear to acknowledge Plaintiffs argument that CYFD's control over the Youngs' home as a licensed foster home constituted operation of a building, the court immediately moved off issue to the question of whether the 'building waiver' provisions ... extended] to a private home in which the Young's [sic] resided with their adopted son. Thus, the court appears not to have addressed the effect of the averment that CYFD knew or should have known, before the adoption, of Van Duyne's violent and uncontrollable tendencies and failed to disclose them to the Youngs. Nor does the court appear to adequately explain why Plaintiffs averments concerning the statutes controlling foster homes do not result in the State's operation and maintenance of a building as contemplated in Section 41-4-6.\n{23} Because Plaintiff specifically alleges that CYFD knew or should have known before Van Duyne's placement for adoption in the Youngs' home that Van Duyne was capable of violent and uncontrolled behavior and that such behavior was likely to occur without therapeutic intervention, Plaintiff must be permitted to proceed on the merits of his claim that CYFD operated the Youngs' foster home within the meaning of the Section 41-4-6 immunity waiver.\n5. Post-Adoption Knowledge and Duty\n{24} As indicated earlier in this opinion, Plaintiffs approach is to establish a continuum consisting of (1) CYFD's knowledge, or what CYFD should have known, during foster care; (2) CYFD's commensurate disclosure duties relating to disclosure of what CYFD knew or should have known pre-adoption, together with CYFD's continuing direct involvements pre- and post-adoption; and (3) CYFD's post-adoption knowledge and disclosure duties. Plaintiff argues that this continuum should not be separated for a pre- and post-adoption analysis of the *703immunity issue. We are not persuaded by this theory. For the purposes of analyzing Section 41-4-6 immunity, and particularly the question of operation of the Youngs' home, we do not think that what CYFD knew or should have known of Van Duyne's tendencies before adoption and any negligence in failing to disclose that information is the same as CYFD gaining knowledge after adoption and then failing to disclose that information. We think a separation is warranted.\n{25} After the adoption, Van Duyne's legal relation with the Youngs was as if he were the Youngs' biological child. See § 32A-5-37(B) (After adoption, the adoptee and the petitioner shall sustain the legal relation of parent and child as if the adoptee were the biological child of the petitioner and the petitioner were the biological parent of the child.). Plaintiff argues that CYFD had continuous foster care and adoption relationships with the Youngs, including foster care placement, pre-adoption, and adoption placement agreements between CYFD and the Youngs. Plaintiff alleged that CYFD took custody of Van Duyne after his adoption for evaluation, care, and treatment,1 and then urged the Youngs to take Van Duyne back into their home when CYFD knew or should have known of Van Duyne's violent tendencies and attitude toward women. Plaintiff then argues that CYFD continued after the adoption placement to maintain a substantial relationship with the [Youngs]. Yet Plaintiffs showing exhibits nothing more than that Plaintiff, using his own words in argument, is prepared to prove that, based on CYFD's regulatory duties, CYFD operated the Youngs' home while it was a foster home, and still can enforce its foster home regulations ... in order for [the Youngs] to accept foster children [in the Young] home. Plaintiff argues on appeal, without showing well-pleaded factual averments, and without showing any authority to support the argument, that when the Youngs took Van Duyne back from CYFD custody, after the evaluation of Van Duyne at the Boys' School, [t]he Young home still had to meet CYFD regulations in order for Van Duyne to be accepted back into their home. With no factual or regulatory basis shown, Plaintiff concludes that CYFD continued [after adoption] to 'operate' the home of [the Youngs] in accordance with the New Mexico Foster Parenting regulations.\n\n{26} Other than CYFD's failure to disclose the post-adoption information and urging the Youngs to take their adopted son back into the home, Plaintiff does not set forth any statute or regulation, or allege any conduct on the part of CYFD employees, that would support a determination of duty on the part of CYFD to operate or maintain the Youngs' adoptive home, or that would permit Plaintiff to prove conduct of CYFD employees constituting the operation or maintenance of the adoptive home. We are unwilling to make the leap Plaintiff wants to make in an attempt to bridge pre-adoption relations and regulations with post-adoption status. Nor are we willing to accept Plaintiffs description of the duty and failure to disclose and the urging for the accepted return of Van Duyne to his adoptive home as evidence of either operation or maintenance of the adoptive home.\n{27} We thus have before us no statute or regulation that creates any duty or responsibility of CYFD and its employees, after an adoption is finalized, with respect to supervision, oversight, operation, or maintenance of the home into which a child is placed for adoption, after an adoption becomes final. We see nothing in the allegations of post-adoption care, evaluation, and treatment of Van Duyne and Van Duyne's return to the adoptive home at CYFD's urging that would allow a court or jury to determine CYFD was engaged in the operation or maintenance of the adoptive home.\n{28} Still maintaining his seamless-web theory, Plaintiff asks us to consider existing case law in light of the statutory definition of scope of duties as the performance of any duties ... requested, required or authorized to perform by the governmental entity, re*704gardless of the time and place of performance. NMSA1978, § 41-4~3(G) (2003) (emphasis added). Plaintiff asserts that we should read scope of their duties in the operation or maintenance of any building  in Section 41-4-6 (emphasis added) to somehow bring CYFD within its purview. Plaintiff points to Cobos, 1998-NMSC-049, ¶ 1, 126 N.M. 418, 970 P.2d 1143, in which the important issue was the public employees' duties with respect to the property in question, rather than the public's real property ownership interest. Plaintiff then discusses Gutierrez, 2002-NMCA-068, 132 N.M. 372, 48 P.3d 761, and relies on Romero, 2003-NMCA-019, 133 N.M. 214, 62 P.3d 305, as pertinent cases. Plaintiff asserts that, in Romero, this Court chose to expand the building waiver to include design defects. See id. ¶ 11. He attempts to distinguish Gutierrez by arguing that in the present case the facts are less attenuated than those in Gutiemz and come within Section 41 — 1-6. Plaintiff also attempts to distinguish Espinoza v. Town of Taos, 120 N.M. 680, 905 P.2d 718 (1995), by arguing that the circumstances of the present case are more than just negligent supervision but [they] also[] [involve] negligent 'operation' of foster care within the Young home. All in all, Plaintiff asserts that his facts are more reconcilable to the facts in Romero than those of Gutierrez, and prove the State's substantial role in the operating and planning of Van Duyne's foster care within the Youngs' home.\n{29} In regard to immunity from a claim based on the post-adoption knowledge, Plaintiff can find no solace in any New Mexico case. First of all, Plaintiff has failed to show how CYFD's duties and actions in regard to pre-adoption foster care and placement are relevant to the post-adoption issues. There exist no facts alleged or legal authority showing any causation or even correlation between CYFD's duties and actions at the foster care and placement stage and CYFD's knowledge and actions after all foster involvement ended and legal adoption was final. Second, neither Romero, nor any other New Mexico case, can be read as interpreting Section 41-4-6 so broadly as to intend the building waiver to apply to a private home when an adoption is final. The circumstances of Romero are not similar to those in the present ease. Romero involved a waste transfer facility operated by Valencia County. 2003-NMCA-019, ¶ 1, 133 N.M. 214, 62 P.3d 305. This Court held that the facts alleged in the plaintiffs complaint stated a claim based on the Court's interpretation of operation or maintenance in Section 41-4-6 as inelud[ing] negligence in failing to correct a dangerous condition created when the property was constructed or created from a design defect. Id. ¶ 11. We are unwilling to insert Van Duyne into the Romero analysis as a pre-adoption home design defect that continued post-adoption as a dangerous condition, as Plaintiff suggests. Further, unlike in Cobos, Plaintiff has not shown that CYFD had any obligation or right to inspect, approve, disapprove, or otherwise control, operate, or maintain any aspect of the adoptive home.\n{30} We see no reasonable basis, and Plaintiff has provided us with no persuasive argument, much less authority, to broaden the waiver in Section 41-4-6 to apply to the post-adoption knowledge and negligent failure to disclose or the urging of adoptive parents to take their adopted son back into their home after a CYFD evaluation. See Espinoza, 120 N.M. at 683, 905 P.2d at 721 (holding that Section 41 — 1-6 does not grant a waiver for claims of negligent supervision); cf. Whitley v. N.M. Children, Youth & Families Dep't, 184 F.Supp.2d 1146, 1165 (D.N.M.2001) (holding that Section 41-4-9 did not apply to the plaintiffs state law claims of breach of duty to protect foster care children from harm, and of negligent supervision, negligent entrustment, and negligent failure to warn); M.D.R., 114 N.M. at 191, 836 P.2d at 110 (holding that Section 41-4-9 did not apply to claims for damages relating to placement of foster child with history of sex abuse of other children); Chee Owens, 106 N.M. at 515, 745 P.2d at 1168 (holding design, planning, and enforcement of bus safety rules for school bus transportation were not operation of motor vehicle under Section 41-4-5). No statute or regulation Plaintiff has argued, and no fact Plaintiff has alleged or argued, can support his posi*705tion that, after the adoption was final, CYFD was operating the home.\n6. Public Policy and Disturbing Result\n{31} As a separate point on appeal, Plaintiff asserts that the public policy behind the ... Tort Claims Act supports this kind of suit against the State to be tried in a court of law. Acknowledging that the State provides absolutely zero protection from negligent actions such as the occurrence in the case at bar, Plaintiff argues that implicit in his averments is a theory that [i]t would not be good public policy for the State to promote the importance of foster care, when a potential foster parent cannot recover damages to [sic] due to any negligent action committed by the State or the foster child. Plaintiff further argues that it is unjust to grant immunity, and that sovereign immunity was eliminated by our Supreme Court in Hicks v. State, 88 N.M. 588, 544 P.2d 1153 (1975), in order to hold the State liable in cases such as this. Plaintiff contends under the same public policy point that the district court did not give Plaintiff the opportunity to test the constitutionality of the Act even if it is in vain or the right to test the validity of the Act ... to see if it is still a functional and effective statute for this day and age of governmental accountability. Plaintiff's public policy point is little more than an additional argument for waiver of immunity and we treat it as such.\n{32} We do see a conflict, or at least seemingly variant interests, when the State by statute and regulation imposes a duty on CYFD to disclose information to foster and adoptive parents, yet precludes recovery by those parents when the duty is breached and the breach causes harm. One might wonder what is the more compelling interest. Plaintiff would like us to weigh the interests, and construe and expand Section 41-4-6 to ensure that an 'archaic principle' [i.e., sovereign immunity] does not revive its old bulletproof shield to justice. We find no authority on which to do so and Plaintiff provides us with none.\n{33} This Court previously indicated, although not specifically addressing an argument concerning conflicting public policies created by the Legislature, that negligence arising out of the violation of a statutory duty does not change the immunity granted under the Tort Claims Act. See Rubio v. Carlsbad Mun. Sch. Dist., 106 N.M. 446, 449, 744 P.2d 919, 922 (Ct.App.1987) (denying education malpractice claim based on duties under the Certified School Personnel Act, stating the claim was a form of negligence and the courts of this state would have no jurisdiction over the claim unless there was a waiver of immunity); Begay v. State, 104 N.M. 483, 487-88, 723 P.2d 252, 256-57 (Ct.App.1985) (holding state medical examiner immune from alleged violation of autopsy statute, stating even if [the statute] does create a private cause of action, it does not override the medical investigator's grant of immunity under the Tort Claims Act), rev'd on other grounds by Smialek v. Begay, 104 N.M. 375, 721 P.2d 1306 (1986); see also Cole v. City of Las Cruces, 99 N.M. 302, 305, 657 P.2d 629, 632 (1983) (The operation of this natural gas system, even though beyond the statutory limitations imposed by [the statute], does not deprive the City of the exclusive right, remedy and obligation provision of the [Tort Claims] Act.); Ford v. N.M. Dep't of Pub. Safety, 119 N.M. 405, 412, 891 P.2d 546, 553 (Ct.App.1994) (stating absent a waiver of immunity under the Tort Claims Act, a person may not sue the state for damages for violation of a state constitutional right); and see NMSA 1978, § 74-4B-4(C) (1996) (Nothing in the Emergency Management Act shall be construed as a waiver or alteration of the immunity from liability granted under the Tort Claims Act ... or as a waiver of any other immunity or privilege under law.).\n{34} The result in this case is very disturbing, but any correction must come from the Legislature. The Legislature has had the opportunity at least since M.D.R. was decided in 1992 to consider amending the Tort Claims Act to provide for waiver of conduct such as that alleged in M.D.R. and that which Plaintiff in the present case seeks to prove. The Legislature has not enacted such a waiver.\n*706CONCLUSION\n{35} We reverse the dismissal of Plaintiffs action insofar as the dismissal is based on immunity with respect to Plaintiffs allegation that CYFD knew or should have known, pre-adoption, of Van Duyne's dangerous tendencies and with respect to Plaintiffs claim that CYFD's regulatory duties and conduct in regard to the Youngs' home during foster placement constituted operation of the home as contemplated under Section 41-4-6. \nOn those issues, we remand for further proceedings as to whether Plaintiff can show preadoption circumstances resulting in a breach of a duty to disclose the dangerous tendencies, and can prove a regulatory scheme or conduct from which a fact finder can conclude pre-adoption operation of the Youngs' home as contemplated under Section 41-4-6. On remand, the district court should assess whether Plaintiff can and, if so, ought to be given an opportunity to amend his complaint to assert claims of breach of contract and deprivation of a constitutional right. See Jane Cavanaugh, Tort Claims Act — In the Aftermath of M.D.R., Holding the State to Its Promises: M.D.R. v. State Human Servs. Dep't, 24 N.M. L.Rev. 557-64 (1994).\n{36} We affirm the dismissal insofar as it is based on immunity with respect to Plaintiffs allegations that CYFD knew post-adoption of Van Duyne's dangerous tendencies and urged the Youngs to take Van Duyne back into their home, and Plaintiffs claim of post-adoption operation of the Youngs' home.\n{37} IT IS SO ORDERED.\nWECHSLER, C.J. and KENNEDY, J., concur.\n1\n. The record is silent as to the statutory basis for CYFD's post-adoption custody of Van Duyne for evaluation at the Boys' School.\n\nPlain English Summary: The Claimant adopted a child with behavioural problems. At some point, after adoption, the child became violent towards his foster mother ending up killing her. The Claimant argued that the relevant authority should have informed him about the violent tendencies of the child. The Court separated the pre-adoption and post-adoption duties, agreeing with the Claimant on the pre-adoption duties but finally dismissing his appeal based on the arguments on post-adoption duties. §7(a); §7(b).",
    "annotations": {
        "Facts": [
            "Plaintiff appeals a dismissal of his Tort Claims Act wrongful death claim arising from the alleged negligent failure of the New Mexico Children, Youth & Families Department (CYFD) to disclose to him and his deceased wife that their adopted son had violent tendencies.",
            "{2} Plaintiff Christopher Paul Young, individually, as personal representative of the estate of Norma Lee Young, deceased, and as next friend of the deceased's minor children Jeromiah T. Cabrera, Nicolas A. Cabrera, and Sara B. Salomon, filed a wrongful death action against Defendants Arnell Van Duyne and CYFD. Christopher Paul Young and Norma Lee Young were the adoptive parents of Van Duyne.{3} Plaintiff alleged that CYFD and its employees were responsible for placement of Van Duyne into the Youngs' home initially for foster care and ultimately for adoption. After his adoption, Van Duyne was placed in CYFD custody again and was sent to the New Mexico Boys' School, which was operated by CYFD, for evaluation, care, and treatment. At the Boys' School, Van Duyne was given a psychological evaluation. The evaluator concluded that Van Duyne was a walking time bomb who was potentially explosive and would not take anything from anyone, particularly women. The evaluator noted that Van Duyne's issues could not be resolved without therapeutic intervention. At the end of Van Duyne's six-month stay at the Boys' School, the Youngs, at CYFD's urging, took Van Duyne back into their home. Sometime after returning from the Boys' School, Van Duyne beat his adoptive mother to death with a baseball bat.{4} Plaintiff further alleged that both before Van Duyne's placement in the Young[s'] home and after his release from its custody, CYFD and its employees knew or should have known that [Van Duyne] was capable of violent and uncontrolled behavior and that such behavior was likely to occur without therapeutic intervention. Plaintiff asserts that CYFD and its employees violated statutory and common law duties by failing to disclose to the Youngs the violent tendencies of Van Duyne and that this failure was the proximate cause of Norma Young's death.{5} In his response to CYFD's motion to dismiss, Plaintiff asserted that CYFD exercised detailed control over the Youngs' home as a licensed foster placement building and that this control constituted operation of that building by CYFD, creating a waiver of immunity under the building waiver provision of Section 41-4-6 of the Tort Claims Act. See § 41-4-6. He also asserted a waiver of governmental immunity under NMSA 1978, § 37-l-23(A) (1976), based on the many written agreements, including the foster placement agreement, (out of which the adoption originated), the pre-adoption agreement, and the adoption placement agreement, etc., [that] were valid contracts with [CYFD]. Plaintiff further asserted that CYFD breached statutory duties contained in the Adoption Act, citing, specifically, NMSA 1978, § 32A-5-3(J)(l) to (10) (1995, currently § 32A-5-3(M)(l) to (10) (2003)), NMSA 1978, §§ 32A-5-12(E) (1995), and 32A-5-31(A)(ll) (2001), as well as applicable sections of the New Mexico Administrative Code, stating in addition that it would violate public policy to grant immunity in the face of violations of these statutes. Plaintiffs response states that a memorandum in support of the response is attached hereto, but no memorandum exists in the record."
        ],
        "Procedural History": [
            "The district court rejected Plaintiffs contention that immunity was waived under NMSA 1978, § 41 — Í-6 (1977).",
            "The district court found that CYFD knew of [Van Duyne's] explosive tendencies, and yet failed to fully disclose the content of psychological evaluations that revealed those tendencies to the Youngs, contrary to specific duties to disclose such information contained in the statutes. Nevertheless, the district court granted CYFD's motion to dismiss Plaintiffs tort claim based on sovereign immunity."
        ],
        "Application of Law to Facts": [
            "to the interplay between CYFD action and immunity:",
            " Governmental entities and public employees, while acting within the scope of their duties, are immune from tort liability except as waived by the Act. The right to sue and recover is therefore specifically limited to the rights, procedures, limitations, and conditions of the Act.",
            "Because Plaintiff specifically alleges that CYFD knew or should have known before Van Duyne's placement for adoption in the Youngs' home that Van Duyne was capable of violent and uncontrolled behavior and that such behavior was likely to occur without therapeutic intervention, Plaintiff must be permitted to proceed on the merits of his claim that CYFD operated the Youngs' foster home within the meaning of the Section 41-4-6 immunity waiver.",
            "We thus have before us no statute or regulation that creates any duty or responsibility of CYFD and its employees, after an adoption is finalized, with respect to supervision, oversight, operation, or maintenance of the home into which a child is placed for adoption, after an adoption becomes final. We see nothing in the allegations of post-adoption care, evaluation, and treatment of Van Duyne and Van Duyne's return to the adoptive home at CYFD's urging that would allow a court or jury to determine CYFD was engaged in the operation or maintenance of the adoptive home.",
            "In regard to immunity from a claim based on the post-adoption knowledge, Plaintiff can find no solace in any New Mexico case.",
            "We see no reasonable basis, and Plaintiff has provided us with no persuasive argument, much less authority, to broaden the waiver in Section 41-4-6 to apply to the post-adoption knowledge and negligent failure to disclose or the urging of adoptive parents to take their adopted son back into their home after a CYFD evaluation. "
        ],
        "Relevant Precedents": [
            ".D.R. v. State ex rel. Human Sews. Dep't, , 188, 836 P.2d 106, 107 (Ct.App.1992),"
        ],
        "Outcome": [
            "We reverse the dismissal of Plaintiffs action insofar as the dismissal is based on immunity with respect to Plaintiffs allegation that CYFD knew or should have known, pre-adoption, of Van Duyne's dangerous tendencies and with respect to Plaintiffs claim that CYFD's regulatory duties and conduct in regard to the Youngs' home during foster placement constituted operation of the home as contemplated under Section 41-4-6.",
            "We affirm the dismissal insofar as it is based on immunity with respect to Plaintiffs allegations that CYFD knew post-adoption of Van Duyne's dangerous tendencies and urged the Youngs to take Van Duyne back into their home, and Plaintiffs claim of post-adoption operation of the Youngs' home."
        ]
    },
    "class": "mixed"
}