{
    "text": "Akutagawa v. Laflin, Pick & Heer, P.A., 138 N.M. 774, 126 P.3d 1138, 2005-NMCA-132 (2005)\nSept. 29, 2005 · Court of Appeals of New Mexico · No. 25,116\n138 N.M. 774, 126 P.3d 1138, 2005-NMCA-132\nTazue AKUTAGAWA, individually and Tazue Akutagawa and Stanley Yoshiro Akutagawa, as Co-Trustees of Trust B, the Decedent's Trust, Created Under the Taro Akutagawa and Tazue Akutagawa Revocable Trust, Plaintiffs-Appellants,v.LAFLIN, PICK & HEER, P.A., Defendant-Appellant\n2005-NMCA-132\n126 P.3d 1138\nCourt of Appeals of New Mexico.\n*775Anthony Lawrence Romo, Romo & Associates, Albuquerque, NM, for Appellants.\nCarol Lisa Smith, Rikki L. Quintana, Bannerman & Williams, P.A., Albuquerque, NM, for Appellant.\nOPINION\nBUSTAMANTE, Chief Judge.\n{1} Plaintiffs filed a complaint for legal malpractice against the law firm of Laflin, Pick & Heer, P.A. (Law Firm or Defendant). The district court granted Defendant's motion for summary judgment based on lack of damages and Plaintiffs appeal. We affirm.\nBACKGROUND\n{2} Drawing from the record and the briefs, we assume the following facts are accurate. Tazue Akutagawa (wife) and her now deceased husband, Taro Akutagawa (husband) engaged John Laflin — a principal in the Law Firm — to provide estate planning services. Laflin prepared a series of estate planning documents for the Akutagawas beginning in 1979, with various revisions and amendments, through 2002. The Akutagawas requested an estate plan that would be consistent with Japanese traditions and customs. Laflin prepared an A-B Trust for the Akutagawas, which consisted of a revocable survivors trust (Trust A) and an irrevocable decedents trust (Trust B). In accordance with Japanese custom, their eldest son, Stanley Yoshiro Akutagawa (son) was to be responsible to see to the needs of Taro or Tazue and his siblings, and to effect the wishes of his parents as to the distribution of property. The Akutagawas contend that the primary purpose of the trust was to allow all property owned by them at the death of the first of them to be available to support the survivor of them for his or her lifetime. Laflin contends that in preparing the trust, the Akutagawas expressed a desire to minimize future estate taxes.\n{3} The A-B Trust arrangement set up for the Akutagawas by Laflin is apparently a very common estate planning technique used in estates of married couples who want to provide for the surviving spouse and at the same time minimize estate taxes. The defense expert, Kenneth C. Leach (Leach), asserted by affidavit that Laflin and the Law Firm complied with the standard of care required of estate planning attorneys by including critical language in the trust restricting the unconditional access of the surviving spouse to the Trust B assets to the extent required by applicable Internal Revenue Code and Internal Revenue Service regulations, so as to minimize the potential for future estate taxes. The governing A-B Trust agreement required that assets in the trust be divided between Trust A and Trust B so that each trust had a net community asset value equal to one-half the total value of the trust estate. Under the terms of the estate plan, half of the Akutagawas' property becomes property of Trust B after the death of the first spouse. Language in versions of the trust agreement prior to 1998 provided that distributions under Trust B would be under the control of the son and surviving spouse. The parties stipulated that there are no allegations or claims for legal malpractice for any legal services or advice provided by Laflin prior to the preparation and signing of the 1998 trust amendment.\n{4} In preparing revisions to the trust documents in 1998 and subsequently in 2002, a critical paragraph governing distributions from Trust B during the lifetime of the surviving spouse- — present in previous versions *776of the trust — was omitted. As a result of the omission, the provisions for Trust B require that for any distributions from the trust, one of the trustees must be independent. Since neither wife nor son are independent as to Trust B, the wishes of the Akutagawas that the trust be controlled by son are thwarted by the omission. The omission of the critical paragraph prevents wife from practical access to the property that she thought would be available to her.\n{5} It is unclear from the complaint when Plaintiffs became aware of the omission of the critical paragraph. Laflin stated in his affidavit that he became aware of the omission only when the complaint was filed.\n{6} Laflin met with Plaintiffs following husband's death and made several suggestions for the division of the trust assets between the A and B Trust, all of which were rejected by Plaintiffs. The value of the total gross estate at the time of husband's death was less than one million dollar's, so no federal or state tax returns were due. No action or inaction by Laflin reduced the aggregate net value of the estate, and the value of the estate was the same, with or without the estate planning services and advice provided by Laflin. To divide the assets as required by the trust agreement, wife contributed the household effects and artwork to Trust B, conveyed the family residence from the trust to herself, and revoked Trust A in its entirety. This was done after terminating the services of Laflin, and not in reliance upon any legal advice provided by Laflin.\n{7} The Plaintiffs' theories of negligence in their complaint are that Laflin breached the standard of care by not honoring their wishes, by giving them negligent advice after husband died, and generally by negligently misrepresenting the efficacy of certain estate options available to them. Defendant moved for summary judgment, arguing that Plaintiffs' allegations did not establish any legally compensable damages, and, further, that Plaintiffs had wholly failed to mitigate then-damages, if any. Following oral argument on the matter, the district court granted the motion for summary judgment based on lack of damages.\nDISCUSSION\n{8} The Akutagawas raise three issues on appeal. They contend that the district court erred (1) in finding that there are no issues of material fact in dispute, (2) in finding that the failure to mitigate serves to dismiss then-cause of action in its entirety, and (3) in considering notions not on the record and improperly weighing the evidence.\nSTANDARD OF REVIEW\n{9} The standard of review for a motion for summary judgment is whether there are any genuine issues of material fact and whether the moving party is entitled to summary judgment as a matter of law. Williams v. Cent. Consol. Sch. Dist., 1998-NMCA-006, ¶ 7, 124 N.M. 488, 952 P.2d 978. [W]e examine the whole record for any evidence that places a genuine issue of material fact in dispute. Rummel v. Lexington Ins. Co., 1997-NMSC-041, ¶ 15, 123 N.M. 752, 945 P.2d 970. The Defendant moved for and was granted summary judgment on the issue of damages. We limit our review on appeal to the issue of damages. We review the record to determine if there is any material fact in dispute as to the Plaintiffs' claim for damages, and whether Defendant was entitled to judgment as a matter of law. We review these legal questions de novo. Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, 126 N.M. 396, 970 P.2d 582.\n{10} The party moving for summary judgment bears the burden of making a prima facie showing that no genuine issue of material fact exists. Hyden v. Law Firm of McCormick, Forbes, Caraway & Tabor, 115 N.M. 159, 163, 848 P.2d 1086, 1090 (Ct.App. 1993). A prima facie showing is defined as such evidence as is sufficient in law to raise a presumption of fact or establish the fact in question unless rebutted. Id. (internal quotation marks and citation omitted). Once a defendant movant meets the initial burden of negating at least one of the essential elements upon which a plaintiffs claims are grounded, the burden shifts to plaintiff to come forward with admissible evidence to establish each required element of the claim. Blauwkamp v. Univ. of N.M. Hosp., 114 N.M. 228, 231-32, 836 P.2d 1249, 1252-53 (Ct.App.1992).\n*777ANALYSIS\n{11} In a suit for legal malpractice, a plaintiff must prove three essential elements: (1) the employment of the defendant attorney; (2) the defendant attorney's neglect of a reasonable duty; and (3) the negligence resulted in and was the proximate cause of loss to the plaintiff. Rancho del Villacito Condos., Inc. v. Weisfeld, 121 N.M. 52, 55-56, 908 P.2d 745, 748-49 (1995) (internal quotation marks and citation omitted). Plaintiffs\nhave the burden of showing not only negligence on the part of their attorney but also that their damages were proximately caused by that negligence. When the attorney's negligence involves failure to take certain action, the client must show that if the attorney had acted then the client would not have suffered damage, at least not to the same degree.\nCarrillo v. Coors, 120 N.M. 283, 288, 901 P.2d 214, 219 (Ct.App.1995) (citation omitted). In this case, Plaintiffs were required to show that the alleged negligent conduct of Laflin, and the omission of the critical paragraph in the 1998 and 2002 trust documents, resulted in legally compensable damages.\n{12} We begin with a review of the damages Plaintiffs allege to have suffered as the result of Defendant's malpractice. In their complaint and affidavits from wife, son, and Taro and Tazue's daughter Edith Keiko Lambert, Plaintiffs allege the following damages:\n[Wife] is precluded for the rest of her life from practical enjoyment of the property ... built up during the ... marriage. [D]amages [to] Trust B ... include ... the ramifications of the ongoing competing interests arising from Trust B's terms and the fact that it is not able to fulfill its primary purpose [which is] the well being of [Wife].\nPlaintiffs will ... have to employ other professionals to guide [them] in coping as best they can to meet the needs of [Wife] while not violating the terms of Trust B[.] Plaintiffs have suffered losses and will continue to suffer losses based on the information provided by the [Law] Firm.\n[The actions] by the [Law] Firm [have caused] conflict within [the] family[, and will result in] additional expense[s] for accountants, trustees and lawyers.\n[0]nce my mother passes we will have to pay fiduciary fees to an independent trustee.\n[W]e now have to pay accountants to file income tax returns for an irrevocable trust that does not need to exist.\nWe will also have to pay the expense of accounting to the beneficiaries of the trust. There are likely to be lawsuits from the beneficiaries ... that we will now have to be prepared to fight at no doubt considerable expense.\nThe mess created by the [Law] Firm has damaged the relationship of my family. My mother suffers great pain every day. I[son] personally know of and will testify of the damage to my mother and to the property that I was charged by my late father to use for my family's needs.\n[The] family has and will suffer greatly at the hands of the [Law Firm].\n[Wife is] deprived of property that [she and husband] ... built up ... specifically to provide for the survivor of the two of [them, that the Law Firm has] ruined [her] life[, and damaged] relationship^] with [her] children[.]\n{13} In support of summary judgment, Defendant submitted affidavits from Laflin and Leach. Laflin stated in his affidavit that a critical paragraph governing distributions from Trust B during the lifetime of the surviving spouse was inadvertently omitted from the execution draft. Laflin stated that he did not realize the paragraph had been omitted until the complaint was filed. Laflin further stated that the error in omitting the paragraph could be corrected through judicial reformation. Laflin provided evidence that he had offered to pay all legal expenses associated with a judicial proceeding seeking to reform the trust by incorporating the omitted paragraph, without waiving Plaintiffs' rights in the suit if the reformation was not successful. Laflin argues that in failing to accept the offer of a no risk possibility of reformation, Plaintiffs have refused to miti*778gate their damages. Laflin asserts that reformation would have provided a complete mitigation; that is, the damages the Akutagawas claim they have suffered because the trust was not structured according to their wishes would be entirely obviated.\n{14} In his affidavit, Leach stated that Defendant complied with the standard of care required of estate planning attorneys in preparing the documents for the Akutagawas, and that reformation to incorporate the omitted paragraph would be a routine matter. Leach also stated that based on the size of the estate at the time of husband's death, no estate tax return needed to be filed.\n{15} Plaintiffs allege economic damages and damages from emotional distress. The allegations of economic damages refer primarily to future damages. For example, Plaintiffs state that they will now have to employ other professionals to guide them, and will ... have to pay the expense[s] of accounting. These damages can be viewed as speculative and not compensable. See Lovington Cattle Feeders, Inc. v. Abbott Labs., 97 N.M. 564, 568, 642 P.2d 167, 171 (1982) (stating that damages, to be recoverable, must be proven with reasonable certainty and not be based upon speculation); Rael v. F & S Co., 94 N.M. 507, 511, 612 P.2d 1318, 1322 (Ct.App.1979) (stating that [d]amages based on surmise, conjecture or speculation cannot be sustained. Damages must be proved with reasonable certainty.). Perhaps more to the point, we agree that these damages would be obviated if the reformation effort was successful.\n{16} Plaintiffs' only allegation of current economic damages, that they have to pay accountants to file income tax returns for an irrevocable trust that does not need to exist, is also not compensable. Both Laflin and Leach stated in their affidavits that the estate plan and trust arrangement was consistent with the stated desires of the Akutagawas. If, as Plaintiffs themselves argued, the purpose of the trust arrangement was to allow the eldest son to control the assets during the lifetime of the surviving spouse, without giving him the assets outright, then the A-B Trust arrangement was necessary to accomplish this objective. Plaintiffs did not rebut Defendant's assertion that this could only be done through a trust arrangement, such as the A-B Trust. Furthermore, Plaintiffs have not established that any expenses incurred in the administration of the trust were the result of the omitted paragraph or any other negligence on behalf of the Defendant, rather than the normal costs of trust administration.\n{17} Wife, son, and Lambert all confirm in their affidavits that it was the intent of the parents, consistent with Japanese custom, for the eldest son to control family assets and be responsible for the well-being of the surviving parent, siblings, and other heirs after the death of the first parent. Although there is a dispute about whether the Akutagawas intended the trusts to avoid tax consequences, that becomes irrelevant to the issues of damages. At the time of husband's death, the estate was sufficiently small so that a trust arrangement was not necessary to avoid estate tax consequences. However, a trust was still necessary to carry out the undisputed intent of the Akutagawas. Laflin admits that an essential paragraph was omitted from the documents that would allow the Akutagawa's intent to be carried out. Arguably, the Akutagawas could have suffered damages resulting from the omission of this paragraph between the time the omission was identified and the time the Law Firm offered to reform the trust document. For example, if it became necessary for the Akutagawas to hire an independent trustee, or pay an accountant during that time period, directly resulting from the omitted paragraph, those damages may be compensable. But the Akutagawas make no such allegations, and declined the offer to reform.\n{18} Plaintiffs challenge the basic notion that they failed to mitigate their damages. Plaintiffs argue that after husband's death and the discovery of the error in the documents, they could not seek reformation because that would place them (specifically wife and son) in violation of their existing fiduciary responsibility. We disagree. The aim of the proposed reformation was the fulfillment of the undisputed intent of the decedent. Plaintiffs cannot simultaneously argue that the mistake is undisputed by the entire fami*779ly and yet rely on the existence of the mistake to refuse all offers to fix it.\n{19} Plaintiffs also argue that the trial court improperly went on to rule that applying the equitable doctrine of mitigation, Laflin is entitled to judgment as a matter of law. Plaintiffs contend that mitigation may have reduced their damages, but would not eliminate all the damages they suffered. We agree with Plaintiffs that failure to mitigate does not necessarily bar all recovery for damages and usually only serves to reduce the amount of recoverable damages. Air Ruidoso, Ltd. v. Executive Aviation Ctr., Inc., 1996-NMSC-042, ¶ 14, 122 N.M. 71, 920 P.2d 1025 (It is a well established principle in New Mexico that an injured party has a responsibility to mitigate its damages, or run the risk that any award of damages will be offset by the amount attributable to its own conduct.). However, in this case Plaintiffs alleged no compensable economic damages other than those described above. Further, Plaintiffs failed to rebut the expert testimony regarding the availability and effect of reformation. Finally, Plaintiffs' argument that Laflin intentionally omitted the paragraph does not affect their claim for compensatory damages or the remedial effect of the offered reformation. Thus, in this case, the offered remedy could have resulted in the complete avoidance of the damages asserted by Plaintiffs. In this rare instance, Plaintiffs refusal to accept the offer of a complete remedy could reasonably be viewed as a failure to establish a material question of fact as to any economic damage.\n{20} The remainder of the damages alleged by Plaintiffs — that [t]he mess created by the [Law] Firm has damaged the relationship of my family and the [LawFirm has] ruined [Wife's] life — are best characterized as damages for emotional distress. We begin by determining whether emotional harm alone is sufficient damage as a matter of law to support a claim for legal malpractice.\n{21} Generally speaking, damages for emotional distress in ordinary negligence actions are not permitted in New Mexico. Flores v. Baca, 117 N.M. 306, 313, 871 P.2d 962, 969 (1994). New Mexico allows recovery for stand alone emotional distress only in limited circumstances, including intentional infliction of emotional distress, in connection with certain intentional economic torts, and in contractual situations where the specialized nature of the contract naturally contemplated that reasonable care would be taken to avoid the infliction of severe emotional distress. See Jaynes v. Strong-Thorne Mortuary, Inc., 1998-NMSC-004, ¶ 18, 124 N.M. 613, 954 P.2d 45 (stating that [i]ntentional infliction of emotional distress arises when a defendant intentionally or recklessly causes severe emotional distress through extreme and outrageous conduct); Flores, 117 N.M. at 311, 871 P.2d at 967 (stating that courts permit recovery for mental anguish caused by breach of contract in cases in which the purpose of the contract would be frustrated unless such damages were awarded, for example in a contract for funeral services). New Mexico does not recognize negligent infliction of emotional distress as a cause of action except for bystander liability. Jaynes, 1998-NMSC-004, ¶ 21, 124 N.M. 613, 954 P.2d 45.\n{22} Although New Mexico courts have not directly addressed the issue of emotional distress in legal malpractice cases, other jurisdictions provide guidance. Most jurisdictions do not allow recovery for emotional distress in legal malpractice absent extreme and outrageous conduct. See, e.g., Selsnick v. Horton, 96 Nev. 944, 620 P.2d 1256, 1257 (1980) (holding that since appellant's suit against attorney was premised solely on ordinary negligence, and since appellant did not allege nor attempt to prove extreme and outrageous conduct, appellant may not recover damages for emotional distress). The court's reasoning in Lickteig v. Alderson, Ondov, Leonard & Sween, P.A., 556 N.W.2d 557 (Minn.1996), is instructive. In Lickteig the court held that, as in other negligence actions, emotional distress damages are available in limited circumstances. There must be a direct violation of the plaintiffs rights by willful, wanton or malicious conduct; mere negligence is not sufficient. Id. at 562. In our case, as in Lickteig, there are no allegations or proof of willful, wanton, or malicious conduct, therefore a claim for emotional distress damages will not lie. See *780Andrews v. Stallings, 119 N.M. 478, 491, 892 P.2d 611, 624 (Ct.App.1995) (stating that [t]o recover for the intentional infliction of emotional distress a plaintiff must show that the defendant's conduct was extreme and outrageous, and was done recklessly or with the intent to cause severe emotional distress).\n{23} In denying a claim for emotional damages in a bankruptcy malpractice case, the Iowa Supreme Court noted that a party may not recover damages for emotional distress in an action premised on mere negligence where the plaintiff has suffered no economic harm, except where the nature of the relationship between the parties is such that there arises a duty to exercise ordinary care to avoid causing emotional harm. Lawrence v. Grinde, 534 N.W.2d 414, 420 (Iowa 1995) (internal quotation marks and citations omitted). In assessing the level of stress necessary to support such a claim, the court adopted the following test: whether the distress inflicted is so severe that no reasonable man could be expected to endure it. Id. at 421 (internal quotation marks and citation omitted). The court went on to note that the majority view among jurisdictions is that emotional distress is not a reasonably foreseeable consequence of and does not 'naturally ensue' from an act of legal malpractice},] and that precedent runs strongly against recovery [of emotional distress damages] in cases of legal malpractice. Id. at 422 (alteration in original) (internal quotation marks and citation omitted). The Texas Supreme Court disallowed recovery for mental anguish damages in a legal malpractice claim, stating that when the injuries caused by an attorney's negligence are economic, the plaintiff can be fully recompensed by the recovery of any economic loss. Restoration of the pecuniary interest suffices to return a plaintiff to her prior circumstances. Douglas v. Delp, 987 S.W.2d 879, 885 (Tex.1999). The court reasoned that unlike physician malpractice where mental anguish is a foreseeable result of a doctor's negligence, the foreseeable result of an attorney's negligence typically extends only to economic loss. Id.\n{24} The Wyoming Supreme Court also held that damages for emotional suffering were not available in a legal malpractice case which alleged that an attorney negligently failed to assert property claims in a divorce action or where the attorney negligently gave incorrect legal advice about a visitation order. Long-Russell v. Hampe, 39 P.3d 1015, 1021 (Wyo.2002). The Wyoming court relied on Lickteig, and further noted that [i]t is generally agreed that mere sorrow, anger, worry and fear are not compensable and recovery for more serious emotional distress is restricted because of the burden for the judicial system and defendants. Long-Russell, 39 P.3d at 1018. Although not all inclusive, we believe these cases provide guidance to the issue in the present case.\n{25} The reasoning in these cases supports our holding that emotional distress damages alone are not compensable in a legal malpractice case where, as here, there are no allegations of intentional infliction of emotional distress or some heightened level of culpability resulting in severe distress such that no reasonable person could be expected to endure. We are mindful of our concerns expressed in Andrews v. Saylor, 2003-NMCA-132, ¶ 16, 134 N.M. 545, 80 P.3d 482, that legal malpractice should be treated no differently than other types of professional malpractice. We stated our concern in Andrews that our adoption of a special rule that insulates malpracticing lawyers from jury scrutiny of their conduct would give the public the impression that we are simply lawyers protecting other lawyers. Id. Disallowing damages for mental distress in this ease is consistent with our concerns in Andrews, and the principle of general tort law.\n{26} Finally, Plaintiffs assert that the district court improperly considered matters not of record and improperly weighed evidence. We have reviewed the transcript of the summary judgment hearing. The transcript reveals that the district court asked questions concerning husband and wife's motivation for settling on the trust structure and also speculated about the estate tax consequences of the actions taken by son and wife after husband's death. We do not see how these questions and observations impinged on the resolution of the basic question presented by Defendant's motion for summary judgment. *781Further, we see no evidence that the district court weighed any evidence.\nCONCLUSION\n{27} The summary judgment in Defendant's favor is affirmed.\n{28} IT IS SO ORDERED.\nWE CONCUR: A. JOSEPH ALARID and JAMES J. WECHSLER, Judges.\nPlain English Summary: A family has brought a claim against their former lawyers for failing to meet their demands. They made a series of arguments about being entitled to damages for emotional distress. The Court held that there was no legal malpractice and identified the rare instances where damages for emotional distress are awarded, this case not falling within that category.  Tagging: §7(A) ",
    "annotations": {
        "Facts": [
            "Tazue Akutagawa (wife) and her now deceased husband, Taro Akutagawa (husband) engaged John Laflin — a principal in the Law Firm — to provide estate planning services. Laflin prepared a series of estate planning documents for the Akutagawas beginning in 1979, with various revisions and amendments, through 2002. The Akutagawas requested an estate plan that would be consistent with Japanese traditions and customs. Laflin prepared an A-B Trust for the Akutagawas, which consisted of a revocable survivors trust (Trust A) and an irrevocable decedents trust (Trust B). In accordance with Japanese custom, their eldest son, Stanley Yoshiro Akutagawa (son) was to be responsible to see to the needs of Taro or Tazue and his siblings, and to effect the wishes of his parents as to the distribution of property. The Akutagawas contend that the primary purpose of the trust was to allow all property owned by them at the death of the first of them to be available to support the survivor of them for his or her lifetime. Laflin contends that in preparing the trust, the Akutagawas expressed a desire to minimize future estate taxes.{3} The A-B Trust arrangement set up for the Akutagawas by Laflin is apparently a very common estate planning technique used in estates of married couples who want to provide for the surviving spouse and at the same time minimize estate taxes. The defense expert, Kenneth C. Leach (Leach), asserted by affidavit that Laflin and the Law Firm complied with the standard of care required of estate planning attorneys by including critical language in the trust restricting the unconditional access of the surviving spouse to the Trust B assets to the extent required by applicable Internal Revenue Code and Internal Revenue Service regulations, so as to minimize the potential for future estate taxes. The governing A-B Trust agreement required that assets in the trust be divided between Trust A and Trust B so that each trust had a net community asset value equal to one-half the total value of the trust estate. Under the terms of the estate plan, half of the Akutagawas' property becomes property of Trust B after the death of the first spouse. Language in versions of the trust agreement prior to 1998 provided that distributions under Trust B would be under the control of the son and surviving spouse. The parties stipulated that there are no allegations or claims for legal malpractice for any legal services or advice provided by Laflin prior to the preparation and signing of the 1998 trust amendment.{4} In preparing revisions to the trust documents in 1998 and subsequently in 2002, a critical paragraph governing distributions from Trust B during the lifetime of the surviving spouse- — present in previous versions of the trust — was omitted. As a result of the omission, the provisions for Trust B require that for any distributions from the trust, one of the trustees must be independent. Since neither wife nor son are independent as to Trust B, the wishes of the Akutagawas that the trust be controlled by son are thwarted by the omission. The omission of the critical paragraph prevents wife from practical access to the property that she thought would be available to her.{5} It is unclear from the complaint when Plaintiffs became aware of the omission of the critical paragraph. Laflin stated in his affidavit that he became aware of the omission only when the complaint was filed.{6} Laflin met with Plaintiffs following husband's death and made several suggestions for the division of the trust assets between the A and B Trust, all of which were rejected by Plaintiffs. The value of the total gross estate at the time of husband's death was less than one million dollar's, so no federal or state tax returns were due. No action or inaction by Laflin reduced the aggregate net value of the estate, and the value of the estate was the same, with or without the estate planning services and advice provided by Laflin. To divide the assets as required by the trust agreement, wife contributed the household effects and artwork to Trust B, conveyed the family residence from the trust to herself, and revoked Trust A in its entirety. This was done after terminating the services of Laflin, and not in reliance upon any legal advice provided by Laflin.{7} The Plaintiffs' theories of negligence in their complaint are that Laflin breached the standard of care by not honoring their wishes, by giving them negligent advice after husband died, and generally by negligently misrepresenting the efficacy of certain estate options available to them. Defendant moved for summary judgment, arguing that Plaintiffs' allegations did not establish any legally compensable damages, and, further, that Plaintiffs had wholly failed to mitigate then-damages, if any. Following oral argument on the matter, the district court granted the motion for summary judgment based on lack of damages."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "In a suit for legal malpractice, a plaintiff must prove three essential elements: (1) the employment of the defendant attorney; (2) the defendant attorney's neglect of a reasonable duty; and (3) the negligence resulted in and was the proximate cause of loss to the plaintiff.",
            "We agree with Plaintiffs that failure to mitigate does not necessarily bar all recovery for damages and usually only serves to reduce the amount of recoverable damages.",
            "In this rare instance, Plaintiffs refusal to accept the offer of a complete remedy could reasonably be viewed as a failure to establish a material question of fact as to any economic damage.",
            "Generally speaking, damages for emotional distress in ordinary negligence actions are not permitted in New Mexico",
            "In our case, as in Lickteig, there are no allegations or proof of willful, wanton, or malicious conduct, therefore a claim for emotional distress damages will not lie.",
            "The reasoning in these cases supports our holding that emotional distress damages alone are not compensable in a legal malpractice case where, as here, there are no allegations of intentional infliction of emotional distress or some heightened level of culpability resulting in severe distress such that no reasonable person could be expected to endure."
        ],
        "Relevant Precedents": [
            "Rancho del Villacito Condos., Inc. v. Weisfeld, , 55-56, 908 P.2d 745, 748-49 (1995) (internal quotation marks and citation omitted).",
            "Air Ruidoso, Ltd. v. Executive Aviation Ctr., Inc.,",
            "Flores v. Baca, , 313, 871 P.2d 962, 969 (1994).",
            "*780Andrews v. Stallings, , 491, 892 P.2d 611, 624 (Ct.App.1995)"
        ],
        "Outcome": [
            "We affirm."
        ]
    },
    "class": "affirm"
}