{
    "text": "Dominguez v. Perovich Properties, Inc., 137 N.M. 401, 111 P.3d 721, 2005-NMCA-050 (2005)\nMarch 30, 2005 · Court of Appeals of New Mexico · No. 24,932\n137 N.M. 401, 111 P.3d 721, 2005-NMCA-050\nPaul DOMINGUEZ, Plaintiff-Appellant,v.PEROVICH PROPERTIES, INC., Defendant-Appellee\n2005-NMCA-050 111 P.3d 721\nCourt of Appeals of New Mexico.\nCertiorari Denied, No. 29168, May 3, 2005.\nEdmund R. Pitts, Taos, NM, for Appellant.\nKimberly A. Syra, Amy M. Cardwell, Hatch, Allen & Shepherd, P.A., Albuquerque, NM, for Appellee.\nOPINION\nSUTIN, Judge.\n{1} Plaintiff Paul Dominguez appeals from an adverse summary judgment rejecting his tort claim for personal injury, commonly called a Delgado claim. Plaintiff sought relief against his employer, Perovich Properties, Inc. (Employer), outside of the Workers' Compensation Act (the Act), NMSA 1978, §§ 52-1-1 to -70 (1929, as amended through 2004), alleging Employer wilfully and intentionally injured him. In Delgado v. Phelps Dodge Chino, Inc., 2001-NMSC-034, 131 N.M. 272, 34 P.3d 1148, our Supreme Court permitted a worker to sue his employer in tort for an injury received within the scope of employment that would otherwise be exclusively compensable only under the Act if the worker could prove that the employer intentionally inflicted or wilfully caused the worker to suffer the injury. Id. ¶ 24. We affirm the summary judgment in favor of Employer.\n*402BACKGROUND\n{2} Plaintiff received serious injuries in April 1999 while working at a gravel processing operation in northern New Mexico. His primary job was to operate a front-end loader by feeding raw gravel and rock material into screening equipment to be processed and separated. The screening equipment had to be cleaned from time to time, and the equipment's screen had to be changed from time to time. Employer's procedure was to stop operation of the equipment by turning it off and then someone would determine if the screen needed to be cleaned or changed. Plaintiff was familiar with the procedure.\n{3} According to Plaintiffs brief in chief, but unsupported by any citation to a statement of undisputed facts supported by facts under oath, on the day Plaintiff was injured, Employer's supervisor for the screening operation told Plaintiff to perform a periodic, routine maintenance task on the screener to clear rocks that were jammed in one of the screens. The equipment was stopped and Plaintiff climbed onto a conveyor belt. While he was standing on the conveyor belt and performing the maintenance work, the supervisor, without warning, started the equipment. Plaintiff was carried down the conveyor belt and injured.\n{4} Employer's answer brief also states facts that are unsupported by any citation to a statement of undisputed facts supported by facts under oath, but that are at least somewhat supported by a fairly detailed affidavit attached to Employer's summary judgment documents. According to Employer's answer brief, the supervisor and other employees determined that the screen needed to be changed; the supervisor went to the control room. After five or ten minutes, the supervisor saw Plaintiff motioning to him with his hands from a catwalk next to the screener and the conveyor belt connected to the screener. The supervisor interpreted Plaintiffs hand gestures as a signal that the screen had been changed and that the supervisor was to restart the equipment. The supervisor left the control room and engaged the engine on the impact crusher needed for the operation. Engagement of the engine sounded an audible alarm, which alerted employees that operations were about to recommence. The supervisor then climbed down off the impact crusher, went back to the control room, and started the conveyor belt connected to the rock screener. Other employees appeared and motioned to the supervisor, who sensed something was wrong, and immediately hit the emergency stop button which ceased all operations. Plaintiff filed no reply brief indicating that any of these facts was erroneous. Plaintiff concedes that he was attempting to perform a regular task for Employer's supervisor.\n{5} Plaintiff filed a complaint for personal injury, which he amended twice. Employer filed two motions for summary judgment. Among other points, Employer argued that Plaintiff failed to properly allege a Delgado claim in his second amended complaint. Employer further argued that Plaintiff could not, as a matter of law, meet the three-pronged Delgado test even were it determined that Plaintiff properly alleged a Delgado claim. Together with his memorandum in opposition to Employer's second motion for summary judgment, Plaintiff sought leave to file a third amended complaint in order to specifically allege a Delgado claim. The district court granted Employer's second motion for summary judgment and denied Plaintiffs motion for leave to file a third amended complaint. In a letter opinion, the district court determined that based on undisputed facts Plaintiff could not meet the requirement of Delgado that Employer wilfully caused an injury to Plaintiff. The district court's grant of summary judgment for Employer implicitly invoked the Act's exclusivity and thus immunity provisions. See § 52-1-8 (stating that employer who complies with the Act shall not be subject to any other liability, except as provided in the Act); § 52-1-9 (providing for compensation under the Act in lieu of any other liability whatsoever).\n{6} Plaintiffs points on appeal are: (1) there exist genuine issues of material fact as to the wilfulness of Employer's acts and omissions; (2) the court erred in determining as a matter of law that he could not meet the Delgado requirements for a conclusion of wilful conduct permitting a tort action and meeting the exception to the Act's preclusion *403of such claims in Section 52-1-9; and (3) the court erred in denying his motion for leave to file a third amended complaint. Because these three issues are intertwined, we discuss them together in one point.\nDISCUSSION\n{7} The difficult analytic issue is whether an employer's egregious and knowing general disregard for safety measures can come within Delgado and thereby remove the employer's protection from a tort claim. See § 52-1-8 (stating, in what is known as the Act's exclusivity provision, that [a]ny employer who has complied with the provisions of the [Act] ... shall not be subject to any other liability whatsoever for the ... personal injury to any employee, except as provided in the [Act]).\n{8} Plaintiffs material facts essentially are as follows: Employer had no mandatory manual lock-out devices for the equipment although such devices were available to lock the electrical start up for the conveyor and to lock the conveyor belt itself from moving while a person was on it. Employer did not report Plaintiffs accident as required by law to the United States Mine Safety and Health Administration (MSHA). Employer did not have a mining permit for the gravel pit where the accident occurred. Employer avoided mine safety inspections by not obtaining a permit. Employer also took affirmative action to prevent inspectors from finding mine safety violations. Employer never held safety meetings or gave instructions even though Plaintiff and others were told there would be safety meetings as required by law. Plaintiffs safety certificate had expired months before the accident, and his request to Employer that he attend a safety course to get his certificate renewed fell on deaf ears. Employer's office manager told Plaintiff, after the accident, that she was told by Employer to report the accident as having occurred at a site different than where it actually occurred, and the report of the accident to the Workers' Compensation Administration contains a false statement as to the site where the accident occurred and also a false statement that Plaintiff fell. The MSHA cited Employer for mine safety law violations, including failure to use lockout devices, failing to report other workers' accidents, and failure to notify the MSHA of mining operations. The MSHA report corroborates that Employer's office manager was told by Employer to report the accident as happening at a different site. Employer does not contest the foregoing facts.\n{9} Plaintiff contends that these facts show Employer's gravel pit and rock crushing operations were run in an intentionally and wilfully dangerous, reckless, and unsafe way with total disregard for safety and licensing requirements. He refers to a statement in the MSHA report that under the circumstances, injury to an employee was reasonably likely to happen in a given time. It is based on these facts and contentions that Plaintiff opposed summary judgment and seeks reversal on appeal under Delgado. There being no genuine issue of material fact, we review the grant of summary judgment in this case de novo, determining whether Employer is entitled to dismissal of Plaintiffs claims as a matter of law. See Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, 126 N.M. 396, 970 P.2d 582; Goodman v. Brock, 83 N.M. 789, 793, 498 P.2d 676, 680 (1972).\nApplicable Case Law\n{10} Our stage for study is best set by discussing the cases of Delgado, Morales v. Reynolds, 2004-NMCA-098, 136 N.M. 280, 97 P.3d 612, cert. denied, 2004-NMCERT-008, 136 N.M, 491, 100 P.3d 197, Cordova v. Peavey Co., 273 F.Supp.2d 1213 (D.N.M. 2003) [hereinafter Cordova I ], and the Tenth Circuit case affirming Cordova v. Peavey Co., No. 03-2295, 2004 WL 2307344 (10th Cir. Oct.14, 2004) [hereinafter Cordova II ].\n1. Delgado\n{11} In Delgado, the district court entered a Rule 1-012(B)(6) NMRA dismissal of the plaintiffs complaint asserting tort claims against the deceased worker's employer on the ground that the Act provides the exclusive remedy for the claims alleged and the employer was, therefore, immune from tort liability. Delgado, 2001-NMSC-034, II1, 131 N.M. 272, 34 P.3d 1148. The plaintiff alleged that the worker died following an explosion *404that occurred at a smelting plant ... after a supervisor ordered [the worker] to perform a task that, according to [the plaintiff], was virtually certain to kill or cause [the worker] serious bodily injury. Id. The plaintiff also alleged that the employer chose to subject the worker to that risk despite its knowledge that by performing the task the worker would suffer serious injury or death as a result. Id. The material facts are more fully set out in Delgado and are also succinctly set out in Morales, 2004-NMCA-098, ¶ 9, 136 N.M. 280, 97 P.3d 612.\n{12} This Court affirmed the district court's dismissal in Delgado. Delgado, 2001-NMSC-034, ¶ 1, 131 N.M. 272, 34 P.3d 1148. The Supreme Court reversed. Id. The Court rejected the actual-intent-to-injure test that theretofore had been invoked to escape the Act's immunity. Id. ¶¶ 23-24. The Court held that when an employer intentionally inflicts or willfully causes a worker to suffer an injury that would otherwise be exclusively compensable under the Act, that employer may not enjoy the benefits of exclusivity, and the injured worker may sue in tort. Id. ¶24. The Court's underlying goal was to equalize the bilateral abuse that can occur when, for example, [a]n unscrupulous worker ... might seek recovery from a self-induced injury, knowing that the Act generally awards compensation regardless of fault[,][and][a]n employer ... may ... subject ] a worker to injury after determining that the economic advantage of the injurious work outweighs the limited economic detriment that the Act will impose upon the employer after the injury occurs. Id. ¶ 13.\n{13} The Supreme Court in Delgado set out the following test:\nwillfulness renders a worker's injury non-accidental, and therefore outside the scope of the Act, when: (1) the worker or employer engages in an intentional act or omission, without just cause or excuse, that is reasonably expected to result in the injury suffered by the worker; (2) the worker or employer expects the intentional act or omission to result in the injury, or has utterly disregarded the consequences; and (3) the intentional act or omission proximately causes the injury.\nId. ¶26. As to the first prong, the Court stated that we determine whether a reasonable person would expect the injury suffered by the worker to flow from the intentional act or omission. Id. ¶27. The second prong requires an examination of the subjective state of mind of the worker or employer. Id. ¶28. Explaining this significant aspect of the test in more detail, the Court stated:\nIf the worker or employer decided to engage in the act or omission without ever considering its consequences, this prong is satisfied. If, on the other hand, the worker or employer did consider the consequences of the act or omission, this prong will be satisfied only when the worker or employer expected the injury to occur. It will not be enough, for example, to prove that the worker or employer considered the consequences and negligently failed to expect the worker's injury to be among them.\nId. The meaning of an expected injury, as used in the first two prongs of the Delgado test, is clarified by the Court's discussion of the difference between an accidental injury and a virtually certain injury. Id. ¶¶ 13-15, 18. The Court made it clear that an accidental injury is covered by the Act, and includes an unlooked-for mishap or some untoward event that is not expected or designed. Id. ¶ 14 (internal quotation marks and citation omitted). On the other hand, when an employer ... knows his acts will cause certain harm or death to an employee, or when the employer disregard^] the consequences of his acts, then the employer may be sued in tort. Id. ¶¶ 18, 26 (internal quotation marks omitted). Finally, the third prong requires proximate cause. Id. ¶ 29. The Court's ultimate justification for rejecting the actual-intent-to-injure test was the fairness in treating workers and employers equally in regard to whether their intentional conduct should deny them benefits and protections of the Act. Id. ¶¶ 12-24, 31.\n2. Morales\n{14} Morales involved two cases filed by two workers, Morales and Fernandez, against two separate employers. Morales *405was fixing a pump that carried a chemical from a storage tank to a mix head. 2004-NMCA-098, ¶ 2, 136 N.M. 280, 97 P.3d 612. Some of the chemical was released, causing Morales's protective hood to pop up, ultimately causing Morales personal injury. Id. Morales sought damages, alleging that his employer wilfully or intentionally ordered him to fix the pump even though [it] knew that [he] would suffer grave injuries[.] Id. ¶ 3 (internal quotation marks omitted). Fernandez was injured while working on a scaffolding approximately sixteen feet above ground, when a metal sheet slipped from the hands of another worker working above Fernandez and hit Fernandez on the side of the head causing him to fall and sustain injuries. Id. ¶ 4. Fernandez sought damages, alleging that the employer had intentionally failed to provide him with adequate safety equipment. Id. ¶ 5.\n{15} In Morales, this Court characterized the facts of Delgado as helpful in illustrating what type of employer conduct the Court [in Delgado ] sought to address in broadening the non-accidental exception in the Act. Morales, 2004-NMCA-098, ¶9, 136 N.M. 280, 97 P.3d 612. We stated that the Delgado decision stemmed from the following egregious employer conduct: a combination of deadly conditions, profit-motivated disregard for easily implemented safety measures, complete lack of worker training or preparation, and outright denial of assistance to a worker in a terrifying situation. Morales, 2004-NMCA-098, ¶ 10, 136 N.M. 280, 97 P.3d 612. After discussing Delgado, we analyzed the federal district court decision in Cordova I, which arose in New Mexico, and which held against a worker seeking tort damages. Morales, 2004-NMCA-098, ¶ 11, 136 N.M. 280, 97 P.3d 612; see Cordova I, 273 F.Supp.2d at 1220. The Tenth Circuit's affirmance in Cordova II of the district court's decision, which we discuss later in this opinion, had not yet occurred at the time Morales was decided. See Cordova II, 2004 WL 2307344 (filed Oct. 14, 2004); Morales, 2004-NMCA-098, 136 N.M. 280, 97 P.3d 612 (2004). The Court in Morales set out the facts in Cordova I: the worker's hand was caught in an auger when another worker began to operate the auger. Morales, 2004-NMCA-098, ¶ 11, 136 N.M. 280, 97 P.3d 612. The worker alleged several intentional acts and omissions of the employer, including the failure to provide adequate training and supervision, the failure to provide a safety guard device, and the assignment of the [worker] to a job outside of his temporary employment contract. Id. In addition, the Court in Morales discussed a Tenth Circuit case that affirmed a summary judgment against a worker who relied on Delgado when the worker was injured after a heavy box fell on his back. Morales, 2004-NMCA-098, ¶ 12, 136 N.M. 280, 97 P.3d 612; see Wells v. U.S. Foodservice, Inc., No. 03-2125, 2004 WL 848606, at *1-3 (unpublished) (10th Cir. Apr. 21, 2004) (reciting the Delgado test, and holding that, at best, even under the plaintiffs theory of the employer's wilful act or omission in failing to provide a safety device required under Department of Transportation Regulations, the employer's conduct was negligent and not intentional).\n{16} The Court in Morales concentrated on the procedural and evidentiary requirements a plaintiff must meet in order to overcome a motion to dismiss or for summary judgment. The Court stated: [s]o as not to eviscerate the essential provisions of the Act, we hold that plaintiffs must plead or present evidence that the employer met each of the three Delgado elements through actions that exemplify a comparable degree of egregiousness as the employer in Delgado in order to survive a pre-trial dispositive motion. Morales, 2004-NMCA-098, ¶ 14,136 N.M. 280, 97 P.3d 612. Further, based on a balancing of competing social and personal interests, we concluded that it was appropriate for a district court to grant summary judgment to an employer when a worker who pursues a tort claim under Delgado cannot demonstrate wilful conduct that approximates the employer's conduct in Delgado under the three-prong test. Id. ¶ 17. We note that our Supreme Court denied certiorari in Morales. See Morales, 2004-NMCERT-008, 136 N.M. 491, 100 P.3d 197.\n3. Cordova I and Cordova II\n{17} As briefly indicated earlier in this opinion in our discussion of Morales, the *406plaintiff in the Cordova decisions was injured while placing his arm in a grain auger. Cordova II, 2004 WL 2307344, at *1. The plaintiff was a temporary employee working under a staffing agency contract pursuant to which the employee was supposed to perform simple manual labor and not operate machinery or vehicles. Id. Despite this, the plaintiff was instructed to service a certain truck and then move it to be loaded with grain. Id. The plaintiff drove the truck to a barn for loading, and once out of the truck, he saw a co-employee lubricating a grain auger chain drive. Id. At some point the plaintiff walked to an area close by, apparently one at which he lost sight of the co-employee. Id. He noticed some grain and a piece of twine inside the chute of the auger and he reached in to remove them, unaware that the co-employee was no longer lubricating the chain drive and was activating the auger. Id. The plaintiffs arm was crushed by the auger. Id.\n{18} The plaintiff sued his employer in tort, essentially alleging intentional and wilful conduct on the part of the employer for failure to provide safety and other training, failure to supervise, failure to install safety devices, failure to require certain safety practices, and assigning the plaintiff to duties outside of those to be performed under his contract. Id. at *1, 3; Cordova I, 273 F.Supp.2d at 1216. As indicated in the federal district court's opinion, the plaintiff and the co-employee were unsupervised at the location and time of [the] injury[,] ... there was no guard on the auger[,] ... there were no lock-out/tag-out procedures to prevent the auger from being engaged, and neither employee had been offered, nor had either received, any training with regard to the operation or maintenance of the auger. Id.\n{19} The Cordova I court analyzed Delgado and discussed its three-pronged test for wilfulness. Cordova I, 273 F.Supp.2d at 1217-20. Interpreting the first prong of the test as one requiring general foreseeability, the federal district court determined that the assignment of tasks to the plaintiff was not reasonably expected to result in the loss of his arm. Id. at 1219. As to the second prong, the court examined the subjective intent of the employer, and determined that there was no evidence that [the employer] expected any of its actions to result in [the plaintiff's injury or that [the employer] utterly disregarded the consequences of [its] actions. Id. In explaining this determination, the court stated: I find that [the employer] could not have utterly disregarded consequences that are not reasonably foreseeable nor could [the employer] have reasonably expected [the plaintiff's injury to have occurred. Id. at 1219-20. Additionally, under the second prong, the court determined that the facts relative to subjective intent are clearly distinguishable from those in Delgado, where one is easily repulsed by the insensitivity of [the employer] to what had to be most certainly a disastrous outcome for the employee. Id. at 1220. These determinations as to the first and second prongs of the Delgado test made it unnecessary for the Cordova I court to examine the third, proximate-cause prong. 273 F.Supp.2d at 1220. Following these analyses, the district court concluded that Delgado envisioned conduct that is well above negligence, and that the facts did not establish that the plaintiffs claims fell under the willful, intentional acts exception to the [Act], as enunciated ... in Delgado. Cordova I, 273 F.Supp.2d at 1220.\n{20} In affirming the district court's summary judgment in Cordova I, the Tenth Circuit analyzed both Delgado and Morales and concluded that [the worker's] case is much more similar to the situations discussed in Morales than it is to Delgado. Cordova II, 2004 WL 2307344, at *3. The Tenth Circuit held that, [a]t most, [the employer's] actions were negligent. Id. In reaching these conclusions, the Tenth Circuit looked specifically at the determinations in Morales that (1) [t]here [was] no indication that [defendants] knew or should have known that their actions were the equivalent of sending Morales into certain severe injury or death, and (2) [t]here [was] no indication that the failure to provide safety devices was anything but negligent in this case. Cordova II, 2004 WL 2307344, at *3 (internal quotation marks and citations omitted). Further, the Tenth Circuit noted that no one required or directed [the employee] to remove the twine or grain from the grain auger, and, therefore, there *407was no proximate cause between any intentional conduct by [the employer] and [the employee's] injury. Id.\nThe Present Case\n{21} In the present case, as in Morales and the Cordova cases, Plaintiff has failed to measure Employer's conduct up to the employer's conduct in Delgado. Having Plaintiff perform the routine task he was asked to perform, a task with which he was familiar and he had performed in the past, was hardly the equivalent of sending Plaintiff into certain injury. Even with the absence of safety measures as Plaintiff asserts, Plaintiff shows no inherent probability of injury, nor modicum of intent on Employer's part to send Plaintiff into harm's way. Further, while it may be foreseeable that a co-employee might negligently start equipment operation, such foreseeability does not rise to the level contemplated under the first prong of the Delgado test. Still further, while Employer may have intentionally failed to provide safety devices it knew or is claimed to have known that it was required to provide, the disregard does not reach the standard contemplated under the second prong of the Delgado test. The general failure to provide safety devices was not in and of itself a probable injury for Plaintiff on the occasion in question, notwithstanding the fact that the reason for safety devices is to assist in, and to lower the chances of, injury or death during maintenance of equipment. Finally, Plaintiff has not shown proximate causation between Employer's negligent management in regard to safety precautions and an intentionally caused injury.\n{22} We believe that the Supreme Court in Delgado intended more than the disregard of preventative safety devices as occurred in the present ease. The Act explicitly provides for enhanced compensation for an employer's failure to provide safety devices. § 52-1-10(B); see also Cordova I, 273 F.Supp.2d at 1220 n. 5 (stating that the unambiguous language of Section 52-l-10(B) shows a legislative intent that the [Act] apply to worker injuries caused by an employer's failure to supply reasonable safety devices). It is appalling that some employers disregard safety requirements that are in place to help prevent injury and death in connection with the performance of an employee's work. Nonetheless, such circumstances do not permit a conclusion that the employer has specifically and wilfully caused the employee to enter harm's way, facing virtually certain serious injury or death, as contemplated under Delgado. The critical measure, as reflected in the Morales and Cordova decisions, is whether the employer has, in a specific dangerous circumstance, required the employee to perform a task where the employer is or should clearly be aware that there is a substantial likelihood the employee will suffer injury or death by performing the task. The possibility, as in the present ease, that an accident might occur because of an unexpected careless act of a co-employee does not meet the Delgado standard.\nContentions Not Reached\n{23} Employer raises an alternative argument to persuade us to affirm. It asserts that Delgado should not be applied retroactively in this case to permit Plaintiff to pursue a cause of action. This assertion is based on the circumstance that Plaintiff's accident occurred in 1999, and Delgado was decided in 2001. The primary bone of contention between Plaintiff and Employer appears to be whether Delgado creates a new cause of action. In his brief in chief, Plaintiff states that Delgado merely relaxed the standards and proof required by an employee to show 'intent' to cause the injury and did not create a new cause of action. Plaintiff filed no reply brief addressing Employer's various arguments, including prejudice, inequity, as to why Delgado should not be applied retroactively to permit Plaintiffs claim. See Stein v. Alpine Sports, Inc., 1998-NMSC-040, ¶ 9, 126 N.M. 258, 968 P.2d 769 (stating that one factor in assessing retroactive application is whether the case creates a new principle of law). We see no need to address this alternative contention of Employer. Assuming, without deciding, that Delgado applies retroactively, we are satisfied that Plaintiff is not entitled to relief, based on his failure as a matter of law to satisfy the Delgado requirements.\nThird Amended Complaint\n{24} The district court determined Plaintiffs third amended complaint would be *408a futility given the court's ruling that his facts could not sustain a Delgado action, or a claim outside the exclusivity provision} ] of the [Act]. The court did not abuse its discretion, since we have affirmed the court's determination and have held that Plaintiff is not entitled to relief because of his failure as a matter of law to satisfy the Delgado requirements.\nCONCLUSION\n{25} We affirm the district court's summary judgment in favor of Employer.\n{26} IT IS SO ORDERED.\nWE CONCUR: MICHAEL D. BUSTAMANTE and MICHAEL E. VIGIL, Judges.\nPlain English Summary: This is a Delgado claim, by which an employee who has sustained injury attempts to recover damages against his employer by proving that the employer has wilfully caused them to sustain an injury. In this case, the requirements for such a claim have not been met and the appeal was dismissed. §7(a)",
    "annotations": {
        "Facts": [
            "Plaintiff received serious injuries in April 1999 while working at a gravel processing operation in northern New Mexico. His primary job was to operate a front-end loader by feeding raw gravel and rock material into screening equipment to be processed and separated. The screening equipment had to be cleaned from time to time, and the equipment's screen had to be changed from time to time. Employer's procedure was to stop operation of the equipment by turning it off and then someone would determine if the screen needed to be cleaned or changed. Plaintiff was familiar with the procedure.{3} According to Plaintiffs brief in chief, but unsupported by any citation to a statement of undisputed facts supported by facts under oath, on the day Plaintiff was injured, Employer's supervisor for the screening operation told Plaintiff to perform a periodic, routine maintenance task on the screener to clear rocks that were jammed in one of the screens. The equipment was stopped and Plaintiff climbed onto a conveyor belt. While he was standing on the conveyor belt and performing the maintenance work, the supervisor, without warning, started the equipment. Plaintiff was carried down the conveyor belt and injured.{4} Employer's answer brief also states facts that are unsupported by any citation to a statement of undisputed facts supported by facts under oath, but that are at least somewhat supported by a fairly detailed affidavit attached to Employer's summary judgment documents. According to Employer's answer brief, the supervisor and other employees determined that the screen needed to be changed; the supervisor went to the control room. After five or ten minutes, the supervisor saw Plaintiff motioning to him with his hands from a catwalk next to the screener and the conveyor belt connected to the screener. The supervisor interpreted Plaintiffs hand gestures as a signal that the screen had been changed and that the supervisor was to restart the equipment. The supervisor left the control room and engaged the engine on the impact crusher needed for the operation. Engagement of the engine sounded an audible alarm, which alerted employees that operations were about to recommence. The supervisor then climbed down off the impact crusher, went back to the control room, and started the conveyor belt connected to the rock screener. Other employees appeared and motioned to the supervisor, who sensed something was wrong, and immediately hit the emergency stop button which ceased all operations. Plaintiff filed no reply brief indicating that any of these facts was erroneous. Plaintiff concedes that he was attempting to perform a regular task for Employer's supervisor.{5} Plaintiff filed a complaint for personal injury, which he amended twice. Employer filed two motions for summary judgment. Among other points, Employer argued that Plaintiff failed to properly allege a Delgado claim in his second amended complaint. Employer further argued that Plaintiff could not, as a matter of law, meet the three-pronged Delgado test even were it determined that Plaintiff properly alleged a Delgado claim. Together with his memorandum in opposition to Employer's second motion for summary judgment, Plaintiff sought leave to file a third amended complaint in order to specifically allege a Delgado claim. The district court granted Employer's second motion for summary judgment and denied Plaintiffs motion for leave to file a third amended complaint. In a letter opinion, the district court determined that based on undisputed facts Plaintiff could not meet the requirement of Delgado that Employer wilfully caused an injury to Plaintiff. The district court's grant of summary judgment for Employer implicitly invoked the Act's exclusivity and thus immunity provisions. See § 52-1-8 (stating that employer who complies with the Act shall not be subject to any other liability, except as provided in the Act); § 52-1-9 (providing for compensation under the Act in lieu of any other liability whatsoever)."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "In Delgado v. Phelps Dodge Chino, Inc., 2001-NMSC-034, 131 N.M. 272, , our Supreme Court permitted a worker to sue his employer in tort for an injury received within the scope of employment that would otherwise be exclusively compensable only under the Act if the worker could prove that the employer intentionally inflicted or wilfully caused the worker to suffer the injury. Id. ¶ 24. We affirm the summary judgment in favor of Employer.",
            "when an employer intentionally inflicts or willfully causes a worker to suffer an injury that would otherwise be exclusively compensable under the Act, that employer may not enjoy the benefits of exclusivity, and the injured worker may sue in tort. ",
            "willfulness renders a worker's injury non-accidental, and therefore outside the scope of the Act, when: (1) the worker or employer engages in an intentional act or omission, without just cause or excuse, that is reasonably expected to result in the injury suffered by the worker; (2) the worker or employer expects the intentional act or omission to result in the injury, or has utterly disregarded the consequences; and (3) the intentional act or omission proximately causes the injury.",
            "while Employer may have intentionally failed to provide safety devices it knew or is claimed to have known that it was required to provide, the disregard does not reach the standard contemplated under the second prong of the Delgado test. The general failure to provide safety devices was not in and of itself a probable injury for Plaintiff on the occasion in question, notwithstanding the fact that the reason for safety devices is to assist in, and to lower the chances of, injury or death during maintenance of equipment. Finally, Plaintiff has not shown proximate causation between Employer's negligent management in regard to safety precautions and an intentionally caused injury."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm the district court's summary judgment in favor of Employer."
        ]
    },
    "class": "affirm"
}