{
    "text": "Morales v. Reynolds, 136 N.M. 280, 97 P.3d 612, 2004-NMCA-098 (2004)\nJune 10, 2004 · Court of Appeals of New Mexico · Nos. 24,379, 24,161\n136 N.M. 280, 97 P.3d 612, 2004-NMCA-098\nLuis MORALES, Plaintiff-Appellant,v.Ed REYNOLDS and Foamex, L.P. d/b/a Foamex International, Inc., Defendants-Appellees; Victor Fernandez, Plaintiff-Appellant,v.Brown-Minneapolis Tank Co., Defendant-Appellee\n2004-NMCA-098\n97 P.3d 612\nCourt of Appeals of New Mexico.\nCertiorari Denied, No. 28,785, Aug. 3, 2004.\n*281James B. Kennedy, Jr., Gage & Kennedy, L.L.P., El Paso, TX, for Appellant in No. 24,379.\nPaul E. Houston, Kenneth J. Tager, Stages & Houston, P.C., Albuquerque, for Appellees in No. 24,379.\nJoseph David Camacho, Albuquerque, for Appellant in No. 24,161.\nKimberly A. Syra, Hatch, Allen, & Shepherd, P.A., Albuquerque, NM, for Appellee in No. 24,161.\nOPINION\nPICKARD, J.\n{1} The two cases on appeal here present an opportunity to examine the standard announced in Delgado v. Phelps Dodge Chino, Inc., 2001-NMSC-034, 131 N.M. 272, 34 P.3d 1148, which expanded the set of circum*282stances under which a worker may pursue an independent tort action outside of the exclusivity provision of the Workers' Compensation Act (the Act), NMSA 1978, § 52-1-9 (1973). We hold that neither of these cases meets the requirements of the test set forth in Delgado, 2001-NMSC-034, ¶ 26, 131 N.M. 272, 34 P.3d 1148. We consolidate the cases and affirm both district court decisions in favor of Defendants.\nFACTS AND PROCEEDINGS\nThe Morales case\n{2} Plaintiff Might orales was an employee of Defendant Foamex, L.P. d/b/a Foamex International, Inc. (Foamex), where Defendant Reynolds was his supervisor. Morales had been working at Foamex for three and one-half years at the time of the incident that gave rise to this action. On November 21, 2001, Morales was fixing an O-ring on a pump that carries a chemical called toluene diisocyanate (TDI) from a storage tank to a mix head in Foamex's plant. As Morales was fixing the pump, some TDI was released, causing the hood of his protective gear to pop up. Subsequently, Morales suffered a number of symptoms that included shortness of breath, wheezing, and chest pains.\n{3} Morales submitted a claim to the Workers' Compensation Administration that eventually resulted in a settlement of $73,920.51 with Foamex. Before that claim proceeded to settlement, Morales filed a complaint naming Foamex and his supervisor, Ed Reynolds, as defendants in the district court. He sought damages for personal injury, alleging that Foamex and Reynolds wilfully or intentionally ordered him to fix the pump even though they knew that [Morales] would suffer grave injuries as a result of such conduct. Foamex and Reynolds moved for summary judgment, arguing that Morales had not raised a factual issue regarding whether their actions had been wilful or intentional. The district court granted summary judgment, and Morales appeals.\nThe Fernandez Case\n{4} Plaintiff Fernandez was an employee of Defendant Brown-Minneapolis Tank Co. (Brown) for two years when the incident at issue in his ease occurred. Fernandez was working on the scaffolding of a tank, approximately sixteen feet above ground. A metal sheet slipped from the hands of another employee who was working on the scaffolding above Fernandez. The sheet hit Fernandez on the side of the head and caused him to fall and sustain injuries. Fernandez was not wearing safety gear.\n{5} After receiving benefits under the Act, Fernandez filed an action in district court, alleging that Brown had negligently and intentionally failed to provide him with adequate safety equipment. Brown filed a motion to dismiss for failure to state a claim. The district court dismissed the complaint, and Fernandez appeals.\nDISCUSSION\n1. The elements required to state a claim under Delgado\n{6} The purpose of the Act is to assure the quick and efficient delivery of indemnity and medical benefits to injured and disabled workers at a reasonable cost to the employers. NMSA 1978, § 52-5-1 (1990). The Act fulfills this purpose through a bargain in which an injured worker gives up his or her right to sue the employer for damages in return for an expedient settlement covering medical expenses and wage benefits, while the employer gives up its defenses in return for immunity from a tort claim. Delgado, 2001-NMSC-034, ¶ 12,131 N.M. 272, 34 P.3d 1148. If an employer falls within the scope of the Act, the benefits and remedies provided therein are the exclusive remedy for that employer's workers who are injured or killed in accidents arising out of and in the course of' their employment. Section 52-1-9.\n{7} The Act makes an exception to the general rule of exclusivity of remedies for events that are not accidentfs]. NMSA 1978, § 52-1-2 (2003); Delgado, 2001-NMSC-034, ¶ 13,131 N.M. 272, 34 P.3d 1148. Actions on the part of the employer or the worker can render the injuring event non-accidental. On the worker's part, an event is considered to be non-accidental if it resulted from intoxication, wilfulness, or intentional self-infliction. NMSA 1978, § 52-1-11 (1989). This results in the worker losing any and all benefits. See Delgado, 2001-NMSC-*283034, ¶ 14, 131 N.M. 272, 34 P.3d 1148. On the employer's part, an event was traditionally considered to be non-accidental if the employer actually intended to deliberately inflict harm on the worker. Id. ¶ 16. Historically, this was the only situation that would result in the employer losing the benefit of exclusivity and becoming open to tort liability. Id.\n{8} In Delgado, our Supreme Court broadened the scope of the accident exception with respect to employers. In light of the Act's express provision that it should not be construed to favor either the employer or the worker, § 52-5-1, the Court expressed concern that there was a lower standard for finding that a worker had lost his or her benefits than for finding that an employer had lost its protection from tort liability. Delgado, 2001-NMSC-034, ¶24, 131 N.M. 272, 34 P.3d 1148. To end this disparity, our Supreme Court held that in addition to acts intended to cause harm, wilful acts by an employer would also result in the employer's loss of immunity from tort liability. Id. The Court announced a three-prong test to be applied equally to workers and employers in order to determine whether an event is non-accidental.\n[Wlillfulness renders a worker's injury non-accidental, and therefore outside the scope of the Act, when: (1) the worker or employer engages in an intentional act or omission, without just cause or excuse, that is reasonably expected to result in the injury suffered by the worker; (2) the worker or employer expects the intentional act or omission to result in the injury, or has utterly disregarded the consequences; and (3) the intentional act or omission proximately causes the injury.\nId. ¶ 26.\n{9} Beyond this test, the Court did not elaborate on the boundaries of what type of conduct qualifies under the exception to exclusivity. However, the facts of Delgado are helpful in illustrating what type of employer conduct the Court sought to address in broadening the non-accidental exception. The worker was employed at a smelting plant that distilled copper ore by heating rock to temperatures greater than 2,000 degrees so that usable ore would separate from unusable slag. Id. ¶ 3. The slag drained into a 15-foot tall, 35-ton iron cauldron known as a ladle, which workers would ordinarily empty on a regular basis by using a mud-gun to stop the flow of molten slag long enough for a specialized device called a kress-haul to remove the ladle. Id. On the night that Delgado died, the work crew was shorthanded and was under pressure to work harder to recoup recent losses. Id. ¶ 4. The ladle was filling at an unusually fast pace and had reached the point where it would normally need to be emptied, but the mudgun was not working. Id. Although the employer's supervisors had the option of shutting down the furnace in order to stop any more molten slag from accumulating in the ladle while the workers emptied it, they did not. Id. Instead, they ordered Delgado to remove the ladle of molten slag using the kress-haul alone, despite the fact that molten slag was continuing to accumulate in the ladle and spilling over its brim and despite the fact that he had never done such a task before. Id. When Delgado saw the situation, he radioed for help, explaining that he was neither qualified nor able to perform the removal task. Id. ¶ 5. Delgado's requests were denied. Id. He again protested and asked for help, and again his supervisors insisted that he perform the dangerous operation. Id. He eventually came up from the tunnel fully engulfed in flames and sustained third-degree bums all over his body that led to his death. Id. When Delgado's estate sued the employer for wrongful death, the district court dismissed the complaint. Id. ¶ 7. Even though it found that the employer did engage in a series of deliberate or intentional acts which they knew or should have known would almost certainly result in serious injury or death, this showing did not suffice under the actual intent test. Id. (internal quotation marks omitted).\n{10} Our Supreme Court's decision in Delgado stems from this egregious employer conduct: a combination of deadly conditions, profit-motivated disregard for easily implemented safety measures, complete lack of worker training or preparation, and outright denial of assistance to a worker in a terrifying situation. The Court's concern was that *284employers could send workers into certain injury or death, but then defend themselves by saying they were motivated by profit rather than by a desire to injure the worker. The present cases, the first to reach us from what appears to be a growing pool of Delgado claims, highlight the need to determine whether an accident meets the requirements of Delgado as a matter of law. That determination must bear in mind the type of unconscionable conduct that Delgado sought to deter.\n{11} Two federal eases have applied the Delgado standard, each finding that the employer's conduct at issue was nowhere near the egregious actions of the employer in Delgado. In Cordova v. Peavey Co., 273 F.Supp.2d 1213, 1216 (D.N.M.2003), the worker's hand was caught in an auger when another worker began to operate the auger. The worker alleged that several intentional acts and omissions on the part of the employer caused the accident, including the failure to provide adequate training and supervision, the failure to provide a safety guard device, and the assignment of the plaintiff worker to a job outside of his temporary employment contract. Id. at 1219. The United States District Court found that the worker did not present adequate evidence that his employer should have reasonably anticipated that its actions would lead to the accident. Id. It also found that there was no evidence that [the employer] expected any of its actions to result in [the worker's] injury or that [the employer] utterly disregarded the consequences of these actions. Id. In closing, the court noted that it would not construe Delgado to undermine the safety device provision of the Act, NMSA 1978, § 52-1-10 (1989). Id. at 1220 & n. 5.\n{12} In the most recent federal case, the Tenth Circuit affirmed the grant of summary judgment against a worker who sought to argue intentional misconduct under Delgado. Wells v. U.S. Foodservice, Inc., 2004 WL 848606 (10th Cir. April 21, 2004) (not selected for publication). In that case, a delivery person who was injured when a heavy box fell on his back alleged that his employer intentionally or wilfully failed to provide a device that would prevent cargo from slipping inside the shipping truck. Id. at *1. The court noted that while the employer may not have provided the cargo-securing device, the worker had not shown that the device would have prevented the accident and had also failed to comply with several safety regulations. Id. at **2-3. The court affirmed the grant of summary judgment for the employer, concluding that [a]t best, even under his theory, Defendants' conduct was negligent and not intentional. Id. at *3.\n{13} As both of these federal cases illustrate, the mere assertion that the employer did or did not do something that somehow led to the injurious event is not adequate to meet the requirements of Delgado. We agree with the Cordova court that there is no indication that Delgado was intended to eviscerate other essential provisions of the [Act], or otherwise affect the [Act's] applicability to worker injuries caused by negligence. Cordova, 273 F.Supp.2d at 1220. Instead, Delgado merely sought to deter the type of extreme employer conduct discussed above. Negligence on the part of the employer does not expose the employer to tort liability, just as negligence on the part of the worker does not preclude relief under the Act. See Gough v. Famariss Oil & Ref. Co., 83 N.M. 710, 714, 496 P.2d 1106, 1110 (Ct.App.1972), modified on other grounds by Delgado, 2001-NMSC-034, ¶¶ 24-26, 131 N.M. 272, 34 P.3d 1148.\n{14} We also agree with the federal courts that the requirements of Delgado inform the plaintiffs burden when facing a pre-trial motion to dismiss or motion for summary judgment. Delgado requires the worker to plead and show that a reasonable person would expect the injury suffered by the worker to flow from the intentional act or omission. Delgado, 2001-NMSC-034, ¶27, 131 N.M. 272, 34 P.3d 1148. Furthermore, in the context of summary judgment, once the defendant has made a prima facie showing of entitlement to summary judgment, the worker must provide evidence of the subjective state of mind of the ... employer. Id. ¶ 28. The worker can demonstrate this by showing that the employer never considered the consequences of its actions or that the employer considered the consequences of its actions *285and expected the injury to occur. Id. So as not to eviscerate the essential provisions of the Act, we hold that plaintiffs must plead or present evidence that the employer met each of the three Delgado elements through actions that exemplify a comparable degree of egregiousness as the employer in Delgado in order to survive a pre-trial dispositive motion.\n{15} A similar requirement at the pre-trial stage arises in our cases involving intentional infliction of emotional distress (IIED). In IIED eases, we require the court to determine as a matter of law whether conduct reasonably may be regarded as so extreme and outrageous that it will permit recovery under the tort of intentional infliction of emotional distress. Padwa v. Hadley, 1999-NMCA-067, ¶ 9, 127 N.M. 416, 981 P.2d 1234. When reasonable persons may differ on that question, it is for the jury to decide, subject to the oversight of the court. Id. The reason for this threshold determination is the need to strike a balance between the rights of the injured party and the personal liberty of the party charged with the offensive conduct. See id. ¶ 11. Because of these competing interests, the IIED claim must be handled in such a way that the social good from recognizing the tort will not be outweighed by unseemly and invasive litigation of meritless claims. Hakkila v. Hakkila, 112 N.M. 172, 178, 812 P.2d 1320, 1326 (Ct.App.1991) (discussing IIED in the marital context).\n{16} Workers' compensation cases raise a similar balance of interests. The need to provide a forum for the egregious conduct of employers like that in Delgado must be tempered by the need to preserve the bargain of the Act in a meaningful way. Exposing employers to the costs of litigating a full trial on the merits of every ease in which a worker alleges some wilful conduct or claims that safety was ignored due to profit motive would deprive employers of their benefit from the Act's bargain. Even unsuccessful claims would be a significant drain on an employer's financial resources if all questions of employer intent, no matter how slight, were sent to a jury.\n{17} In order to maintain the balance of interests embodied in the Act's bargain, we believe that it is appropriate for a district court to grant summary judgment to an employer when a worker who pursues a tort claim under Delgado cannot demonstrate wilful conduct that approximates the employer's conduct in Delgado under the three-prong test. Without some evidence of the objective expectation of injury, the subjective state of mind of the employer, and the causal relationship between the intent and the injury, a worker cannot prevail under Delgado. When no evidence supports any one of these three prongs or when reasonable jurors could not differ on them, summary judgment for the employer is appropriate and in keeping with the intent of the Act.\n{18} Similarly, in order to survive a motion to dismiss under Rule 1-012(B)(6) NMRA 2004, a plaintiff must allege all three Delgado elements: wilful conduct akin to the employer's conduct in Delgado, the employer's state of mind, and a causal connection between the employer's intent and the injury.\n2. Application to the Morales case\n{19} Morales appeals from the district court's grant of summary judgment. Summary judgment is appropriate where there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6,126 N.M. 396, 970 P.2d 582. If the movant makes a prima facie showing that he or she is entitled to summary judgment, the burden shifts to the party opposing the motion to demonstrate the existence of specific evidentiary facts that require a trial on the merits. Roth v. Thompson, 113 N.M. 331, 334-35, 825 P.2d 1241, 1244-45 (1992).\n{20} The Morales complaint stated that Defendants willfully andbjor intentionally ordered Plaintiff to perform the above described task even though they knew that Plaintiff would suffer grave injuries as a result of such conduct. There were no further allegations of wilfulness or indicia of intentional conduct. Foamex and Reynolds moved for summary judgment, arguing that Morales had no evidence of wilfulness. In *286support of its motion, Foamex and Reynolds argued that there was no issue of worker inexperience, supported by Morales's deposition in which he stated that he had done the same job as he was doing when he was injured, using the same safety equipment, six to twelve times previously. Foamex and Reynolds also countered a potential attack on the safety equipment and procedures in use during the incident through a deposition in which Morales admitted that he had never been told not to change his safety hood, that he had never been told not to use standard safety procedures, and that he did not remember whether he followed standard safety procedures on the day in question. Foamex and Reynolds also refuted the notion that they were short-cutting safety procedures for economic gain by submitting excerpts from Morales's co-worker William Shutes, stating that he was not aware of any pressure from their supervisor to get the job done quickly. In addition, a deposition from another Foamex employee stated that an alternative safety device, the self-contained breathing apparatus (SCBA), was available, but not preferable, because it was heavy, awkward, and only supplied 15 minutes of breathing air.\n{21} At this point, Morales had the burden to demonstrate specific evidentiary facts that would require a trial on the merits. See id. Specifically, Foamex had provided evidence that there was neither objective risk of injury nor subjective intent under Delgado. It was Morales's burden to show that there was a genuine factual question as to whether these elements were present and to show that Foamex' and Reynolds' conduct approximated the employer conduct in Delgado.\n{22} We view the evidence in the light most favorable to Morales, as the party opposing summary judgment. Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 12-13, 738 P.2d 129,130-31 (Ct.App.1987). Morales presented evidence that the hood on his safety gear had popped off on other occasions in the past. He also presented evidence that he had suggested to management that repairs be done using the SCBA equipment, but that he had not used an SCBA during the injurious incident. Morales highlighted management's knowledge that the SCBA was safer than the other type of gear used. Finally, Morales presented evidence that Foamex management knew that TDI is a dangerous chemical.\n{23} Even accepting all of this as true, it is not enough to enable Morales to survive summary judgment. Morales did not demonstrate that it was reasonable to anticipate that sending him to work on this pump would cause his injury. To the contrary, Morales had worked on a pump with the same equipment numerous times before, and his safety hood had even popped off in the past without causing any injury. The fact that TDI is a dangerous chemical is undisputed, but the presence of a dangerous chemical alone is not enough to show employer wilfulness. The availability of other, better safety equipment does not equate with a showing that a reasonable person would have anticipated that Morales's completion of a routine job using routine equipment would lead to an injury. There is also no evidence of Foamex's failure to consider the consequences of having Morales work on the pump or of Foamex's disregard of risks to Morales that it did consider. Again to the contrary, there was evidence that Foamex had considered the positive and negative aspects of the supplied air hood and the SCBA and had made a rational choice based on a number of safety factors. Thus, neither the first nor the second prong of the Delgado test is satisfied.\n{24} In addition, the events that occurred in this case do not approach the type of incidents that Delgado sought to prevent. The acts or omissions that Morales argues did not cause the injurious event in the way that the acts of the employer in Delgado caused Delgado to be set on fire. Delgado contemplated employers -willfully injuring [their] workers. 2001-NMSC-034, ¶ 31, 131 N.M. 272, 34 P.3d 1148. There is no indication that Foamex or Reynolds knew or should have known that their actions were the equivalent of sending Morales into certain severe injury or death. Summary judgment for Foamex was appropriate.\n3. Application to the Fernandez case\n{25} Fernandez appeals from the district court's decision to grant Brown's *287motion to dismiss. Although Plaintiff submitted an affidavit in support of his complaint and another affidavit with his motion for rehearing, the district court dismissed the complaint because it failed to state a claim as a matter of law without considering these documents. Therefore, Brown's motion to dismiss was not converted to a motion for summary judgment under Rule 1-012(B)(6), and the proper standard of review is that which we use for a motion to dismiss. See Electro-Jet Tool & Mfg. Co. v. City of Albuquerque, 114 N.M. 676, 678-79, 845 P.2d 770, 772-73 (1992). We review a ruling on a grant of a motion to dismiss de novo, accepting all well-pleaded factual allegations as true and resolving all doubts in favor of the sufficiency of the complaint. Stoneking v. Bank of Am., N.A., 2002-NMCA-042, ¶4, 132 N.M. 79, 43 P.3d 1089. Dismissal is only proper when the law does not support a claim under the facts presented. Id.\n{26} We begin by noting that because the district court denied Fernandez's motion to amend his complaint, we do not consider the amended complaint on appeal. In his original complaint, Fernandez made factual allegations that Brown had supplied him with the proper safety equipment in the past, but not on the day of his accident. The complaint alleged negligence and intentional tort, both premised on Brown's failure to furnish safety equipment. Fernandez also stated that Brown could reasonably anticipate that Plaintiff Fernandez would be placed in a position of risk as a result of the failure to provide the proper safety equipment.\n{27} At the outset, Fernandez's negligence claim was properly dismissed. As explained above, the Act is the exclusive remedy for workers harmed by an employer's negligence. See Segura v. Molycorp, Inc., 97 N.M. 13, 16, 636 P.2d 284, 287 (1981). Delgado did not change this principle.\n{28} As to the intentional tort claims, these bare allegations are insufficient to state a claim under Delgado. Accepting Fernandez's allegations as true, there is no indication that the failure to provide safety devices was anything but negligent in this ease. The facts that Brown had supplied safety devices in the past and could have reasonably anticipated that an injury would occur, even if proved to be true, are not enough to satisfy the subjective intent prong of Delgado. The allegations by Fernandez do not show that Brown either failed to consider the consequences of not providing the safety equipment or considered the consequences and disregarded the threat of harm to Fernandez. See Delgado, 2001-NMSC-034, ¶26, 131 N.M. 272, 34 P.3d 1148.\n{29} Much like in Morales's case, the employer acts and omissions alleged here did not approach the certainty or egregiousness of the employer in Delgado. Thus, the trial court was correct to grant Brown's motion to dismiss.\n4. Other issues\n{30} The employer in the Fernandez case also contends that Fernandez's claim is precluded because it falls within the safety device provision of the Act, which provides its own exclusive remedy. The employer in the Morales case also raises the issue of estoppel based on the fact that Morales had already accepted a settlement from Foamex through the workers' compensation system, which included his agreement not to pursue other claims. Because we decide these cases on the basis of Morales's and Fernandez's failure to meet the requirements of Delgado, we need not address these other issues. CONCLUSION\n{31} We affirm the grant of summary judgment to Reynolds and Foamex, holding that Morales did not demonstrate that there was a genuine issue of material fact as to their intent. We affirm the dismissal of Fernandez's complaint, holding that he failed to state a claim upon which relief can be granted.\n{32} IT IS SO ORDERED.\nALARID and FRY, JJ., concur.\nPlain English Summary: This judgments related to two Delgado claims, by which two employees who have sustained injuries attempt to recover damages against their employers by proving that the employers have wilfully caused them to sustain an injury. In this case, the requirements for such a claim have not been met and the appeal was dismissed. §7(a)\n",
    "annotations": {
        "Facts": [
            "The Morales case{2} Plaintiff Might orales was an employee of Defendant Foamex, L.P. d/b/a Foamex International, Inc. (Foamex), where Defendant Reynolds was his supervisor. Morales had been working at Foamex for three and one-half years at the time of the incident that gave rise to this action. On November 21, 2001, Morales was fixing an O-ring on a pump that carries a chemical called toluene diisocyanate (TDI) from a storage tank to a mix head in Foamex's plant. As Morales was fixing the pump, some TDI was released, causing the hood of his protective gear to pop up. Subsequently, Morales suffered a number of symptoms that included shortness of breath, wheezing, and chest pains.{3} Morales submitted a claim to the Workers' Compensation Administration that eventually resulted in a settlement of $73,920.51 with Foamex. Before that claim proceeded to settlement, Morales filed a complaint naming Foamex and his supervisor, Ed Reynolds, as defendants in the district court. He sought damages for personal injury, alleging that Foamex and Reynolds wilfully or intentionally ordered him to fix the pump even though they knew that [Morales] would suffer grave injuries as a result of such conduct. Foamex and Reynolds moved for summary judgment, arguing that Morales had not raised a factual issue regarding whether their actions had been wilful or intentional. The district court granted summary judgment, and Morales appeals.The Fernandez Case{4} Plaintiff Fernandez was an employee of Defendant Brown-Minneapolis Tank Co. (Brown) for two years when the incident at issue in his ease occurred. Fernandez was working on the scaffolding of a tank, approximately sixteen feet above ground. A metal sheet slipped from the hands of another employee who was working on the scaffolding above Fernandez. The sheet hit Fernandez on the side of the head and caused him to fall and sustain injuries. Fernandez was not wearing safety gear.{5} After receiving benefits under the Act, Fernandez filed an action in district court, alleging that Brown had negligently and intentionally failed to provide him with adequate safety equipment. Brown filed a motion to dismiss for failure to state a claim. The district court dismissed the complaint, and Fernandez appeals."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "The Court announced a three-prong test to be applied equally to workers and employers in order to determine whether an event is non-accidental.[Wlillfulness renders a worker's injury non-accidental, and therefore outside the scope of the Act, when: (1) the worker or employer engages in an intentional act or omission, without just cause or excuse, that is reasonably expected to result in the injury suffered by the worker; (2) the worker or employer expects the intentional act or omission to result in the injury, or has utterly disregarded the consequences; and (3) the intentional act or omission proximately causes the injury.",
            "elgado requires the worker to plead and show that a reasonable person would expect the injury suffered by the worker to flow from the intentional act or omission.",
            "Even accepting all of this as true, it is not enough to enable Morales to survive summary judgment. Morales did not demonstrate that it was reasonable to anticipate that sending him to work on this pump would cause his injury. To the contrary, Morales had worked on a pump with the same equipment numerous times before, and his safety hood had even popped off in the past without causing any injury. The fact that TDI is a dangerous chemical is undisputed, but the presence of a dangerous chemical alone is not enough to show employer wilfulness.",
            "In addition, the events that occurred in this case do not approach the type of incidents that Delgado sought to prevent. The acts or omissions that Morales argues did not cause the injurious event in the way that the acts of the employer in Delgado caused Delgado to be set on fire. Delgado contemplated employers -willfully injuring [their] workers."
        ],
        "Relevant Precedents": [
            "Delgado, 2001-NMSC-034, ¶27, 131 N.M. 272, ."
        ],
        "Outcome": [
            "We affirm the grant of summary judgment to Reynolds and Foamex, holding that Morales did not demonstrate that there was a genuine issue of material fact as to their intent. We affirm the dismissal of Fernandez's complaint, holding that he failed to state a claim upon which relief can be granted."
        ]
    },
    "class": "affirm"
}