{
    "text": "Bierner v. City of Truth or Consequences, 136 N.M. 197, 96 P.3d 322, 2004-NMCA-093 (2004)\nJune 15, 2004 · Court of Appeals of New Mexico · No. 23,434\n136 N.M. 197, 96 P.3d 322, 2004-NMCA-093\nJohnny BIERNER, Brenda Garcia, Lucy Grimes, Zackary Grimes, Sue Hall, Beverly Hamilton, Alice Hernandez, Robert Jones, Virginia Ruth Jones, Brian Newsome, Jorge Perez, Cristina Rabago, Erasto Romero, Jesus Sanchez, Marie Smith, Lawrence Smith, Ray Terrazas, Mary H. Torres, and Glenda Wellberg, Plaintiffs-Appellants,v.CITY OF TRUTH OR CONSEQUENCES, Defendant-Appellee\n2004-NMCA-093\n96 P.3d 322\nCourt of Appeals of New Mexico.\nRobert J. Gorence, Louren Oliveros, Robert J. Gorence & Associates, P.C., William C. Marehiondo, Marchiondo Law Offices, P.C., Albuquerque, for Appellants.\n*198Gregory V. Pelton, Pelton & Associates, P.A., Albuquerque, for Appellee.\nOPINION\nCASTILLO, J.\n{1} This case requires us to determine whether the trial court erred in granting summary judgment in favor of Defendant City of Truth or Consequences (City). The court concluded that the City was immune from liability under the New Mexico Tort Claims Act (TCA), NMSA 1978, §§ 41-4-1 to -27 (1976, as amended through 2003). Plaintiffs maintain that summary judgment was inappropriate because facts as to waiver of immunity were in dispute and discovery was not completed. We affirm.\nI. BACKGROUND\n{2} On January 7, 2001, a Domino's Pizza delivery truck was parked in the restaurant's lot on Third Street, also known as State Road 51 (road), in Truth or Consequences, New Mexico. The unattended truck rolled down the lot's steep incline, crossed the road, entered the property of Cortez Gas Company (gas company), and struck a propane gas storage tank on the property. The tank exploded; the resulting fire damaged residential property in the area. Plaintiffs, who lived in the surrounding area, filed their first amended complaint against the gas company, Domino's Pizza, the State Highway and Transportation Department (Highway Department), and the City. Plaintiffs sought relief for personal injury and property damage.\n{3} Plaintiffs' amended complaint alleged that the City maintained the road; that there were at least two substantially similar incidents of vehicles rolling out of the parking lot, crossing the road, and entering the gas company's property; that the City knew or should have known of these incidents; and that the City failed to take reasonable steps to ensure the public safety. Plaintiffs further alleged that the City knew or should have known there were no barriers on or near the road to prevent motorists from colliding with a propane gas storage tank on the gas company's property and that the City's negligence caused the collision resulting in Plaintiffs' injuries. These same allegations were directed toward the Highway Department.\n{4} The City filed a summary judgment motion, primarily arguing that the City neither constructed, owned, nor maintained the road; that the City had no agreement with the Highway Department to participate in maintenance of the road; that installation of a barrier was not a maintenance function; and that immunity was not waived under the TCA, Section 41-4-ll(A) (withdrawing immunity for negligence in the maintenance of roadways). The Highway Department likewise filed a motion for summary judgment, acknowledging that the Highway Department had a duty to ensure the safety of the motoring public on the road but emphasizing that the duty did not extend to the protection of private property adjacent to the road; that there was no basis under engineering principles for a barrier on the road; that installation of a barrier is a design, not a maintenance, function; that even if the Highway Department had a duty to install a barrier, such installation would require a redesign and reconstruction of the road; and that the Highway Department was therefore immune from liability, under the TCA, Section 4H-11(B) (granting immunity for design defects of any roadway). In support of its position, the Highway Department attached the affidavit of one of its engineers, Paul Gray.\n{5} The trial court, determining that there were no material facts in dispute and that immunity was not waived for either entity under the TCA, dismissed all claims against both the City and the Highway Department on August 5, 2002. The court also concluded that the installation of guardrails was a design issue and found the following pertinent facts:\n5. Third Street, in the vicinity where this incident occurred, is a public highway owned and maintained by the [Highway Department].\n6. Third Street, in the vicinity where this incident occurred, was designed by the [Highway Department] and built on a *199right-of-way owned by the [sic] New Mexico.\n7. The [City] has established, by uneontroverted evidence, that it did not contractually undertake any responsibilities with reference to this portion of Third Street.\n8. Neither the [City] nor the [Highway Department] created the alleged dangerous condition____\n9. The Plaintiffs have offered no competent evidence as to what they contend the [City] could have done to have prevented this incident including what preventive measures, within the control of the [City], would have prevented this incident.\n17. The Affidavit of Paul W. Gray, Assistant District Engineer, has not been controverted, by an expert to design liability, design immunity, and reconstruction immunity under the Tort Claims Act. The time for furnishing such an expert has long since expired.\n{6} Plaintiffs subsequently settled their claims against the Highway Department. They appeal as to the City only.\nII. DISCUSSION\nA. Standard of Review\n{7} Whether the TCA bars Plaintiffs' claims against the City is a question of law, which we review de novo. See Rutherford v. Chaves County, 2003-NMSC-010, ¶ 8, 133 N.M. 756, 69 P.3d 1199; Godwin v. Mem'l Med. Ctr., 2001-NMCA-033, ¶23, 130 N.M. 434, 25 P.3d 273. Generally, the existence of duty is determined as a matter of law. Koenig v. Perez, 104 N.M. 664, 666, 726 P.2d 341, 343 (1986). Plaintiffs contend that in this case, the existence of duty is a mixed question of law and fact. See Eckhardt v. Charter Hasp, of Albuquerque, 1998-NMCA-017, ¶¶ 36, 39, 124 N.M. 549, 953 P.2d 722 (stating that where the existence of duty depends on the resolution of disputed facts, the jury properly resolves the conflicting evidence). As we discuss below, the material facts in this case are not in dispute. We therefore agree with the City that duty here is purely a question of law.\n{8} Summary judgment is considered a drastic measure and is to be used with the utmost caution. Pollock v. State Highway & Transp. Dep't, 1999-NMCA-083, ¶ 5, 127 N.M. 521, 984 P.2d 768. We may find summary judgment proper if material facts are undisputed and only the legal interpretation of those facts remains. Rule 1-056(0 NMRA 2004; Garrity v. Overland Sheepskin Co. of Taos, 1996-NMSC-032, ¶ 29,121 N.M. 710, 917 P.2d 1382; Godwin, 2001-NMCA-033, ¶ 23, 130 N.M. 434, 25 P.3d 273. If the undisputed facts establish that the movant is entitled to judgment as a matter of law, then we will not disturb the trial court's order. See Goodman v. Brock, 83 N.M. 789, 792-93, 498 P.2d 676, 679-80 (1972); Godwin, 2001-NMCA-033, ¶ 23, 130 N.M. 434, 25 P.3d 273. The movant has the burden of establishing a prima facie case showing there was no genuine issue of material fact. A prima facie showing is evidence as is sufficient in law to raise a presumption of fact or establish the fact in question unless rebutted. Pollock, 1999-NMCA-083, ¶ 5,127 N.M. 521, 984 P.2d 768 (internal quotation marks and citations omitted). Once a prima facie case is made, the party opposing the motion has the burden to demonstrate with admissible evidence that a reasonable doubt exists as to a genuine factual issue. Koenig, 104 N.M. at 666, 726 P.2d at 343; Goodman, 83 N.M. at 792-93, 498 P.2d at 679-80; Pollock, 1999-NMCA-083, ¶ 6, 127 N.M. 521, 984 P.2d 768; Savinsky v. The Bromley Group, Ltd., 106 N.M. 175, 176, 740 P.2d 1159, 1160 (Ct.App. 1987).\n{9} We turn now to the question of whether immunity was waived for the City under the TCA. Following our resolution of that matter, we discuss Plaintiffs' discovery challenges to summary judgment.\nB. Immunity\n{10} Section 41-4-4(A) of the TCA provides government entities with immunity from liability for any tort, except as waived in other sections of the TCA. Plaintiffs argue that the relevant waiver in this case is negligent maintenance; the waiver reads as follows:\n*200The immunity granted pursuant to Subsection A of Section 41^4^4 NMSA 1978 does not apply to liability for damages resulting from bodily injury ... or property damage caused by the negligence of public employees while acting within the scope of their duties during the construction, and in subsequent maintenance of any ... roadway\nSection 41-4-ll(A).\n{11} Whether the City had either a statutory or a common law duty to maintain the road is dispositive on the issue of immunity. See § 41-4-2(B) (Liability for acts or omissions under the Tort Claims Act shall be based upon the traditional tort concepts of duty and the reasonably prudent person's standard of care in the performance of that duty.); Eckhardt, 1998-NMCA-017, ¶ 36, 124 N.M. 549, 953 P.2d 722 (agreeing that a negligence claim is premised on the existence of a duty); Gallegos v. Trujillo, 114 N.M. 435, 439, 839 P.2d 645, 649 (Ct.App.1992) (concluding that the absence of a duty precludes waiver of immunity); Johnson v. Sch. Bd. of Albuquerque Pub. Sch. Sys., 114 N.M. 750, 751, 845 P.2d 844, 845 (Ct.App.1992) (Duty or responsibility is not provided in the Tort Claim[s] Act; it must be found outside the Act either at common law or by statute.). We therefore proceed directly to that issue.\n{12} The City's position was that it had no duty to maintain the road; therefore, it was the City's burden to show that no material fact existed regarding this issue. See Pollock, 1999-NMCA-083, ¶ 5,127 N.M. 521, 984 P.2d 768. The City met its burden with the following evidence: (1) an affidavit from the superintendent of the City's Street Department that the road is part of the state highway system, and that the City did not construct the road, did not own the road, did not maintain the road, had no agreement with the Highway Department to assume responsibility for maintaining the road, and received no funding from the Highway Department to maintain the road and (2) the Highway Department's answer to interrogatories, acknowledging that the Highway Department constructed and maintained the road.\n{13} The City's having established its prima facie case, the burden shifted to Plaintiffs to show a material issue of fact existed. Koenig, 104 N.M. at 666, 726 P.2d at 343. In their initial response opposing summary judgment, Plaintiffs reiterated the allegation made in their amended complaint: that the City maintained the road. Plaintiffs, however, failed to provide any evidence to support the claim. See Savinsky, 106 N.M. at 176, 740 P.2d at 1160 (stating that the opponent of a summary judgment motion cannot rely solely on the allegations contained in its complaint ... [but] must ... establish, with admissible evidence, that a genuine issue of fact exists (internal quotation marks and citations omitted)). Instead, in their supplemental response, Plaintiffs appeared to step away from their allegation that the City actually maintained the road; their sole argument was that the City had a duty to maintain it. This duty to maintain, they asserted, stemmed from the City's common law duty to protect the public from the alleged dangerous condition the City knew about or from the alleged dangerous condition the City created. Plaintiffs contended that the duty to protect the public from a known dangerous condition created, in turn, a duty for the City to contact the Highway Department engineer about the condition. Citing Fireman's Fund Insurance Co. v. Tucker, 95 N.M. 56, 58, 618 P.2d 894, 896 (Ct.App.1980), Plaintiffs further suggested that given the broad construction of the term maintenance, there is simply nothing precluding the City from having a duty to maintain [the road].\n{14} The evidence that accompanied Plaintiffs' supplemental response pertained only to the City's notice of the alleged dangerous condition. To prove notice, they submitted (1) depositions by two police officers who had investigated two incidents, one in 1997 and one in 2000, of vehicles rolling across the road into the gas company's property; (2) a deposition by the City's fire chief, who had temporarily halted development of the gas company's storage facility, due to his concern that the facility could affect an arroyo, making it difficult to evacuate elderly persons from a nearby trailer park; (3) a deposition by the owner of the gas company, *201a former city commissioner, who had heard of five to ten incidents of vehicles rolling down the incline; and (4) a deposition by another former commissioner, who admitted he knew of the dangerous condition. The City challenges some of this evidence and denies that it raises an issue of duty in any event.\n{15} Plaintiffs did not submit evidence showing that the City created the condition; instead, they merely concluded, without discussion or support, that the evidence of notice implied the creation of the danger. We note that the trial court found that the City does not issue permits for the licensing or placement of propane gas facilities; Plaintiffs did not contest this finding.\n{16} We disagree with Plaintiffs that the facts they raise, even if they are in dispute, are sufficient to withstand summary judgment. See Tapia v. Springer Transfer Co., 106 N.M. 461, 462-63, 744 P.2d 1264,1265-66 (Ct.App.1987) (stating that summary judgment may be proper even when disputed issues remain, as long as there is no genuine issue as to a material fact). The City provided evidence that it did not construct, own, or maintain the road. Plaintiffs, instead of rebutting that evidence, raised facts based on their argument that the City owed a general duty to protect the public from a known dangerous condition. Yet, they do not cite to any case law in which a duty to maintain another government entity's road stems from a duty to protect the public from a known dangerous condition. On the contrary, in the cases relied upon by Plaintiffs, the government entities being sued all owned the roads in question. See, e.g., Lerma v. State Highway Dept., 117 N.M. 782, 784-85, 877 P.2d 1085, 1087-88 (1994) (remanding for a jury to determine if the Highway Department breached its duty to protect the public from foreseeable harm on a state highway); Ryan v. State Highway & Transp. Dep't, 1998-NMCA-116, ¶¶ 1, 9, 125 N.M. 588, 964 P.2d 149 (holding that whether the Highway Department had notice of an alleged dangerous condition on a state road was a jury question precluding summary judgment); Blackburn v. State, 98 N.M. 34, 36, 644 P.2d 548, 550 (Ct.App.1982) (determining that the State was not immune from a negligent maintenance suit where the plaintiffs claimed the State failed to install adequate traffic controls on a state road).\n{17} Plaintiffs provide no facts to support their assertion that the City has jurisdiction to install traffic control devices or otherwise make improvements on the road. Plaintiffs seem to argue that the general duty to protect the public creates the duty to maintain a road. New Mexico law is otherwise. It predicates the responsibility to maintain on jurisdiction, and it is that responsibility that gives rise to the duty to protect the public. See Rutherford v. Chaves County, 2002-NMCA-059, ¶12, 132 N.M. 289, 47 P.3d 448 (Th[e] responsibility to maintain is simply another way of saying that the County, as opposed to some other governmental entity, has jurisdiction over the road in question. This responsibility in turn gives rise to a duty to [protect] the public ... from foreseeable harm on the highways ....  (internal quotation marks and citation omitted)), aff'd, 2003-NMSC-010, ¶25, 133 N.M. 756, 69 P.3d 1199.\n{18} Plaintiffs cite to Moore v. State, 95 N.M. 300, 301, 621 P.2d 517, 518 (Ct.App. 1980), and Largo v. Atchison, Topeka and Santa Fe Railway Co., 2002-NMCA-021, ¶¶ 13, 15-16, 131 N.M. 621, 41 P.3d 347, and insist that the City could have shared responsibility with the Highway Department for maintaining the road. Whether or not the City could assist the Highway Department is not the point. In Moore, there was no question that the City of Albuquerque and the Highway Department jointly maintained the highway where the accident occurred; both entities had entered into a memorandum agreement regarding construction on that particular highway. Moore, 95 N.M. at 301, 621 P.2d at 518. Clearly, governmental entities can share maintenance responsibilities by agreement. The undisputed evidence in this ease, however, is that the City did not share the responsibility. Moore does not hold that a city is required to share this responsibility. In Largo, we held that the legislature had not abrogated the defendant railroad's common law duty to place warnings at dangerous railroad crossings, despite *202a state statute giving authority to government entities to install warning devices. Largo, 2002-NMCA-021, ¶ 15, 131 N.M. 621, 41 P.3d 347. While Largo involved the duty of parties to warn, the defendant was not a governmental entity, and the waiver of government immunity that we discuss later was not at issue. In this case, there is no question that the Highway Department had the sole responsibility to maintain Third Street in the vicinity where the accident occurred. Consequently, the waiver of immunity in Section 41-4-4(A) of the TCA does not apply to the City because it had no duty upon which negligence could be premised.\n{19} Citing to Rutherford, 2002-NMCA-059, 132 N.M. 289, 47 P.3d 448, Plaintiffs argue that the fact the propane gas tanks were forty feet from the road does not preclude liability for negligent maintenance. In Rutherford, this Court found that the government entity had a duty to protect the traveling public from known dangers, such as flooding on roadways. Id. ¶¶ 12-13. However, in Rutherford, the parties did not dispute that the government entity being sued was responsible for maintaining the road in question. Id. ¶ 12. This Court did not impose on another government entity a duty to maintain a road it did not own; that is what Plaintiffs, in essence, are asking us to do in this case. We decline to do so.\n{20} From this undisputed evidence, we conclude and hold that the City did not have a duty to maintain the road, as contemplated under the waiver of immunity in the statute. The negligent maintenance waiver, therefore, is inapplicable. See Noriega v. Stahmann Farms, Inc., 113 N.M. 441, 444, 827 P.2d 156, 159 (Ct.App.1992) (noting that the plaintiffs evidence did not support a claim that the government entity owned the road and that there was therefore no basis for the negligent maintenance waiver of immunity); Johnson, 114 N.M. at 755, 845 P.2d at 849 (holding that because the government entity had no responsibility for maintaining the crosswalk, the street maintenance waiver was inapplicable). Accordingly, we reject Plaintiffs' argument that material facts exist as to whether immunity was waived for the City's actions.\n{21} Plaintiffs allege various theories, some not in the context of the actual maintenance of the road, pursuant to which the City should have done one thing or another that Plaintiffs claim would have prevented the accident. Plaintiffs claim that (1) the City's notice of the alleged dangerous condition gave rise to a duty to notify the Highway Department to remedy the situation, (2) the City was negligent in approving the propane facility, (3) the City could have erected barriers or curbs in the parking lot to prevent vehicles from leaving it or signs in the parking lot to warn motorists to engage their parking brakes, (4) the City could have erected barriers or curbs on either side of the street to prevent vehicles from leaving the parking lot and entering the propane business, and (5) the City could have altered the ingress into and egress from the parking lot so that vehicles would not leave the parking lot and enter the propane business. To the extent that items (4) and (5) involve maintenance of the road, we hold that the City had no duty for the reasons expressed above. As for items (1) through (3), they do not even involve maintenance of the road in the context of this case, and there is therefore no applicable waiver of immunity for them. Similarly, items (4) and (5) appear to involve design, and Section 41^4-11(B) grants immunity for design issues. Importantly, too, the accident for which Plaintiffs are suing was not an accident that happened in the road. In effect, Plaintiffs are arguing that the presence of a condition on one side of the road, which might spill over to the other side of the road, creates a duty on the part of a state entity to alter the road and areas off the road so that the road becomes a barrier to those conditions. We do not believe that the waiver of immunity for negligence in the maintenance of roads was intended to reach as far as Plaintiffs want it to reach in this case.\n{22} None of Plaintiffs' contentions affects our determination that there is no duty under the undisputed facts. For all of these reasons, we also reject Plaintiffs' argument that material facts exist as to whether immunity was waived.\n*203C. Discovery\n{23} Plaintiffs assert two discovery challenges: (1) the trial court granted summary judgment before Plaintiffs completed discovery, and (2) the court ended discovery prematurely when it determined the deadline had expired for Plaintiffs to obtain an expert. As to the first challenge, Plaintiffs assert that once the City and the Highway Department had filed their summary judgment motions, Plaintiffs were given less than one month to conduct discovery with regard to the City and the State. Plaintiffs point out that the Highway Department's motion, filed on March 6, 2002, was accompanied by the affidavit of Paul Gray in an expert capacity as a design engineer. Plaintiffs declare they had less than twenty days to respond with an expert, since they allege that the hearing on both motions occurred on March 27, 2002. As to the second challenge, Plaintiffs complain that the scheduling order gave them until July 31, 2002, to submit their final witness list and that the trial court therefore incorrectly found that the time for them to contravene Paul Gray's affidavit with an affidavit of their own expert had ended. Citing Sun Country Savings Bank of New Mexico v. McDowell, 108 N.M. 528, 534, 775 P.2d 730, 736 (1989), Plaintiffs conclude that the trial court erred by clearly violating the rule that a court should not grant summary judgement before a party completes discovery and that, accordingly, we should reverse summary judgment. Because the two challenges are so closely related, we consider them together.\n{24} Our review of the record does not support Plaintiffs' contention that they had less than a month to conduct discovery and less than twenty days to respond with an expert. The City's motion was filed on January 16, 2002. While the Highway Department's motion was filed on March 6, 2002, as Plaintiffs indicated, the motions hearing did not occur until May 16, 2002. The affidavit of expert witness Paul Gray was attached to the Highway Department's motion. Plaintiffs therefore had four months to conduct discovery after the City's motion, more than two months to conduct discovery after the Highway Department's motion, and more than two months to respond with an expert.\n{25} We also disagree that Sun Country Savings Bank supports Plaintiffs' conclusion. In that ease, our Supreme Court observed that as a general rule, a court should not grant summary judgment before a party has completed discovery, particularly when further factual resolution is essential to determining] the central legal issues. Id. (citation omitted). The Court then discussed critical factors appellate courts consider before determining if summary judgment was premature: whether the nonmoving party had sufficient time to conduct necessary discovery, whether the nonmoving party gave the court certain information about the particular evidence it still needed, whether the moving party responded to discovery requests, and whether the nonmoving party sought at the motion hearing a continuance to complete discovery. Id. After considering the factors in light of the record, the Supreme Court rejected the plaintiffs contention that the trial court erred in granting summary judgment prior to completion of discovery. Id. at 535, 775 P.2d at 737. The defendant in Sun Country Savings Bank had two and a half months to complete critical discovery — from the time the plaintiff filed the summary judgment motion to the time it was granted. Id. at 534-35, 775 P.2d at 736-37.\n{26} We apply the same factors to the record in this case. In Plaintiffs' initial response to the City's summary judgment motion, filed February 6, 2002, they stated that they had not yet propounded interrogatories and requests for production upon the City and that they had only deposed the City's fire chief. However, by the time of the motion hearing, Plaintiffs had also deposed two former City Commissioners and two former City Managers, as well as the Highway Department's maintenance supervisor and its district traffic engineer for the area in question. In addition, Plaintiffs received responses from the City to their interrogatories and their request for production of documents.\n{27} Plaintiffs do not suggest on appeal what additional discovery would place a material fact at issue. They do not point us to *204any information they gave to the trial court as to the particular evidence they still needed from the City or what expert testimony they wished to offer. Plaintiffs did not mention discovery in their supplemental response to the City's motion filed May 8, 2002. They do not suggest that the City failed to respond to their discovery requests. Nor do Plaintiffs indicate that they sought at the motion hearing a continuance to complete discovery. Under these circumstances, we hold that the trial court did not err in granting summary judgment. See id. at 535, 775 P.2d at 737; cf. Diversified Dev. & Inv., Inc. v. Heil, 119 N.M. 290, 296, 889 P.2d 1212, 1218 (1995) (holding summary judgment improper where additional requested discovery could reveal material facts on a claim).\nIII. CONCLUSION\n{28} For the foregoing reasons, we affirm the trial court's grant of summary judgment in favor of the City.\n{29} IT IS SO ORDERED.\nLYNN PICKARD and JONATHAN B. SUTIN, JJ., concur.\nPlain English Summary: Appeal against a summary judgment decision on whether a City had a duty a general duty to maintain the road and could be sued despite its immunity. Court held that there were no good reasons to waive immunity. §7(a); §15.",
    "annotations": {
        "Facts": [
            "{2} On January 7, 2001, a Domino's Pizza delivery truck was parked in the restaurant's lot on Third Street, also known as State Road 51 (road), in Truth or Consequences, New Mexico. The unattended truck rolled down the lot's steep incline, crossed the road, entered the property of Cortez Gas Company (gas company), and struck a propane gas storage tank on the property. The tank exploded; the resulting fire damaged residential property in the area. Plaintiffs, who lived in the surrounding area, filed their first amended complaint against the gas company, Domino's Pizza, the State Highway and Transportation Department (Highway Department), and the City. Plaintiffs sought relief for personal injury and property damage.{3} Plaintiffs' amended complaint alleged that the City maintained the road; that there were at least two substantially similar incidents of vehicles rolling out of the parking lot, crossing the road, and entering the gas company's property; that the City knew or should have known of these incidents; and that the City failed to take reasonable steps to ensure the public safety. Plaintiffs further alleged that the City knew or should have known there were no barriers on or near the road to prevent motorists from colliding with a propane gas storage tank on the gas company's property and that the City's negligence caused the collision resulting in Plaintiffs' injuries. These same allegations were directed toward the Highway Department.{4} The City filed a summary judgment motion, primarily arguing that the City neither constructed, owned, nor maintained the road; that the City had no agreement with the Highway Department to participate in maintenance of the road; that installation of a barrier was not a maintenance function; and that immunity was not waived under the TCA, Section 41-4-ll(A) (withdrawing immunity for negligence in the maintenance of roadways). The Highway Department likewise filed a motion for summary judgment, acknowledging that the Highway Department had a duty to ensure the safety of the motoring public on the road but emphasizing that the duty did not extend to the protection of private property adjacent to the road; that there was no basis under engineering principles for a barrier on the road; that installation of a barrier is a design, not a maintenance, function; that even if the Highway Department had a duty to install a barrier, such installation would require a redesign and reconstruction of the road; and that the Highway Department was therefore immune from liability, under the TCA, Section 4H-11(B) (granting immunity for design defects of any roadway). In support of its position, the Highway Department attached the affidavit of one of its engineers, Paul Gray."
        ],
        "Procedural History": [
            "The trial court, determining that there were no material facts in dispute and that immunity was not waived for either entity under the TCA, dismissed all claims against both the City and the Highway Department on August 5, 2002."
        ],
        "Application of Law to Facts": [
            "We may find summary judgment proper if material facts are undisputed and only the legal interpretation of those facts remains.",
            "Section 41-4-4(A) of the TCA provides government entities with immunity from liability for any tort, except as waived in other sections of the TCA. Plaintiffs argue that the relevant waiver in this case is negligent maintenance",
            "The City provided evidence that it did not construct, own, or maintain the road. Plaintiffs, instead of rebutting that evidence, raised facts based on their argument that the City owed a general duty to protect the public from a known dangerous condition.",
            "Plaintiffs provide no facts to support their assertion that the City has jurisdiction to install traffic control devices or otherwise make improvements on the road. Plaintiffs seem to argue that the general duty to protect the public creates the duty to maintain a road. New Mexico law is otherwise.",
            "From this undisputed evidence, we conclude and hold that the City did not have a duty to maintain the road, as contemplated under the waiver of immunity in the statute. The negligent maintenance waiver, therefore, is inapplicable."
        ],
        "Relevant Precedents": [
            "Garrity v. Overland Sheepskin Co. of Taos, 1996-NMSC-032, ¶ 29,, 917 P.2d 1382; Godwin, , ¶ 23, 130 N.M. 434, .",
            "See Noriega v. Stahmann Farms, Inc., 113 N.M. 441, 444, , 159 (Ct.App.1992)"
        ],
        "Outcome": [
            "We affirm.",
            "For the foregoing reasons, we affirm the trial court's grant of summary judgment in favor of the City."
        ]
    },
    "class": "affirm"
}