{
    "text": "Wittkowski ex rel. Wittkowski v. State, Corrections Department, 103 N.M. 526, 710 P.2d 93 (1985)\nJune 24, 1985 · Court of Appeals of New Mexico · No. 7939\n103 N.M. 526, 710 P.2d 93\nCarla J. WITTKOWSKI, Individually and as Personal Representative of the Estate of Roland H. Wittkowski, Deceased, and as wife and surviving spouse of Ronald H. Wittkowski, deceased, and as Guardian and Next Friend of Christopher Allyn Wittkowski, a minor, and of Gretchen Roswitha Wittkowski, a minor, Plaintiffs-Appellants,v.STATE of New Mexico, CORRECTIONS DEPARTMENT OF STATE OF NEW MEXICO; Roger W. Crist, Individually and as Secretary of Corrections; Harvey Winans, Individually and as Warden of the Penitentiary of New Mexico; and New Mexico State Police, Defendants-Appellees\n710 P.2d 93\nCourt of Appeals of New Mexico.\nCertiorari Quashed Nov. 14, 1985.\n*527Daniel J. Crothers, Michael R. Morow, Kegel, Glass, McDevitt & Morow, Santa Fe, for plaintiffs-appellants.\nWayne C. Wolf, Civerolo, Hansen & Wolf, P.A., Albuquerque, for defendant-appellee State of N.M.\nKenneth L. Harrigan, Todd R. Braggins, Modrall, Sperling, Roehl, Harris & Sisk, P.A., Albuquerque, for defendants-appellees Corrections Dept, and Roger W. Crist.\nRobert McCorkle, Patrick M. Shay, Rodey, Dickason, Sloan, Akin & Robb, P.A., Albuquerque, for defendant-appellee Harvey Winans.\nRebecca A. Houston, Keleher & McLeod, P.A., Albuquerque, for defendant-appellee New Mexico State Police.\nOPINION\nNEAL, Judge.\nThe personal representative and survivors of Roland H. Wittkowski brought suit for wrongful death, seeking compensatory and punitive damages against defendants under the New Mexico Tort Claims Act and the Federal Civil Rights Act. The district court granted defendants' NMSA 1978, Civ. P.Rule 12(b)(6) (Repl.Pamp.1980) motions to dismiss.\nBecause the case comes to the court following the granting of the Rule 12(b)(6) motion, we must accept the facts set out in the complaint as true, and resolve all doubts in favor of the sufficiency of the complaint. Runyan v. Jaramillo, 90 N.M. 629, 567 P.2d 478 (1977).\nFacts.\nFacts alleged in plaintiffs' complaint show that the decedent, Roland H. Wittkowski, a-resident of Colorado, was killed during a robbery of the liquor store in which he worked. His killers, Ross David Thomas and Eddie Lee Seward, had es*528caped from the New Mexico State Penitentiary in Santa Fe.\nThomas and Seward had documented histories of violence. Both had escaped or attempted escape before. Thomas had an extensive record of violent behavior and was an alcoholic. Both were psychotics. Nevertheless, they were classified as minimum trustees, with only minimum supervision and assigned to work on a dairy operation at the prison. The complaint alleges they were left unguarded at night, without proper lighting for surveillance, without proper fencing or other facilities to prevent escape, and without properly trained prison personnel to supervise them. They escaped at 4:10 a.m., March 1, 1982. The state police knew of the escape within two hours and issued an all-points bulletin in New Mexico, but did not contact Colorado authorities. Thomas and Seward crossed the Colorado border, and at 7:00 p.m. that night, they robbed the liquor store and shot Wittkowski.\nPlaintiffs alleged that the defendants breached duties set out in statutes and their own rules and regulations. The state police are alleged to have breached their duty, under NMSA 1978, Sections 29-1-4 and 29-3-3 (Repl.Pamp. 1984) to identify, investigate and apprehend escapees and to cooperate with necessary officials in New Mexico and other states. The New Mexico State Department of Corrections, then-Secretary of Corrections Roger W. Crist, and then-warden Harvey Winans are alleged to have breached their duties to correctly classify prisoners in view of their personal histories, and to use all means in their power to prevent escape. See NMSA 1978, Sections 33-2-16 and 33-2-31 (Repl.Pamp. 1983). The federal civil rights claim was brought under 42 U.S.C.A. Section 1983 (West 1981), and alleges that the defendants acted with knowledge of the dangerousness of the escapees and knowledge of inadequate supervision of the dairy barn.\nOn appeal the plaintiffs contend that because the case of Schear v. Board of County Commissioners, Bernalillo County, 101 N.M. 671, 687 P.2d 728 (1984), abolished the distinction between private and public duties, the complaint states a cause of action against all defendants under the Tort Claims Act, NMSA 1978, Sections 41-4-1 through -29 (Repl.Pamp.1982 and Cum. Supp.1984). We discuss whether Colorado or New Mexico law should apply before reaching the merits of the argument against each defendant. We then discuss the federal civil rights claim.\nChoice of Law.\nThe shooting of Wittkowski occurred in Colorado. All of the conduct of defendants allegedly leading up to the shooting occurred in New Mexico. While plaintiffs plead both Colorado and New Mexico law in the alternative, they argue that Colorado law should apply, citing First National Bank in Albuquerque v. Benson, 89 N.M. 481, 553 P.2d 1288 (Ct.App.1976). Benson states that New Mexico applies the place of the wrong rule in tort cases and the place of the wrong is the location of the last act necessary to complete the injury citing Restatement (First) of Conflicts of Laws, § 378 (1934). However, New Mexico cases recognize an exception to the place of the wrong rule when the application of foreign law would violate New Mexico public policy. Sandoval v. Valdez, 91 N.M. 705, 580 P.2d 131 (Ct.App.1978). The Restatement (First) of Conflicts of Laws, supra, which New Mexico recognizes, states at Section 380(2):\nWhere by the law of the place of wrong, the liability-creating character of the actor's conduct depends upon the application of a standard of care, and such standard has been defined in particular situations by statute or judicial decision of the law of the place of the actor's conduct, such application of the standard will be made by the forum.\nNew Mexico has determined the standard of care relating to its own corrections officials and state police in the Tort Claims Act and through decisional law. To apply the place of wrong rule could result in the identical conduct by New Mexico officials being determined actionable if the final act occurred in one state but not *529actionable if it occurred in another. Public policy dictates that New Mexico law determine the existence of duties and immunities on the part of New Mexico officials.\nExistence of Duty.\nThe trial court relied on the public versus private duty concept of Doe v. Hendricks, 92 N.M. 499, 590 P.2d 647 (Ct.App.1979) in dismissing the action. Indeed, that was a valid distinction at the time the motion was decided. However, in the interim the supreme court decided Schear, and explicitly recognized that the abolition of sovereign immunity in Hicks v. State, 88 N.M. 588, 544 P.2d 1153 (1975) and the subsequent passage of the Tort Claims Act, rendered the distinction invalid. Finding law enforcement officials have a duty to investigate reported violations of the criminal law under NMSA 1978, Section 29-1-1 (Repl. Pamp.), the court allowed a private cause of action for one injured by the negligence of the law enforcement officers in not responding to a reported crime in progress. The court stated that the distinction between private and public duties is a function of sovereign immunity and not a common law negligence concept and, therefore, its efficacy is dependent on the vitality of the doctrine of sovereign immunity, stating [i]t is clear to us ... that the Tort Claims Act abolished the 'public duty-special duty' distinction in this jurisdiction. 101 N.M. 673, 687 P.2d at 730.\nThe defendants contend that the Schear doctrine should not apply to this case and should only be applied prospectively. We disagree. Schear did not overrule Doe, rather it held that case not controlling due to the subsequent passage of the Tort Claims Act. It did not create new duties on the part of law enforcement officers; instead it recognized that the Tort Claims Act had worked the change in the law. A new interpretation was applied to Schear itself, and should also be applied here. See State v. Kaiser, 91 N.M. 611, 577 P.2d 1257 (Ct.App.1978).\npori Claims Act.\nThe Tort Claims Act shields both governmental entities and public employees from liability for torts except when immunity is specifically waived in the Act. If a public employee, while acting in the scope of duty, commits a tort falling within one of the waivers, the entity which employs him is liable. See § 41-4-4(A) (Repl.Pamp. 1982). We now discuss the claims against each defendant.\nSection 41-4-4(A) states that governmental entities and officials, while acting in the scope of their duty, are granted immunity from liability for any tort, except as waived under the Act. A waiver of immunity is provided for law enforcement officers under Section 41-4-12 for the wrongs listed in that section.1\nLaw enforcement officers are defined in Section 41-4-3(D) as any full-time salaried public employee of a governmental entity whose principal duties under law are to hold in custody any person accused of a criminal offense, to maintain public order or to make arrests'for crimes, or members of the national guard when called to active duty by the governor[.]\nBased on the statutes, plaintiffs contend that the State, the Department of Corrections and Crist and Winans are within the law enforcement waiver. However, the supreme court has already decided that the Secretary of Corrections and penitentiary warden are not law enforcement officers within the meaning of the waiver of immunity provision. Anchondo v. Corrections Department, 100 N.M. 108, 666 P.2d 1255 (1983). Therefore, the court below properly dismissed the claims against Crist and Winans.\n*530The state is also not a proper defendant. Under Lopez v. State, 24 SBB 193 (Ct.App.1985), cert. granted and under advisement February 20, 1985, the negligent governmental entity, that is, the particular agency, is the entity that may be liable, not the state. Therefore, the court did not err in dismissing the state as a defendant.\nThe particular agency which was allegedly negligent is the corrections department. Plaintiffs allege that the law enforcement officer waiver applies to the corrections department. As quoted above, however, Section 41-4-3 defines law enforcement officers as any full-time salaried public employee of a governmental entity. The corrections department is a governmental entity under the act. The statute is to be given effect as written. Methola. The corrections department is not within the definition.\nPlaintiff also contends that the department's immunity is waived under Section 41-4-6. That section waives immunity for injury caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. The contention is that the corrections department maintains and operates the state penitentiary, which is a public building, and the operation of the building includes the security, custody, and classification of inmates. There is no authority for this proposition. On the contrary,, the fact that the Methola court did not even consider the possibility of the building maintenance waiver in a situation where the inmates were actually injured in the building in question is an indication that the provision is not applicable. Cf. Howell v. Anaya, 102 N.M. 583, 698 P.2d 453 (Ct.App.1985). Similar provisions in other states have been construed as covering premises liability situations only. See Vargo v. Svitchan, 100 Mich.App. 809, 301 N.W.2d 1 (1980); Danow v. Penn Central Transportation Co., 153 N.J.Super. 597, 380 A.2d 1137 (1977). Therefore, as the injuries alleged did not occur due to a physical defect in a building, the provision is not applicable, and the corrections department is not a proper defendant.\nState Police.\nThe state police (NMSP) do not argue that they are immune from suit under the Tort Claims Act; rather, they assert that they breached no duty which would give rise to liability. Plaintiffs make two allegations against NMSP based on the fact that the NMSP was informed of the escape within two hours after it occurred but did not inform Colorado officials. First, they allege that the failure to notify breached a duty created by Section 29-1-4 to apprehend escaped prisoners. Second, plaintiffs rely on Section 29-3-3, regarding cooperation with agencies of other states and the federal government as to criminal matters to establish a duty to notify Colorado officials.\nSection 29-1-4 states:\nIt shall be the duty of judicial and ministerial officers, in their respective counties, precincts or demarcations, who shall see or receive information that any of the persons mentioned in the foregoing section [29-1-3 NMSA 1978] [escaped prisoners], are to be found in his county, precinct or demarcation, notwithstanding he shall have escaped at any time, to apprehend as soon as possible the fugitive, and send him forthwith to the jail of the respective county, where he shall be kept, with all possible security in order to prevent his making his escape again.\nPlaintiffs contend that the failure to notify Colorado authorities is directly analogous to the breach of the statutory duty (Section 29-1-1) to investigate crimes of which they are informed which formed the basis of the duty in Schear. However, they make no allegation that NMSP did not diligently attempt to apprehend the escapees as soon as possible. In Schear the police were notified of a specific crime in progress at a specific location, but did not take any ac*531tion which was in direct violation of a specific statutory duty. In this case, the statute simply requires the NMSP to apprehend escapees as soon as possible, and plaintiffs do not allege any facts showing a breach of that duty.\n? also seek to create a duty under Section 29-3-3, which states:\nIt shall be the duty of the New Mexico state police and it is hereby granted the power to cooperate with agencies of other states and of the United States having similar powers to develop and carry on a complete interstate, national and international system of criminal identification and investigation, and also to furnish upon request any information in their possession concerning any person charged with crime to any court, district attorney or police officer or any peace officer of this state, or of any other state or the United States.\nThey allege the statute creates a duty to warn Colorado officials of the escape. Unlike the statute in Schear, which is for the benefit and protection of the public, the statute here deals with cooperation between various governments for the benefit of the law enforcement organizations. While the public in general is the ultimate beneficiary of the statute, there is no indication that the provision was intended for the benefit of persons in the circumstances of the deceased here. Hayes v. Hagemeier, 75 N.M. 70, 73, 400 P.2d 945 (1963). Further, plaintiffs plead no facts showing a violation of the statute in order to create negligence per se.\n4^ U.S.C.A. § 1983 Civil Rights Claim.\nPlaintiffs allege that the constitutional rights of the decedent and plaintiffs were violated by the defendants, giving rise to an action under Section 1983. That section states:\nEvery person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.\nThe relationship between the Tort Claims Act and Section 1983 is complex. (See R. Kovnat, Constitutional Torts and the New Mexico Tort Claims Act, 13 N.M.L. Rev. 1 (1983), for an excellent treatment of the numerous issues involved.)\nWe note that the Tort Claims Act does not exclude a Section 1983 remedy. Wells v. County of Valencia, 98 N.M. 3, 644 P.2d 517 (1982). The Tort Claims Act does not prohibit a plaintiff from bringing an action for damages under the Tort Claims Act where the plaintiff also pursues, by reason of the same occurrence, an action against the same government under 42 U.S.C. § 1983. 98 N.M. at 7, 644 P.2d at 521. Conduct by persons acting under color of state law which is wrongful under Section 1983 cannot be immunized by state law. McLaughlin v. Tilendis, 398 F.2d 287, 290 (7th Cir.1968).\nThe initial inquiry in a Section 1983 suit is whether plaintiff was deprived of a constitutional right under color of state law. In Martinez v. California, 444 U.S. 277, 100 S.Ct. 553, 62 L.Ed.2d 481 (1980), the parents of a fifteen-year-old girl, who was murdered by a dangerous parolee five months after his release from prison, brought suit under Section 1983 for violation of their daughter's Fourteenth Amendment liberty rights. Despite the fact the defendant officials should have known the prisoner created an unreasonable danger, the court held that the plaintiffs had no cognizable claim because defendants did not deprive the victim of life within the meaning of the Fourteenth Amendment. The decision was based on two factors: the remoteness in time of the incident, which occurred five months after the release, and that the parole board was unaware that the victim in particular, as distinguished from the public at large, faced any special danger. Id. at 285, 100 S.Ct. at 559.\n*532Federal courts which have considered the Martinez decision have focused on the second part of the analysis, the nature of the right protected. The right claimed violated here is identical to that defined in Fox v. Custis, 712 F.2d 84, 88 (4th Cir.1983), which held, In sum, the right asserted is the right to be protected by the state from the possible depredations of a convicted criminal with known danagerous propensities who is under the direct supervision of the state's agents. The court agreed with the Seventh Circuit's decision in Bowers v. DeVito, 686 F.2d 616, 618 (7th Cir.1982) that, there is no constitutional right to be protected by the state against ... criminals or madmen and, therefore, failure to do so is not actionable under the section. Fox recognized that there are exceptions, such as when inmates in a state's control are known to be under risk of harm from others.\nAs stated in Fox:\nIt was the claimants' tragic misfortune to be randomly victimized by the depredations of a criminal who was subject, but not subjected, to the effective control of the state. As Judge Posner observed in Bowers, [i]t is monstrous if the state fails to protect its residents against such predators but it does not violate the due process clause of the Fourteenth Amendment * * Bowers, 686 F.2d at 618\n712 F.2d at 88.\nHere, the victim was a randomly selected member of the general public. It is alleged that the defendants, under color of state law, violated the victim's constitutional rights by failing to provide protection from the prisoners. The state, however, has no duty under the United States Constitution to provide such protection. The Constitution is a charter of negative liberties; it tells the state to let people alone; it does not require the federal government or the state to provide services, even so elementary a service as maintaining law and order. Bowers, 686 F.2d at 618. Therefore, the trial court properly dismissed the Section 1983 action. Because the complaint did not assert a deprivation of a constitutional right cognizable under Section 1983, we need not consider that statute's applicability to the defendants individually. Cf. Vigil v. Arzola, 102 N.M. 682, 699 P.2d 613 (Ct.App.1983); DeVargas v. State ex rel. Department of Corrections, 97 N.M. 447, 640 P.2d 1327 (Ct.App.1981).\nAffirmed. No costs are awarded.\nIT IS SO ORDERED.\nWOOD and BIVINS, JJ., concur.\n1\n. The abolition of the public duty-special duty distinction did not change the requirement of Section 41-4-12 that injury result from a listed wrong. Schear did not discuss the listed wrong, there was no need to do so (the victim was raped and tortured). In Methola v. County of Eddy, 95 N.M. 329, 622 P.2d 234 (1980) the victims were assaulted and battered. In this case there was a killing. Thus, in none of these cases was there an issue in the appeal concerning a wrong within Section 41-4-12.\n\n\nPlain English summary:\nTwo detainees escaped from prison and killed the deceased. Plaintiff for the deceased brought several claims against various government officials. The court considered whether the state police had a duty to the deceased and whether they breached this. \n",
    "annotations": {
        "Facts": [
            "decedent, Roland H. Wittkowski, a-resident of Colorado, was killed during a robbery of the liquor store in which he worked.",
            "His killers, Ross David Thomas and Eddie Lee Seward, had escaped from the New Mexico State Penitentiary in Santa Fe.Thomas and Seward had documented histories of violence. Both had escaped or attempted escape before. Thomas had an extensive record of violent behavior and was an alcoholic. Both were psychotics. Nevertheless, they were classified as minimum trustees, with only minimum supervision and assigned to work on a dairy operation at the prison.",
            "they were left unguarded at night, without proper lighting for surveillance, without proper fencing or other facilities to prevent escape, and without properly trained prison personnel to supervise them. They escaped at 4:10 a.m., March 1, 1982. The state police knew of the escape within two hours and issued an all-points bulletin in New Mexico, but did not contact Colorado authorities. Thomas and Seward crossed the Colorado border, and at 7:00 p.m. that night, they robbed the liquor store and shot Wittkowski.",
            "The shooting of Wittkowski occurred in Colorado. All of the conduct of defendants allegedly leading up to the shooting occurred in New Mexico.",
            "NMSP was informed of the escape within two hours after it occurred but did not inform Colorado officials."
        ],
        "Procedural History": [
            "The personal representative and survivors of Roland H. Wittkowski brought suit for wrongful death, seeking compensatory and punitive damages against defendants under the New Mexico Tort Claims Act and the Federal Civil Rights Act. The district court granted defendants' NMSA 1978, Civ. P.Rule 12(b)(6) (Repl.Pamp.1980) motions to dismiss.Because the case comes to the court following the granting of the Rule 12(b)(6) motion, we must accept the facts set out in the complaint as true, and resolve all doubts in favor of the sufficiency of the complaint."
        ],
        "Application of Law to Facts": [
            "as the injuries alleged did not occur due to a physical defect in a building, the provision is not applicable, and the corrections department is not a proper defendant.",
            "In this case, the statute simply requires the NMSP to apprehend escapees as soon as possible, and plaintiffs do not allege any facts showing a breach of that duty.",
            "Unlike the statute in Schear, which is for the benefit and protection of the public, the statute here deals with cooperation between various governments for the benefit of the law enforcement organizations. While the public in general is the ultimate beneficiary of the statute, there is no indication that the provision was intended for the benefit of persons in the circumstances of the deceased here.",
            "Further, plaintiffs plead no facts showing a violation of the statute in order to create negligence per se."
        ],
        "Relevant Precedents": [
            "Schear v. Board of County Commissioners, Bernalillo County, 101 N.M. 671,  (1984)",
            "Schear",
            "NMSA 1978, Section 29-1-1 (Repl. Pamp.)",
            "Schear",
            "Schear",
            "Schear",
            "State v. Kaiser, 91 N.M. 611,  (Ct.App.1978).",
            "Tort Claims Act",
            "§ 41-4-4(A) (Repl.Pamp. 1982).",
            "Section 41-4-4(A)",
            "Section 41-4-12",
            "Section 41-4-3(D)",
            "Section 41-4-6.",
            "Section 29-1-4",
            "Section 29-3-3",
            "Section 29-1-4",
            "Section 29-1-1",
            "Schear.",
            "Section 29-3-3",
            "Hayes v. Hagemeier, , 73, 400 P.2d 945 (1963)."
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}