{
    "text": "Baxter ex rel. Estate of Baxter v. Noce, 107 N.M. 48, 752 P.2d 240 (1988)\nMarch 16, 1988 · Supreme Court of New Mexico · No. 17323\n107 N.M. 48, 752 P.2d 240\nJoyce BAXTER, Personal Representative of the Estate of Wayne K. Baxter, Deceased, Petitioner,v.Fausto NOCE, Eugene Noce, d/b/a La Fiesta Night Club and Bar, Shady Grove Truck Stop and Cafe, Inc., Johnny Eddy and Ted Paulos, Respondents\n752 P.2d 240\nSupreme Court of New Mexico.\nJ. Wayne Woodbury, Silver City, for petitioner.\nMiller, Stratvert, Torgerson & Schlenker, Alice Tomlinson Lorenz, Judith Amer, Albuquerque, for respondent Shady Grove.\nFoy, Foy, & Jollensten, Celia Foy Castillo, Silver City, for respondents Noce.\nOPINION\nWALTERS, Justice.\nJoyce Baxter, as personal representative of the estate of decedent Wayne K. Baxter, brought a wrongful death action against Fausto and Eugene Noce d/b/a La Fiesta Night Club and Bar, Shady Grove Truck Stop and Cafe, Inc., Johnny Eddy, and Ted Paulos, alleging that the respondents sold or served alcoholic beverages to Baxter and Robert Reynolds, Jr. when it was reasonably apparent that they were intoxicated. Baxter and Reynolds, both adults, died as a result of an accident involving the vehicle that Reynolds drove and in which Baxter was a passenger. A few hours prior to their deaths, Baxter and Reynolds together had consumed alcoholic beverages at both of the named establishments. Baxter's blood alcohol content was tested at .21 percent before he died.\nThe Noces and La Fiesta moved for judgment on the pleadings, and Eddy, Paulos, and Shady Grove moved for summary judgment. The trial court denied all motions, noting that Baxter was a third party in relation to the respondents, that his death might have been the proximate result of Reynolds's operating a motor vehicle while intoxicated, and that the respondents might have served alcohol illegally to Reynolds. The respondents' applications for interlocutory appeal were granted and consolidated, *49and the court of appeals reversed the trial court.\nRelying on Trujillo v. Trujillo, 104 N.M. 379, 721 P.2d 1310 (Ct.App.), cert. denied, 104 N.M. 289, 720 P.2d 708 (1986), in concluding that Baxter had no cause of action, the majority of the court of appeals held that as a matter of law Baxter's voluntary intoxication, not the respondents' serving of alcohol to Reynolds, was the proximate cause of Baxter's death. Judge Garcia filed a special concurrence to express his opinion that proximate cause was not the issue. Judge Garcia's position was that respondents owed no duty to Baxter because [pjublic policy should not protect adults from their own conscious folly. Baxter v. Noce, Ct.App. Nos. 9877 and 9880 (Consolidated) (Filed Sept. 10, 1987). We granted certiorari, and we reverse the court of appeals.\nThe issue presented on interlocutory appeal was whether an intoxicated passenger of a vehicle has a cause of action against the taverns that served alcohol, allegedly in violation of NMSA 1978, Section 41-11-1 (Supp.1983), to both the passenger and the driver of a vehicle that subsequently was involved in an accident. In Lopez v. Maez, 98 N.M. 625, 651 P.2d 1269 (1982), we overruled two earlier cases that had followed the common-law prohibition of dramshop liability, and held that a third-party who is injured by an intoxicated driver has a cause of action against the tavernkeeper who illegally has served alcohol to the intoxicated driver. We reasoned that the central issue is one of duty, id. at 630, 651 P.2d at 1274, and concluded that the existence of a duty is established by showing violation of a state regulation that prohibited sale of alcoholic beverages to intoxicated persons. Further, we noted that the breach of this duty may constitute negligence, and that the sale or service of alcohol to an intoxicated automobile driver may be a proximate cause of injuries inflicted upon a third party * * Id. at 631, 651 P.2d at 1275 (emphasis in original); see Walker v. Key, 101 N.M. 631, 634, 686 P.2d 973, 976 (Ct. App.) (Lopez rejected contention that proximate cause of injury is buyer's drinking, not vendor's selling), cert, quashed sub nom. Hietpas v. Walker, 101 N.M. 555, 685 P.2d 963 (1984).\nThe Lopez analysis was applied in MRC Properties, Inc. v. Gries, 98 N.M. 710, 652 P.2d 732 (1982), which concerned a statute imposing a duty upon tavernkeepers not to sell or serve alcohol to minors. Again, we declared that the plaintiffs could show that a duty of care existed to the plaintiffs by [enactment of a] state statute or * * * state regulation, and that if the breach of that duty was the proximate cause of their injuries, liability would be imposed. Id. at 711-12, 652 P.2d at 733. In Porter v. Ortiz, 100 N.M. 58, 665 P.2d 1149 (Ct.App.), cert. quashed, 100 N.M. 53, 665 P.2d 809 (1983), the court of appeals echoed what we said in Lopez and MRC by holding that if a plaintiff alleges and shows that a tavernkeeper owed him a duty of care, and that the breach of that duty was the proximate cause of his injury, the plaintiff states a cause of action against the tavernkeeper. Id. at 59, 665 P.2d at 1150. The court of appeals' decision in Porter is ostensibly apposite to the present case because it there held that the minor passengers of a vehicle had a cause of action for their injuries against a tavernkeeper who served alcohol to the minor driver as well as to the passengers who subsequently were involved in an accident. Id.\nIn Trujillo, however, the intermediate court concluded that the estate of an intoxicated adult patron had no cause of action for wrongful death against a tavernkeeper for injuries decedent sustained, not as a third party injured by an intoxicated patron, but as a result of his own intoxication. It held that the tavernkeeper owed no direct duty to the intoxicated patron because NMSA 1978, Section 60-7A-16 (Repl.Pamp.1981), was aimed at  'a broader public policy for the protection of the public at large,'  not to an adult who voluntarily created the vulnerability that is the problem. 104 N.M. at 382, 721 P.2d at 1313. In Trujillo, the intoxicated adult patron left a bar, walked into the path of an oncoming vehicle, and was struck and killed by that vehicle. Id. at 380, 721 P.2d at 1311.\n*50Statutorily, a cause of action now exists under NMSA 1978, Section 41-11-1(B) (Repl.Pamp.1986), against a tavernkeeper and in favor of a person who was sold or served alcoholic beverages while intoxicated when that person shows that the tavernkeeper acted with gross negligence or reckless disregard for his safety, and if:\n(1) [the licensee] sold or served alcohol to a person who was intoxicated;\n(2) it was reasonably apparent to the licensee that the person buying or apparently receiving service of alcoholic beverages was intoxicated; and\n(3) the licensee knew from the circumstances that the person buying or receiving service of alcoholic beverages was intoxicated.\nSection 41-11-1(A). Hence, in Subsection B, the legislature recognized and imposed a duty on tavernkeepers to exercise care in serving alcohol to their patrons that did not exist at common law and was not as broadly established in Lopez. Trujillo, 104 N.M. at 384, 721 P.2d at 1315. Subsection B first appeared in the 1985 amendment to Section 41-11-1. See id. at 383, 721 P.2d at 1314-15 (setting out 1985 amendment to Section 41-11-1). That amendment became effective June 14, 1985. See NMSA 1978, § 41-11-1 (Repl.Pamp.1986). It was not applicable to Trujillo. The original 1983 version of Section 41-11-1, which did not recognize a direct cause of action for patrons against tavernkeepers, therefore, is likewise the applicable law in this case, because Baxter's cause of action arose on April 5, 1985. See Trujillo, 104 N.M. at 382, 721 P.2d at 1313 (setting out 1983 version of Section 41-11-1), also decided under earlier statutory law.\nBecause Baxter would have had no direct cause of action as a patron, the estate must establish that Baxter was an injured third party in relation to the respondents before it can recover under Lopez and the original Section 41-11-1. The enactment of Section 41-11-1 in 1983 did not create or abolish a cause of action; instead it narrowed the liability of tavernkeepers, exempted social hosts from liability, and set out the elements which would constitute a breach of the duty established in Lopez. See Trujillo, 104 N.M. at 383, 721 P.2d at 1313-14; Walker, 101 N.M. at 636, 686 P.2d at 978. To recover, therefore, the estate must demonstrate that the respondents served alcohol in violation of Section 41-11-1(A) to Reynolds when it was reasonably apparent that Reynolds was drunk, that the respondents knew Reynolds was drunk, and that the illegal sale of alcohol to Reynolds was a proximate cause of Baxter's death.\nThe respondents' position is, however, that although public policy supports dram-shop liability, it also favors limiting the liability of tavernkeepers, and they urge that liability should be denied when the claimant wilfully and voluntarily has participated to any material degree in the drinking which led to the intoxication of the driver. Some jurisdictions have recognized the defense of complicity, which bars recovery under a dramshop act to anyone who actively contributes to, procures, participates in, or encourages the intoxication of the inebriated driver. See, e.g., Kindt v. Kauffman, 57 Cal.App.3d 845, 856, 129 Cal.Rptr. 603, 610 (1976); Akin v. J.R.'s Lounge, Inc., 158 Ill.App.3d 834, 836-37, 111 Ill.Dec. 226, 227, 512 N.E.2d 130, 131 (1987); Martin v. Heddinger, 373 N.W.2d 486, 488 (Iowa 1985); Plamondon v. Matthews, 148 Mich.App. 737, 740, 385 N.W.2d 273, 275 (1985); Herrly v. Muzik, 374 N.W. 2d 275, 279 (Minn.1985); Allen v. County of Westchester, 109 A.D.2d 475, 479, 492 N.Y.S.2d 772, 774, cert. denied, 66 N.Y.2d 915, 498 N.Y.S.2d 1027, 489 N.E.2d 773 (1985). We believe that the theory of complicity probably was the real basis of the court of appeals' reversal of the trial court's rulings.\nWe are concerned, however, that (as Baxter claims) the court of appeals overlooked the impact of our adoption of comparative negligence when it held as a matter of law that Baxter's voluntary intoxication was a complete bar to recovery. The respondents counter by asserting that comparative negligence is irrelevant because the court of appeals determined that Baxter's own intoxication was the proximate cause of his death and that, therefore, the respondents were not negligent. That is an unpersua*51sive assertion because it relies on a fact-finding determination of only decedent's negligence (a function ordinarily beyond an appellate court's purview) without even considering whether a duty had been breached by defendants or any of them. Moreover, in a comparative negligence jurisdiction, a plaintiff's negligent conduct might not bar his recovery completely, but would serve only to reduce the amount of his recovery. Scott v. Rizzo, 96 N.M. 682, 684, 634 P.2d 1234, 1236 (1981).\nA duty is a legal obligation to conform to a certain standard of conduct to reduce the risk of harm to an individual or class of persons; and conduct which unreasonably amplifies the risk of harm to persons to whom a duty is owed constitutes a breach of that duty. See Lopez, 98 N.M. at 630, 651 P.2d at 1274. Breach of duty ordinarily constitutes negligence; nevertheless, a claimant cannot recover unless he proves that the breach was a proximate cause of his injuries. Thus, it appears here that the respondents and the court of appeals may have the cart before the horse. It does not follow, simply because Baxter's actions might have been negligent and a proximate contributing cause of his death, that respondents were not negligent and to some degree liable. The issues are whether the respondents were negligent, whether Baxter was negligent, and to what degree their respective negligent behavior, if any, contributed to Baxter's death.\nIn adopting the doctrine of comparative negligence, we supplanted the all-or-nothing bar of contributory negligence and subjected the doctrine of assumption of risk and other concepts based on the claimant's negligence to a comparative negligence analysis. See Scott, 96 N.M. at 687, 634 P.2d at 1239. We did not eliminate assumption of risk or other defenses from any consideration at all, but merely recognized them as liability concepts based on or related to negligence of * * * plaintiff, defendant, or both. See id,.; Moreno v. Marrs, 102 N.M. 373, 381-82, 695 P.2d 1322, 1331 (Ct.App.1984), cert. quashed sub nom. Corral, Inc. v. Marris, 102 N.M. 412, 696 P.2d 1005 (1985); Marchese v. Warner Communications, Inc., 100 N.M. 313, 317, 670 P.2d 113, 117 (Ct.App.), cert. denied, 100 N.M. 259, 669 P.2d 735 (1983). Thus, contributory negligence was abolished only as a complete bar to recovery in New Mexico; it still exists to diminish or deny the claimant's recovery in proportion to his relative fault, and it is thus governed by the comparative negligence rule. Scott.\nAlthough some of the jurisdictions cited recognize that the doctrine of complicity for all practical purposes is identical to contributory negligence, they consider complicity a complete bar to recovery despite the existence of comparative negligence statutes. See, e.g., Herrly, 374 N.W.2d at 279; Spragg v. Shuster, 398 N.W.2d 683, 686 n. 2 (Minn.Ct.App.1987); Allen, 109 A.D.2d at 478, 492 N.Y.S.2d at 774. Others make distinctions without differences between the doctrines of complicity, contributory negligence, and assumption of risk that reflect but little appraisal of the comparative negligence doctrine and the required apportionment of fault. See e.g., Nelson v. Araiza, 69 Ill.2d 534, 539, 14 Ill.Dec. 441, 443, 372 N.E.2d 637, 639 (1977); Martin, 373 N.W.2d at 489. Still other jurisdictions have held that comparative negligence applies only to common-law negligence actions and not to dramshop statutes or to willful misconduct. Kindt, 57 Cal.App.3d at 855, 129 Cal.Rptr. at 610; Nelson, 69 Ill.2d at 539, 14 Ill.Dec. at 443, 372 N.E.2d at 639; Barrett v. Campbell, 131 Mich.App. 552, 557, 345 N.W.2d 614, 617 (1983). The opinions in those cases, one of which attracted vigorous dissent, fail to recognize that the comparative negligence doctrine readily embraces within it the defense concept that plaintiff should not profit from his own wrong. Martin, 373 N.W.2d at 489.\nComplicity, while superficially dissimilar, is only a hybrid form of contributory negligence and is identical to it in application. Because contributory negligence no longer acts to absolutely extinguish a plaintiff's right of recovery in New Mexico, we do not apply the doctrine of complicity to bar completely an intoxicated person's recovery under our dramshop act. Dramshop liability in New Mexico initially *52was judicially established, see Lopez, 98 N.M. at 628, 651 P.2d at 1272, and in enacting Section 41-11-1, the legislature did not overturn that judicially-created liability, but merely limited its scope. See Trujillo, 104 N.M. at 383, 721 P.2d at 1313-14; Walker, 101 N.M. at 636, 686 P.2d at 978. Thus, we hold that because the action sounds in negligence and because fault is the predicate for liability under Section 41-11-1(A), comparative negligence theories must govern this case. See Scott, 96 N.M. at 688, 634 P.2d at 1240; Trujillo v. Berry, 106 N.M. 86, 89, 738 P.2d 1331, 1334 (Ct.App.), cert. denied sub nom. H & P Equip. Co. v. Berry, 106 N.M. 24, 738 P.2d 518 (1987).\nWe hold that Baxter is entitled to a trial on the merits to determine the relative degree of fault, if any, of the parties to this litigation. The court of appeals mistakenly concluded that, as a matter of law, Baxter was not entitled to recover, thereby effectively but inappropriately overruling our pronouncement in Scott v. Rizzo, 96 N.M. at 690, 634 P.2d at 1242, that comparative negligence shall apply to suits sounding in negligence, see Alexander v. Delgado, 84 N.M. 717, 718, 507 P.2d 778, 779 (1973), and erroneously usurping the jury's function as the trier of facts. The allegations regarding Reynolds's intoxication at the time liquor was served to him must be accepted as true, if not controverted, when a motion for summary judgment is considered. With respect to the motion for judgment on the pleadings, we have here held that when the elements of Section 41-11-1 are well pled, plaintiff has stated a cause of action that will withstand such a motion. Whether plaintiff can carry the burden of proving proximate cause that will lead to liability is a question for the jury to answer.\nFor the reasons stated, we remand this matter to the district court for further proceedings. Accordingly, the court of appeals is reversed, and the trial court is AFFIRMED.\nSOSA, Senior Justice, and RANSOM, J., concur.\nSCARBOROUGH, C.J., not participating.\nSTOWERS, J., dissenting.\nSTOWERS, Justice,\ndissenting.\nI respectfully dissent from the majority's opinion that this case is governed by principles of comparative negligence.\nIn Lopez v. Maez, 98 N.M. 625, 651 P.2d 1269 (1982), we held that a tavern owner violates his duty to the public if he serves an obviously intoxicated person. Lopez, 98 N.M. at 631, 651 P.2d at 1274. We did not indicate therein whether a patron is to be included in the public group. The court of appeals in Walker v. Key, 101 N.M. 631, 686 P.2d 973 (Ct.App.1984), suggested that public policy concerns do not extend to protect an intoxicated adult patron from the results of intoxication under Section 60-7A-16, NMSA 1978 (Repl.Pamp.1987), because this would allow a person to benefit from his or her own wrongful act. Trujillo v. Trujillo, 104 N.M. 379, 382, 721 P.2d 1310, 1313 (Ct.App.1986). Then in Trujillo, the court of appeals concluded that Section 60-7A-16 does not impose a duty on the tavernkeeper to the intoxicated patron since the intent of that statute is directed to a broader public policy of protecting the general public. Id.\nAs a result of the decisional law, the Legislature in 1983 enacted Section 41-11-1, to limit the scope of dramshop liability in New Mexico as the majority correctly points out. But no language therein provides a cause of action to the intoxicated patron against the tavernkeeper.\nThe question thus becomes whether an intoxicated passenger has a cause of action or is likewise precluded. Courts that permit such an action have based it, as the majority has, on theories of comparative negligence. I do not agree that this is a proper ground on which to assess liability. Instead I agree with those jurisdictions that have resolved this issue under a complicity theory. See, e.g., Martin v. Heddinger, 373 N.W.2d 486 (Iowa 1985); Plamondon v. Matthews, 148 Mich.App. 737, 385 N.W.2d 273 (1985); Herrly v. Muzik, 374 N.W.2d 275 (Minn.1985).\nComplicity as a defense in tort actions involving intoxication is based on. the plain*53tiff's involvement in the claimed wrong. It operates as a complete bar to recovery despite the existence of comparative negligence statutes in the jurisdiction. It requires that a person contribute to, participate in or encourage the intoxication of the driver. This person must be an active participant, e.g., purchasing rounds of drinks, rather than one who merely accompanies and drinks with the intoxicated person. An active participant is thus a noninnocent person who is not within the class of persons intended by the Legislature to be protected by the dramshop act and cannot be entitled to recovery against tavernkeepers. This analysis is consistent with our policy underlying the dramshop act to protect innocent third parties injured as a result of a driver's intoxication. See Trujillo, 104 N.M. at 379, 721 P.2d at 1310. To allow any recovery to a noninnocent intoxicated person against the tavern owner would be to award a financial windfall to an undeserving plaintiff who has voluntarily participated in the wrongful conduct. Whether Baxter was a noninnocent party is a question of fact which must be determined by the trial court. I would therefore remand this case back to the trial court to make that determination.\nContrary to the majority's conclusion, complicity is not identical to contributory negligence although there is a certain relationship between the two. Contributory negligence is conduct on the part of plaintiff, contributing as a legal cause to the harm he has suffered, which falls below the standard to which he is required to conform for his own protection. Prosser & Keeton on Torts § 65 (5th ed. 1984). Complicity on the other hand connotes involvement in the claimed wrong which is a knowing and voluntary participation in guilt. See Black's Law Dictionary 16, 258 (5th ed. 1979). Application of the complicity defense completely bars a person who actively participates in the drinking activities from recovery against the tavern owner. Application of comparative fault principles assesses to the patron and a noninnocent participant a portion of each of their fault while at the same time assessing fault to the tavern owner for continuing to serve an intoxicated person. This would result in a recovery by undeserving plaintiffs who have voluntarily participated in a wrongdoing. Certainly, this cannot be the intent of our dramshop act.\nFinally, I am unable to agree with the majority's sweeping statement that if plaintiff has well pleaded the elements of Section 41-11-1, plaintiff has stated a cause of action that will withstand a motion for judgment on the pleadings. Clearly, this usurps the trial court's discretionary function and does not comply with the language of the rule. Any party may move for judgment on the pleadings only after the pleadings are closed. SCRA 1986, 1-012(C) (emphasis added). Plaintiff's filing of a complaint that sets forth the elements of Section 41-11-1 does not close the pleadings. A defendant must have the opportunity to file responsive pleadings he' or she deems relevant before a judgment on the pleadings can be rendered by the trial court. It is only after both sides have filed their pleadings that the trial court can resolve the issues on those pleadings in favor of either party. A trial judge should not be restricted in this decision making process as the majority opinion suggests.\nAccordingly, I would remand this case to the trial court to determine if Baxter was a noninnocent party.\n\nPlain English summary:\nThe plaintiff (Baxter) was drinking with another, Reynolds. The two men visited the defendants' establishments, which served further alcohol to them. The two men subsequently died in a vehicle accident. Reynolds was driving, Baxter was the passenger. The question was whether the establishments owed a duty to Baxter and whether their breach of this duty was the proximate cause of his death.\n",
    "annotations": {
        "Facts": [
            "Baxter and Reynolds, both adults, died as a result of an accident involving the vehicle that Reynolds drove and in which Baxter was a passenger. A few hours prior to their deaths, Baxter and Reynolds together had consumed alcoholic beverages at both of the named establishments. Baxter's blood alcohol content was tested at .21 percent before he died."
        ],
        "Procedural History": [
            "Joyce Baxter, as personal representative of the estate of decedent Wayne K. Baxter, brought a wrongful death action against Fausto and Eugene Noce d/b/a La Fiesta Night Club and Bar, Shady Grove Truck Stop and Cafe, Inc., Johnny Eddy, and Ted Paulos, alleging that the respondents sold or served alcoholic beverages to Baxter and Robert Reynolds, Jr. when it was reasonably apparent that they were intoxicated.",
            "The Noces and La Fiesta moved for judgment on the pleadings, and Eddy, Paulos, and Shady Grove moved for summary judgment.",
            "The trial court denied all motions",
            "The respondents' applications for interlocutory appeal were granted and consolidated, *49and the court of appeals reversed the trial court.",
            "in concluding that Baxter had no cause of action, the majority of the court of appeals held that as a matter of law Baxter's voluntary intoxication, not the respondents' serving of alcohol to Reynolds, was the proximate cause of Baxter's death.",
            "We granted certiorari"
        ],
        "Application of Law to Facts": [
            "existence of a duty is established by showing violation of a state regulation that prohibited sale of alcoholic beverages to intoxicated persons.",
            "breach of this duty may constitute negligence",
            "We are concerned, however, that",
            "the court of appeals overlooked the impact of our adoption of comparative negligence when it held as a matter of law that Baxter's voluntary intoxication was a complete bar to recovery.",
            "It does not follow, simply because Baxter's actions might have been negligent and a proximate contributing cause of his death, that respondents were not negligent and to some degree liable.",
            "Dramshop liability in New Mexico initially was judicially established",
            ", and in enacting Section 41-11-1, the legislature did not overturn that judicially-created liability, but merely limited its scope.",
            "Thus, we hold that because the action sounds in negligence and because fault is the predicate for liability under Section 41-11-1(A), comparative negligence theories must govern this case.",
            "We hold that Baxter is entitled to a trial on the merits to determine the relative degree of fault, if any, of the parties to this litigation. The court of appeals mistakenly concluded that, as a matter of law, Baxter was not entitled to recover, thereby effectively but inappropriately overruling our pronouncement",
            "that comparative negligence shall apply to suits sounding in negligence,",
            "and erroneously usurping the jury's function as the trier of facts.",
            "With respect to the motion for judgment on the pleadings, we have here held that when the elements of Section 41-11-1 are well pled, plaintiff has stated a cause of action that will withstand such a motion."
        ],
        "Relevant Precedents": [
            "NMSA 1978, Section 41-11-1 (Supp.1983)",
            "Lopez v. Maez, , 651 P.2d 1269 (1982)",
            "MRC Properties, Inc. v. Gries, , 652 P.2d 732 (1982)",
            "Porter v. Ortiz, , 665 P.2d 1149 (Ct.App.), cert. quashed, , 665 P.2d 809 (1983)",
            "Trujillo",
            "NMSA 1978, Section 41-11-1(B) (Repl.Pamp.1986)",
            "Section 41-11-1(A)",
            "Trujillo, 104 N.M. at 383, 721 P.2d at 1313-14; Walker, 101 N.M. at 636, 686 P.2d at 978",
            "Lopez, 98 N.M. at 630, 651 P.2d at 1274",
            "Lopez, 98 N.M. at 628, 651 P.2d at 1272",
            "Trujillo, 104 N.M. at 383, 721 P.2d at 1313-14; Walker, 101 N.M. at 636, 686 P.2d at 978.",
            "Scott, 96 N.M. at 688, 634 P.2d at 1240; Trujillo v. Berry, 106 N.M. 86, 89, , 1334 (Ct.App.), cert. denied sub nom. H & P Equip. Co. v. Berry, 106 N.M. 24,  (1987).",
            "Scott v. Rizzo, 96 N.M. at 690, 634 P.2d at 1242",
            "Alexander v. Delgado, 84 N.M. 717, 718, , 779 (1973)"
        ],
        "Outcome": [
            "we reverse the court of appeals.",
            "we remand this matter to the district court for further proceedings. Accordingly, the court of appeals is reversed, and the trial court is AFFIRMED."
        ]
    },
    "class": "reverse"
}