{
    "text": "Equitable General Insurance v. Silva, 99 N.M. 371, 658 P.2d 446 (1983)\nJan. 4, 1983 · Court of Appeals of New Mexico · No. 5849\n99 N.M. 371, 658 P.2d 446\nEQUITABLE GENERAL INSURANCE COMPANY, a foreign insurance corporation, and Robert Smith, Plaintiffs-Appellants,v.Jerry G. SILVA, Defendant-Appellee\n658 P.2d 446\nCourt of Appeals of New Mexico.\nCertiorari Denied Feb. 15, 1983.\n*372Timothy J. Dreher, Robert N. Singer, P.A., Albuquerque, for plaintiffs-appellants,\nPeter Everett IV, Albuquerque, for defendant-appellee.\nOPINION\nWOOD, Judge.\nThe dispositive issue is the applicability of § 66-5-41, N.M.S.A.1978 to the facts of this case. Section 66-5 — 41 states:\nNo person shall authorize or knowingly permit a motor vehicle owned by him or under his control to be driven upon any highway by any person who is not authorized hereunder or is in violation of any of the provisions of this article.\nSilva, the owner, loaned his vehicle to Menchaca to go to get a hamburger at a local fast food store in [the municipality of] Bernalillo. The authorized use was for 30 minutes and involved a round trip distance of less than two miles. Menchaca drove the vehicle beyond the limits so authorized, and into the City of Albuquerque, where the accident occurred. Menchaca failed to obey a traffic signal; he drove through a red traffic signal and collided with the vehicle being driven by Smith. Smith and Equitable (Equitable General Insurance Company), Smith's collision insurance carrier, and as subrogee of Smith, sought to recover the amount of the damage to Smith's vehicle.\nMenchaca is not a party; the trial court's finding, supported by substantial evidence, is that Menchaca was in this country illegally and without federal or state authorization. The evidence is to the effect that Menchaca was deported to Mexico after the accident. The plaintiffs sought to recover their damages from Silva; the trial court held for Silva.\nPlaintiffs appeal, contending: (1) that the trial court erred in ruling that Silva did not violate § 66-5 — 41; (2) that the violation of § 66-5 — 41 was a foreseeable proximate cause of the accident; and (3) that Menchaca's deviation from his authorized use does not relieve Silva from liability for Menchaca's negligent operation of Silva's car. Cases cited in Annot., Automobiles—Unlicensed Operator, 69 A.L.R.2d 978 (1960), support the second and third contentions; however, see Lopez v. Maez, 98 N.M. 625, 651 P.2d 1269 (1982), Bouldin v. Sategna, 71 N.M. 329, 378 P.2d 370 (1963), and State v. Seward, 46 N.M. 84, 121 P.2d 145 (1942). We do not decide these two claims because they are dependent on the first issue and we hold that the trial court could properly rule, under the evidence, that there was no violation of § 66-5 — 41.\nGenerally speaking, New Mexico requires that a person operating a motor vehicle upon public roads be licensed by the state. *373 See § 66-5-2, N.M.S.A.1978 (1982 Cum. Supp.) and § 66-5-4, N.M.S.A.1978. Plaintiffs correctly assert that such a requirement is for the protection of the public, which included Smith. See 69 A.L.R.2d, supra, at 981; Lopez v. Maez, supra; Bouldin v. Sategna, supra.\nThe trial court ruled that Silva was not negligent in lending his vehicle to Menchaca. The evidence supports this ruling. Plaintiffs contend that negligent entrustment is not pertinent. We agree; in New Mexico a violation of a statute enacted for the benefit of the public, and which included Smith, would be negligence per se. See U.J.I.Civ. 15.1, N.M.S.A.1978 (1980 Repl.Pamph.), the Committee Comment thereto and Bouldin v. Sategna, supra.\nPlaintiffs claim that Silva violated § 66-5-41 by authorizing and knowingly permitting a motor vehicle owned by him to be driven upon a New Mexico highway by an unauthorized and unlicensed driver. The trial court's finding, supported by substantial evidence, is that prior to Silva loaning his car, Menchaca had exhibited what appeared to be a valid driver's license. Plaintiffs assert that this finding is of no consequence because of another finding. This finding, also supported by substantial evidence is that Silva had voluntarily loaned his vehicle to Menchaca, having reason to know that Menchaca was an illegal alien.\nPlaintiffs state:\nIt is self evident and no authority is needed for the proposition that an individual who is in this country illegally and without federal or state authorization . .. could not have had a valid driver's license to drive in New Mexico, nor could he have been legally authorized to do so.\nIn answering this argument we proceed on the basis that the license exhibited by Menchaca was a New Mexico license; we do so because there is nothing suggesting it was a license issued in Mexico, see § 66-5 — 4(B), and because the inference from the testimony is that the license exhibited was a New Mexico license. The license exhibited by Menchaca is not in evidence.\nWe assume, but do not decide, that because Menchaca was in New Mexico without authorization and because his status was that of an illegal alien, he could not have been validly licensed by New Mexico to drive and that the license he exhibited was not valid. Thus, we proceed on the basis that the second part of § 66-5-41 had been met — that Menchaca was either not authorized or in violation of any of the provisions of Chapter 66, Article 5, Part 1, N.M.S.A.1978, concerning the licensing of operators of motor vehicles. Even though we make this assumption, we note that § 66-5-5, N.M.S.A.1978 (1982 Cum.Supp.), does not expressly prohibit the licensing of illegal aliens.\nThe assumption that Menchaca did not and could not have had a valid New Mexico license does not dispose of the question of whether Silva violated § 66-5 — 41. To violate § 66-5 — 41 Silva must authorize or knowingly permit Menchaca to drive without being validly licensed to do so.\nAuthorize or knowingly permit is used by the parties in the sense that Silva knew or should have known that Menchaca could not be licensed to drive in New Mexico. The know or should have known requirement applies where the theory of recovery is negligent entrustment. Bryant v. Gilmer, 97 N.M. 358, 639 P.2d 1212 (Ct.App. 1982); Moore v. Kiljander, 604 P.2d 204 (Wyo.1979). The word knowledge in a statute has been held to encompass know or should have known. Taylor v. Hanchett Oil Co., 37 N.M. 606, 27 P.2d 59 (1933).\nConsidering a Maryland statute that, like § 66-5-41, used the words authorize or knowingly permit, Morrell v. Williams, 279 Md. 497, 366 A.2d 1040, 1043 (1976), stated:\nThe critical point is that a violation of § 6-305 of the Motor Vehicle Code requires proof that the vehicle owner authorized the use of a motor vehicle by a person whom he knew to be without a license, while the doctrine of negligent entrustment may be invoked only against the vehicle owner who knows or should have known that the use would involve an inordinate risk of physical harm.\n*374However, after making the above-quoted distinction, Morrell stated that the case, which involved an unlicensed driver, may be likened to a case applying the known or should have known requirement. Compare McDowell v. Davis, 8 Ariz.App. 33, 442 P.2d 856 (1968).\nOn the basis (1) of Taylor v. Hanchett Oil Co., supra, and Morrell v. Williams, supra, and (2) of the similarity between the language of § 66-5 — 41 and a theory of recovery for negligent entrustment, we agree with the parties and hold that authorize or knowingly permit in § 66-5 — 41 means know or should have known. Thus, Silva could violate this statute, regardless of his actual knowledge, if he should have known that Menchaca was not validly licensed to drive.\nThere is no evidence that Silva actually knew that Menchaca was not validly licensed to drive. See City of Cincinnati v. Christy, 7 Ohio App.2d 46, 219 N.E.2d 45 (1966).\nThe trial court found that Silva had reason to know that Menchaca was an illegal alien, but refused plaintiffs' requested finding that Silva had reason to know that Menchaca was not licensed or authorized to operate a motor vehicle on public roadways in New Mexico. Plaintiffs had the burden of persuading the trial court that Silva violated § 66-5 — 41 on the basis of the should have known requirement. Under the evidence — Menchaca's exhibition of an apparently valid driver's license even though Silva had reason to know that Menchaca was an illegal alien — the trial court could properly reject the requested finding. The trial court's refusal of the requested finding is a finding against the plaintiffs, who had the burden of proof. Gallegos v. Wilkerson, 79 N.M. 549, 445 P.2d 970 (1968).\nThus, under the facts, the trial court could properly rule that Silva did not violate § 66-5-41.\nPlaintiffs would have us hold, as a matter of law, that Silva violated § 66-5 — 41. They assert:\nThe Motor Vehicle Code imposes a duty on the owner of a vehicle to ascertain whether a person is authorized under the act to drive. Merely asking an illegal alien, whose presence in the state is unlawful, whether or not he has a license cannot be held to comply with that duty.\nThus, plaintiffs ask us to hold that the owner is under a duty to investigate the qualifications of a person before the owner allows that person to drive his vehicle. See 69 A.L.R.2d, supra, at 996. This argument disregards the wording of the statute. Section 66-5-41 imposes no affirmative duty on the owner to ascertain the qualifications of the borrower to drive the car; rather, an owner violates the statute only if the owner knew or should have known that the borrower was not qualified to drive the car.\nThe judgment of the trial court is affirmed. Plaintiffs shall bear the appellate costs.\nIT IS SO ORDERED.\nHENDLEY and DONNELLY, JJ., concur.\n\nPlain English summary:\nA vehicle owned lent their car to an illegal immigrant, who negligently crashed it. The insurance company of the person hit sued the vehicle owner for allowing an unlicensed driver to use their car. The question was whether the vehicle owner violated a statutory duty to ensure that the vehicle was not driven by an unauthorised person. \n",
    "annotations": {
        "Facts": [
            "Silva, the owner, loaned his vehicle to Menchaca to go to get a hamburger at a local fast food store in [the municipality of] Bernalillo. The authorized use was for 30 minutes and involved a round trip distance of less than two miles. Menchaca drove the vehicle beyond the limits so authorized, and into the City of Albuquerque, where the accident occurred. Menchaca failed to obey a traffic signal; he drove through a red traffic signal and collided with the vehicle being driven by Smith. Smith and Equitable (Equitable General Insurance Company), Smith's collision insurance carrier, and as subrogee of Smith, sought to recover the amount of the damage to Smith's vehicle.",
            "Menchaca was in this country illegally and without federal or state authorization.",
            "Menchaca was deported to Mexico after the accident.",
            "prior to Silva loaning his car, Menchaca had exhibited what appeared to be a valid driver's license.",
            "the license exhibited by Menchaca was a New Mexico license",
            "because Menchaca was in New Mexico without authorization and because his status was that of an illegal alien, he could not have been validly licensed by New Mexico to drive and that the license he exhibited was not valid."
        ],
        "Procedural History": [
            "The plaintiffs sought to recover their damages from Silva; the trial court held for Silva.Plaintiffs appeal",
            "The trial court ruled that Silva was not negligent in lending his vehicle to Menchaca.",
            "The trial court",
            "refused plaintiffs' requested finding that Silva had reason to know that Menchaca was not licensed or authorized to operate a motor vehicle on public roadways in New Mexico."
        ],
        "Application of Law to Facts": [
            "we hold that the trial court could properly rule, under the evidence, that there was no violation of § 66-5 — 41.",
            "The evidence supports this ruling. Plaintiffs contend that negligent entrustment is not pertinent. We agree",
            "There is no evidence that Silva actually knew that Menchaca was not validly licensed to drive.",
            "Under the evidence — Menchaca's exhibition of an apparently valid driver's license even though Silva had reason to know that Menchaca was an illegal alien — the trial court could properly reject the requested finding.",
            "Thus, under the facts, the trial court could properly rule that Silva did not violate § 66-5-41.",
            "Section 66-5-41 imposes no affirmative duty on the owner to ascertain the qualifications of the borrower to drive the car; rather, an owner violates the statute only if the owner knew or should have known that the borrower was not qualified to drive the car."
        ],
        "Relevant Precedents": [
            "§ 66-5-41, N.M.S.A.1978",
            "Section 66-5 — 41",
            "No person shall authorize or knowingly permit a motor vehicle owned by him or under his control to be driven upon any highway by any person who is not authorized hereunder or is in violation of any of the provisions of this article.",
            "§ 66-5-2, N.M.S.A.1978 (1982 Cum. Supp.)",
            "§ 66-5-4, N.M.S.A.1978",
            "§ 66-5-41",
            "§ 66-5 — 4(B)",
            "§ 66-5 — 41",
            "§ 66-5 — 41",
            "Bryant v. Gilmer, , 639 P.2d 1212 (Ct.App. 1982); Moore v. Kiljander,  (Wyo.1979)",
            "Taylor v. Hanchett Oil Co., 37 N.M. 606,  (1933)",
            "§ 66-5-41",
            "Morrell v. Williams, 279 Md. 497, , 1043 (1976)",
            "Morrell",
            "Taylor v. Hanchett Oil Co.",
            "Morrell v. Williams",
            "§ 66-5 — 41",
            "§ 66-5 — 41",
            "City of Cincinnati v. Christy, , 219 N.E.2d 45 (1966)"
        ],
        "Outcome": []
    },
    "class": "affirm"
}