{
    "text": "Yount ex rel. Monett v. Johnson, 121 N.M. 585, 915 P.2d 341 (1996)\nMarch 26, 1996 · Court of Appeals of New Mexico · No. 15792\n121 N.M. 585, 915 P.2d 341\nKathryn YOUNT, as mother and next friend of Matthew Monett, a minor, Plaintiff-Appellant,v.Larry JOHNSON, Defendant-Appellee\n915 P.2d 341\nCourt of Appeals of New Mexico.\nDuhigg, Cronin & Spring, P.A., Paul S. Cronin and Helena Gorochow, Albuquerque, for Appellant.\nSager, Curran, Sturges & Tepper, P.C., Matthew P. Holt, Las Cruces, for Appellee.\n*586 OPINION\nBOSSON, Judge.\n1. While engaging in horseplay during high school, Defendant Larry Johnson, then age 17, injured Matthew Monett, age 15. Monett seeks to recover against Johnson for some or all of his damages under a theory of comparative negligence. The district court issued summary judgment against Monett, concluding that Johnson could be sued only for recklessness or intentional and wilful misconduct, but not for negligence. We are asked to decide whether, as a matter of policy, minors who engage in horseplay or similar activities have no duty of reasonable care to one another. On appeal, we hold that ordinary principles of comparative negligence do apply to the activities in question here and therefore, we reverse and remand.\nFACTS\n2. Monett and Johnson, both juniors in high school, were classmates in horticulture. On November 9, 1991, Monett, Johnson, and a third student went to the greenhouse to water the plants. On the way to the greenhouse, the three students began some gentle horseplay, tagging each other on the arm. The incident that injured Monett occurred during the next break between classes. Most of the horticulture students were standing around outside the classroom, some engaging in horseplay. While Johnson was talking to another student, Monett came up behind Johnson, put both his hands on Johnson's shoulders, shook him a little, and said hey or the like. Monett then turned around and started walking toward class. Not willing to leave it at that, Johnson grabbed Monett from behind and picked him up by putting Monett's legs under Johnson's right arm and Monett's head under Johnson's left arm. Johnson then spun Monett around once or twice, walked to a chain link fence and pushed Monett into the fence. When Monett complained that his back hurt, Johnson put him down. The incident seriously injured Monett's back. Although Monett's back was asymptomatic at the time of the incident, Monett suffered from a preexisting back condition, and had even worn a back brace to school the year before. Johnson testified he was unaware Monett had a back problem.\n3. There is no evidence in the record that Johnson had ever before picked Monett up in this fashion and spun him around or pushed him into a fence. Although on previous occasions Monett and Johnson had engaged in nudging and shaking each other, Monett said that he would not have hit Johnson, because Johnson was bigger and [tjhat's suicide. At the time, Monett, the younger of the two, weighed only 120 pounds. Monett conceded that he had participated before in horseplay with others, including pushing and punching on the arm in a playful manner.\nDISCUSSION\n4. In recent decades, our courts have moved forcefully towards a public policy that defines duty under a universal standard of ordinary care, a standard which holds all citizens accountable for the reasonableness of their actions. The movement has been away from judicially declared immunity or protectionism, whether of a special class, group or activity. The theme, constantly reiterated, is that  'every person has a duty to exercise ordinary care for the safety of others.'  Derma ex rel. Derma v. State Highway Dep't, 117 N.M. 782, 784, 877 P.2d 1085, 1087 (1994) (quoting Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 13, 738 P.2d 129, 131 (Ct.App.1987)); see also Dunleavy v. Miller, 116 N.M. 353, 357, 862 P.2d 1212, 1216 (1993). Our courts have rejected efforts to substitute a lesser duty, for example, by limiting accountability to acts of gross negligence, as opposed to reasonable and ordinary care. See Govich v. North Am. Sys., Inc., 112 N.M. 226, 233, 814 P.2d 94, 101 (1991); Scott v. Rizzo, 96 N.M. 682, 684, 634 P.2d 1234, 1236 (1981); see also Jennifer A. Noya, Note, The Application of the Rescue Doctrine Under Comparative Negligence Principles: Govich v. North American Systems, Inc., 23 N.M.L.Rev. 349 (1993).\n5. As a corollary, we are also reminded of the ameliorative principles of comparative negligence, Montoya v. AKAL Sec., Inc., 114 N.M. 354, 357, 838 P.2d 971, 974 (1992), which strongly favor letting a jury determine the relative accountability of our citizens for an injury. Comparative negli*587gence has freed us from artificial doctrines of the past, such as contributory negligence as a total defense, last clear chance, sudden emergency, and open and obvious danger. See Scott, 96 N.M. at 684, 687, 634 P.2d at 1236, 1239 (adopting doctrine of comparative negligence in place of all or nothing rule of contributory negligence); Dunleavy, 116 N.M. at 359, 862 P.2d at 1218 (abolishing instruction on sudden emergency doctrine); Klopp v. Wackenhut Corp., 113 N.M. 153, 159, 824 P.2d 293, 299 (1992) (disapproving instruction on open and obvious danger doctrine as inappropriate under principles of comparative negligence). Today, courts are less often compelled to direct the jury's work, or short-circuit it altogether, by imposing upon the jury the judicial assumptions about human behavior that underlie those doctrines. Comparative fault provides the means for more subtle adjustments by the jury in evaluating the vicissitudes of human behavior. 4 Fowler V. Harper, Fleming James, Jr. & Oscar S. Gray, The Law of Torts § 21.1 n. 14, at 204 (2d ed. 1986) [hereinafter Harper & James]. Under the doctrine of comparative negligence, the fact finder has the responsibility of determining whether the parties adhered to a standard of ordinary care and the percentage, if any, of comparative fault. Similarly, the jury is permitted to perform complicated tasks such as comparing the simple negligence of one party with the intentional or reckless conduct of another. See Reichert v. Atler, 117 N.M. 623, 626, 875 P.2d 379, 382 (1994); Lerma, 117 N.M. at 784-85, 877 P.2d at 1087-88.\n6. That same standard of ordinary care is easily applied to minors. The Uniform Jury Instruction on ordinary care of a minor, SCRA 1986, 13-1605 (Repl.1991), states: For decades, our courts have used similar instructions to guide juries sitting in judgment of minors. See Lerma, 117 N.M. at 785, 877 P.2d at 1088; Martinez v. C.R. Davis Contracting Co., 73 N.M. 474, 477, 389 P.2d 597, 598-99 (1964); Thompson v. Anderman, 59 N.M. 400, 415-16, 285 P.2d 507, 516-17 (1955); Restatement (Second) of Torts § 283A (1965). We have applied this same standard of ordinary care to assess the negligence of a seven-year-old child. See Phillips v. Smith, 87 N.M. 19, 21, 528 P.2d 663, 665 (Ct.App.) (Questions of negligence or contributory negligence on the part of children are not usually susceptible of summary judgment ... or ... determination as a matter of law because the test is a subjective one which depends upon the particular child's age, mental capacity and experience.), cert. denied, 87 N.M. 5, 528 P.2d 649 (1974), overruled on other grounds by Baxter v. Gannaway, 113 N.M. 45, 48, 822 P.2d 1128, 1131 (Ct.App.), cert. denied, 113 N.M. 16, 820 P.2d 1330 (1991). But cf. Frei v. Brownlee, 56 N.M. 677, 248 P.2d 671 (1952) (per curiam) (five-year-old child too young for such a standard). We have also applied the standard to a teenager engaged in the reckless conduct of playing Russian roulette with a loaded gun. See LaBarge v. Stewart, 84 N.M. 222, 225-26, 501 P.2d 666, 669-70 (Ct.App.), cert. denied, 84 N.M. 219, 501 P.2d 663 (1972).\nA person under 18 years of age is not necessarily held to the same standard of conduct as an adult. By the term ordinary care with respect to a minor, I mean that degree of care which a reasonably careful minor of the age, mental capacity and experience of [the defendant] would use under circumstances similar to those shown by the evidence in this case.\n7. Our courts recognize that minors need some degree of special consideration. In this fashion, minors are afforded a more subjective standard of care, one which takes into account their particular age, mental capacity, and experience. But children — young and old — are held accountable for their actions; that is the point. Our law is already well-endowed with the wisdom and experience to treat youthful defendants fairly, taking into consideration the special features that render them not yet adults.\n8. We are not struck by any compelling reason to make a special exception for Johnson's horseplay. If anything, Johnson's age, mental capacity and experience point in the other direction — toward full accountability as an adult. In terms of the real world, Johnson is no longer a child. As a young man of seventeen, he should be encouraged to as*588sume greater, not fewer, responsibilities of manhood. A cursory review of our laws remind us what we know from experience: a seventeen-year-old young man or woman is no longer a child in the eyes of the law. At seventeen, Johnson can drive a car and be held accountable for his actions as an adult. See NMSA 1978, § 66-5-5 (Repl.Pamp.1994); Adams v. Lopez, 75 N.M. 503, 506-07, 407 P.2d 50, 51-52 (1965). With a permit, he can carry and discharge a deadly weapon. See NMSA 1978, § 17-2-33 (Repl.Pamp.1995). He may no longer be protected in the same manner by the paternalistic criminal laws of the Children's Code. He could be tried and sentenced for his crimes as an adult. See NMSA 1978, § 32A-2-3 (Repl.Pamp.1995). With minimal effort, Johnson could be declared legally emancipated and freed entirely from juvenile status. See NMSA 1978, § 28-6-5 (Repl.Pamp.1991). At seventeen, Johnson is just one birthday short of voting in public elections. See U.S. Const, amend. XXVI, § 1. He is just one year shy of eligibility to serve in our armed forces. Larry Johnson is no longer a child. See Restatement, supra, § 283A cmt. a, at 14 (The rule stated in this Section [similar to SCRA 13-1605] is commonly applied to children of tender years. In practice, it has seldom been applied to anyone over the age of sixteen____).\n9. Despite these abiding principles, Johnson would have us carve out an immunity so that no jury may sit in judgment of him under a standard of ordinary care. He would not have to answer for negligence, only recklessness or intentional and wilful acts. Johnson would have us establish this precedent even though the result may be serious or catastrophic injury to the victim.\n10. Johnson begins with Kabella v. Bouschelle, 100 N.M. 461, 672 P.2d 290 (Ct.App.1983), and seeks to extend that case to horseplay. In Kabella, four teenagers, around the same age as Johnson, were engaged in an informal pick-up game of tackle football in a public park. One boy was injured by a particularly hard tackle and sued his fellow player for negligence. Our Court reviewed the law applicable to organized games, and particularly contact sports. We applied that law to pick-up football, holding that participants, like players in an organized contact sport, did not owe a duty of ordinary care to one another. They were accountable only under a standard of recklessness or intentional and wilful misconduct.\n11. Even today, Kabella fairly accurately reflects the majority of jurisdictions in regard to organized contact sports. See, e.g., Hackbart v. Cincinnati Bengals, Inc., 601 F.2d 516 (10th Cir.), cert. denied, 444 U.S. 931, 100 S.Ct. 275, 62 L.Ed.2d 188 (1979); Knight v. Jewett, 3 Cal.4th 296, 11 Cal. Rptr.2d 2, 17, 834 P.2d 696, 711 (1992) (en banc); Kuehner v. Green, 436 So.2d 78, 81 (Fla.1983); Gauvin v. Clark, 404 Mass. 450, 537 N.E.2d 94, 97 (1989); Dotzler v. Tuttle, 234 Neb. 176, 449 N.W.2d 774, 777 (1990); Crawn v. Campo, 136 N. J. 494, 643 A.2d 600, 603 (1994); see also Ford v. Gouin, 3 Cal.4th 339, 11 Cal.Rptr.2d 30, 34, 834 P.2d 724, 728 (1992) (en banc); Sutfin v. Scheuer, 74 N.Y.2d 697, 543 N.Y.S.2d 379, 541 N.E.2d 408 (1989) (mem.); Marchetti v. Kalish, 53 Ohio St.3d 95, 559 N.E.2d 699, 703 (1990). Contra Auckenthaler v. Grundmeyer, 110 Nev. 682, 877 P.2d 1039 (1994) (per curiam); Lestina v. West Bend Mut. Ins. Co., 176 Wis.2d 901, 501 N.W.2d 28, 33 (1993); see Ian M. Burnstein, Note, Liability for Injuries Suffered in the Course of Recreational Sports: Application of the Negligence Standard, 71 U.Det.Mercy L.Rev. 993 (1994); Daniel E. Lazaroff, Torts & Sports: Participant Liability to Co-Participants for Injuries Sustained During Competition, 7 U.Miami Ent. & Sports L.Rev. 191 (1990); Hana R. Miura, Lestina v. West Bend Mutual Insurance Co.; Widening the Court as a Playing Field for Negligent Participants in Recreational Team Contact Sports, 1994 Wis. L.Rev. 1005 (1994).\n12. It would seem self-evident that participants in rugged contact sports cannot expect their opponents to exercise reasonable care for players' welfare, at least not to the same degree as people expect such care from others in the daily course of life. In football, hockey, and similar sports, the very nature of the game may call for just the opposite behavior. Participants in athletic activities that normally involve some degree of physical *589contact are required to adhere to the standard of care articulated in Kabella. Id., 100 N.M. at 464, 672 P.2d at 293 (adopting rule enunciated in Restatement (Second) of Torts § 500, as standard of care — recklessness— required of participants in contact sports toward other players). In such event, each player is on his own; he or she can take the game as is or leave it. Harper & James, supra, § 21.3, at 221.' The timorous may stay at home, as Chief Judge Cardozo once stated. Murphy v. Steeplechase Amusement Co., 250 N.Y. 479, 166 N.E. 173, 174 (1929). As one scholarly work states: This is another way of saying that participants breach no duty to other participants in playing the sport normally, although the same acts (e.g., tackling someone, or hitting a baseball in his direction) would be negligent, or worse, if they, endangered a nonparticipant. Harper & James, supra note 17, § 21.5, at 238. Players are responsible when they do not play[] the sport normally. Id. In that case, the duty is described either under a label of reckless and intentional acts, or alternatively, as a duty of reasonable care but only for acts outside the normal safety rules of the game. There is nothing about the association between the players that makes it unreasonable that each should be expected to refrain from violence extraneous to the formal rules of the sport (unlike the normal risks of conventional sports, without which the game could not be played, which are not unreasonable as to participants). Harper & James, supra note 17, § 21.5, at 240.1 Our Supreme Court has previously alluded approvingly to the notion of a limited duty for participation in contact sports. See Williamson v. Smith, 83 N.M. 336, 340, 491 P.2d 1147, 1151 (1971) (citing to Meistrich v. Casino Arena Attractions, Inc., 31 N.J. 44, 155 A.2d 90 (1959) and 2 Fowler V. Harper & Fleming James, Jr., The Law of Torts § 21.1, at 1162 (1956)).\n13. Johnson asks us to extend the holding in Kabella to the present situation — to horseplay, or roughhousing or whatever else it may be called — constituting pushing and shoving and other rough play among teenagers. Johnson would have us treat this activity like an organized contact sport — such as a wrestling match — and restrict accountability only to recklessness or intentional misconduct. We decline to do so.\n14. Kabella took a cautious step in applying accepted doctrine to a fact situation not unlike an organized football game. ■ Even then, our Court expressed concern in entering into unfamiliar territory: In adopting the standard of reckless or wilful conduct as a requisite of pleading and proof in tort cases involving participants engaged in contact athletic activities, our ruling is a limited one. Kabella, 100 N.M. at 465, 672 P.2d at 294. Kabella speaks of games with rules and fairly well-defined standards of accepted behavior. Whether in a high school stadium or in a pick-up game in a public park, football entails hard, rugged play, sometimes resulting in injury. A baseball can be hit or even thrown with bone-crushing velocity. Rules permit hard sliding, even the occasional close pitch. It is all part of the game, and its contours are commonly understood, whether in the stadium or in the sandlot.\n15. Horseplay, on the other hand, knows no such specific parameters.2 It is not a game with rules, but is rough physical play *590whose only limits are what courts and society (through a jury) may choose to impose under a standard of reasonableness. Nor can we assume that horseplay has generally accepted contours that can be charted by consensus, or that it can be governed by its own special rules and exist in a world of its own. We respect the Court's cautious tone in Kabella. It would be a monumental, unfounded assumption on our part to impute to horseplay a tolerance of the same kind of semi-violent behavior that is implicit in contact sports. The rationale for limiting the duty in well-defined sports — to foster the appropriate fervor in the players — is misplaced in situations where there are no rules or other controls on the participants' behavior.\n16. Some might suggest that the very ambiguity of horseplay — its lack of rules— renders it inappropriate for a lawsuit in ordinary negligence because a jury would be left to speculate as to which conduct is reasonable. But such a task is not beyond the competency of a jury — all of whom, at one time or another in their lives, have likely had similar experiences. To the contrary, the very ambiguity of what is customary or permissible makes it inappropriate for courts to presume to know best, and therefore, courts ought not intervene with special rules of limited care based on what may only be uninformed or intuitive judgment.\n17. Johnson focuses on the defense of consent, claiming: the doctrine of consent bars the claim for injuries arising from simple negligence in any activity voluntarily entered into by participants. Johnson overstates his case. Consent is a defense for intentional torts like assault and battery. See Hellriegel v. Tholl, 69 Wash.2d 97, 417 P.2d 362 (1966) (teenager gravely injured in horseplay barred from suing for battery by doctrine of consent); W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 18, at 112 (5th ed. 1984); Restatement, supra, §§ 892-892D. Plaintiff has sued in negligence, not intentional tort. By virtue of participation in organized contact sports, courts may imply a consent to no duty of ordinary care. But consent is not the driving force. Duty is defined in this fashion by the courts, not because of consent, but because of policy considerations that merit special consideration in the form of a special duty. See generally Harper & James, supra, § 21.3, at 220-26. Johnson begs the question when he suggests that, by consent, a claim is barred for simple negligence in any activity voluntarily entered into by participants. The question of duty is determined by the court, not by the parties (in the absence of express agreement) and the evident breach of duty is not expunged by a spurious doctrine of waiver based only on legal 'consent' fiction, rather than on the actual intention of the parties. Harper & James, supra note 17, § 21.5, at 240-41; see also Restatement, supra, § 50 cmt. b, at 86 (Participating in such a game does not manifest consent to contacts which are prohibited by rules or usages of the game----); Prosser, supra, § 18, at 118.\n18. As stated, Johnson's brand of consent conjures up visions of the discredited doctrine of assumption of risk, where consent to another's negligence became the fulcrum for a complete defense. See Williamson, 83 N.M. at 340, 491 P.2d at 1151. After Williamson, consent to a negligent breach of duty — so-called secondary assumption of risk — merged into contributory negligence. Now with comparative fault, the victim's state of mind, awareness, even knowing and voluntary participation, all go to show what may be the victim's own negligence, to be left to the jury to apportion and compare with the tortfeasor's negligence. See generally Harper & James, supra, § 21.3, at 223; Prosser, supra, § 68, at 497; Henry Woods, Comparative Fault §§ 6:1, 6:2, at 131-39 (2d ed. 1987).\n19. However, so-called primary assumption of risk remains with our jurisprudence as a shorthand for a judicial declaration of no duty of ordinary care, or no breach of that duty, depending on the circumstances of a particular relationship between the parties., See Meistrich, 155 A.2d at 90; Williamson, 83 N.M. at 340, 491 P.2d at 1151; see also Harper & James, supra, § 21.0, at 188-89 (In its primary sense the plaintiffs assumption of a risk is only the counterpart of the defendant's lack of duty to protect the plaintiff from that risk.). See generally Vic*591tor E. Schwartz, Comparative Negligence §§ 9.4(C), 9.5, at 173-80 (2d ed. 1986); Woods, supra, §§ 6:1, 6:2, at 131-39. In organized contact sports where participants owe no duty of reasonable care as long as the game is played in the ordinary way, the participants enter the field with an express or implied consent that duty will be defined narrowly as a matter of judicial policy. Prosser, supra, § 68, at 485-86; see also Harper & James, supra, § 21.3, at 221 ([Djefendant has a right to face plaintiff with the dilemma of 'take it or leave it'____).\n20. [Bjecause assumption of risk in this form is really a principle of no duty, or no negligence, and so denies the .existence of any underlying cause of action[,j we are returned to where we began. Prosser, supra, § 68, at 496. Policy determines duty, says our Supreme Court. Torres v. State, 119 N.M. 609, 612, 894 P.2d 386, 389 (1995). Football players owe no duty of ordinary care to one another, or that duty is defined simply by the ordinary risks, rules and expectations of the game, because courts define that duty narrowly as a matter of public policy, and only incidently because of Consent.\n21. We determine today, as a matter of policy, that the relationship between teenagers engaged in ordinary pushing and shoving — horseplay—does not merit;any specially defined duty. We decide that participants in horseplay owe the same duty of reasonable care for one another's safety as that which is ordinarily expected elsewhere measured by minors of similar age, mental-competency, and experience. SCRA 13-1605. Under these circumstances, in the absence of some kind of express agreement to the contrary, implied consent is of little consequence to the definition of that duty. For the reasons stated, although superficial comparisons can be drawn between horseplay and organized sports, they do not justify' extending any further the narrow exception recognized in Kabella to the prescribed duty of care. We envision little problem in applying to horseplay the traditional standard of reasonable care and comparative negligence for minors articulated in SCRA 13-1605. We do not anticipate the same practical or theoretical obstacles that have so bedeviled courts and commentators alike in the world of organized sports.3\n22. As a final consideration, some courts in sports litigation cases focus on the need to protect the game from the fear and cost of lawsuits. Arguably, contact sports might need special protection to survive. However, we see no comparable need here. If we look to judicial protectionism from accountability, we risk opening the door to special groups of all shapes and sizes, and each can make a plausible ease for its special need and the concomitant good to society. Once formed, the line is endless.\nCONCLUSION\n23. Accordingly, we reverse the grant of summary judgment and remand to the district court for further proceedings consistent with this opinion.\n24. IT IS SO ORDERED.\nDONNELLY, J., concurs.\nHARTZ, J., dissents and files dissenting opinion.\n1\n. Professors Harper and James are critical of any negligence versus recklessness distinction for contact sports (including Kabella in the criticism), as unfounded in principle, preferring instead an analysis based on a duty of ordinary care owed by one participant to another, defined broadly as, playing the game properly:\nIt is occasionally suggested that participants assume the risks of the negligent, as well as non-negligent, conduct of other participants .... [T]his position appears unfounded in principle, provided that negligence is properly understood in the context of activities that normally involve vigorous, competitive, and aggressive physical exertion. From the point of view of primaiy sense assumption of risk it is evident that a participant has not been unreasonable, as to another, in playing the game properly. It does not follow that he has not been negligent in playing the game improperly from the point of view of normal expectations of participants.\nHarper, supra note 17, § 21.5, at 239 (citations omitted).\n2\n. The term horseplay has been defined as rough or boisterous play. See Webster's New Collegiate Dictionary 552 (1977); see also Crilly v. Ballou, 353 Mich. 303, 91 N.W.2d 493, 495 (1958).\n3\n. The dissent would bar a suit for negligence on the basis of consent — not an express, contracted-for kind of consent clearly etched by the parties — but a consent inferred by the court from conduct. The dissent fails to distinguish between participation in a sporting event where there are defined or implied rules and mere horseplay where there are none. The holding in Kabella was limited to the former.\nCertainly, as the dissent suggests, judicial opinions should reflect judicial principles and deep-rooted social norms. See generally Melvin A. Eisenberg, The Nature of the Common Law, 1988. However, our courts have already expressed those principles and interpreted those norms in UJI 13-1605 and the case law cited herein. We are not writing on a blank slate. The UJI defines an all-encompassing duty of care applied to minors and leaves resolution to the jury as an issue of fact and as part of the calculus of comparative fault. The dissent would insulate Johnson altogether from accountability, all because of what the dissent itself reads into Yount's consent by virtue of participating in and initiating contact. This reasoning would undermine the provisions of UJI 13-1605. It is at odds with the good judgment of our prior opinions and the social norms underscoring them which favor responsibility of the individual for his or her actions.\n*592HARTZ, Judge\n(Dissenting).\n25. I dissent. I would affirm the summary judgment. First, I would hold that Matthew has no cause of action against Teak if Matthew consented to the physical contact that injured him. Second, I would hold that Matthew did so consent. Third, even if Matthew did not consent, I do not understand how Teak's conduct could be deemed negligent.\n26. The first point is the most important because it concerns fundamental legal doctrine, rather than just an evaluation of the evidence of record. In my view, the majority has erred in rejecting consent as a defense to a cause of action for negligence during horseplay.\n27. The majority recognizes that [c]on-sent is a defense for intentional torts like assault and battery, but it finds that doctrine inapplicable here because Matthew has sued in negligence, not intentional tort. In other words, even though a claim for battery is barred by the victim's consent to the contact, the victim still has a claim against the batterer if it was unreasonable (negligent) of the batterer to commit the battery. This is a profound revision of the law of consent. Now, as a practical matter, consent provides little protection against liability. One can no longer rely on another's consent, because consent does not affect one's duty of due care. The consequences of this proposition boggle the mind. In a football game the tackier cannot be sued for battery because the runner consented to the contact. See Restatement (Second) of Torts § 50 cmt. b (1963-1964) (the Restatement). But the runner could sue on the ground that it was nonetheless negligent to execute a tackle.\n28. The law is not so bizarre. It recognizes the autonomy of the individual. It allows a competent individual to consent to invasion of personal interests even when to do so may be foolish. And it finds it unfair to impose liability on one who relies on that consent.\n29. To avoid misunderstanding regarding the proposition upon which I rely, it is necessary to make two distinctions. First, there is a difference between (a) negligence in deciding to commit the battery and (b) negligence in the manner of committing the battery. Consent to the battery forecloses a claim regarding the first type of negligence, but not necessarily the second. The issue arises, for example, in the context of medical malpractice. Even when the patient gives informed consent to the treatment, the patient may still have a claim for malpractice in the manner of performance of the treatment. See 1 David W. Louisell & Harold Williams, Medical Malpractice § 9.02[2] (1995). Likewise, one who consents to being tackled in football does not necessarily consent to every manner in which a tackle can be executed.\n30. The second distinction is one made historically between consent to an intentional tort and assumption of the risk of negligence. As explained in the Restatement, assumption of the risk is applied to acts that are not intended to invade the plaintiffs interests but merely create a risk of the invasion, so that they are negligent with respect to it. Restatement, supra, § 892A cmt. a (1977). Thus, a spectator at a baseball game might be said to assume the risk of being struck by a foul ball, but the spectator cannot be said to consent to being hit. The type of consent on which I am relying is consent to the physical contact itself — such as consent to being tackled in football, tagged in baseball, or pinned in wrestling. I am not suggesting adoption of a doctrine that bars recovery by everyone who willingly encounters a risk of injury.\n31. What the majority appears to assume is that the successful assault on the assumption-of-the-risk doctrine — an assault with which I generally agree, see Davis v. Gabriel, 111 N.M. 289, 804 P.2d 1108 (Ct.App.1990)— undermines any reliance on consent in the context of a negligence claim. I disagree. It is inaccurate to suggest that one cannot consent to another's negligence. For example, contracts relieving a party of responsibility for negligence are routinely upheld. See Restatement, supra, § 496B.\n32. More specifically, if one adopts the universally accepted rule that consent to physical contact bars a claim of battery for that contact, see Restatement, supra, § 892A; Fowler V. Harper et al., The Law of *593 Torts § 3.10 (3d ed. 1996); W.P. Keeton et al., Prosser and Keeton on the Law of Torts § 18 (5th ed. 1984), I see no ground for permitting a cause of action predicated on the contention that it was negligent to cause the contact. The majority has cited no authority, and I am aware of none, that would sustain such a cause of action. The Illinois Supreme Court recently held to the contrary when it rejected a cause of action for negligence by a participant in a college dormitory game of kick the can. It wrote: By participating in the game, the plaintiff would have given his consent to the physical contact permitted by the rules and usages of the game, and thus cannot recover under either the theories of negligence or intentional tort. Pfister v. Shusta, 167 Ill.2d 417, 212 Ill.Dec. 668, 672, 657 N.E.2d 1013, 1017 (1995).\n33. Rejection of consent as a defense to negligence would be contrary to the basic proposition that one cannot recover for damages resulting from consented-to conduct. See Restatement, supra, § 892A. It would also be remarkable to recognize a cause of action for negligence when a cause of action for an intentional tort is not available. Ordinarily, any distinctions between the right to recover for intentional torts and the right to recover for negligent torts favor claims for intentional torts. Compare, e.g., Dominguez v. Stone, 97 N.M. 211, 214-15, 638 P.2d 423, 426-27 (Ct.App.1981) (intentional infliction of emotional distress) with Flores v. Baca, 117 N.M. 306, 310, 871 P.2d 962, 966 (1994) (negligent infliction of emotional distress).\n34. In the context of play, no jurisdiction has held that a participant is subject to a claim for negligence based on conduct that complied with the rules. Taking part in a game manifests a willingness to submit to such bodily contacts or restrictions of liberty as are permitted by its rules or usages. Restatement, supra, § 50 cmt. b. The difference of opinion among jurisdictions is confined to when liability should arise for conduct that violates the rules. Some jurisdictions would impose liability for conduct not permitted by the rules when the conduct is negligent. See Lestina v. West Bend Mut. Ins. Co., 176 Wis.2d 901, 501 N.W.2d 28 (1993) (soccer); Babych v. McRae, 41 Conn.Supp. 280, 567 A.2d 1269 (Ct.1989) (professional hockey); cf. Auckenthaler v. Grundmeyer, 110 Nev. 682, 877 P.2d 1039 (1994) (horseback riding). But the great weight of authority, both recent and over a longer period of time, confines liability to reckless or willful misconduct. See, e.g., Knight v. Jewett, 3 Cal.4th 296, 11 Cal. Rptr.2d 2, 834 P.2d 696 (1992) (en banc) (touch football); Pfister (kick the can); Gibeline v. Smith, 106 Mo.App. 545, 80 S.W. 961 (1904) (friendly scuffle); Crawn v. Campo, 136 N.J. 494, 643 A.2d 600 (1994) (informal softball); Marchetti v. Kalish, 53 Ohio St.3d 95, 559 N.E.2d 699 (1990) (kick the can); Hellriegel v. Tholl, 69 Wash.2d 97, 417 P.2d 362 (1966) (horseplay). I am inclined toward the view that participation in a game manifests consent not only to conduct within the rules but also to conduct that is a normal, expected part of the game, even if it violates the rules (such as fouls by basketball players vying for a rebound). But it is unnecessary to resolve that issue in this case.\n35.One reason the majority has failed to give due recognition to the defense of consent may be that many similar cases are resolved on the issue of duty rather than consent. The analysis of the issue of duty can be quite different from an analysis of the issue of consent. Most importantly, deciding what duty is imposed by law may require the court to assess whether public policy favors the activity that led to the injury. The decision of the California Supreme Court in Knight is typical. The court held that a participant in an informal touch football game breaches a legal duty only by intentionally or recklessly injuring another player. 11 Cal.Rptr.2d at 17, 834 P.2d at 711. Liability for negligence was rejected because of concern that such liability would chill vigorous participation in the sport. Id. 11 Cal.Rptr.2d at 16, 834 P.2d at 710; see Kabella v. Bouschelle, 100 N.M. 461, 465, 672 P.2d 290, 294 (Ct.App.1983). Reading such decisions, one might conclude that if the activity is not deserving of special protection, then the typical negligence standard should be imposed. From that point of view Kabella itself could be criticized. I am not particularly confident *594that public policy favors sandlot tackle football games, such as the one causing the injury in Kdbella. Many reasonable people may find such activity foolish.\n36. But when consent is present, there is no need to consider whether public policy favors the activity. Consent is a defense even when it may have been foolish to give consent. A competent person who foolishly participates in a tackle football game has no cause of action for injury arising from being tackled.\n37. This is not to say that consent doctrine answers all questions regarding tort liability in the context of games. Most litigation in the area arises from conduct that violates a rule of the game, so that consent may well not be present. Also, the consent defense may not apply to games in which the actions of fellow players create a risk that an interest will be invaded but such an invasion is not essential to the game. For example, playing golf in a tournament exposes one to the risk of being hit by another player's ball, but hitting other players with balls is not an object of the game. In such games, players do not consent to the physical contact itself. When analyzing the requisites for liability in the absence of consent to the physical contact, it is appropriate to look to policies other than those supporting the defense of consent. Then it makes sense to analyze liability in terms of duty. One could say, for example, that a golfer has a duty to refrain from negligently hitting a ball that endangers another player. It is in this context — in which a player proceeds in the face of a risk that would be created by another's negligence— that courts must critique the doctrine of assumption of the risk. See Restatement, supra, § 892A cmt. a; §§ 496A-G. But that is not the context of this case.\n38. The only reason I could see for not holding that Matthew's consent relieves Teak of liability would be if there were a compelling public policy against horseplay. The majority may be suggesting such a public-policy rationale when it fails to follow our precedent in Kabella, which refused to recognize a claim for negligence arising out of a pick-up game of tackle football played by four teenagers. Yet, I fail to see the basis for such a policy distinction between tackle football and horseplay. Perhaps some play may be so dangerous that the courts should impose liability regardless of the consent of the participants. That proposition could be applied to formal sports as well as informal play. See generally Daniel E. Lazaroff, U.Miami Ent. & Sports L.Rev. 191, 225-27 (1990). But there is nothing inherently dangerous about picking up a student and spinning him around. Ironically, the greater danger ordinarily would be to the back of the person who lifted the other. I would think that the danger would be a good deal less than when aggressively trying for a rebound in a basketball game. If Teak and Matthew had been throwing rocks at one another, this would be a different case.\n39. Having concluded that Matthew's consent would bar an action against Teak, the issue arises whether Matthew consented. Were this a matter of Matthew's state of mind, summary judgment would be inappropriate, because Matthew's testimony suggested that he did not want Teak to lay hands on him. But one can be bound by actions that manifest consent even if consent is not intended. As set forth in the Restatement, If words or conduct are reasonably understood by another to be intended as consent, they constitute apparent consent and are as effective as consent in fact. Id. § 892(2). The law does not recognize crossing one's fingers behind one's back.\n40. In the context of organized sports often one can easily determine whether certain conduct was within the scope of consent. Some conduct clearly complies with the rules; other conduct clearly violates them. Yet, the absence of formal rules does not foreclose the possibility that consent may be manifested by conduct. At the least, there is an issue of fact concerning whether Matthew manifested consent. I would go further, however, and hold that as a matter of law Matthew's conduct manifested consent to participate in the type of horseplay engaged in by his classmates.\n41. On the day of the incident Matthew and Teak were classmates in Horticulture II. They and a third student went to the greenhouse to water the plants. On the way to the *595greenhouse the three began some gentle horseplay, tagging each other on the arm. In the greenhouse they turned the sprinklers on each other, threw leaves at each other, ran at each other, and pushed each other. Matthew's injury occurred during the break between that class and the next class. Most of the horticulture students were standing around outside the classroom. Some were engaging in horseplay. While Teak was talking to another student, Matthew came up behind him, grabbed him on the shoulders, shook him a little, said hey or the like, and moved away. Teak then picked up Matthew from behind, with Matthew's legs under his right arm and Matthew's head under his left. Teak spun Matthew around once or twice, walked to a chain link fence, and pushed Matthew into the fence. When Matthew said My back hurts, Teak put him down.1\n42. Although there is no evidence in the record that Teak had ever before picked Matthew up and spun him around, Matthew was well aware of similar conduct among the students. He testified that school horseplay included: pushing each other around. The big thing for that — around that time was to take somebody and throw them in the ditch. He said that he had personally participated in horseplay, including pushing and punching others. On those occasions when he no longer wished to participate because others were getting too rough, he had asked them to stop. He acknowledged that the horseplay was a game that goes on and characterized Teak's conduct as he just retaliated with horseplay, I guess.\n43. Thus, Matthew should have known, and indeed knew, the scope of horseplay engaged in by his classmates. When he shook Teak by the shoulders, he as much as said, I'm in. I want to play. Regardless of any mental reservations Matthew may have had, his conduct manifested consent. He did not ask Teak to stop until he said that his back hurt, and Teak then put him down. Matthew's consent bars him from any cause of action arising from conduct by Teak within the rules of the game. Because Teak did no more than Matthew could reasonably have expected, Teak cannot be liable. I note that the appellate briefs on behalf of Matthew do not challenge the proposition that Matthew consented. They challenge only whether consent is a defense.\n44.Finally, even were I to agree with the majority that Teak could be liable for negligence, I fail to understand how Teak was negligent. I realize that the parties do not address this issue on appeal and we should not affirm on this ground. But to understand the legal standard established by the majority opinion, it would be helpful to know how that standard would apply to the facts before us. I see nothing negligent about Teak's conduct. The tragedy here was that Matthew, unbeknownst to Teak, had a serious preexisting back condition. Ordinarily, picking up a teenager horizontally and spinning him around does not present a significant risk of harm. If negligence could be found here, then this State's playgrounds are ripe for litigation. I doubt that our children will be better off as a result.\n1\n. Teak's version of events is somewhat different, but the difference is not material to this decision.\n\n\nPlain English summary:\nSome boys were engaging in horseplay, when one of them injured the other. The question for the court was whether, as a matter of policy, minors who engage in horseplay or similar activities have a duty of reasonable care to one another.",
    "annotations": {
        "Facts": [
            "While engaging in horseplay during high school, Defendant Larry Johnson, then age 17, injured Matthew Monett, age 15.",
            "Monett and Johnson, both juniors in high school, were classmates in horticulture. On November 9, 1991, Monett, Johnson, and a third student went to the greenhouse to water the plants. On the way to the greenhouse, the three students began some gentle horseplay, tagging each other on the arm. The incident that injured Monett occurred during the next break between classes. Most of the horticulture students were standing around outside the classroom, some engaging in horseplay. While Johnson was talking to another student, Monett came up behind Johnson, put both his hands on Johnson's shoulders, shook him a little, and said hey or the like. Monett then turned around and started walking toward class. Not willing to leave it at that, Johnson grabbed Monett from behind and picked him up by putting Monett's legs under Johnson's right arm and Monett's head under Johnson's left arm. Johnson then spun Monett around once or twice, walked to a chain link fence and pushed Monett into the fence. When Monett complained that his back hurt, Johnson put him down. The incident seriously injured Monett's back. Although Monett's back was asymptomatic at the time of the incident, Monett suffered from a preexisting back condition, and had even worn a back brace to school the year before. Johnson testified he was unaware Monett had a back problem.",
            "There is no evidence in the record that Johnson had ever before picked Monett up in this fashion and spun him around or pushed him into a fence. Although on previous occasions Monett and Johnson had engaged in nudging and shaking each other, Monett said that he would not have hit Johnson, because Johnson was bigger and [tjhat's suicide. At the time, Monett, the younger of the two, weighed only 120 pounds. Monett conceded that he had participated before in horseplay with others, including pushing and punching on the arm in a playful manner."
        ],
        "Procedural History": [
            "Monett seeks to recover against Johnson for some or all of his damages under a theory of comparative negligence. The district court issued summary judgment against Monett, concluding that Johnson could be sued only for recklessness or intentional and wilful misconduct, but not for negligence."
        ],
        "Application of Law to Facts": [
            "we hold that ordinary principles of comparative negligence do apply to the activities in question here ",
            "We are not struck by any compelling reason to make a special exception for Johnson's horseplay. If anything, Johnson's age, mental capacity and experience point in the other direction — toward full accountability as an adult. In terms of the real world, Johnson is no longer a child. As a young man of seventeen, he should be encouraged to as*588sume greater, not fewer, responsibilities of manhood. A cursory review of our laws remind us what we know from experience: a seventeen-year-old young man or woman is no longer a child in the eyes of the law. ",
            "Larry Johnson is no longer a child.",
            "Johnson asks us to extend the holding in Kabella to the present situation — to horseplay, or roughhousing or whatever else it may be called — constituting pushing and shoving and other rough play among teenagers. Johnson would have us treat this activity like an organized contact sport — such as a wrestling match — and restrict accountability only to recklessness or intentional misconduct. We decline to do so.",
            "Kabella speaks of games with rules and fairly well-defined standards of accepted behavior.",
            "Horseplay, on the other hand, knows no such specific parameters. It is not a game with rules, but is rough physical play *590whose only limits are what courts and society (through a jury) may choose to impose under a standard of reasonableness. Nor can we assume that horseplay has generally accepted contours that can be charted by consensus, or that it can be governed by its own special rules and exist in a world of its own.",
            "The rationale for limiting the duty in well-defined sports — to foster the appropriate fervor in the players — is misplaced in situations where there are no rules or other controls on the participants' behavior.",
            "We determine today, as a matter of policy, that the relationship between teenagers engaged in ordinary pushing and shoving — horseplay—does not merit;any specially defined duty. We decide that participants in horseplay owe the same duty of reasonable care for one another's safety as that which is ordinarily expected elsewhere measured by minors of similar age, mental-competency, and experience.",
            "in the absence of some kind of express agreement to the contrary, implied consent is of little consequence to the definition of that duty. For the reasons stated, although superficial comparisons can be drawn between horseplay and organized sports, they do not justify' extending any further the narrow exception recognized in Kabella to the prescribed duty of care."
        ],
        "Relevant Precedents": [
            "Derma ex rel. Derma v. State Highway Dep't, , 784, 877 P.2d 1085, 1087 (1994)",
            "Knapp v. Fraternal Order of Eagles, , 13, 738 P.2d 129, 131 (Ct.App.1987)",
            "Dunleavy v. Miller, , 357, 862 P.2d 1212, 1216 (1993)",
            "Govich v. North Am. Sys., Inc., , 233, 814 P.2d 94, 101 (1991); Scott v. Rizzo, , 684, 634 P.2d 1234, 1236 (1981)",
            "Montoya v. AKAL Sec., Inc., , 357, 838 P.2d 971, 974 (1992)",
            "Scott, 96 N.M. at 684, 687, , 1239",
            "Dunleavy, 116 N.M. at 359, ",
            "Klopp v. Wackenhut Corp., 113 N.M. 153, 159, , 299 (1992)",
            "Reichert v. Atler, 117 N.M. 623, 626, , 382 (1994); Lerma, 117 N.M. at 784-85, -88",
            "SCRA 1986, 13-1605 (Repl.1991)",
            "Lerma, 117 N.M. at 785, ; Martinez v. C.R. Davis Contracting Co., 73 N.M. 474, 477, , 598-99 (1964); Thompson v. Anderman, 59 N.M. 400, 415-16, , 516-17 (1955); Restatement (Second) of Torts § 283A (1965)",
            "Phillips v. Smith, 87 , 21, 528 P.2d 663, 665 (Ct.App.)",
            "cert. denied, N.M. 5,  (1974), overruled on other grounds by Baxter v. Gannaway, 113 N.M. 45, 48, , 1131 (Ct.App.), cert. denied, 113 N.M. 16,  (1991)",
            "LaBarge v. Stewart, 84 N.M. 222, 225-26, , 669-70 (Ct.App.), cert. denied, 84 N.M. 219,  (1972)",
            "NMSA 1978, § 66-5-5 (Repl.Pamp.1994); Adams v. Lopez, , 506-07, 407 P.2d 50, 51-52 (1965)",
            "NMSA 1978, § 17-2-33 (Repl.Pamp.1995)",
            "NMSA 1978, § 32A-2-3 (Repl.Pamp.1995)",
            "NMSA 1978, § 28-6-5 (Repl.Pamp.1991)",
            "U.S. Const, amend. XXVI, § 1",
            "Restatement, supra, § 283A cmt. a, at 14",
            "SCRA 13-1605"
        ],
        "Outcome": [
            "therefore, we reverse and remand.",
            "Accordingly, we reverse the grant of summary judgment and remand to the district court for further proceedings consistent with this opinion."
        ]
    },
    "class": "reverse"
}