{
    "text": "Bell v. New Mexico Interstate Stream Commission, 117 N.M. 71, 868 P.2d 1296 (1993)\nDec. 22, 1993 · Court of Appeals of New Mexico · No. 14635\n117 N.M. 71, 868 P.2d 1296\nBobby BELL, Kathleen Bell, and Sunwest Bank of Albuquerque, N.A., as Conservatory of the Estate of Joseph Bell, a minor, Plaintiffs-Appellants,v.NEW MEXICO INTERSTATE STREAM COMMISSION, New Mexico Energy, Minerals and Natural Resources Department, New Mexico Park and Recreation Division, New Mexico State Highway and Transportation Department, State Highway Commission, and State Engineer, Defendants-Appellees, and KNC Incorporated, and Kent Nowlin Construction, Inc., Defendants\n868 P.2d 1296\nCourt of Appeals of New Mexico.\nCertiorari Denied Feb. 4, 1994.\n*72James T. Roach, Janet K. Santillanes, Nancy L. Garner, Nancy Garner & Associates, P.C., Albuquerque, for plaintiffs-appellants.\nJames P. Lyle, Butt, Thornton & Baehr, P.C., Albuquerque, for defendants-appellees.\nOPINION\nFLORES, Judge.\nThe opinion filed December 3,1993 is withdrawn and the following substituted therefor.\nPlaintiffs appeal the summary judgment dismissing their claims. The basis for the judgment was the district court's determination that sovereign immunity had not been waived. Plaintiffs raise the following issues on appeal: (1) sovereign immunity is waived pursuant to NMSA 1978, Section 41-4-6 (Repl.Pamp.1989), and that alternatively, (2) there was no sovereign immunity prior to enactment of the Tort Claims Act for proprietary functions of a governmental entity such as the maintenance of a public park and the Tort Claims Act did not restrict any such prior governmental liability. We reverse the district court on the basis of issue one and find that Plaintiffs made a prima facie showing that immunity was waived. Therefore, we need not reach Plaintiffs' second issue.\nBACKGROUND\nJoseph Bell, a minor child, was diving off a styrofoam raft in the lake at Ute Lake State Park (the park). After each dive, he moved farther from the shore, believing that he was moving to deeper water. On his last dive, Joseph hit his head on an unmarked hazard located approximately two feet below the surface of the water. As a result of the accident, Joseph is quadriplegic. There were no warning signs marking the location of the shallow water. Plaintiffs brought action for Joseph's injuries against several Defendants.\nThe lake and surrounding property are owned by the New Mexico Interstate Stream Commission (Stream Commission). The New Mexico Park and Recreation Division (Recreation Division) leased the park for recreational purposes and for no other purpose. According to the lease agreement, the Stream Commission retains the right to notify the Recreation Division to vacate the park when it determines that the park is needed for beneficial purposes of the Lessor. Pursuant to the lease, the Recreation Division developed the park and opened it to the public for recreation. The public uses the park for swimming, diving, boating, fishing, and other recreational activities.\nThe district court granted partial summary judgment to Defendants. The order stated *73that there was no waiver of immunity under Section 41-4-6. This Court granted Plaintiffs' application for interlocutory appeal and assigned this case to the general calendar.\nSTANDARD OF REVIEW\nThe district court granted summary judgment to Defendants, reasoning that there was no waiver of immunity under Section 41-4-6 because the court classified the park as works under the statute. A motion for summary judgment should be granted if there is no genuine issue of material fact and the moving party is entitled to summary judgment as a matter of law. See Roth v. Thompson, 113 N.M. 331, 334, 825 P.2d 1241, 1244 (1992). On appeal, this Court looks to the whole record and views matters in the light most favorable to support a trial on the merits. North v. Public Serv. Co., 97 N.M. 406, 408, 640 P.2d 512, 514 (Ct.App.1982).\nISSUE ONE\nSection 41-445 provides that:\nThe immunity granted pursuant to Subsection A of Section 41-4-4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. Nothing in this section shall be construed as granting waiver of immunity for any damages arising out of the operation or maintenance of works used for diversion or storage of water.\nOn appeal, our central concern in interpreting this statute is to give effect to the intent of the legislature. See City of Albuquerque v. Sanchez, 113 N.M. 721, 725, 832 P.2d 412, 416 (Ct.App.1992). The intent of the legislature in enacting Section 41—4-6 was to ensure the safety of the general public by imposing upon public employees a duty to exercise reasonable care in maintaining premises owned and operated by governmental entities. Castillo v. County of Santa Fe, 107 N.M. 204, 206, 755 P.2d 48, 50 (1988). In interpreting the statute to achieve that result, we give the words of the statute their ordinary meaning and give effect to the statute as written. City of Albuquerque, 113 N.M. at 725, 832 P.2d at 416. Indeed, both Defendants and Plaintiffs focus much of their argument on whether the park is presently a works to which the immunity waived in the first sentence of Section 41-4-6 does not apply. However, the clear language of the statute provides that immunity shall not be waived where damages arise out of the operation or maintenance of works used for diversion or storage of water. Section 41-4-6 (emphasis added). The inclusion of the word used indicates that the present use of the facilities must be considered. Additionally, considering the legislature's purpose in enacting Section 41-4-6, see Castillo, 107 N.M. at 206, 755 P.2d at 50, we are not persuaded that the legislature intended in the second sentence of Section 41-4-6 to exempt every state and public park that included a body of water used for recreational purposes.\nIn this case, the Stream Commission leased the park to the Recreation Division, with reservation of the right to terminate the lease and ask the Recreation Division to vacate the park. This is authorized under NMSA 1978, Section 72-6-3 (Repl.1985). NMSA 1978, Section 72-6-2 (Repl.1985) defines a lessee as a person who leases the use of water from an owner. (Emphasis added.)\nDefendants contend that the original purpose of the lake, which was for storage and diversion of water, is controlling in this case. However, under the lease, the park was to be used for recreational purposes and for no other purpose. Regardless of the original purpose in creating the lake, and contrary to Defendants' argument, there is no evidence to show that the park was used for diversion or storage of water at the time of the accident. The evidence shows that the park was in fact used only for swimming, diving, boating, fishing, and other recreational activities. In addition, the evi*74dence further shows that the park was operated as a public park. Section 41-4-6 specifically exempts from immunity the operation or maintenance of any public park. State parks are developed with outdoor recreation as the primary objective. See NMSA 1978, § 16-2-11 (Repl.Pamp.1987). The park was leased with the sole objective of using it for recreation. The evidence shows that fees are charged for use of the park; there are facilities provided for public use while visiting the park; there are trails, shelters, and picnic areas provided for the public; and the park is used by the public for purposes of recreation. Accordingly, the park falls within the category of public parks.\nDefendants also rely on Espander v. City of Albuquerque, 115 N.M. 241, 243, 245, 849 P.2d 384, 386, 388 (Ct.App.1993) for the proposition that immunity is not waived under Section 41-4-6 with respect to works for the diversion or storage of water which are located within public parks. Defendants' reliance is misplaced for the following reasons: (1) Espander did not consider works for the storage of water, id. at 245, 849 P.2d at 388; and (2) Defendants fail to cite to any facts which support an interpretation that, at the time of the alleged accident, the park was being used for either the diversion or storage of water.\nWe are not persuaded by Defendants' arguments and read the plain language of the statute to the contrary. The statute addresses only present use and no other factor. Further, the statute does not contain any language which supports Defendants' interpretation. This Court will not read language into a statute that is not there. See State ex rel. Klineline v. Blackhurst, 106 N.M. 732, 735, 749 P.2d 1111, 1114 (1988).\nConsidering the ordinary language of Section 41-4-6 and the intent of the legislature in enacting the statute, we hold that immunity to Defendants was waived under Section 41-4-6. See City of Albuquerque, 113 N.M. at 725, 832 P.2d at 416. Because the evidence presented so far makes a prima facie showing that immunity was waived and there are genuine issues of material fact to be decided concerning negligence, we hold that the district court erred in granting summary judgment to Defendants. See Roth, 113 N.M. at 334-35, 825 P.2d at 1244-45.\nCONCLUSION\nWe reverse the summary judgment order and remand to the district court for further proceedings. Oral argument is deemed unnecessary. Plaintiffs are awarded costs on appeal. The parties shall bear their own attorney fees on appeal.\nIT IS SO ORDERED.\nMINZNER, C.J., and APODACA, J., concur.\n\nPlain English summary:\nChild injured himself after diving off a raft in a lake at Ute Lake State Park. There were no signs that the water was shallow where he was diving (further from the shore). The appellate court considered whether the defendant was immune under the Tort Claims Act. The court held it was not, and that the evidence presented a prima facie showing that here are genuine issues of material fact to be decided concerning negligence.\n",
    "annotations": {
        "Facts": [
            "Joseph Bell, a minor child, was diving off a styrofoam raft in the lake at Ute Lake State Park (the park). After each dive, he moved farther from the shore, believing that he was moving to deeper water. On his last dive, Joseph hit his head on an unmarked hazard located approximately two feet below the surface of the water. As a result of the accident, Joseph is quadriplegic. There were no warning signs marking the location of the shallow water. Plaintiffs brought action for Joseph's injuries against several Defendants.The lake and surrounding property are owned by the New Mexico Interstate Stream Commission (Stream Commission). The New Mexico Park and Recreation Division (Recreation Division) leased the park for recreational purposes and for no other purpose. According to the lease agreement, the Stream Commission retains the right to notify the Recreation Division to vacate the park when it determines that the park is needed for beneficial purposes of the Lessor. Pursuant to the lease, the Recreation Division developed the park and opened it to the public for recreation. The public uses the park for swimming, diving, boating, fishing, and other recreational activities."
        ],
        "Procedural History": [
            "Plaintiffs appeal the summary judgment dismissing their claims.",
            "The district court granted partial summary judgment to Defendants. The order stated that there was no waiver of immunity under Section 41-4-6. This Court granted Plaintiffs' application for interlocutory appeal and assigned this case to the general calendar.",
            "The district court granted summary judgment to Defendants, reasoning that there was no waiver of immunity under Section 41-4-6 because the court classified the park as works under the statute.",
            "On appeal, this Court looks to the whole record and views matters in the light most favorable to support a trial on the merits."
        ],
        "Application of Law to Facts": [
            "Because the evidence presented so far makes a prima facie showing that",
            "there are genuine issues of material fact to be decided concerning negligence, we hold that the district court erred in granting summary judgment to Defendants."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We reverse the district court",
            "We reverse the summary judgment order and remand to the district court for further proceedings."
        ]
    },
    "class": "reverse"
}