{
    "text": "Sarracino v. Martinez, 117 N.M. 193, 870 P.2d 155 (1994)\nJan. 31, 1994 · Court of Appeals of New Mexico · No. 15021\n117 N.M. 193, 870 P.2d 155\nKathy SARRACINO, Plaintiff-Appellant,v.Leona MARTINEZ, Defendant-Appellee\n870 P.2d 155\nCourt of Appeals of New Mexico.\nBette R. Velarde, Law Offices of Bette R. Velarde, Albuquerque, for plaintiff-appellant.\nStephen M. Simone, Michelle M. Lalley, Simone, Roberts & Weiss, P.A., Albuquerque, for defendant-appellee.\nOPINION\nPICKARD, Judge.\nPlaintiff appeals from the trial court's order granting summary judgment in favor of Defendant. In our calendar notice, we proposed summary reversal. Defendant filed a memorandum in opposition. Not persuaded by it, we reverse.\nFACTS\nThe facts in this case are not materially in dispute. On the evening of November 21, 1991, Plaintiff and Defendant visited numerous Albuquerque bars. Plaintiff became intoxicated. Late that night, Defendant drove *194Plaintiff in Defendant's truck. Defendant pulled the truck into the parking lot of a bar located on Central Avenue because Defendant wanted to use the bathroom. Defendant then left Plaintiff in the truck, with the engine running, while Defendant went into the bar. While Defendant was inside, a man entered the truck and attacked Plaintiff. Plaintiff sustained numerous injuries.\nPlaintiff sued Defendant for negligence. Defendant moved for summary judgment, which the trial court granted. We see two issues presented by this appeal: (1) whether Defendant owed Plaintiff no duty of care; and (2) whether, as a matter of law, the criminal act of the assailant was an intervening superseding cause absolving Defendant of any liability.\nSTANDARD OF REVIEW\nWhen reviewing a grant of summary judgment, we view the evidence in the light most favorable to support the right to a trial on the merits, and we make all reasonable inferences in favor of the party opposing the summary judgment. Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 12—13, 738 P.2d 129, 130-31 (Ct.App.1987). Summary judgment is improper when evidence is susceptible to reasonable conflicting inferences. Ellingwood v. N.N. Investors Life Ins. Co., 111 N.M. 301, 305, 805 P.2d 70, 74 (1991). Summary judgment is to be granted only when there is an absence of a genuine issue of material fact or when a party is entitled to judgment as a matter of law. Knapp, 106 N.M. at 13, 738 P.2d at 131.\nDUTY\nThe trial court's decision granting summary judgment appears to have been based in part on a determination that Defendant did not owe a duty to Plaintiff. The existence of a duty is a question of law for the trial court to decide. Saiz v. Belen Sch. Dist., 113 N.M. 387, 398, 827 P.2d 102, 113 (1992); see also Stetz v. Skaggs Drug Centers, Inc., 114 N.M. 465, 468-69, 840 P.2d 612, 615-16 (Ct.App.1992). However, in some circumstances, the question of whether a duty arises depends on the existence of particular facts. See Saiz, 113 N.M. at 395-96, 827 P.2d at 110—11 (whether work is inherently dangerous is a question of law, even though there may be gray areas requiring fact-finding). In this ease, we believe that a combination of factors prevents a determination that Defendant owed Plaintiff no duty as a matter of law.\nPlaintiff appears to have been an intoxicated person, of whom Defendant took charge, and she was a passenger in Defendant's vehicle, of which Defendant appears to have been in control. 2 Restatement (Second) of Torts Section 324 (1965) states the following:\nOne who, being under no duty to do so, takes charge of another who is helpless adequately to aid or protect himself is subject to liability to the other for any bodily harm caused to him by\n(a) the failure of the actor to exercise reasonable care to secure the safety of the other while within the actor's charge, or\n(b) the actor's discontinuing his aid or protection, if by so doing he leaves the other in a worse position than when the actor took charge of him.\nSee also W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 56, at 378 (5th ed. 1984). Liability exists even when the other is rendered helpless by his or her own conduct, such as when the actor takes charge of one who is drunk. 2 Restatement (Second) of Torts § 324 cmt. b. When one undertakes to aid a helpless person, his duty is measured in terms of the risk created; it is of no consequence whether the person is helpless as a result of his own misconduct or from other causes. Assistance need not be volunteered. McDonough v. Buckeye S.S. Co., 103 F.Supp. 473, 477 (N.D.Ohio 1951), aff'd, 200 F.2d 558 (6th Cir.1952), cert. denied, 345 U.S. 926, 73 S.Ct. 785, 97 L.Ed. 1357 (1953).\nIn this case, Defendant was driving Plaintiff, who was intoxicated, home. Further, Defendant testified at deposition that before she left Plaintiff in the truck, she told Plaintiff that she would lock the door to the truck and that Plaintiff was to open the door upon her returning and knocking on the window. We believe that a jury might reasonably determine that this conduct constituted *195Defendant's taking charge of Plaintiff in a helpless state, and that as a consequence, Defendant owed Plaintiff a duty to exercise reasonable care to secure Plaintiffs safety or to avoid discontinuing her'aid to Plaintiff if doing so would leave Plaintiff in a worse position than when Defendant took charge of her. See Ocotillo West Joint Venture v. Superior Court, 173 Ariz. 486, 489, 844 P.2d 653, 656 (Ariz.Ct.App.1992) (The determination of whether an individual is 'helpless' must be made within the context of each case.), review denied (Feb. 2, 1993); Regan v. Stromberg, 285 N.W.2d 97, 100 (Minn. 1979) (quoting jury instruction on duty arising from taking charge of another and holding that issue was properly for the jury).\nIn her memorandum in opposition to our calendar notice, Defendant cites several cases that stand for the proposition that a defendant does not owe a special duty of care to a voluntarily intoxicated plaintiff. See Stephenson v. Ledbetter, 596 N.E.2d 1369, 1372-73 (Ind.1992); Forrest v. Gilley, 570 N.E.2d 934, 936-37 (Ind.Ct.App.1991); Mullery v. Ro-Mill Constr. Corp., 76 A.D.2d 802, 429 N.Y.S.2d 200, 201-02 (App.Div.1980), rev'd on other grounds, 54 N.Y.2d 888, 444 N.Y.S.2d 912, 429 N.E.2d 419 (1981). We believe that Defendant's reliance on the stated proposition is misplaced. The idea of a special duty of care owed intoxicated persons apparently arose in the context of a common carrier's obligation to its passengers. See Mullery, 429 N.Y.S.2d at 201-02. In this case, we are not recognizing a duty of care arising solely out of Plaintiffs status as passenger or solely out of her intoxicated state. Rather, as in Stephenson, we are recognizing a duty of ordinary care under the circumstances. See 2 Restatement (Second) of Torts § 324 cmt. d.\nDefendant also cites our recent holding in Rummel v. Edgemont Realty Partners, Ltd., 116 N.M. 23, 26, 859 P.2d 491, 494 (Ct.App.), cert. denied, 115 N.M. 709, 858 P.2d 85 (1993), for the proposition that [a]s a general rule, absent a showing that a party has a special relationship with another, the party has no duty to protect the other from harm caused by criminal acts of third persons. However, as.explained above, a special relationship, requiring reasonable care, is created when one voluntarily takes charge of a helpless person. See McDonough, 103 F.Supp. at 477; see also McPartland v. State, 277 A.D. 103, 98 N.Y.S.2d 665, 667 (App.Div.1950) (It is familiar doctrine that a man placed in a responsible situation must guard against a risk of danger to others where reasonable foresight would suggest a good chance of occurrence and reasonable care suggests steps in avoidance.)\nThus, we hold that the trial court erred in granting summary judgment on the basis that Defendant as a matter of law owed no duty to Plaintiff. It appears that the question of whether Defendant had such a duty, as well as the question of whether Defendant breached such a duty, is for the jury.\nPROXIMATE CAUSE\nIn addition to duty, Plaintiff must also be able to show that Defendant's conduct was the proximate cause of her injuries. See F & T Co. v. Woods, 92 N.M. 697, 699-700, 594 P.2d 745, 747-48 (1979). Defendant argues that the criminal acts of Plaintiffs assailant constituted an intervening superseding cause of Plaintiffs injury, thus relieving Defendant of liability. Questions of proximate cause and independent intervening cause are for the jury, except in rare cases in which reasonable minds cannot differ. Govich v. North Am. Sys., Inc., 112 N.M. 226, 233, 814 P.2d 94, 101 (1991).\n2 Restatement (Second) of Torts Section 448 (1965) states the following:\nThe act of a third person in committing an intentional tort or crime is a superseding cause of harm to another resulting therefrom; although the actor's negligent conduct created a situation which afforded an opportunity to the third person to commit such a tort or crime, unless the actor at the time of his negligent conduct realized or should have realized the likelihood that such a situation might be created, and that a third person might avail himself of the opportunity to commit such a tort or crime.\n(Emphasis added.) Thus, the criminal acts of a third person will not relieve a negligent defendant of liability if the defendant should *196have recognized that his or her actions were likely to lead to that criminal activity. See id. cmts. b & c. Here, it is undisputed that Defendant left Plaintiff intoxicated in a running truck outside of a Central Avenue bar late at night. We believe that reasonable minds could differ as to whether Defendant should have known that her conduct was likely to lead to the assailant's criminal actions.\nDefendant, however, cites Rummel, Woods, and Bouldin v. Sategna, 71 N.M. 329, 378 P.2d 370 (1963), for the proposition that she could not have foreseen that Plaintiff was a potential victim of crime. We find Rummel unpersuasive because the issue addressed in that case was duty, not proximate cause. See Rummel, 116 N.M. at 26, 859 P.2d at 494. As for Bouldin and Woods, the Courts in those cases looked at all of the facts and felt compelled to hold, as a matter of law, that the criminal acts involved were simply unforeseeable by the defendant. See Woods, 92 N.M. at 701, 594 P.2d at 749; Bouldin, 71 N.M. at 333, 378 P.2d at 373. The facts in this case, however, prevent us from coming to the same conclusion as that of those earlier Courts. For example, in Bouldin, the New Mexico Supreme Court held as a matter of law that an automobile owner could not have reasonably foreseen a car theft simply because he negligently left his keys in the ignition; consequently, the owner's conduct was not the proximate cause of subsequent negligent driving by the thief. Bouldin, 71 N.M. at 333, 378 P.2d at 373. However, Bouldin is distinguishable from the instant case in that there is no indication that the vehicle in Bouldin was actually running when the owner left it. Here, by contrast, the vehicle was left running, a fact which could reasonably be viewed as increasing the likelihood of criminal activity involving the truck. Bouldin is also distinguishable in that the incident occurred in a small town thirty years ago; by contrast, the incident in the present case occurred in Albuquerque in 1991.\nWe are unable to hold as a matter of law that reasonable minds cannot differ over the reasonable inferences to be drawn from the facts in this case. Foreseeability is imposed to preclude a finding of liability where defendant's conduct was part of the causal chain of the injury but the resulting injury could not have been reasonably foreseen by the defendant. Pittard v. Four Seasons Motor Inn, Inc., 101 N.M. 723, 730, 688 P.2d 333, 340 (Ct.App.), writ quashed, 101 N.M. 555, 685 P.2d 963 (1984) (citing Woods). In Pittard, this Court determined that notice of an employee's alcoholism and tendency toward violent behavior may make sexual assault by that employee foreseeable, and thus that proximate cause was an issue to be determined as a matter of fact rather than law. Id. 101 N.M. at 731, 688 P.2d at 341. We said that [fjoreseeability does not require that the particular consequence should have been anticipated, but rather that some general harm or consequence be foreseeable. Id. at 730, 688 P.2d at 340. In this case, as in Pittard, we believe that the conditions under which Defendant left Plaintiff alone may have made the injuries that occurred foreseeable, and thus that proximate cause is an issue of fact rather than of law.\nCONCLUSION\nWe hold that Defendant may have owed Plaintiff a duty of ordinary care, and that the criminal acts of the assailant do not, as a matter of law, constitute an intervening superseding cause absolving Defendant of liability. As we also believe that the facts in this case are susceptible to reasonable conflicting inferences as to the duty and whether it was breached by leaving Plaintiff intoxicated in a running truck outside of a Central Avenue bar late at night, summary judgment was improper in this case. As another intermediate appellate court noted in a different context over forty years ago:\nIt is often argued that liberal legal policies in respect of tort liability, i.e., those which seem to broaden the base of what is compensable and raise the price of the penalty of carelessness, are moving in [the direction of protection against every casualty without regard to fault, contrary to accepted theory. However t]he fact is that a century or more ago, the failure to guard against dangers that ought to be foreseen was treated in the same spirit as now; what has changed in the accelerated pace and the enhanced mechanism utilized *197by society is merely the range and scope of the danger to be guarded against. The law of tort is more liberal precisely because experience shows more predictable casualties.\nMcPartland, 98 N.Y.S.2d at 668.\nThe trial court's order is reversed.\nIT IS SO ORDERED.\nMINZNER, C.J., and CHAVEZ, J., concur.\n\nPlain English summary:\nPlaintiff was intoxicated. Defendant drove plaintiff home. On the way, defendant stopped to go to the bathroom, and left the keys in the truck. A third party entered the truck and attacked plaintiff. Question was whether defendant owed plaintiff a duty of care.\n\n",
    "annotations": {
        "Facts": [
            "On the evening of November 21, 1991, Plaintiff and Defendant visited numerous Albuquerque bars. Plaintiff became intoxicated. Late that night, Defendant drove *194Plaintiff in Defendant's truck. Defendant pulled the truck into the parking lot of a bar located on Central Avenue because Defendant wanted to use the bathroom. Defendant then left Plaintiff in the truck, with the engine running, while Defendant went into the bar. While Defendant was inside, a man entered the truck and attacked Plaintiff. Plaintiff sustained numerous injuries."
        ],
        "Procedural History": [
            "Plaintiff appeals from the trial court's order granting summary judgment in favor of Defendant. In our calendar notice, we proposed summary reversal. Defendant filed a memorandum in opposition.",
            "Plaintiff sued Defendant for negligence. Defendant moved for summary judgment, which the trial court granted.",
            "When reviewing a grant of summary judgment, we view the evidence in the light most favorable to support the right to a trial on the merits, and we make all reasonable inferences in favor of the party opposing the summary judgment.",
            "The trial court's decision granting summary judgment appears to have been based in part on a determination that Defendant did not owe a duty to Plaintiff."
        ],
        "Application of Law to Facts": [
            "Plaintiff appears to have been an intoxicated person, of whom Defendant took charge, and she was a passenger in Defendant's vehicle, of which Defendant appears to have been in control.",
            "In this case, Defendant was driving Plaintiff, who was intoxicated, home. Further, Defendant testified at deposition that before she left Plaintiff in the truck, she told Plaintiff that she would lock the door to the truck and that Plaintiff was to open the door upon her returning and knocking on the window. We believe that a jury might reasonably determine that this conduct constituted *195Defendant's taking charge of Plaintiff in a helpless state, and that as a consequence, Defendant owed Plaintiff a duty to exercise reasonable care to secure Plaintiffs safety or to avoid discontinuing her'aid to Plaintiff if doing so would leave Plaintiff in a worse position than when Defendant took charge of her.",
            "Thus, we hold that the trial court erred in granting summary judgment on the basis that Defendant as a matter of law owed no duty to Plaintiff. It appears that the question of whether Defendant had such a duty, as well as the question of whether Defendant breached such a duty, is for the jury.",
            "We hold that Defendant may have owed Plaintiff a duty of ordinary care",
            "As we also believe that the facts in this case are susceptible to reasonable conflicting inferences as to the duty and whether it was breached by leaving Plaintiff intoxicated in a running truck outside of a Central Avenue bar late at night, summary judgment was improper in this case."
        ],
        "Relevant Precedents": [
            "Restatement (Second) of Torts Section 324 (1965)",
            "Restatement (Second) of Torts § 324 cmt. b",
            "McDonough v. Buckeye S.S. Co., , 477 (N.D.Ohio 1951), aff'd, 200 F.2d 558 (6th Cir.1952), cert. denied, , 73 S.Ct. 785,  (1953).",
            "Ocotillo West Joint Venture v. Superior Court, , 489, 844 P.2d 653, 656 (Ariz.Ct.App.1992)",
            "Regan v. Stromberg, , 100 (Minn. 1979)",
            "Stephenson",
            "2 Restatement (Second) of Torts § 324 cmt. d.",
            "McDonough, 103 F.Supp. at 477; see also McPartland v. State, , 98 N.Y.S.2d 665, 667 (App.Div.1950)"
        ],
        "Outcome": [
            "we reverse.",
            "The trial court's order is reversed."
        ]
    },
    "class": "reverse"
}