{
    "text": "City of Belen v. Harrell, 93 N.M. 601, 603 P.2d 711 (1979)\nOct. 29, 1979 · Supreme Court of New Mexico · No. 12555\n93 N.M. 601, 603 P.2d 711\nThe CITY OF BELEN, Ross Lovato and Ernest Montano, Petitioners,v.Ameilia HARRELL, as Personal Representative for Paul P. Harrell, Respondent\n603 P.2d 711\nSupreme Court of New Mexico.\nRehearing Denied Nov. 26, 1979.\n*602Gallagher, Casados & Martin, David R. Gallagher, J. E. Casados, Albuquerque, for petitioners.\nTurner W. Branch, Stephen A. Slusher, Albuquerque, for respondent.\nOPINION\nFEDERICI, Justice.\nThis is a wrongful suicide death case in New Mexico and one of first impression in this Court. It was filed in Valencia County and plaintiff-respondent, as personal representative for the deceased, Paul Harrell, recovered judgment against the City of Belen and others, defendants-petitioners, for the suicide death of decedent. The trial court entered judgment for plaintiff and defendants appealed. A majority of the panel in the Court of Appeals affirmed the judgment of the trial court, Sutin, J., dissenting. We reverse the Court of Appeals and the trial court.\nWhile wrongful suicide death is a novel issue in New Mexico, the questions presented on appeal and those necessary for decision here are not. As such, a lengthy history of wrongful suicide death actions is not deemed warranted.\nThe defendants contend that the trial court erred in failing to submit to the jury appropriate instructions on: (1) whether Paul's suicide was an independent intervening cause; and (2) whether Paul's action in taking his own life, and decedent's conduct after he had been incarcerated, amounted to contributory negligence. We agree with defendants.\nThe facts of this case are such that a fairly detailed recitation is warranted. Interspersed with our own language and authorities, we have adopted in large part numerous portions of the majority as well as the dissenting opinions from the Court of Appeals.\nPlaintiff's deceased son, Paul, was apprehended by the Belen police for armed robbery and taken to jail. Paul was seventeen years old. Plaintiff was notified of her son's arrest, and shortly thereafter, arrived at the jail. She was taken to an office where Paul was present with Officer Gabaldon. She was given permission to speak privately with him in a glass enclosed room.\nPlaintiff testified that Paul said that he wasn't going to the penitentiary, that they wouldn't take him there alive . . . She informed Assistant Chief Montano of Paul's statement that he'd die before he would go [to the penitentiary], he would kill himself . . . As plaintiff was leaving the area she saw Paul attempting to slash his wrist with a flip top from an aluminum can. She told Montano of this and both returned to the restraining area where plaintiff took the flip top and gave it to Montano and [plaintiff] got Paul's wrist and turned it and Montano walked out.\nAs a result of this incident, Officer Ortega came in to sit with plaintiff and Paul. He claimed he was there to baby-sit. Later, as plaintiff was leaving, she told Paul she would be back in the morning. He answered, don't come back because you *603won t see me alive anyway. Plaintiff then told Montano, you take care of him, he's going to try to kill himself.\nPlaintiff testified that Montano assured her of Paul's safety by stating that we'll take good care of him and there's nothing there for him to hurt himself. Based upon the policeman's assurances and the belief that there was nothing else she could do, plaintiff went home.\nAfter plaintiff left, Montano gave instructions to Lovato, the dispatcher, to watch and check. Paul every few minutes. The juvenile cell was located near the dispatcher's desk and had a window from which the cell could be observed. Lovato testified that he turned off the lights in the cell and cheeked on Paul every 10 to 15 minutes.\nWhen Paul was first booked he was stripped of all clothes except his undershorts and placed in the juvenile cell. When his mother arrived, he was given his shirt and pants and removed to a glassed-in area where they spoke. When his mother left, he was placed in the juvenile cell but was not again stripped.\nApproximately forty-five minutes later, Paul was found dead hanging from a vent in the cell by his long-sleeved shirt.\nPlaintiff's expert psychologist stated that a person in a suicidal state usually has to be in a state of depression. Such person has lost sight of what life is all about; that his/her reasoning is so impaired that self-destruction is a solution to some of life's problems. In lay language, this person has to be beside himself, not of his normal mind, and unreasonable. Impulses take over and control the person's behavior more than reason does. The expert also stated that the police should have called the Crisis Center, a suicide prevention organization, because, hypothetically, Paul was, in his opinion, a high risk for suicide; that a trained person should have been called, and that if he had been transferred to the Bernalillo County Medical Center, the suicide could have been prevented; and that an ordinary person could have detected all this. However, the expert also testified that he had not done any studies and was neither familiar with any requirements relating to jails or the incarceration of accused felons, nor with requirements relating to the standards for jails or standards relating to the detention of juveniles.\nOfficer Montano testified that they had never had a suicide in the jail before and as such he had no reason to anticipate or believe that plaintiff's decedent could have committed suicide in the cell.\nA party is entitled to a jury instruction upon his theory of a case if it is supported by substantial evidence. Martinez v. Schmick, 90 N.M. 529, 565 P.2d 1046 (Ct.App.1977), cert. denied, 90 N.M. 637, 567 P.2d 486 (1977); Mantz v. Follingstad, 84 N.M. 473, 505 P.2d 68 (Ct.App.1972).\nWhen one party is in the custodial care of another, as in the case of a jailed prisoner, the custodian has the duty to exercise reasonable and ordinary care for the protection of the life and health of the person in custody. Thomas v. Williams, 105 Ga.App. 321, 124 S.E.2d 409 (1962); Porter v. County of Cook, 42 Ill.App.3d 287, 355 N.E.2d 561 (1976); compare Warner v. Kiowa County Hospital Authority, 551 P.2d 1179 (Okl.App.1976). Knowledge on the part of the custodian that the charge may injure himself unless precautionary measures are taken is an important factor to be considered by the judge and jury in determining whether the custodian exercised reasonable care. Thomas, supra; Porter, supra. The defendants had a duty to exercise reasonable care for the life of decedent, as they were the persons responsible for placing him in the custodial setting; whether they properly exercised that duty is a matter for the jury to determine.\nSuch a duty, however, does not always make the custodians liable for the health and safety of those in their custody. See Vistica v. Presbyterian Hospital & Medical Center, 67 Cal.2d 465, 62 Cal.Rptr. 577, 432 P.2d 193 (1967); cf. Orcutt v. Spokane County, 58 Wash.2d 846, 364 P.2d 1102 (1961). Contra, Hunt v. King County, 4 Wash.App. 14, 481 P.2d 593 (1971).\n*604In New Mexico, independent intervening cause is defined, in Thompson v. Anderman, 59 N.M. 400, 411-412, 285 P.2d 507, 514 (1955), as:\nthat * * * act or omission of a wrongdoer * * * which interrupts the natural sequence of events, turns aside their cause, prevents the natural and probable results of the original act or omission, and produces a different result, that could not have been reasonably foreseen.\nThe applicable jury instruction for independent intervening cause is N.M.U.J.I. Civ. 13.15, N.M.S.A.1978, as follows:\nA negligent act or omission cannot be said to be a proximate cause of an injury if, between the time of the negligent act or omission and the time of the injury in question there occurs an independent intervening cause of such injury.\nAn independent intervening cause is an act or omission which interrupts the natural sequence of events following from the first act or omission, turns aside its course, prevents the fulfillment of the natural and probable result of the original act or omission, and produces a different result that could not have been reasonably foreseen to have been a result of the original act or omission.\nDirections for Use\nWhen the evidence presents an issue with regard to an intervening cause the foregoing instruction is proper and applicable.\nHowever, it cannot be said that in every case suicide is an independent intervening cause as a matter of law. See Scheffer v. Railroad Co., 105 U.S. (15 Otto.) 249 (1881); Salsedo v. Palmer, 278 F. 92 (2d Cir. 1921); Lucas v. City of Longbeach, 60 Cal.App.3d 341, 131 Cal.Rptr. 470 (1976); Tate v. Canonica, 180 Cal.App.2d 898, 5 Cal.Rptr. 28 (1960); Stevens v. Steadman, 140 Ga. 680, 79 S.E. 564 (1913); Waas v. Ashland Day & Night Bank, 201 Ky. 469, 257 S.W. 29 (1923); Daniels v. New York, N.H. & H.R. Co., 183 Mass. 393, 67 N.E. 424 (1903); Cauverein v. De Metz, 20 Misc.2d 144, 188 N.Y.S.2d 627 (1959); Runyon v. Reid, 510 P.2d 943 (Okl.1973); Lancaster v. Montesi, 216 Tenn. 50, 390 S.W.2d 217 (1965); Jones v. Stewart, 183 Tenn. 176, 191 S.W.2d 439 (1946); Orcutt v. Spokane County, supra.\nContributory negligence and independent intervening cause are questions for the jury, unless, as a matter of law, there is no evidence upon which to submit the issue to the jury. Stephens v. Dulaney, 78 N.M. 53, 428 P.2d 27 (1967); see Thompson v. Anderman, supra; Whitfield Tank Lines v. Navajo Freight Lines, 90 N.M. 454, 564 P.2d 1336 (Ct.App.1977); Romero v. Melbourne, 90 N.M. 169, 561 P.2d 31 (Ct.App.1977); Kelly v. Montoya, 81 N.M. 591, 470 P.2d 563 (Ct.App.1970). See also Lopez v. Southern Pacific Company, 499 F.2d 767 (10th Cir. 1974). Under the facts here, plaintiff's decedent's capacity to exercise reasonable care and, of necessity, his capacity to be contributorily negligent, was a question for the jury. Hunt v. King County, supra.\nThe trial court erred in refusing to instruct on the issue of whether or not plaintiff's decedent's actions constituted an independent intervening cause, or contributory negligence.\nSeveral other issues were presented on appeal by defendants and were disposed of by the majority opinion of the Court of Appeals. The specific issues raised concerned: (a) a defense objection to Instructions Nos. 11, 12 and 13; (b) a defense objection to the admission of the Minimum Standards for juvenile detention facilities; (c) a defense objection to the introduction of a color photograph of decedent's body; (d) a defense objection to a hypothetical question, put to plaintiff's expert, regarding what would have been reasonable action for the police to have taken in order to prevent decedent's suicide; and (e) a defense objection to the reliance on police officer depositions by plaintiff's expert psychologist. We agree with the Court of Appeals' resolution of these issues against defendants.\n*605This cause is reversed and remanded to the district court for a new trial consistent with this opinion.\nIT IS SO ORDERED.\nSOSA, C. J., and EASLEY, PAYNE and FELTER, JJ., concur.\n\n\nPlain English summary:\nDecedent committed suicide in jail. Question was whether the defendant breached its duty of care to the decedent, and whether the decedent was guilty of contributory negligence. Summary judgment was granted in favour of the plaintiff by the trial court and Court of Appeal. The Supreme Court reversed this, saying that the issue of contributory negligence should have been considered by the jury.\n\n",
    "annotations": {
        "Facts": [
            "wrongful suicide death case",
            "Plaintiff's deceased son, Paul, was apprehended by the Belen police for armed robbery and taken to jail. Paul was seventeen years old. Plaintiff was notified of her son's arrest, and shortly thereafter, arrived at the jail. She was taken to an office where Paul was present with Officer Gabaldon. She was given permission to speak privately with him in a glass enclosed room.",
            "Paul said that he wasn't going to the penitentiary, that they wouldn't take him there alive . . . She informed Assistant Chief Montano of Paul's statement that he'd die before he would go [to the penitentiary], he would kill himself . . . As plaintiff was leaving the area she saw Paul attempting to slash his wrist with a flip top from an aluminum can. She told Montano of this and both returned to the restraining area where plaintiff took the flip top and gave it to Montano and [plaintiff] got Paul's wrist and turned it and Montano walked out.As a result of this incident, Officer Ortega came in to sit with plaintiff and Paul. He claimed he was there to baby-sit. Later, as plaintiff was leaving, she told Paul she would be back in the morning. He answered, don't come back because you won t see me alive anyway. Plaintiff then told Montano, you take care of him, he's going to try to kill himself.",
            "Montano assured her of Paul's safety by stating that we'll take good care of him and there's nothing there for him to hurt himself. Based upon the policeman's assurances and the belief that there was nothing else she could do, plaintiff went home.After plaintiff left, Montano gave instructions to Lovato, the dispatcher, to watch and check. Paul every few minutes. The juvenile cell was located near the dispatcher's desk and had a window from which the cell could be observed. Lovato testified that he turned off the lights in the cell and cheeked on Paul every 10 to 15 minutes.When Paul was first booked he was stripped of all clothes except his undershorts and placed in the juvenile cell. When his mother arrived, he was given his shirt and pants and removed to a glassed-in area where they spoke. When his mother left, he was placed in the juvenile cell but was not again stripped.Approximately forty-five minutes later, Paul was found dead hanging from a vent in the cell by his long-sleeved shirt.",
            "a person in a suicidal state usually has to be in a state of depression. Such person has lost sight of what life is all about; that his/her reasoning is so impaired that self-destruction is a solution to some of life's problems. In lay language, this person has to be beside himself, not of his normal mind, and unreasonable. Impulses take over and control the person's behavior more than reason does.",
            "the police should have called the Crisis Center, a suicide prevention organization, because, hypothetically, Paul was, in his opinion, a high risk for suicide; that a trained person should have been called, and that if he had been transferred to the Bernalillo County Medical Center, the suicide could have been prevented; and that an ordinary person could have detected all this.",
            "Officer Montano testified that they had never had a suicide in the jail before"
        ],
        "Procedural History": [
            "plaintiff-respondent, as personal representative for the deceased, Paul Harrell, recovered judgment against the City of Belen and others, defendants-petitioners, for the suicide death of decedent. The trial court entered judgment for plaintiff and defendants appealed. A majority of the panel in the Court of Appeals affirmed the judgment of the trial court, Sutin, J., dissenting."
        ],
        "Application of Law to Facts": [
            "Knowledge on the part of the custodian that the charge may injure himself unless precautionary measures are taken is an important factor to be considered by the judge and jury in determining whether the custodian exercised reasonable care.",
            "The defendants had a duty to exercise reasonable care for the life of decedent, as they were the persons responsible for placing him in the custodial setting; whether they properly exercised that duty is a matter for the jury to determine.",
            "Under the facts here, plaintiff's decedent's capacity to exercise reasonable care and, of necessity, his capacity to be contributorily negligent, was a question for the jury.",
            "The trial court erred in refusing to instruct on the issue of whether or not plaintiff's decedent's actions constituted",
            "contributory negligence."
        ],
        "Relevant Precedents": [
            "Thomas v. Williams, 105 Ga.App. 321,  (1962); Porter v. County of Cook, 42 Ill.App.3d 287,  (1976); compare Warner v. Kiowa County Hospital Authority, 551 P.2d 1179 (Okl.App.1976)",
            "Thomas, supra; Porter, supra.",
            "Vistica v. Presbyterian Hospital & Medical Center, , 62 Cal.Rptr. 577,  (1967); cf. Orcutt v. Spokane County, 58 Wash.2d 846,  (1961). Contra, Hunt v. King County, 4 Wash.App. 14,  (1971).",
            "Stephens v. Dulaney, , 428 P.2d 27 (1967); ",
            "Thompson v. Anderman, supra; Whitfield Tank Lines v. Navajo Freight Lines, , 564 P.2d 1336 (Ct.App.1977); Romero v. Melbourne, , 561 P.2d 31 (Ct.App.1977); Kelly v. Montoya, , 470 P.2d 563 (Ct.App.1970). ",
            "Lopez v. Southern Pacific Company,  (10th Cir. 1974).",
            "Hunt v. King County"
        ],
        "Outcome": [
            "We reverse the Court of Appeals and the trial court.",
            "This cause is reversed and remanded to the district court for a new trial consistent with this opinion."
        ]
    },
    "class": "reverse"
}