{
    "text": "Mora-San Miguel Electric Cooperative, Inc. v. Hicks & Ragland Consulting & Engineering Co., 93 N.M. 175, 598 P.2d 218 (1979)\nJune 28, 1979 · Court of Appeals of New Mexico · No. 3571\n93 N.M. 175, 598 P.2d 218\nMORA-SAN MIGUEL ELECTRIC COOPERATIVE, INC., Plaintiff-Appellant,v.HICKS & RAGLAND CONSULTING & ENGINEERING CO., K & B Contractors and Thomas T. Castonguay, Defendants-Appellees\n598 P.2d 218\nCourt of Appeals of New Mexico.\n*176Steven P. Bailey, James C. Ritchie, Rodey, Dickason, Sloan, Akin & Robb, P. A., Albuquerque, for plaintiff-appellant.\nFrank H. Allen, Jr., Modrall, Sperling, Roehl, Harris & Sisk, Albuquerque, for Hicks & Ragland.\nFrank Andrews, Montgomery, Andrews & Hannahs, P. A., Sante Fe, for K & B Contractors.\nSumner G. Buell, Jasper & Buell, Santa Fe, for Thomas T. Castonguay.\nOPINION\nHERNANDEZ, Judge.\nThis appeal arises out of a summary judgment granted the defendants, K&B Contractors (K&B), Hicks & Ragland (H&R), and Thomas T. Castonguay (Castonguay), against the defendant and third party plaintiff Mora-San Miguel Electric Cooperative, Inc. (Cooperative).\nThe Cooperative in the fall of 1964 had a power line constructed on the land of Castonguay. The line was designed and the construction supervised and inspected by H&R. K&B constructed the line. Plaintiff sustained an electric shock and was injured on April 28, 1974, when he grabbed a guy wire which had become charged accidentally. The Cooperative settled the plaintiff's claim and sought recovery from one or all of the other defendants. Plaintiff's complaint was filed on October 20, 1975.\nThe Cooperative alleges five points of error which will be considered in order.\nSection 37-1-27, N.M.S.A.1978, provides that:\nNo action to recover damages for any injury to property, real or personal, or for injury to the person, or for bodily injury or wrongful death, arising out of the defective or unsafe condition of a physical improvement to real property, nor any action for contribution or indemnity for damages so sustained, against any person performing or furnishing the construction or the design, planning, supervision, inspection or administration of construction of such improvement to real property, and on account of such activity, shall be brought after ten years from the date of substantial completion of such improvement; provided this limitation shall not apply to any action based on a contract, warranty or guarantee which contains express terms inconsistent herewith. The date of substantial completion shall mean the date when construction is sufficiently completed so that the owner can occupy or use the improvement for the purpose for which it was intended, or the date on *177which the owner does so occupy or use the improvement, or the date established by the contractor as the date of substantial completion, whichever date occurs last.\nThe Cooperative's first point of error is that this section is not applicable to its claim against H&R and K&B because the power line in question was not a physical improvement to real property. We do not agree. The word physical has several meanings. The most appropriate for these purposes is of or relating to natural or material things as opposed to things mental, moral, spiritual, or imaginary. Webster's Third New International Dictionary (Unabridged). The word improvement likewise has several meanings and as used in the context of § 37-1-27, supra, the most applicable is the enhancement or augmentation of value or quality: a permanent addition to or betterment of real property that enhances its capital value and that involves the expenditure of labor or money and is designed to make the property more useful or valuable as distinguished from ordinary repairs. Webster's Third New International Dictionary (Unabridged). It is our opinion that a given parcel of land which has electrical service available is more valuable than a comparable parcel without such service. The installation of the power line was a physical improvement which came within the intent and design of § 37-1-27, supra.\nThe Cooperative's second point is that § 37-1-27, supra, is inapplicable to its claim against H&R and K&B because it is based upon breach of contract and contracted indemnity. We have reviewed the Cooperative's contracts with these parties and we find absolutely nothing in the terms and conditions of either to support this contention.\nThe Cooperative's third point is that § 37-1-27, supra, is inapplicable to its claims against K&B and H&R because they are based upon facts which occurred prior to the enactment of this section and the legislature did not indicate that it should be given retrospective application. There is no merit to this contention. Any claims that the Cooperative might have had against K&B and/or H&R accrued at the time that it settled with the plaintiff in 1978, not in 1964 or 1965. That is the Cooperative had no vested rights against either of these parties when this section was enacted in 1967. As we pointed out in Howell v. Burk, 90 N.M. 688, 568 P.2d 214 (Ct.App.1977), there is no constitutional prohibition against the creation of new rights or the abolition of old ones to attain a legislative objective.\nThe Cooperative's fourth point is that § 37-1-27, supra, violates both the New Mexico and United States Constitutions in five respects: (1) impairment of contract obligations; (2) equal protection; (3) special legislation; (4) due process; and (5) subject-in-title clause. The first of these contentions we answered under point two that there was no breach of contract or contractual indemnity. The remaining four contentions we answered contrary to the position of the Cooperative in Howell v. Burk, supra, wherein they were considered with regard to § 37-1-27, supra. The Cooperative seeks to distinguish the Howell case from the instant one on a factual basis. Even though the facts may differ, the analysis in Howell is nonetheless applicable to this situation.\nThe last point of error is that the trial court erred in granting Castonguay's motion for summary judgment. The Cooperative summarizes its third-party complaint against Castonguay as follows: that Thomas T. Castonguay breached his duty to exercise reasonable care to protect plaintiff against a dangerous condition of which he had actual knowledge or of which he would have discovered by conducting a reasonable inspection of his property . . . that the aforesaid negligence . . . was the proximate cause of plaintiff's injuries. Castonguay at his deposition testified that he bought the 398 acre tract in 1962: that he hauled a house trailer onto the property and had a well dug and a water pump installed. He also installed a water storage *178tank which he intended to connect to the trailer but he never did because the trailer was vandalized and most of the contents were stolen. During the first year he and his wife would go up about once every two months and spend a weekend there. After the trailer was broken into his wife would not go up there anymore. He went up about once every two or three months. He was not consulted as to the location of the electric service line on his property nor was he consulted about the design or the way in which it was constructed. He also testified, during his periodic visits to the property, prior to plaintiff's accident in April of 1974, that the electric service line and the transformer, etc., seemed to him to be in proper condition. However, he did add that he had no education or experience with electrical installations of this kind and he was not sure that he would have recognized that something was amiss if it had been. He did notice that in September 1971 the meter had been removed and immediately wrote to the Cooperative, because he had not been notified beforehand that it was going to be removed. He also stated that he had no control over the service line and aside from having an electrician connect his trailer house and water pump to the meter, he never made any changes in the line.\nCastonguay's testimony constituted a prima facie showing on his part that he was entitled to summary judgment. The burden then shifted to plaintiff to come forward and demonstrate that a genuine issue of fact existed as to the allegations of his complaint in regard to Castonguay. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). The plaintiff in his brief-in-chief cites nothing in the record that counters Castonguay's showing. The plaintiff did not meet the burden and the trial court correctly granted his motion for summary judgment.\nWe affirm.\nIT IS SO ORDERED.\nSUTIN, J., concurring in result only.\nWALTERS, J., concurs.\nSUTIN, Judge\n(concurring in result).\nI concur in the result only because, whether affirmed or reversed, Mora-San Miguel Electric Cooperative, Inc. (Mora) has no third-party claims to pursue against Hicks and Ragland Consulting and Engineering Co. (Hicks), K & B Contractors (K & B), and Thomas T. Castonguay. This appeal should be dismissed.\nThis opinion opens in this fashion to suggest that if the time is not ripe to overrule Howell v. Burk, 90 N.M. 688, 568 P.2d 214 (Ct.App.1977), Sutin, J., dissenting, it should not be considered in this appeal. A dissenting opinion may not show what the law is, but it sometimes shows quite clearly what the law is going to be. Osborn, The Problem of Proof, Preface to First Edition, p. XXII. Section 37-1-27, N.M.S.A.1978, the 10 year limitation statute is unconstitutional. I am sure that when a catastrophic event occurs which involves the death or serious injury of persons visiting in an old building that collapses, a new panel of judges will overrule Howell, and use the statements common to this practice:\nWe recognize that this is a far-reaching decision that halts the harsh and unjust results which blind adherence to technical rules of statutory construction mandates. Public policy demands that Howell v. Burk be overruled. See, dissenting opinion.\nThe Supreme Court should not wait until the catastrophic event occurs. Of course, there are various methods of side-stepping the statute. See, Mora's Brief-In-Chief.\nA. Whether affirmed or reversed, Mora has no third-party claims to pursue.\nTo understand the position of the parties in this appeal, and the errors claimed by Mora, we must note the following procedural background:\n(1) Quintana sued Mora for damages for injuries sustained by suffering an electric shock from certain power transmission lines.\n(2) Mora brought in as third-party defendants, Hicks, K & B, and Castonguay. *179Mora sought judgment over against third-party defendants for all or a portion of the amount of any judgment that may be entered in this case in favor of Plaintiff and against Defendant and Third Party Plaintiff . . . . [Emphasis added.]\n(3) Quintana then filed a second amended complaint and asserted claims for relief against Mora, Hicks and K & B.\n(At this juncture, we have two separate claims: (1) Quintana vs. Mora, Hicks & K & B, not Castonguay, and (2) Mora vs. Hicks, K & B and Castonguay.)\n(4) Castonguay filed a motion for summary judgment directed to Mora's third-party complaint, and also filed a cross-claim against Hicks and K & B.\n(5) Hicks alone filed a motion to dismiss all claims for relief made by Quintana, Mora and Castonguay. At a hearing, K & B orally moved to dismiss. These motions were based on the fact that these actions were not commenced within ten years from the date of substantial completion of the electric system, and all claims for relief were barred by the ten year limitation statute.\n(6) Omitting intermediate proceedings of an interlocutory appeal that was denied, the court ordered that all claims and cross-claims and third-party claims by all parties against defendants Hicks and K & B were dismissed with prejudice in that this action was not commenced within ten years.\n(At this juncture, Hicks and K & B were removed from the case. The matters yet before the court were: plaintiff's complaint against Mora, Mora's third-party complaint against Castonguay, and Castonguay's motion for summary judgment.)\n(7) A final Order was entered based upon Castonguay's motion for summary judgment directed to Mora's third-party complaint. The motion was granted and Mora's third-party complaint and all causes of action stated therein or that could be stated therein are dismissed with prejudice.\n(At this juncture, the only matter before the district court was Quintana's complaint against Mora.)\n(8) Quintana filed a motion to dismiss with prejudice the above styled and numbered cause, and all claims, demands and causes of action associated therewith. In this quoted language, a final Order of dismissal with prejudice was entered.\n(At this juncture, all claims filed in district court had been disposed of.)\n(9) Mora duly filed its notice of appeal (1) from the final Order that dismissed third-party claims of Mora against Hicks and K & B based upon the ten year limitation statute, and (2) from the final Order in which summary judgment was entered for Castonguay. Mora's Brief-In-Chief was confined to these two points.\nMora's third-party complaints sought judgment over against third-party defendants for all or part of the amount of any judgment that may be entered in this cause in favor of Plaintiff and against the Defendant and Third Party Plaintiff . . . . \nPlaintiff dismissed his complaint against Mora with prejudice. No Judgment was obtained by plaintiff against Mora. As a matter of substantive law, a judgment must be entered in favor of plaintiff before Mora can seek contribution or indemnity against third-party defendants. In a different context, see Marr v. Nagel, 58 N.M. 479, 272 P.2d 681 (1954). The purpose of Rule 14 of the Rules of Civil Procedure is to avoid two separate actions which should be tried together and to do away with the serious handicap to a defendant of a time difference between a judgment against him, and a judgment in his favor against the third-party defendant. 3 Moore's Federal Practice ¶ 14.04 (1978).\nWhen Quintana dismissed his claim against Mora with prejudice, it sounded the death knell of Mora's third-party claims. Mora had no third-party claims to pursue. Let us assume that the judgments below are reversed. The only parties below are Mora vs. Hicks, K & B and Castonguay. Mora cannot proceed on the third-party claims because there can be no adjudication of the Quintana-Mora controversy.\n*180Mora claims it compromised its claims with plaintiff and paid in full the amount of the negotiated settlement. Even if true, contribution and indemnity do not arise by reason of any settlement that Mora and plaintiff desire to negotiate. A settlement is not a substitute for a judgment. To protect itself, Mora had a duty to adjudicate plaintiff's claim to show that Mora was indebted to plaintiff. Mora could then pay and satisfy the judgment and pursue third-party defendants in the court below. Not having done so, Mora has no third-party claims.\nInasmuch as no claims existed by Mora against third-party defendants, third-party defendants should have filed a motion with the district court to seek a final order that:\nPlaintiff having dismissed his claims against Mora, Mora's third-party claims are dismissed with prejudice.\nIf this order had been entered, Mora would have had a valid basis for appeal.\nB. This appeal is moot as to contribution by joint tortfeasors but not as to indemnity.\nK & B and Hicks as joint tortfeasors claim that the settlement and order of dismissal have made moot on this appeal the issues of contribution and indemnity. They have two legal effects. The majority opinion does not discuss these issues.\n(1) The settlement extinguished Mora's claim for contribution. Section 41-3-2(C) of the Joint Tortfeasors Act reads:\nA joint tortfeasor who enters into a settlement with the injured person is not entitled to recover contribution from another joint tortfeasor whose liability to the injured person is not extinguished by the settlement. [Emphasis added.]\nThe record is silent as to any settlement. If we assume that a settlement was made, its terms are absent. All that we have before us is the order that dismissed Quintana's claim with prejudice. It reads:\nORDERED, ADJUDGED AND DECREED that the above styled and numbered cause, and all claims, demands and causes of action associated therewith, be, and the same hereby are, dismissed with prejudice.\nSection 41-3 — 2(C) is not applicable. We do not know whether the joint tortfeasor's liability was extinguished.\nIn United States v. Reilly, 385 F.2d 225 (10th Cir. 1967) the United States sought contribution from Reilly, a joint tortfeasor. The court said:\n[W]e believe that the New Mexico courts would follow the weight of authority under the Uniform Contribution Among Tortfeasor Act which holds that a joint tortfeasor must be released by name in order for the settling joint tortfeasor to recover contribution, and this notwithstanding language in the settlement or order of approval purporting to satisfy all claims arising out of the incident. * * * [Emphasis by court.]\n******\nWe accordingly, conclude, as did the trial court, that Reilly's potential liability in tort to the injured children was not legally extinguished by the judicially approved settlement proceedings and that controlling New Mexico law dictated dismissal of the government's claim for contribution. [385 F.2d at 229.]\nSee, Rio Grande Gas Company v. Stahmann Farms, Inc., 80 N.M. 432, 457 P.2d 364 (1969).\nThe right of a tortfeasor to secure a money judgment for contribution does not accrue until he has either, (1) discharged the common liability of the joint tortfeasors by payment, or (2) has paid more than his pro-rata share thereof. [Emphasis added.] Garrison v. Navajo Freight Lines, Inc., 74 N.M. 238, 240, 392 P.2d 580, 582 (1964).\nMora did not comply with the Joint Tortfeasors Act and lost its right to seek contribution in the third-party claims against K & B and Hicks. Its appeal in this respect is moot.\n(2) Mora's claim against K & B and Hicks for indemnity was dismissed by the Order of Dismissal set forth above under point A. K & B and Hicks do not explain how Quin*181tana's dismissal of its claim against Mora also dismissed Mora's claim of indemnity against K & B and Hicks. They, say: Mora's claim ... is certainly encompassed by this language. I think they mean the language which says and causes of action associated therewith. I won't attribute facetiousness to this argument. But before I can accept it I would need logic and authority to support the view that, upon motion by Quintana to dismiss all causes of action associated therewith, the trial court can include Mora's third-party claims, unless Mora agreed. Mora noted the Order of Dismissal. But I cannot attribute agreement by Mora since its third-party claims had already been dismissed under the ten year limitation statute.\nThe appeal on the third-party claim for indemnity is not moot.\n\nPlain English summary:\nA plaintiff was injured after grabbing a guy wire which had become accidentally discharged. The Cooperative, one of the defendants, had that power line constructed on the land of Castonguay. The Cooperative settled its claim with the plaintiff, then sought recovery from the other defendants. In one of its claims, the Cooperative claimed that Castonguay, who owned the property on which the line was constructed, breached his duty to the plaintiff. The trail court entered summary judgment to Castonguay. The appeal court agreed and affirmed the trial court's judgment.",
    "annotations": {
        "Facts": [
            "The Cooperative in the fall of 1964 had a power line constructed on the land of Castonguay. The line was designed and the construction supervised and inspected by H&R. K&B constructed the line. Plaintiff sustained an electric shock and was injured on April 28, 1974, when he grabbed a guy wire which had become charged accidentally.",
            "Castonguay",
            "bought the 398 acre tract in 1962: that he hauled a house trailer onto the property and had a well dug and a water pump installed. He also installed a water storage *178tank which he intended to connect to the trailer but he never did because the trailer was vandalized and most of the contents were stolen. During the first year he and his wife would go up about once every two months and spend a weekend there. After the trailer was broken into his wife would not go up there anymore. He went up about once every two or three months. He was not consulted as to the location of the electric service line on his property nor was he consulted about the design or the way in which it was constructed. ",
            "also",
            "during his periodic visits to the property, prior to plaintiff's accident in April of 1974,",
            "the electric service line and the transformer, etc., seemed to him to be in proper condition.",
            "However, he",
            "had no education or experience with electrical installations of this kind and he was not sure that he would have recognized that something was amiss if it had been. He did notice that in September 1971 the meter had been removed and immediately wrote to the Cooperative, because he had not been notified beforehand that it was going to be removed. He also stated that he had no control over the service line and aside from having an electrician connect his trailer house and water pump to the meter, he never made any changes in the line."
        ],
        "Procedural History": [
            "This appeal arises out of a summary judgment granted the defendants, K&B Contractors (K&B), Hicks & Ragland (H&R), and Thomas T. Castonguay (Castonguay), against the defendant and third party plaintiff Mora-San Miguel Electric Cooperative, Inc. (Cooperative).",
            "The Cooperative settled the plaintiff's claim and sought recovery from one or all of the other defendants.",
            "trial court",
            "granting Castonguay's motion for summary judgment."
        ],
        "Application of Law to Facts": [
            "Castonguay's testimony constituted a prima facie showing on his part that he was entitled to summary judgment. The burden then shifted to plaintiff to come forward and demonstrate that a genuine issue of fact existed as to the allegations of his complaint in regard to Castonguay.",
            "The plaintiff in his brief-in-chief cites nothing in the record that counters Castonguay's showing. The plaintiff did not meet the burden and the trial court correctly granted his motion for summary judgment."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm."
        ]
    },
    "class": "affirm"
}