{
    "text": "Vigil v. Miners Colfax Medical Center, 117 N.M. 665, 875 P.2d 1096 (1994)\nApril 8, 1994 · Court of Appeals of New Mexico · No. 14032\n117 N.M. 665, 875 P.2d 1096\nPete R. VIGIL, Personal Representative of the Estate of Joe E. Vigil, Deceased, Plaintiff-Appellant,v.MINERS COLFAX MEDICAL CENTER, Defendant, and Omkar Tiku, M.D., Defendant-Appellee\n875 P.2d 1096\nCourt of Appeals of New Mexico.\nCertiorari Denied May 24, 1994.\nStephen Durkovich, Albuquerque, Anthony Lopez, Taos, for plaintiff-appellant.\nAlice Tomlinson Lorenz, Robert C. Gutierrez, Miller, Stratvert, Torgerson & Schlenker, P.A., Albuquerque, for defendant-appellee.\n*666 OPINION\nMINZNER, Chief Judge.\nThis appeal arises out of a medical malpractice action brought by Pete R. Vigil (Plaintiff), as personal representative of the estate of Joe E. Vigil (Vigil). In 1989 Plaintiff filed a complaint against Miners Colfax Medical Center (Miners). About a year later, Plaintiff filed an amended complaint naming Dr. Omkar Tiku as an additional defendant. Following trial, the jury entered a verdict in the amount of $547,000 in favor of Plaintiff on Plaintiffs claims against Miners. The jury also entered a verdict against Plaintiff on Plaintiffs claims against Dr. Tiku (Defendant). The single issue on appeal is whether the trial court committed reversible error by giving the jury the medical specialist instruction, SCRA 1986, 13-1102 (Repl. 1991), rather than the general practitioner instruction, SCRA 1986, 13-1101, under the facts of this case. We affirm. _\nFACTS\nOn May 26,1989, Vigil told his wife that he had been experiencing chest pains all week and that morning he awoke feeling as if his sternum was broken, but he said when he belched he felt better. Mrs. Vigil, a medical technician, thought her husband might have a hiatal hernia. She suggested that he see Defendant, with whom she worked in surgery as a scrub technician. Vigil went to work and when he told his undersheriff, Jim Maldonado, of his chest pain, Maldonado encouraged him to get an appointment with Defendant.\nAt about 9:30 a.m., Vigil went to Defendant's office. Vigil told Defendant that he had been having chest pain for about two weeks and that it had become worse in the last week; however, he did not indicate that he was in pain at the time of the visit. Defendant had previously treated Vigil for other problems so he knew that Vigil had a history of heart, gastrointestinal (GI), lung, and back problems, any of which could cause chest pains. He also knew that Vigil possessed heightened risk factors for heart problems.\nDefendant examined Vigil and asked him a series of questions in order to determine the cause of the pain. Based on his observation of Vigil, the examination, and Vigil's answers to the questions, Defendant diagnosed Vigil as having reflux esophagitis, or hiatal hernia. Defendant ordered an upper GI study, a barium study of the upper part of the GI tract, which confirmed the diagnosis.\nDefendant also ordered a baseline EKG because Vigil had high blood pressure. A baseline EKG documents abnormal wave forms or changes in the heart caused by high blood pressure and so aids the internist in evaluating future changes. Defendant wrote on the test orders a request that he be called with the results of the upper GI series and the EKG. He received a call later that morning informing him that the upper GI series did confirm the diagnosis of hiatal hernia. Defendant expected the EKG to be read in approximately two hours, and he expected the technician to call him if Vigil's EKG showed something alarming or abnormal.\nIn this case, however, the technician failed to make such a call, even though Vigil's EKG strip had a computer-generated report printed in plain English at the top of the strip alerting the reader that the test was markedly abnormal. Hospital policy simply required the technician to place the EKG strip in the internists' basket to be read after 5:00 p.m. that day instead of having the technician read the strip and notifying someone if there was an alert. At 6:10 that evening, Dr. Naylor called Defendant to tell him that the EKG showed that Vigil was undergoing a myocardial infarction. However, Defendant had already received a call at about 4:00 p.m. from an emergency medical technician informing him that Vigil had been found dead at his home by his wife, who returned home from work early because Vigil did not answer the telephone.\nDefendant is a specialist in general surgery who obtained his undergraduate degree in Kashmir, India, and then joined the medical college in Calcutta, where he received a Bachelor of Medicine in Surgery in 1962. Next he received his Master of Surgery degree from the University of Delhi. Defendant passed fellowship examinations at the Royal College of Surgeons in London, Eng*667land in 1967 and the Royal College of Surgeons in Edinburgh, Scotland in 1968. After passing these examinations, he received additional post-graduate training and became a consultant for the National Health Service in England. Defendant arrived in the United States in 1973 and passed a federal licensing examination in October of that year. He moved to Raton, New Mexico to practice general surgery in 1976.\nDuring deliberations over jury instructions, Plaintiff stated, I think that [SCRA 13 — ]11011 is the correct instruction, what [SCRA 13 — ]11022 is used for is the duty of a specialist, is a higher duty. The trial court said, I agree with [Plaintiff], it is a higher duty. The testimony is that he was a specialist in general surgery. Referring to SCRA 13-1102, Plaintiff later objected to the language in the same field of medicine being left in the instruction because he thought that the jury might become confused and think that phrase meant they could consider only the testimony of other general surgeons. Defendant then stated that the words in question modify specialist in the first paragraph, and they have no effect on the second paragraph. The trial court said the testimony was that Defendant was a general surgeon, so he was going to give SCRA 13-1102 and let the attorneys argue the standard in closing.\nDISCUSSION\nOn appeal, it is the appellant's burden to show that the instruction given was erroneous and prejudicial. See Jewell v. Seidenberg, 82 N.M. 120, 124, 477 P.2d 296, 300 (1970). Plaintiff argues that the duty of the proffered specialist instruction misled the jury in two ways: (1) that Defendant should be held to a lower standard than a general practitioner, and (2) that the jury could only consider the testimony of general surgeons on the issue of malpractice. Plaintiff therefore contends that the instruction given misstated the law. See Porter v. Ferguson-Steere Motor Co., 63 N.M. 466, 470, 321 P.2d 1112, 1115 (1958) (any error in statement of law that is prejudicial is reversible error).\nA. Standard for Duty of Care Under SCRA 18-1102\nPlaintiff contends that the instruction given limited the relevant scope of knowledge and skill against which the jury was required to evaluate Defendant's performance to that of other general surgeons, and therefore states a standard on these facts that is lower than the standard against which a general practitioner would have been evaluated. Plaintiff argues that Defendant was engaged in a diagnostic process common to the general practitioner, so he was subject to the same standard of care as all other doctors who progressed from a background of general medicine up to their field of specialty, not a lesser one.\nDefendant argues that is not what the instruction was intended to do. Defendant *668also argues that it was necessary to give SCRA 13-1102 because under the language of SCRA 13-1101, the jury could have become confused and held Defendant to the standard practices of a cardiologist who approaches a patient differently because of the presumption of heart disease which arises from the simple fact that the patient has come to see the cardiologist. We agree with Defendant that the instruction given seems to have been designed to provide the jury with an appropriate elevated standard of care.\nThe alternative instruction requested by Plaintiff, SCRA 13-1101, is a more general instruction which requires the application of the standard for a doctor or health care practitioner. The directions for SCRA 13-1101 indicate that the drafters of the instruction intended that it not be used when the defendant was a specialist. The Directions for Use for SCRA 13-1101 state that [wjhere it is claimed that the defendant held himself out as a specialist, then UJI 13-1102 shall be used instead of UJI 13-1101. (Emphasis added.) While committee commentary is not binding on this Court, it is persuasive authority. State v. McCrary, 100 N.M. 671, 673, 675 P.2d 120, 122 (1984). In the present case, it is undisputed that Defendant held himself out as a specialist in general surgery. As such, he should be held to the standard of SCRA 13-1102.\nIn the majority of jurisdictions, it is error to give an instruction holding a specialist defendant only to the degree of skill and care required by a general practitioner. Oko v. Rogers, 125 Ill.App.3d 720, 81 Ill.Dec. 72, 74, 466 N.E.2d 658, 660 (1984) (citing 61 Am. Jur.2d Physicians, Surgeons, and Other Healers § 363 (1981)). The direction compelling use of SCRA 13-1102 when the defendant is a specialist aligns New Mexico with that majority. The rationale underlying this majority rule is that a specialist is expected to have a certain base of knowledge in common with general practitioners, plus additional knowledge in the area of specialty, and is therefore held to a higher standard than a general practitioner. See O'Brien v. Stover, 443 F.2d 1013, 1017 (8th Cir.1971) (specialist required to exercise degree of skill and care higher than the average skill and care of a general practitioner); Valentine v. Kaiser Found. Hosps., 194 Cal.App.2d 282, 15 Cal.Rptr. 26, 33 (1961) (specialist held to higher standard of skill than general practitioners), overruled on other grounds by Siverson v. Weber, 57 Cal.2d 834, 22 Cal.Rptr. 337, 339, 372 P.2d 97, 99 (1962).\nIt is true that the fact that Defendant is a general surgeon does not relieve him from having the basic knowledge necessary for the diagnosis of other problems, such as a heart attack, and the evidence so proves. However, the evidence does not show that, in examining Vigil and ordering a baseline EKG, Defendant was abandoning the field of general surgery. Defendant testified that his years of training to become a general surgeon included a study of basic medical sciences and general medicine. It is to be expected that as a general surgeon Defendant occasionally would have to take a medical history and do an examination, a work-up, and a diagnosis on patients. Under New Mexico law, Defendant would not then be held only to the standard of a general practitioner, but rather held to the higher standard of a general surgeon. SCRA 13-1102 is therefore a correct statement of the law of New Mexico as applied to the facts of this case.\nWe are not persuaded that the jury misread the instruction regarding the higher standard required of a specialist. Even acknowledging the possibility that the instruction could be misread, we do not believe that happened in this case because the proper standard was clarified through expert testimony and during closing argument. Two of Plaintiffs expert witnesses testified that there is a basic body of knowledge that all doctors should possess. Dr. Garcia, a cardiologist, testified that all doctors would have received the training necessary to know that Defendant should have ordered a stat EKG, which is an EKG that would have been read immediately. Dr. Bonnett testified that he, being a general practitioner, would have ordered a stat EKG. Additionally, in his closing Plaintiff reminded the jury of the doctors' testimony, and further argued that all physicians should have a foundation of knowledge *669that would enable them to diagnose a possible heart problem and know to order a stat EKG under the circumstances of this case. Plaintiff concluded by saying that Defendant missed a heart attack that no medical student should have missed. Thus, the jury was informed that Defendant should be expected to have a certain body of knowledge in common with all other doctors.\nWe do not mean to say that SCRA 13-1102 could not be improved. There appear to be two types of non-specialist and specialist instructions: two-tier instructions which are to be given together, and alternative instructions of which only one is to be given to the jury. Oklahoma is a state with the first type of instruction. The Oklahoma Supreme Court has determined that when the defendant is a specialist, the non-specialist and specialist instructions should be given together because the specialist instruction is a refinement of, and not an alternative to, the more general duty instruction. Sisson By and Through Allen v. Elkins, 801 P.2d 722, 726 (Okla.1990) (non-specialist instruction addresses knowledge and skill required and specialist instruction addresses required degree of care).\nWe believe that the New Mexico instructions belong to the second group, and the instructions were drafted as alternatives. This interpretation is based on the similarity of language of the statutes and the directions for use of SCRA 13-1101, which we discussed previously. The Colorado non-specialist and specialist instructions also have similar language, although it is not the same language as the New Mexico instructions. The Colorado Supreme Court held that the trial court can commit reversible error by giving both the specialist and the non-specialist instructions when there was undisputed evidence that the defendant was a specialist because it would be impossible to determine that the jury used the correct (specialist) standard. Jordan v. Bogner, 844 P.2d 664, 667-68 (Colo.1993) (en banc). Thus, giving both SCRA 13-1101 and -1102 is not a satisfactory option for making sure the jury understands that a specialist is held to a higher standard.\nIn this case, Plaintiff did not request that the trial court give both instructions, and, as we read the record, did not alert the court in any way to that option. We are not persuaded that the trial court failed to instruct on the fundamental law applicable to the facts.\nFor many years this Court was limited in its ability to comment about uniform jury instructions. Alexander v. Delgado, 84 N.M. 717, 718, 507 P.2d 778, 773 (1973). That limitation was recently eliminated in State v. Wilson, 116 N.M. 793, 796, 867 P.2d 1175, 1178 (1994), which held that the Court of Appeals has authority to question uniform jury instructions in cases in which the instruction has not been challenged previously and to amend, modify, or abolish the instruction if it is erroneous. The prior limitation had been based on the reasoning that a uniform jury instruction is made mandatory when our Supreme Court adopts it by order. State v. Martin, 90 N.M. 524, 528, 565 P.2d 1041, 1045 (Ct.App.), cert. denied, 90 N.M. 636, 567 P.2d 485 (1977). However, in Wilson, our Supreme Court stated that this Court may question the validity of the instruction just as it would any other precept not yet passed on by the Supreme Court. 116 N.M. at 795, 867 P.2d at 1177. In recognition of our greater authority, we note that there seems to be no reason why the instruction given, SCRA 13-1102, could not specifically reject the possibility Plaintiff argues someone might read into that instruction. When the appropriate Supreme Court committee next reviews the instruction, the committee members might consider the value of adding to SCRA 13-1102 an additional sentence, such as This is usually a higher standard than that of a non-specialist, and it is never lower than the standard for a nonspecialist. Further, in an appropriate case, we see no reason why the trial court might not make the same addition. McCarson v. Foreman, 102 N.M. 151, 158-59, 692 P.2d 537, 544-45 (Ct.App.1984) (absent prejudice, minor deviations in appropriate Uniform Jury Instructions not reversible error).\nB. Expert Testimony Under SCRA 13-1102\nPlaintiff also argues that by not deleting the language in the same field of medi*670cine from the first paragraph of SCRA 13-1102, the trial court misstated. New Mexico law. Plaintiff is correct that an expert testifying regarding medical malpractice need not be in the same area of practice as the defendant. Blauwkamp v. University of N.M. Hosp., 114 N.M. 228, 233, 836 P.2d 1249, 1254 (Ct.App.), cert. denied, 114 N.M. 82, 835 P.2d 80 (1992). Further, a general practitioner may provide expert testimony relevant to the performance of a specialist as long as the general practitioner's experience or training provides a sufficient foundation for his testimony. See Sewell v. Wilson, 97 N.M. 523, 528, 641 P.2d 1070, 1075 (Ct.App.), certs. denied, 98 N.M. 50, 644 P.2d 1039 (1982). However, Plaintiffs argument that the instruction allowed the jury to consider only the testimony of another general surgeon is not persuasive.\nJury instructions are sufficient if, when read as a whole, they fairly present the issues and the applicable law. Kirk Co. v. Ashcraft, 101 N.M. 462, 466, 684 P.2d 1127, 1131 (1984). The first paragraph of Jury Instruction 14, which followed SCRA 13-1102, included the following language: Dr. Tiku ... was under the duty to possess and apply the knowledge and to use the skill and care ordinarily used by reasonably well-qualified specialists in the same field of medicine practicing under similar circumstances. In its second paragraph, the instruction states that the jury is to consider only evidence presented in this trial by doctors testifying as expert witnesses. The jury heard the testimony of several doctors who were not general surgeons, but who were established to be expert witnesses.\nThe jury received additional guidance on how to consider expert testimony. Instruction No. 29, based on SCRA 1986, 13-213 (Repl.1991), was given to the jury. It provided:\nThe Rules of Evidence do not ordinarily permit a witness to testify as to an opinion or conclusion. An expert witness is an exception to this rule. A witness who, by knowledge, skill, experience, training or education, has become expert in any subject may be permitted to state an opinion as to that subject.\nYou should consider each expert opinion and the reasons stated for the opinion, giving them such weight as you think they deserve. You may reject an opinion entirely if you conclude that it is unsound.\nAdditionally, the jury was given Instruction No. 2, based on SCRA 1986, 13-2002 (Repl. 1991), which directed them to consider these instructions as a whole, not picking out one instruction, or parts thereof, and disregarding others. There is a presumption that the jury understood and complied with the court's instructions. Britton v. Boulden, 87 N.M. 474, 475, 535 P.2d 1325, 1326 (1975).\nPlaintiffs argument asks us to conclude that the jury would have read the two paragraphs of SCRA 13-1102 together and believed themselves limited to the testimony of another general surgeon. We disagree. The language of the second paragraph did not limit the jury from considering all the evidence presented by witnesses qualified as experts. Moreover, when this instruction is read with the others, we think Plaintiff raises a possibility that is too remote to create reversible error. The jury was presented with conflicting opinions of expert witnesses regarding the factual issue of whether Defendant was negligent in not diagnosing a heart attack. From that conflicting testimony, the jury was required to determine if Defendant's actions were within the acceptable standard of care.\nPlaintiff points to Defendant's closing argument as proof that there was prejudice as a result of the instruction being given without deleting in the same field of medicine. Defendant did try to convince the jury that a general surgeon would be the best witness to determine whether Defendant's actions were within the acceptable standard of care for general surgeons. He also pointed out that Plaintiff had no general surgeon as an expert witness. But nowhere did Defendant say that a general surgeon was the only expert qualified to testify, nor the only one whose opinion the jury should consider. Furthermore, Plaintiff did not object to Defendant's argument. Rather, in his rebuttal Plaintiff characterized Defendant's closing to have said don't pay any attention to those other *671doctors because it ought to be a surgeon who is testifying about another surgeon. Plaintiff then referred the jury to Instruction No. 14, SCRA 13-1102, and gave a clear and lengthy explanation that the instruction directed the jury to consider the evidence presented in this trial by doctors, testifying as expert witnesses.\nWhen reviewing jury instructions given by the trial court, this Court must read and consider the instructions together to determine whether they fairly present the issues and the applicable law. Armstrong v. Industrial Elec. & Equip. Serv., 97 N.M. 272, 275, 639 P.2d 81, 84 (Ct.App.1981); Webb v. Webb, 87 N.M. 353, 357, 533 P.2d 586, 590 (1975). Read as a whole, these instructions provided the jury with the appropriate tools to determine whether, under the facts of this case, Defendant had violated the standard of care required of him. We believe that the instructions given were sufficient to keep the jury from being misled. We are confirmed in that view by our review of the closing arguments.\nCONCLUSION\nSCRA 13-1102 was the proper instruction in this case because Defendant held himself out as a specialist; hence, his activities should be measured by the standard for a specialist. Further, SCRA 13-1102 does not limit expert testimony to that of another specialist in Defendant's same field of medicine. This instruction, taken as a whole with the other instructions given and with testimony and argument presented to the jury, was sufficient to keep the jury from being misled regarding either the required standard of care or which expert testimony they were to consider. Therefore, we find that giving SCRA 13-1102 was neither error nor prejudicial. For these reasons, we affirm the verdict of the trial court.\nIT IS SO ORDERED.\nBIVINS, J., concurs.\nAPODACA, J., dissents.\n1\n. SCRA 13-1101. Duty of doctor or other health care provider. This instruction, with Plaintiff's choice of wording, which was not given, states:\nIn treating and caring for the plaintiff, the defendant doctor was under the duty to possess and apply the knowledge and to use the skill and care ordinarily used by reasonably well-qualified doctors of the same field of medicine as that of the defendant practicing under similar circumstances, giving due consideration to the locality involved. A failure to do so would be a form of negligence that is called malpractice.\nThe only way in which you may decide whether the defendant possessed and applied the knowledge and' used the skill and care which the law required of him is from evidence presented in this trial by doctors testifying as expert witnesses. In deciding this question, you must not use any personal knowledge of any of the jurors.\n2\n. SCRA 13-1102. Dufy of specialist. Presented to the jury as Instruction No. 14:\nDr. Tiku, holding himself out as a specialist in general surgery and having undertaken to treat Joseph Vigil in this specialized field, was under the duty to possess and apply the knowledge and to use the skill and care ordinarily used by reasonably well-qualified specialists in the same field of medicine practicing under similar circumstances, giving due consideration to the locality involved. A failure to do so would be a form of negligence called malpractice.\nThe only way in which you may decide whether Dr. Tiku possessed and applied the knowledge and used the skill and care which the law required of him is from evidence presented in this trial by doctors, testifying as expert witnesses. In deciding this question, you must not use any personal knowledge of any of the jurors.\nAPODACA, Judge,\ndissenting.\nI would hold that the trial court erred in not instructing the jury under both SCRA 1986, 13-1101 (Repl.1991), and SCRA 1986, 13-1102 (Repl.1991). The majority having decided otherwise, I respectfully dissent.\nThe trial court has the duty to instruct the jury regarding the law applicable to the facts of the cause unless such instructions be waived by the parties. SCRA 1986, 1-051(B) (Repl.1992). A party is entitled to jury instructions that describe his or her theory of the case if the evidence supports that theory. See State v. Venegas, 96 N.M. 61, 62, 628 P.2d 306, 307 (1981). It is undisputed that Defendant held himself out as a specialist in the field of surgery. However, the fact that Defendant was a specialist is not dispositive of which instruction should be given; SCRA 13-1102 states that it applies when the defendant both holds himself out as a specialist and undertakes to treat the plaintiff in that specialized field. Plaintiff presented evidence supporting his theory that, when Defendant diagnosed the decedent, Defendant was acting as a general practitioner, not as a specialist. For that reason, I believe Plaintiff was entitled to have the jury instructed on the general duty of a general practitioner. See SCRA 13-1101. Defendant, on the other hand, contended and presented evidence that he was acting as a surgeon when he diagnosed the decedent. Thus, Defendant was entitled to an instruction on the duty of a specialist. See SCRA 13-1102.\nThe trial court decided to instruct the jury only on the duty of a specialist under SCRA 13-1102. In my view, this determination deprived Plaintiff of the opportunity to fairly argue its theory of the case — that Defendant was acting as a general practitioner when he diagnosed the decedent and should be expected to have the knowledge of a general practitioner. Because it was disputed whether Defendant was treating the decedent as a surgeon or as a general practitioner, I believe that both instructions should have been given. See Jordan v. Bogner, 844 P.2d 664, 667 (Colo.1993) (In a medical malpractice action, if the evidence is disputed as to whether the physician is in fact a specialist, a *672trial court should give both a nonspecialist instruction and a specialist instruction with proper modification. (Emphasis added.)); see also Sisson ex rel. Allen v. Elkins, 801 P.2d 722, 726 (Okla.1990). Although the committee's comments do not expressly state that both SCRA 13-1101 and SCRA 13-1102 can be given together, neither do they prohibit it. An additional instruction explaining to the jury why both are being given should perhaps be presented at the same time, permitting opposing counsel to argue their respective theories. Without the jury having the benefit of SCRA 13-1101, Plaintiffs counsel's closing argument fell on deaf ears.\nI thus disagree with the majority that Plaintiffs counsel's closing argument cured the defect; the jury was bound to apply the only instruction given, which clearly stated that Defendant had the duty to possess and apply the knowledge and to use the skill and care ordinarily used by reasonably well-qualified specialists in the same field -of medicine ____ SCRA 13-1102 (emphasis added). The clear implication is that Defendant only had a duty to use and apply his knowledge as a general surgeon, and not his general knowledge of the practice of medicine. Thus, by giving only SCRA 13-1102, the jury was deceived into thinking that Defendant, a general surgeon, was not required to have the knowledge of a general practitioner. Even if the jury was not so deceived, the jury had no opportunity to apply any other standard (than the specialist standard) to Defendant's acts because SCRA 13-1101 was not given.\nAdditionally, I am not persuaded by the majority's reliance on Oko v. Rogers, 125 Ill.App.3d 720, 81 Ill.Dec. 72, 74, 466 N.E.2d 658, 660 (Ct.1984). The rule stated in Oko (that it is error to hold a defendant specialist only to the skill and care of a general practitioner) would apply where the defendant is alleged to have acted only as a specialist.\nI realize that Plaintiff did not expressly request that both instructions be given. Nonetheless, I do not believe that failure to do so precluded the trial court from presenting both instructions. First, Plaintiff clearly requested that the jury be instructed under SCRA 13-1101 and thus preserved that claim of error. Second, I believe the record is ambiguous concerning whether Plaintiff was willing to allow both instructions to be given; since Defendant was requesting that SCRA 13-1102 be presented, the trial court could have granted both requests. Third, our Supreme Court has held that it is the duty of the court at every trial to give to the jury the fundamental law applicable to the facts of the case and unless waived by the parties, instructions to that extent at least, must be given whether requested or not---- Gerrard v. Harvey & Newman Drilling Co., 59 N.M. 262, 273, 282 P.2d 1105, 1112 (1955). Instructing the jury on the correct standard of duty in a medical malpractice case would surely be considered fundamental. Thus, the fact that no party explicitly requested that both instructions be given would not bar the remedy I propose.\nIn this case, the giving of an instruction under SCRA 13-1102, the specialist standard of care, resulted in clear prejudice to Plaintiff. Although, as a general rule, the specialist instruction is supposed to require a higher standard of care, here it was essentially used to permit defense counsel the opportunity to argue improperly that Defendant should be held to a lower standard of care than general practitioners because Defendant could not be expected to have the knowledge of a general practitioner. Instead, what the jury here should have been made to understand clearly was that a specialist is required to meet both the higher standard of a specialist's duty and the standard of a general practitioner's duty. In this case, I do not believe the jury was permitted to see the case in that light. Instead defense counsel was permitted to make an argument that the jury could have understood essentially as follows: How can you possibly hold Defendant to the standard of a mere physician, a general practitioner? He cannot be expected to know that — after all, he is a general surgeon — a specialist. You must hold him to that standard alone. And you have been so instructed by the judge. I believe that the jury may have bought this interpretation simply because SCRA 13-1101 was not given, thus prejudicing Plaintiff.\nIn light of the low threshold of prejudice that Plaintiff must show, see Jewell v. Seidenberg, 82 N.M. 120, 124, 477 P.2d 296, 300 *673(1970) (In determining whether [deviation from the uniform jury instructions] is reversible error, we will accept the slightest evidence of prejudice, and all doubt will be resolved in favor of the party claiming prejudice.), I would reverse and remand for a new trial with instructions that the jury be instructed under SCRA 13-1101.\n\nPlain English summary:\nDecedent saw the defendant when he was getting chest pains. The defendant doctor failed to diagnose that he was having a heart attack. The question was whether the defendant should be held to the standard of a specialist surgeon, or to the general standard of a doctor or health care practitioner. The former is a higher standard of care. \n",
    "annotations": {
        "Facts": [
            "On May 26,1989, Vigil told his wife that he had been experiencing chest pains all week and that morning he awoke feeling as if his sternum was broken, but he said when he belched he felt better. Mrs. Vigil, a medical technician, thought her husband might have a hiatal hernia. She suggested that he see Defendant, with whom she worked in surgery as a scrub technician. Vigil went to work and when he told his undersheriff, Jim Maldonado, of his chest pain, Maldonado encouraged him to get an appointment with Defendant.At about 9:30 a.m., Vigil went to Defendant's office. Vigil told Defendant that he had been having chest pain for about two weeks and that it had become worse in the last week; however, he did not indicate that he was in pain at the time of the visit.",
            "Defendant had previously treated Vigil for other problems so he knew that Vigil had a history of heart, gastrointestinal (GI), lung, and back problems, any of which could cause chest pains. He also knew that Vigil possessed heightened risk factors for heart problems.Defendant examined Vigil and asked him a series of questions in order to determine the cause of the pain. Based on his observation of Vigil, the examination, and Vigil's answers to the questions, Defendant diagnosed Vigil as having reflux esophagitis, or hiatal hernia. Defendant ordered an upper GI study, a barium study of the upper part of the GI tract, which confirmed the diagnosis.Defendant also ordered a baseline EKG because Vigil had high blood pressure. A baseline EKG documents abnormal wave forms or changes in the heart caused by high blood pressure and so aids the internist in evaluating future changes. Defendant wrote on the test orders a request that he be called with the results of the upper GI series and the EKG. He received a call later that morning informing him that the upper GI series did confirm the diagnosis of hiatal hernia. Defendant expected the EKG to be read in approximately two hours, and he expected the technician to call him if Vigil's EKG showed something alarming or abnormal.In this case, however, the technician failed to make such a call, even though Vigil's EKG strip had a computer-generated report printed in plain English at the top of the strip alerting the reader that the test was markedly abnormal. Hospital policy simply required the technician to place the EKG strip in the internists' basket to be read after 5:00 p.m. that day instead of having the technician read the strip and notifying someone if there was an alert. At 6:10 that evening, Dr. Naylor called Defendant to tell him that the EKG showed that Vigil was undergoing a myocardial infarction. However, Defendant had already received a call at about 4:00 p.m. from an emergency medical technician informing him that Vigil had been found dead at his home by his wife, who returned home from work early because Vigil did not answer the telephone.Defendant is a specialist in general surgery who obtained his undergraduate degree in Kashmir, India, and then joined the medical college in Calcutta, where he received a Bachelor of Medicine in Surgery in 1962. Next he received his Master of Surgery degree from the University of Delhi. Defendant passed fellowship examinations at the Royal College of Surgeons in London, England in 1967 and the Royal College of Surgeons in Edinburgh, Scotland in 1968. After passing these examinations, he received additional post-graduate training and became a consultant for the National Health Service in England. Defendant arrived in the United States in 1973 and passed a federal licensing examination in October of that year. He moved to Raton, New Mexico to practice general surgery in 1976."
        ],
        "Procedural History": [
            "This appeal arises out of a medical malpractice action brought by Pete R. Vigil (Plaintiff), as personal representative of the estate of Joe E. Vigil (Vigil). In 1989 Plaintiff filed a complaint against Miners Colfax Medical Center (Miners). About a year later, Plaintiff filed an amended complaint naming Dr. Omkar Tiku as an additional defendant. Following trial, the jury entered a verdict in the amount of $547,000 in favor of Plaintiff on Plaintiffs claims against Miners. The jury also entered a verdict against Plaintiff on Plaintiffs claims against Dr. Tiku (Defendant).",
            "During deliberations over jury instructions, Plaintiff stated, I think that [SCRA 13 — ]11011 is the correct instruction, what [SCRA 13 — ]1102 is used for is the duty of a specialist, is a higher duty. The trial court said, I agree with [Plaintiff], it is a higher duty. The testimony is that he was a specialist in general surgery.",
            "The trial court said the testimony was that Defendant was a general surgeon, so he was going to give SCRA 13-1102 and let the attorneys argue the standard in closing."
        ],
        "Application of Law to Facts": [
            "We agree with Defendant that the instruction given seems to have been designed to provide the jury with an appropriate elevated standard of care.",
            "In the present case, it is undisputed that Defendant held himself out as a specialist in general surgery. As such, he should be held to the standard of SCRA 13-1102.",
            "It is true that the fact that Defendant is a general surgeon does not relieve him from having the basic knowledge necessary for the diagnosis of other problems, such as a heart attack, and the evidence so proves. However, the evidence does not show that, in examining Vigil and ordering a baseline EKG, Defendant was abandoning the field of general surgery. Defendant testified that his years of training to become a general surgeon included a study of basic medical sciences and general medicine. It is to be expected that as a general surgeon Defendant occasionally would have to take a medical history and do an examination, a work-up, and a diagnosis on patients. Under New Mexico law, Defendant would not then be held only to the standard of a general practitioner, but rather held to the higher standard of a general surgeon. ",
            "SCRA 13-1102 was the proper instruction in this case because Defendant held himself out as a specialist; hence, his activities should be measured by the standard for a specialist.",
            "Therefore, we find that giving SCRA 13-1102 was neither error nor prejudicial."
        ],
        "Relevant Precedents": [
            "Oko v. Rogers, , 81 Ill.Dec. 72, 74, , 660 (1984)",
            "SCRA 13-1102",
            "O'Brien v. Stover, 443 F.2d 1013, 1017 (8th Cir.1971)",
            "Valentine v. Kaiser Found. Hosps., , 15 Cal.Rptr. 26, 33 (1961)",
            "Siverson v. Weber, , 22 Cal.Rptr. 337, 339, , 99 (1962)"
        ],
        "Outcome": [
            "We affirm. _",
            "For these reasons, we affirm the verdict of the trial court."
        ]
    },
    "class": "affirm"
}