{
    "text": "McCurry v. City of Farmington, 97 N.M. 728, 643 P.2d 292 (1982)\nMarch 23, 1982 · Court of Appeals of New Mexico · Nos. 5496, 5501\n97 N.M. 728, 643 P.2d 292\nBertha L. McCURRY and Arthur McCurry, husband and wife, Plaintiffs-Appellants, and Cross-Appellees,v.CITY OF FARMINGTON, the Fire Department of the City of Farmington and Halliburton Services Company, Defendants-Appellees, and Cross-Appellants\n643 P.2d 292\nCourt of Appeals of New Mexico.\n*729Jay L. Faurot, P. A., Farmington, for plaintiffs-appellants, and cross-appellees.\nBradley & McCulloch, Sarah Bradley, Albuquerque, for defendants-appellees, and cross-appellants.\nOPINION\nLOPEZ, Judge.\nThe plaintiffs filed suit in the district court to recover damages for personal injuries due for loss of services arising out of the burning of automobiles during Fire Department training exercises. The trial court granted the defendants' motion for summary judgment on the negligence counts and denied the defendants' motion for summary judgment on strict liability. The plaintiffs appeal the summary judgment as to the negligence counts. The defendants appeal the denial of summary judgment as to strict liability. Both appeals which are interlocutory, have been consolidated. We reverse.\nDuring various times in the period of 1977 to 1979 the City of Farmington and its Fire Department conducted training exercises on a lot owned by Halliburton Services Company on Maple St. in Farmington, New Mexico. Halliburton Services Company, a defendant at trial of this case, is not a party in this appeal. These training exercises included the burning of automobiles in a lot which is located east of and in close proximity to the offices of Rio Grande Motor Way, where the plaintiff Bertha McCurry worked. During this period in which the training exercises were conducted, 25 to 35 automobiles were burned.\nThe plaintiff, Bertha McCurry, is a 60 year old female and wife of plaintiff Arthur McCurry. On August, 1972, Mrs. McCurry began working for Rio Grande Motor Way. During the period from 1977 to 1979, Mrs. McCurry worked either full-time or half-time for Rio Grande Motor Way, until she was admitted into San Juan Regional Medical Center on February 23, 1979.\nThe defendants were using machinery and equipment of the Fire Department to train their firefighters to put out fires they had set themselves. They were using machinery and equipment, which consisted of old automobiles, to train the firefighters in the use of fire fighting equipment.\nIn January, 1979, Mrs. McCurry was advised by her doctor that her symptoms suggested poison. After various tests were conducted on her, Mrs. McCurry's doctor informed her that she had been in contact with cadmium and other heavy metals in such amounts as to cause her condition. On February 23, 1979, Mrs. McCurry was admitted into San Juan Regional Medical Center. Medication and treatment have stabilized her condition, but she still has pain in her legs, arms, shoulders and head. In addition, she continues to experience loss of memory and nervous problems.\nBased on the above facts, the plaintiffs filed a four-count complaint in the district court. Only counts 1,3 and 4 are at issue in this appeal. Under count No. 1, the plaintiffs claimed that the burning of automobiles by the fire department and the city was negligent in that those defendants knew, or in the exercise of ordinary care, should have known, of the hazards posed by releasing into the air poisonous substances produced by the combustion which foresee-ably would be inhaled by persons in the vicinity of such combustion. In this count the plaintiffs also claim that the defendants were negligent in failing to abate the nuisance created by the burning of the automobiles. Count No. 4 consisted of allegations that the defendants were negligent because of their failure to warn persons in *730the area of the burning automobiles and that exposure to the products of the combustion would be hazardous to their health.\nCount No. 3 alleged damages based on the theory of strict liability. Plaintiffs allege that the activities of the defendants were extra hazardous, and they created an unreasonably dangerous condition on the premises resulting in an unreasonable danger of harm.\nThe trial court denied defendants motion for summary judgment on count No. 3 and granted summary judgment on counts No. 1 and 4.\nThe issues on appeal are whether the Tort Claims Act, § 41-4-1 to 41-4-25, N.M. S.A.1978, grants sovereign immunity to the defendants for negligence as alleged in counts 1 and 4, and whether the Act grants sovereign immunity for strict liability as alleged in count No. 3.\nSovereign immunity in New Mexico is a statutory creation. In Hicks v. State, 88 N.M. 588, 544 P.2d 1153 (1975), our Supreme Court abolished common law sovereign immunity. The legislature responded by enacting the Tort Claims Act in 1976, reinstating governmental immunity except in eight classes of activities. Sections 41-4-4 through 41-4-12. Plaintiffs argue that the following exceptions apply to the case at bar:\n§ 41-4-5: Liability; operation or maintenance of motor vehicles, aircraft and watercraft.\nThe immunity granted pursuant to Subsection A of Section 41-4-4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any motor vehicle, aircraft or watercraft. ¡\n§ 41-4r-6: Liability; buildings, public parks, machinery, equipment and furnishings.\nThe immunity granted pursuant to Subsection A of Section 41-4-4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. Nothing in this section shall be construed as granting waiver of immunity for any damages arising out of the operation or maintenance of works used for diversion or storage of water.\nPlaintiffs argue that the burning of motor vehicles in a well-populated commercial area of Farmington forms the basis for negligence under § 41-4-5. Plaintiffs further argue that the defendants operated fire trucks, machinery and equipment in these exercises, which is the basis for negligence within the exception of § 41-4-6.\nDefendants answer that the firemen were not operating any machinery or equipment nor were they maintaining any automobiles. They argue that the firemen were only engaged in training exercises, and that the two exceptions referred to by plaintiffs do not apply. Finally, the defendants argue that they are immune from liability based upon § 41 — 4^8(A) and § 41-4-8(B)(2), N.M.S.A.1978.\n41-4-8: Liability; public utilities.\nA. The immunity granted pursuant to Subsection A of Section 4 [41-4-4 NMSA 1978] of the Tort Claims Act does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation of the following public utilities and services: gas; electricity; water; solid or liquid waste collection or disposal; heating; and ground transportation.\nB. The liability imposed pursuant to Subsection A of this section shall not include liability for damages resulting from bodily injury, wrongful death or property damage:\n******\n(2) arising out of the discharge, dispersal, release or escape of smoke, vapors, *731soot, fumes, acids, alkalis, toxic chemicals, liquids or gases, waste materials or other irritants, contaminants or pollutants into or upon land, the atmosphere or any watercourse or body of water.\nThe defendants argue that the basis for negligence in counts 1 and 4 is the discharge of smoke or other materials from igniting of the burned automobiles. Defendants concede that the fire department is not a public utility. We disagree with the defendants' argument, however we do agree that the fire department is not a public utility.\nIn order for this court to determine whether the two exceptions are applicable to counts 1 and 4, we must interpret the appropriate language of these statutes. When a term is not defined by statute, it is appropriate for this court to interpret the words in accordance with its ordinary meaning. U. S. v. State of New Mexico, 536 F.2d 1324 (10th Cir. 1976). Absent any clear intent to the contrary, statutory words are to have their ordinary and usual meaning. Perea v. Baca, 94 N.M. 624, 614 P.2d 541 (1980). In interpreting a statute the intent is to be first sought and the meaning of the words used and when they are free from ambiguity and doubt and express plainly, clearly, and distinctly the sense of the legislature, no other means of interpretation should be resorted to. Arnold v. State, 94 N.M. 381, 610 P.2d 1210 (1980). Words used in the statute are to be given their ordinary meaning unless a different intent is clearly indicated. State v. Tapia, 89 N.M. 221, 549 P.2d 636 (Ct.App.1976). The pertinent language in § 41-4-5 which we must interpret is the operation or maintenance of any motor vehicles. That language is not ambiguous. The operation or maintenance of motor vehicles can be understood by a reasonably prudent person to include the burning of junk automobiles. The maintenance of motor vehicles connotes the act of keeping them safe for public use. Certainly, burning of automobiles is inconsistent with this concept. When the plaintiffs allege that the defendants negligently maintained motor vehicles we can interpret this to mean that the burning was the cause of the activities and circumstances that followed. The pertinent language in § 41-4-6 is the operation or maintenance of any machinery, equipment or furnishings. The defendants' firemen used their fire trucks and equipment to ignite the automobiles and put out the fires. Equipment, machinery and furnishings are to be given their ordinary meaning. We believe that the fire trucks and all the pertinent equipment could be included in the phrase machinery, equipment and furnishings. This will not hobble our interpretation of § 41-4-6 with the requirement that every piece of machinery, every type of truck, every type of furnishing of the fire department must be specifically mentioned in order to accept applicability of this exception. U. S. v. Bates, 617 F.2d 585 (10th Cir. 1980).\nSection 41-4-8(A) and § 41-4-8(B)(2) are inapplicable. These sections apply to public utilities. The fire department is not a public utility, and the legislature intended application only to public utilities. American Automobile Ass'n, Inc. v. Bureau of Revenue, 88 N.M. 148, 538 P.2d 420 (Ct.App.1975).\nTherefore, we conclude that the activities stated in count No. 1 and count No. 4 fall under the two exceptions. The trial court erred in granting summary judgment because there is an issue of material fact as to the negligence of defendants based on § 41-4-5 and § 41-4-6.\nStrict Liability\nThe trial court denied the defendants' motion for summary judgment as to count 3, which stated a cause of action for strict liability. The trial court ordered that this count be allowed to go to trial. The defendants appeal the trial court's decision. They allege that the Tort Claims Act grants immunity for strict liability in tort, and that this immunity is not waived. The plaintiffs allege that the Tort Claims Act does not grant immunity to the defendants for strict liability. They rely on McClure v. Town of Mesilla, 93 N.M. 447, 601 P.2d 80 (Ct.App.1979).\n*732We disagree with the plaintiffs' interpretation of the Tort Claims Act on Strict Liability and the applicability of the holding in McClure v. Town of Mesilla, supra. The court in McClure stated:\nThe Town claims that the Tort Claims Act constitutes plaintiff's exclusive remedy. We disagree. Liability for acts or omissions of the Tort Claims Act are based upon the traditional tort concepts of duty and the reasonable prudent person's standard care in the performance of that duty. Section 41-4-2(B). It is under this tort concept that a governmental entity is granted immunity except as provided in the Act. Section 41-4~4(A). As shown above, inverse condemnation is not a common law tort action and the Tort Claims Act is not an exclusive remedy.\nWe view the appropriate sections of the New Mexico Tort Claims Act. Section 41-4-2B reads as follows:\nB. The Tort Claims Act shall be read as abolishing all judicially-created categories such as governmental or proprietary functions and discretionary or ministerial acts previously used to determine immunity or liability. Liability for acts or omissions under the Tort Claims Act shall be based upon the traditional tort concepts of duty and the reasonably prudent person's standard of care in the performance of that duty. The Tort Claims Act in no way imposes a strict liability for injuries upon governmental entities or public employees. Determination of the standard of care required in any particular instance should be made with the knowledge that each governmental entity has financial limitations within which it must exercise authorized power and discretion in determining the extent and nature of its activities.\nSection 41-4-4 reads as follows:\nA. A governmental entity and any public employee while acting within the scope of duty are granted immunity from liability for any tort except as provided in the Tort Claims Act [41-4-1 to 41-4-25 NMSA 1978].\nThe concept of strict liability was adopted by our Supreme Court in Thigpen v. Skousen & Hise, 64 N.M. 290, 327 P.2d 802 (1958). This concept was a part of the law of torts when our legislature enacted the New Mexico Tort Claims Act. The legislature is presumed to know the law in existence. State v. Trivitt, 89 N.M. 162, 548 P.2d 442 (1976). When the New Mexico Legislature enacted the Tort Claims Act it declared that liability for acts or [liability for acts or omissions under the Tort Claims Act shall be based upon the traditional tort concepts of duty and the reasonably prudent person's standard of care in the performance of that duty, § 41-4-2(B).\nThe traditional tort concept of duty included the theory of strict liability as adopted by our Supreme Court in Thigpen v. Skousen, supra. The legislature knew of strict liability. If it had intended to exclude immunity for strict liability under this concept, it would have done so. Instead, the legislature only provided that immunity would be waived for negligence in certain activities. The only exception applicable to the case at bar is declared in § 41-4-6. We fail to find any exception or waiver to New Mexico governmental immunity based upon strict liability.\nWe conclude that the defendants are immune under strict liability. Section 41-4-17, N.M.S.A.1978. The trial court erred in this respect. Count No. 3 should be dismissed with prejudice.\nThe judgment of the trial court in respect to count No. 3 is reversed. The trial court is instructed to dismiss count No. 3 with prejudice. Summary judgment in respect to count No. 1 and count No. 4 are reversed and the case is remanded for proceedings consistent with this opinion.\nIT IS SO ORDERED.\nDONNELLY, J., concurs.\nHENDLEY, J., concurs in result only.\n\nPlain English summary:\nPlaintiff worked near an area where the defendants did firemen training drills, which included burning vehicles. The plaintiff was injured by the fumes from the burning so sued for negligence. The trial court granted summary judgment on the basis of the defendants' sovereign immunity. The appellate court reversed. \n",
    "annotations": {
        "Facts": [
            "During various times in the period of 1977 to 1979 the City of Farmington and its Fire Department conducted training exercises on a lot owned by Halliburton Services Company on Maple St. in Farmington, New Mexico.",
            "These training exercises included the burning of automobiles in a lot which is located east of and in close proximity to the offices of Rio Grande Motor Way, where the plaintiff Bertha McCurry worked. During this period in which the training exercises were conducted, 25 to 35 automobiles were burned.The plaintiff, Bertha McCurry, is a 60 year old female and wife of plaintiff Arthur McCurry. On August, 1972, Mrs. McCurry began working for Rio Grande Motor Way. During the period from 1977 to 1979, Mrs. McCurry worked either full-time or half-time for Rio Grande Motor Way, until she was admitted into San Juan Regional Medical Center on February 23, 1979.The defendants were using machinery and equipment of the Fire Department to train their firefighters to put out fires they had set themselves. They were using machinery and equipment, which consisted of old automobiles, to train the firefighters in the use of fire fighting equipment.In January, 1979, Mrs. McCurry was advised by her doctor that her symptoms suggested poison. After various tests were conducted on her, Mrs. McCurry's doctor informed her that she had been in contact with cadmium and other heavy metals in such amounts as to cause her condition. On February 23, 1979, Mrs. McCurry was admitted into San Juan Regional Medical Center. Medication and treatment have stabilized her condition, but she still has pain in her legs, arms, shoulders and head. In addition, she continues to experience loss of memory and nervous problems."
        ],
        "Procedural History": [
            "The plaintiffs filed suit in the district court to recover damages for personal injuries",
            "The trial court granted the defendants' motion for summary judgment on the negligence counts and denied the defendants' motion for summary judgment on strict liability. The plaintiffs appeal the summary judgment as to the negligence counts.",
            "the plaintiffs filed a four-count complaint in the district court.",
            "Under count No. 1, the plaintiffs claimed that the burning of automobiles by the fire department and the city was negligent",
            "Count No. 4 consisted of allegations that the defendants were negligent because of their failure to warn",
            "The trial court",
            "granted summary judgment on counts No. 1 and 4."
        ],
        "Application of Law to Facts": [
            "The trial court erred in granting summary judgment because there is an issue of material fact as to the negligence of defendants based on"
        ],
        "Relevant Precedents": [
            "Hicks v. State, 88 N.M. 588,  (1975)",
            "Tort Claims Act in 1976",
            "§ 41-4-5",
            "§ 41-4-5",
            "§ 41-4-5 and § 41-4-6"
        ],
        "Outcome": [
            "We reverse.",
            "Summary judgment in respect to count No. 1 and count No. 4 are reversed and the case is remanded for proceedings consistent with this opinion.",
            "Plaintiff worked near an area where the defendants did firemen training drills, which included burning vehicles. The plaintiff was injured by the fumes from the burning so sued for negligence. The trial court granted summary judgment on the basis of the defendants' sovereign immunity. The appellate court reversed."
        ]
    },
    "class": "reverse"
}