{
    "text": "Patterson v. Van Wiel, 91 N.M. 100, 570 P.2d 931 (1977)\nAug. 30, 1977 · Court of Appeals of New Mexico · No. 2805\n91 N.M. 100, 570 P.2d 931\nGloria Sue PATTERSON and Stanley R. Patterson, Plaintiffs-Appellants,v.Larry J. VAN WIEL, M.D., Albuquerque Anesthesia Service, Ltd., and Presbyterian Hospital Center, Inc., Defendants-Appellees\n570 P.2d 931\nCourt of Appeals of New Mexico.\n*102J. Jerome Maxwell, Albuquerque, for plaintiffs-appellants.\nRanne B. Miller, Keleher & Mcleod, Albuquerque, for Larry J. Van Wiel, M.D. & Albuq. Anesthesia Serv.\nEric D. Lanphere, Johnson, Paulantis & Lanphere, Albuquerque, for Presbyterian Hospital Center.\nOPINION\nSUTIN, Judge\nPlaintiffs sued Dr. Larry J. Van Wiel, an anesthesiologist, and Albuquerque Anesthesia Service, Ltd., his employer, for medical malpractice in administering an epidural anesthetic to plaintiff Gloria Sue Patterson (Gloria). Plaintiffs also sued Presbyterian Hospital Center, Inc. (Presbyterian) for negligent failure to furnish and have available necessary emergency equipment for injuries suffered following the anesthetic given by Van Wiel. Defendants were awarded summary judgment and plaintiffs appeal. We affirm.\nA.General Facts of Case\nOn January 6, 1973, Gloria entered Presbyterian for the delivery of her child. Her physician was Dr. Stephen Michael Kranz, an obstetrician and gynecologist. Induction of labor was not successful on the first day, and on the following day, January 7, induction was restarted. During the evening of January 7, her contractions became regularized and she went into good labor. At 12:15 a.m., January 8, Dr. Kranz made a request for an epidural or caudal anesthetic.\nThe nurse on duty in the labor room advised Van Wiel that Dr. Kranz wanted an anesthetic administered. Van Wiel came into the labor room and gave Gloria a lumbar epidural anesthetic. She suffered a respiratory arrest which went into a cardiac arrest for less than a minute. Resuscitation was immediately undertaken and the baby was born.\nB. Issues on Appeal\n(1) Did Van Wiel obtain the informed consent of Gloria for the giving of the anesthetic?\n(2) Was emergency equipment immediately available?\nC. Law on Summary Judgment\nIt requires no citation of authority of the law on summary judgment. First, defendants must make a prima facie showing that no genuine issue of material fact existed on the subject of informed consent given by Gloria to Van Wiel to administer the anesthetic, and that Presbyterian had emergency equipment available immediately after the anesthetic was given Gloria. Second, when this prima facie showing has been made, the burden shifts to the plaintiff to show that there is additional proof to the contrary which creates a genuine issue of material fact. If plaintiff fails to carry the burden, defendants are entitled to summary judgment as a matter of law.\nD. Gloria gave Van Wiel consent to administer the anesthetic\nVan Wiel established the following uncontroverted facts:\nWhen he came into the labor room, he identified himself, and told her that he had been notified that she would like to have an epidural. He said something to the effect that, I understand you're ready for an anesthetic, or, Would you like to have one now? She told him that he could give her an epidural, and he told her how it would be done, that she would be put on her side, put a local in her back, put the needle in and inject the medicine and expect that she would become numb from the waist down. He also told her that with any kind of anesthetic there is some kind of risk involved; that the risk of serious complications was about one to one thousand. He asked if she had any questions, and she did not have any. She was in much discomfort at that time; she was anxious to re*103ceive an anesthetic. She understood the nature of his questions and there was no impairment to her ability to consent to the anesthetic.\nThis constituted a prima facie showing that Gloria expressly consented to the anesthetic. Consent may be oral or written. Van Wiel gave a full and frank disclosure to Gloria of all pertinent facts relative to the anesthetic. Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520 (1962); Demers v. Gerety, 85 N.M. 641, 515 P.2d 645 (Ct.App.1973) (Sutin, J., specially concurring), rev'd on other grounds, 86 N.M. 141, 520 P.2d 869 (1974), rev'd, 87 N.M. 52, 529 P.2d 278 (Ct.App.1974).\nThere is no evidence nor any fact in the record that Gloria, by language, act or conduct, refused to consent to the anesthetic given by Van Wiel. She had no memory of the presence of Van Wiel or the anesthetic shot in her back. She could not recall Van Wiel telling her anything about anesthetics. There is no evidence that Gloria suffered any brain damage nor any evidence that Van Wiel's treatment caused any impairment of memory. She was examined by a neurosurgeon and a psychiatrist, but the record is silent on their opinions. To fulfill the burden imposed on plaintiff, they had a duty to seek the opinion of an expert to determine why Gloria could not remember or recall this serious and exciting event in her life. If they did perform this duty, the results were adverse. If they did not, Gloria's lack of memory is synonymous with silence. Silence cannot defeat Van Wiel's motion for summary judgment. Baca v. Britt, 73 N.M. 1, 385 P.2d 61 (1963).\nUpon her entrance into the hospital on January 6th, an employee of Presbyterian asked her to sign a form consenting to her being given an anesthetic. She told this employee that she had not discussed the matter with her doctor and she would not sign the consent form. She did not want an anesthetic. Dr. Kranz never discussed anesthetics with her in the hospital. Dr. Kranz is not a party to this action. Dr. Kranz may have negligently failed to advise Gloria of the need for or risk of receiving an anesthetic. Assuming arguendo Dr. Kranz' negligence or breach of duty, we cannot impute any liability to Van Wiel. No theory of imputation was pleaded by plaintiffs, suggested during trial, nor raised on appeal. Gloria could remember all the facts before and after the anesthetic was given, but for reasons which cannot be explained, she did not tell Van Wiel that she did not want an anesthetic. The law does not provide a way that we can use athletically to jump over uncontroverted facts and land on a refusal to consent.\nE. Van Wiel and Presbyterian were not negligent as a matter of law\nPlaintiffs' argument consists of a recitation of the facts. Van Wiel and Presbyterian meander through the facts and plaintiffs conclude that this case should be presented to the jury with instructions that they consider non-expert testimony and surrounding circumstances in conjunction with expert testimony in determining the question of negligence. No authority has been cited on those guidelines which affect the liability of doctors and hospitals on the availability of emergency equipment.\nVan Wiel and Presbyterian established the following facts:\nShortly after the anesthesia was administered, the patient started to show signs of difficulty in breathing and there was a drop in blood pressure. Gloria became somewhat cyanotic — a bluish or purplish discoloration of the skin due to a deficient oxygenation of the blood. For less than a minute she may have had a cardiac arrest. In response to the drop in blood pressure, Van Wiel had the drug ephedrine administered through an intravenous device set up and placed in operation prior to administering the anesthesia. To assist her in breathing, initially, he used an oxygen mask and then an ambu-bag. An ambu-bag is a balloon-shaped face mask that, when squeezed, facilitates the patient's breathing or it breathes for the patient. An expert on anesthesiology testified by affidavit as follows:\n*104 Emergency Treatment\nA. I am familiar with and have personal knowledge of the emergency equipment available in and to the labor rooms at Presbyterian Hospital on January, 1973. The equipment included devices installed in each labor room to permit administration of oxygen; the anesthesia supply cart in the room during the administration of a lumbar epidural anesthesia contained drugs such as ephedrine that could be given intravenously in case of emergency; and an ambu-bag was located a few feet from each labor room. Additional equipment and drugs for use during emergencies were located in the delivery room (a surgical suite) only a few feet from the labor room in which Mrs. Patterson was treated.\nB. Based upon my review of the materials herein it is my opinion that after Mrs. Patterson experienced a significant drop in blood pressure while in the labor room, Dr. Van Wiel and Dr. Kranz treated Mrs. Patterson in accordance with the accepted standard of care during 1973. Specifically, a medication, ephedrine, was administered in response to the drop in blood pressure. This is a drug that is used to treat a rapid drop in blood pressure and is maintained on the anesthesia cart for that specific purpose. It was given to Mrs. Patterson through the intervenous [sic] device that had been set up and placed in operation prior to the administration of anesthesia. In addition to the giving of ephedrine, Mrs. Patterson also received oxygen from the equipment located in the labor room.\nC. During the period of time Mrs. Patterson was receiving emergency treatment in the labor room, her vital signs were being monitored by Dr. Van Wiel. As soon as he noted that her respiration was impaired, he requested from the nurse and received an ambu-bag which he used to ventilate (breath for) the patient after she could no longer do this on her own. The patient was transferred to the delivery room, at which time an endotracheal tube was placed, the tube was connected to a ventilating machine and the patient was mechanically ventilated thereafter until her own ability to ventilate was restored. Additional medications were administered in a timely fashion after the patient was transferred to the delivery room.\nD. As indicated above, I reviewed the records with regard to the emergency treatment by Dr. Van Wiel and Dr. Kranz and it is my opinion that the drugs and medications prescribed and administered in response to the emergency that then existed and the transfer of the patient to the delivery room for mechanical ventilation, were in full accord with the existing procedures for treatment of such emergencies in January, 1973. It is further my opinion that the rapid response of Dr. Van Wiel and Dr. Kranz to the condition that presented itself following the administration of the primary dose of anesthesia and the superior care rendered to the patient at that time was instrumental in saving the patient's life and the life of the yet undelivered baby.\nE. It is my opinion that in treating Mrs. Patterson for the complication following the administration of anesthetic in January 1973, Dr. Van Wiel and Dr. Kranz had at their disposal all the standard emergency equipment and supplies; utilized all emergency equipment and supplies in a superior manner, and followed the proper procedures in treating the patient in this emergency situation. It is my opinion that Mrs. Patterson did not sustain any injury as a result of not having any emergency equipment available or of not being treated properly under the circumstances. In his treatment of Mrs. Patterson for the complication occurring after the administration of anesthesia, it is my opinion that Dr. Van Wiel did possess and apply the knowledge and used the skill and care which would be used by reasonably well-qualified anesthesiologists practicing under similar circumstances in Albuquerque, New Mexico in January of 1973.\n*105(1) Van Wiel was not negligent\nVan Wiel established that there was no genuine issue of material fact on the availability and utilization of emergency equipment.\nPlaintiffs' facts differ from the above in these respects: (1) When Gloria had her first difficulty breathing, it was necessary for the nurse to leave the labor room, go down to a desk down the hall to obtain the oxygen mask. She could not estimate the amount of time involved even though she said it would not take more than a minute, if it would even take that to get the mask. (2) There was no emergency equipment in the labor room. It was all over the obstetric department. (3) The ambu-bag was not in the labor room. It was in the recovery room. The nurse did not know exactly where the ambu-bag was. She went to the desk to look for it, and requested another nurse to look for it in the recovery room. The other nurse located the ambu-bag and it was taken to the labor room. At this time, Drs. Kranz and Van Wiel were moving the bed out of the labor room to the delivery room. (4) There is a conflict in the testimony as to the people who were present and as to the sequence of events.\nWe have carefully scrutinized the testimony, the facts and reasonable inferences to be drawn therefrom upon which plaintiffs rely. None of it establishes a genuine issue of material fact whether Van Wiel failed to exercise that degree of care that an anesthesiologist would use under the same or similar circumstances that Van Wiel exercised in the care of Gloria with the emergency equipment available. There was no evidence that Van Wiel had any knowledge that Gloria had experienced any difficulty in taking anesthesia. Graddy v. New York Medical College, 19 A.D.2d 426, 243 N.Y.S.2d 940 (1963), motion to dismiss appeal denied upon condition, 13 N.Y.2d 1175, 248 N.Y.S.2d 54, 197 N.E.2d 541 (1964); see, Matlick v. Long Island Jewish Hospital, 25 A.D.2d 538, 267 N.Y.S.2d 631 (1966). Plaintiff would have to produce some evidence that an anesthesiologist would not have given the anesthesia without an oxygen mask or ambu-bag in the labor room. There was one out of a thousand chances that this emergency would have arisen.\nIt is claimed that the expert testimony provided by defendants took over the function of the jury. We disagree. The function of the jury begins when a conflict of the evidence arises over the material facts in a case. This conflict could not arise without the testimony of an expert as to the conduct of Van Wiel during the emergency. We know of no other legal method provided by law to establish a conflict. Plaintiffs contend that the negligence of a doctor can be demonstrated by facts which can be evaluated by resort to common knowledge. Mascarenas v. Gonzales, 83 N.M. 749, 497 P.2d 751 (Ct.App.1972). This is true. But plaintiffs did not define what is meant by common knowledge.\nEnglish v. Miller, 43 S.W.2d 642, 644 (Tex.Civ.App.1931) says:\nCommon knowledge as a rule of evidence is universally applied by the courts to the operation and effect of natural forces and to such scientific and mechanical facts and principles as are of such universal notoriety that they may be regarded as a part of the common knowledge of all persons.\nShelley v. Chilton's Adm'r, 236 Ky. 221, 32 S.W.2d 974, 977 (1930) says:\nCommon knowledge includes matters of learning, experience, history, and facts of which judicial notice may be taken.\nSee also, Strain v. Isaacs, 59 Ohio App. 495, 13 Ohio Op. 258, 18 N.E.2d 816 (1938); Roden v. Connecticut Co., 113 Conn. 408, 155 A. 721 (1931).\nFor examples, it is a matter of common knowledge that people smoke and light matches around motor vehicles, Stephens v. Dulaney, 76 N.M. 181, 413 P.2d 217 (1966); that snow one-fourth of an inch thick or one or two inches in depth is slippery and could cause a fall is common knowledge, Carter v. Davis, 74 N.M. 443, 394 P.2d 594 (1964), overruled on other grounds, Proctor v. Waxler, 84 N.M. 361, 503 P.2d 644 (1972).\n*106However, [mjatters of common knowledge are not limited to those matters of which practically everyone has knowledge. In a complex society such as ours there are in many fields of activity matters which are within the knowledge of all those who are associated with the activity of which the general public knows little or nothing. Ritholz v. Johnson, 244 Wis. 494, 12 N.W.2d 738, 741 (1944).\nWe cannot conclude that the conduct of an anesthesiologist exercising the function of caring for a patient during an emergency is a matter of common knowledge. Members of an average jury would know little or nothing about this activity, including the question of whether emergency equipment must be available in a labor room of a hospital when an anesthetic is given to a patient delivering a child. Expert testimony is essential to guide the jury.\nGranted that it would be difficult, if not impossible to find an anesthesiologist in Albuquerque, or in New Mexico, to support plaintiffs' claim of negligence, inquiry nationally among competent members of this profession could assist the plaintiff to determine whether Van Wiel was negligent. The affidavit of one anesthesiologist that Van Wiel was negligent would bar summary judgment. Having failed in this regard, Van Wiel was not negligent as a matter of law.\n(2) Presbyterian was not negligent\nThe facts applicable to Van Wiel are applicable to Presbyterian. There is a standard of care which hospitals must follow. On this subject, we received no assistance from the parties.\nThe standard of care is a matter of first impression in New Mexico.\nThroughout the United States, five different standards have been identified. According to Annot.: Locality Rule as Governing Hospital's Standard of Care to Patient And Expert's Competency to Testify Thereto, 36 A.L.R.3d 440-41 (1971), the measure of a hospital's duty of care to a patient is that degree of care and diligence used by hospitals generally in\n(a) the community;\n(b) similar communities;\n(c) the locality or area;\n(d) similar localities;\n(e) the general or national standard.\nSee, 41 C.J.S. Hospitals § 8c(3) (1944); 40 Am.Jur.2d Hospitals and Asylums § 26 (1968). The terms community, locality and area are interchangeable. These categories may be reduced to three standards: (a)the community, (b) similar communities, and (c) the general or national standard.\nA review of the cases shows:\n(a) The community rule is slowly losing its validity as a part of the standard because many communities have only one hospital. To adhere to this rule means that a hospital whose conduct is attacked will be measured only by standards which it has set for itself. A hospital could establish a negligent standard of care and avoid liability by pointing to its own conduct as the standard by which its negligence should be tested. Dickinson v. Mailliard, 175 N.W.2d 588 (Iowa 1970), 36 A.L.R.3d 425 (1971); Faris v. Doctor's Hospital, Inc., 18 Ariz.App. 264, 501 P.2d 440 (1972); Hiatt v. Groce, 215 Kan. 14, 523 P.2d 320 (1974); Carrigan v. Sacred Heart Hospital, 104 N.H. 73, 178 A.2d 502 (1962).\n(b) These authorities adopt the similar communities standard, that is competent to show the standards and practices generally in hospitals, not only in the community itself, but in similar communities under like circumstances.\n(c) The general or national standard is an innovation in the law. This standard omits the locality rule. It means that a hospital is required to use that degree of care and skill which is expected of a reasonably competent hospital in the same or similar circumstances. Shilkret v. Annapolis Emergency Hospital Ass'n, 276 Md. 187, 349 A.2d 245, 254 (1975). This concept is based upon the fact that hospitals are subject to a rigorous regulatory scheme of the state, *107and they are nationally accredited under the Joint Commission on Hospital Accreditation.\nPrivate hospitals in New Mexico are not regulated by statute. We have no knowledge whether they are nationally accredited. We conclude that the similar communities standard has emerged as a fair standard and should be adopted at this time.\nIn New Mexico, a hospital is required to use that degree of care,, skill and knowledge which is expected of a reasonably competent hospital in the community or in similar communities under the same or similar circumstances.\nUnder this standard, an admissible evidentiary showing is two-fold: (1) If the standard used is that of a comparable hospital in a similar community, a foundation must be laid that the community is similar and the hospital operates under the same or similar circumstances, and (2) upon such a showing, an expert familiar with that similar community standard is ordinarily necessary to explain the standard applicable to a reasonably competent hospital.\nHiatt v. Groce, supra, says:\nExpert medical testimony is ordinarily required to establish negligence on the part of either a physician or a hospital in their care and treatment of a patient, unless the medical procedures employed are so patently bad that negligence or lack of skill is manifest to a lay observer or other acts complained of could be regarded as negligent by applying the common knowledge and experience of mankind. [523 P.2d at 324.]\nFaris v. Doctor's Hospital, Inc., supra.\nUnder this rule, an expert medical witness is competent to testify, even though he does not practice in the community, if he has acquired knowledge of the degree of care and skill used by hospitals generally in the community. Barnes v. St. Francis Hosp. & School of Nursing, Inc., 211 Kan. 315, 507 P.2d 288 (1973).\nIn the instant case, expert medical testimony was necessary. Savage v. Christian Hospital Northwest, 543 F.2d 44 (8th Cir. 1976); Washington Hospital Center v. Butler, 127 U.S.App.D.C. 379, 384 F.2d 331 (1967). None was presented by plaintiff. Presbyterian was not negligent as a matter of law.\nAffirmed.\nIT IS SO ORDERED.\nLOPEZ, J., and REUBEN E. NIEVES, District Judge, concur.\n\nPlain English summary:\nCase concerns whether an anesthesiologist was negligent in administering and epidural to plaintiff and whether a hospital had negligently failed to furnish and have available necessary emergency equipment. The court rejected both claims.  \n",
    "annotations": {
        "Facts": [
            "On January 6, 1973, Gloria entered Presbyterian for the delivery of her child. Her physician was Dr. Stephen Michael Kranz, an obstetrician and gynecologist. Induction of labor was not successful on the first day, and on the following day, January 7, induction was restarted. During the evening of January 7, her contractions became regularized and she went into good labor. At 12:15 a.m., January 8, Dr. Kranz made a request for an epidural or caudal anesthetic.The nurse on duty in the labor room advised Van Wiel that Dr. Kranz wanted an anesthetic administered. Van Wiel came into the labor room and gave Gloria a lumbar epidural anesthetic. She suffered a respiratory arrest which went into a cardiac arrest for less than a minute. Resuscitation was immediately undertaken and the baby was born.",
            "Van Wiel",
            "came into the labor room, he identified himself, and told her that he had been notified that she would like to have an epidural. He said something to the effect that, I understand you're ready for an anesthetic, or, Would you like to have one now? She told him that he could give her an epidural, and he told her how it would be done, that she would be put on her side, put a local in her back, put the needle in and inject the medicine and expect that she would become numb from the waist down. He also told her that with any kind of anesthetic there is some kind of risk involved; that the risk of serious complications was about one to one thousand. He asked if she had any questions, and she did not have any. She was in much discomfort at that time; she was anxious to receive an anesthetic. She understood the nature of his questions and there was no impairment to her ability to consent to the anesthetic.",
            "There is no evidence that Gloria suffered any brain damage nor any evidence that Van Wiel's treatment caused any impairment of memory. She was examined by a neurosurgeon and a psychiatrist, but the record is silent on their opinions.",
            "Upon her entrance into the hospital on January 6th, an employee of Presbyterian asked her to sign a form consenting to her being given an anesthetic. She told this employee that she had not discussed the matter with her doctor and she would not sign the consent form. She did not want an anesthetic. Dr. Kranz never discussed anesthetics with her in the hospital.",
            "Shortly after the anesthesia was administered, the patient started to show signs of difficulty in breathing and there was a drop in blood pressure. Gloria became somewhat cyanotic — a bluish or purplish discoloration of the skin due to a deficient oxygenation of the blood. For less than a minute she may have had a cardiac arrest. In response to the drop in blood pressure, Van Wiel had the drug ephedrine administered through an intravenous device set up and placed in operation prior to administering the anesthesia. To assist her in breathing, initially, he used an oxygen mask and then an ambu-bag. An ambu-bag is a balloon-shaped face mask that, when squeezed, facilitates the patient's breathing or it breathes for the patient. An expert on anesthesiology testified by affidavit as follows:",
            "I am familiar with and have personal knowledge of the emergency equipment available in and to the labor rooms at Presbyterian Hospital on January, 1973. The equipment included devices installed in each labor room to permit administration of oxygen; the anesthesia supply cart in the room during the administration of a lumbar epidural anesthesia contained drugs such as ephedrine that could be given intravenously in case of emergency; and an ambu-bag was located a few feet from each labor room. Additional equipment and drugs for use during emergencies were located in the delivery room (a surgical suite) only a few feet from the labor room in which Mrs. Patterson was treated.",
            "a medication, ephedrine, was administered in response to the drop in blood pressure. This is a drug that is used to treat a rapid drop in blood pressure and is maintained on the anesthesia cart for that specific purpose. It was given to Mrs. Patterson through the intervenous [sic] device that had been set up and placed in operation prior to the administration of anesthesia. In addition to the giving of ephedrine, Mrs. Patterson also received oxygen from the equipment located in the labor room.",
            "During the period of time Mrs. Patterson was receiving emergency treatment in the labor room, her vital signs were being monitored by Dr. Van Wiel. As soon as he noted that her respiration was impaired, he requested from the nurse and received an ambu-bag which he used to ventilate (breath for) the patient after she could no longer do this on her own. The patient was transferred to the delivery room, at which time an endotracheal tube was placed, the tube was connected to a ventilating machine and the patient was mechanically ventilated thereafter until her own ability to ventilate was restored. Additional medications were administered",
            "after the patient was transferred to the delivery room."
        ],
        "Procedural History": [
            "Plaintiffs sued Dr. Larry J. Van Wiel, an anesthesiologist, and Albuquerque Anesthesia Service, Ltd., his employer, for medical malpractice in administering an epidural anesthetic to plaintiff Gloria Sue Patterson (Gloria). Plaintiffs also sued Presbyterian Hospital Center, Inc. (Presbyterian) for negligent failure to furnish and have available necessary emergency equipment for injuries suffered following the anesthetic given by Van Wiel. Defendants were awarded summary judgment and plaintiffs appeal."
        ],
        "Application of Law to Facts": [
            "Gloria gave Van Wiel consent to administer the anesthetic",
            "This constituted a prima facie showing that Gloria expressly consented to the anesthetic. Consent may be oral or written. Van Wiel gave a full and frank disclosure to Gloria of all pertinent facts relative to the anesthetic.",
            "There is no evidence nor any fact in the record that Gloria, by language, act or conduct, refused to consent to the anesthetic given by Van Wiel. She had no memory of the presence of Van Wiel or the anesthetic shot in her back. She could not recall Van Wiel telling her anything about anesthetics.",
            "Dr. Kranz may have negligently failed to advise Gloria of the need for or risk of receiving an anesthetic. Assuming arguendo Dr. Kranz' negligence or breach of duty, we cannot impute any liability to Van Wiel.",
            "Gloria could remember all the facts before and after the anesthetic was given, but for reasons which cannot be explained, she did not tell Van Wiel that she did not want an anesthetic.",
            "Van Wiel was not negligent",
            "there was no genuine issue of material fact on the availability and utilization of emergency equipment.",
            "We have carefully scrutinized the testimony, the facts and reasonable inferences to be drawn therefrom upon which plaintiffs rely. None of it establishes a genuine issue of material fact whether Van Wiel failed to exercise that degree of care that an anesthesiologist would use under the same or similar circumstances that Van Wiel exercised in the care of Gloria with the emergency equipment available. There was no evidence that Van Wiel had any knowledge that Gloria had experienced any difficulty in taking anesthesia."
        ],
        "Relevant Precedents": [
            "Woods v. Brumlop, 71 N.M. 221,  (1962); Demers v. Gerety, 85 N.M. 641,  (Ct.App.1973) (Sutin, J., specially concurring), rev'd on other grounds, 86 N.M. 141,  (1974), rev'd, 87 N.M. 52,  (Ct.App.1974).",
            "Graddy v. New York Medical College, 19 A.D.2d 426,  (1963)",
            "13 N.Y.2d 1175, , 197 N.E.2d 541 (1964)",
            "Matlick v. Long Island Jewish Hospital, , 267 N.Y.S.2d 631 (1966)"
        ],
        "Outcome": [
            "We affirm."
        ]
    },
    "class": "affirm"
}