{
    "text": "Lopez ex rel. Lopez v. Maez, 98 N.M. 625, 651 P.2d 1269 (1982)\nSept. 13, 1982 · Supreme Court of New Mexico · No. 14203\n98 N.M. 625, 651 P.2d 1269\nGarcedon LOPEZ, Personally and Garcedon Lopez as the Personal Representative of Julia Lopez, Deceased, Ruben Lopez, Deceased, Lamencita Lopez, Deceased, and Garcedon Lopez as the Next Friend of Michele Lopez, Marisa Lopez, and Angela Lopez, Petitioner,v.Steven A. MAEZ and Alfonso E. Martinez, Respondents\n651 P.2d 1269\nSupreme Court of New Mexico.\nRehearing Denied Oct. 4, 1982.\n*627D'Angelo, McCarty & Vigil, Donald D. Vigil, Albuquerque, for petitioner.\nJones, Gallegos, Snead & Wertheim, Charles A. Purdy, Santa Fe, for respondents.\nOPINION\nRIORDAN, Justice.\nPlaintiff, Garcedon Lopez (Lopez) brought this action on behalf of himself and his family, alleging that defendant, Alfonso Martinez (Martinez), a liquor licensee, was negligent by selling intoxicating liquor to defendant, Steven Maez (Maez), who subsequently caused an automobile collision in which damages claimed by Lopez were sustained. The trial court dismissed Lopez' complaint as to Martinez for failure to state a claim upon which relief could be granted. N.M.R.Civ.P. 12(b)(6), N.M.S.A.1978 (Repl. Pamp.1980). The Court of Appeals reluctantly affirmed the trial court, citing Marchiondo v. Roper, 90 N.M. 367, 563 P.2d 1160 (1977) and Hall v. Budagher, 76 N.M. 591, 417 P.2d 71 (1966), which held that there is no tavernkeeper's liability in favor of third parties who may be damaged by the negligent sale of intoxicating liquor by tavemkeepers to inebriated customers. We reverse the Court of Appeals and overrule the cases of Marchiondo v. Roper, supra and Hall v. Budagher, supra.\nThe issues on appeal are:\nI. Whether a judicial recognition of tavernkeepers' civil liability through the extension of common law negligence principles would invade the legislative province.\nII. Whether common law negligence principles impose civil liability on tavernkeepers who reasonably could have foreseen that the continuous serving of an intoxicating liquor to an inebriated patron could result in harm to a third party.\nIII. Whether judicial recognition of civil liability should be applied retroactively to the case at bar.\nIn deciding whether Lopez' complaint stated a cause of action upon which relief could be granted, we must accept as true all the facts that were pled. McCasland v. Prather, 92 N.M. 192, 585 P.2d 336 (Ct.App.1978). The allegations in Lopez' complaint are that on August 6, 1978, Martinez, a liquor licensee, doing business as Al's Drive-In Package Store, a/k/a Al's Bar and/or Alfonsito's Bar, furnished intoxicating liquor to Maez while he was visibly intoxicated. After leaving Martinez' business, Maez, while still in an intoxicated state, negligently collided his vehicle with the vehicle driven by Lopez. As a result of the accident, Lopez' wife and two of their children died, Lopez' two and one-half year old daughter suffered extensive injuries and has remained in a coma, and Lopez and his other two minor children suffered injuries. Lopez alleges that Martinez had a duty to refrain from the sale of intoxicating beverages to persons who are visibly intoxicated and that Martinez breached that duty. Therefore, Lopez asks that Maez and *628Martinez be held jointly and severally liable for damages that were sustained in the accident.1\nI. Judicial Recognition\nIn the 1966 case of Hall v. Budagher, supra, we first addressed the issue of whether a seller of intoxicating liquor can be held liable for injuries or damages to a third party which were caused by the acts of an intoxicated person to whom a sale of liquor had been made. We held that because New Mexico did not have a Dramshop or Civil Damage Statute and because there was no recognition of such a liability at common law, no action could be maintained. We stated that it was within the province of the legislature to impose such a liability. In 1977, the same issue was again addressed in Marchiondo v. Roper, supra, and the same result was reached; nevertheless, we stated that [w]e do not, however, feel that it would be improper for this Court to address this issue in the future if the Legislature chooses not to act. Id. 90 N.M. at 369, 563 P.2d at 1162. We believe that the time has come for this Court to address this issue. We now hold that there is a duty imposed upon persons selling or serving intoxicating liquor to the public. Breach of this duty may result in liability being determined and damages being imposed.\nAt common law, it was not a tort to either sell or give intoxicating liquor to a strong and able-bodied man. Cruse v. Aden, 127 Ill. 231, 20 N.E. 73 (1889); 45 Am.Jur.2d Intoxicating Liquors § 553 (1969). Therefore, the common law imposes no liability on the seller of intoxicating liquor, for damages that resulted from the intoxication of a patron either on the theory of a direct wrong or negligence.2 Hyba v. C. A. Horneman, Inc., 302 Ill.App. 143, 23 N.E.2d 564 (1939); Cruse v. Aden, supra. The reason generally given for this rule was that the proximate cause of the injury was not the furnishing of the liquor, but the drinking of it. Comment, New Common Law Dramshop Rule, 9 Clev.Mar.L.Rev. 302 (1960). Another view was that even if the sale or service of liquor was found to have caused the patron's intoxication, then the later injury to another person was thought to be an unforeseeable result of the furnishment of the liquor. Ono v. Applegate, 62 Hawaii 131, 612 P.2d 533 (1980). In view of the common law, many states enacted Dramshop or Civil Damage Statutes.3 A typical statute states:\nEvery person who is injured in person or property by any intoxicated person, has a right of action in his own name, severally or jointly, against any person who by selling or giving alcoholic liquor, causes the intoxication of such person.\nIll.Rev.Stat. ch. 43, § 135 (1979). Other states, by reason of their legislature's failure to enact such a statute, have imposed liability on vendors of liquor under common law negligence principles. Ono v. Apple-gate, supra; Wiska v. St. Stanislaus Social Club, Inc., 7 Mass.App. 813, 390 N.E.2d 1133 (Ct.App.1979); Ramsey v. Anctil, 106 N.H. 375, 211 A.2d 900 (1965); Rappaport v. Nichols, 31 N.J. 188, 156 A.2d 1 (1959).\n*629 New Mexico's Common Law\nOn February 2, 1848, the United States acquired New Mexico from Mexico by the Treaty of Guadalupe Hidalgo. Common law was not recognized by Mexico, therefore, it was not in existence in New Mexico prior to its cession to the United States. For common law to be adopted within the territory, it would require a specific enactment by Congress or by the Territorial Legislature. Congress never so legislated. However, it is contended that the Territorial Legislature in 1851 adopted the common law of England as the rule and practice in criminal cases. Ex Parte DeVore, 18 N.M. 246, 136 P. 47 (1913). Boddy v. Boddy, 77 N.M. 149, 420 P.2d 301 (1966), stated that New Mexico adopted the common law and such British statutes of a general nature that do not conflict with our Constitution or specific statutes as enforced at the time of America's separation from England and that these laws and statutes are binding as rules of practice and decision in the courts of this state. This has also been codified in Section 38-1-3, N.M.S.A.1978, which states:\nIn all the courts in this state the common law as recognized in the United States of America, shall be the rule of practice and decision.\nTherefore, the common law as recognized by the United States is the rule of practice and decision in New Mexico, except if it has been superceded or abrogated by statute or constitution or held to be inapplicable to conditions in New Mexico. Ickes v. Brimhall, 42 N.M. 412, 79 P.2d 942 (1938).\nAs previously stated, the common law allowed no remedy for damages sustained to a third party as a result of a tavernkeeper's sale of intoxicating liquor to an inebriated customer whose acts caused the third party's damages. Because a common law doctrine is judicially created; it is within the court's province to change a common law doctrine if it is unwise. Hicks v. State, 88 N.M. 588, 544 P.2d 1153 (1975); Flores v. Flores, 84 N.M. 601, 506 P.2d 345 (Ct.App.), cert. denied, 84 N.M. 592, 506 P.2d 336 (1973). Merely because a common law doctrine has been in effect for many years, it is not rendered invulnerable to judicial attack once it has reached a point of obsolescence. Hicks v. State, supra.\n 'A rule which in its origins was the creation of the courts themselves, and was supposed in the making to express mores of the day, may be abrogated by the courts when the mores have so changed that perpetuation of the rule would do violence to the social conscience.'\nCardozo, The Growth of the Law 136-37 (1924).\nId. 88 N.M. at 592, 544 P.2d at 1157 (quoting Ayala v. Philadelphia Board of Public Education, 453 Pa. 584, 602, 305 A.2d 877, 886 (1973)). A common law doctrine which developed in the horse and buggy days may be out of tune with today's society. The serious danger to the public caused by drunken drivers operating automobiles on public roadways is now a matter of common knowledge that was not experienced by the public when the common law doctrine of denying third parties' recovery against tavernkeepers was developed. Garcia v. Hargrove, 46 Wis.2d 724, 176 N.W.2d 566 (1970).4\nNew Mexico's appellate courts in a number of cases, have declined to adhere to ancient common law doctrines when those doctrines became out of tune with today's society. In Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981), we held that the contributory negligence rule had long since reached a point of obsolescence. Therefore, we recognized the doctrine of comparative negligence as the law of this state. Judge Walters in her opinion stated, since the 'rule is not one made or sanctioned by the legislature, but ... depends for its origins and *630continued viability upon the common law,' it is a rule peculiarly for the courts to change if it is no longer validly justified. Id. at 687, 634 P.2d at 1239. In Hicks v. State, supra, we held that since the longstanding common law doctrine of sovereign immunity was judicially created; it could, therefore, be put to rest by the judiciary. In Flores v. Flores, supra, the Court of Appeals eliminated the doctrine of inter-spousal immunity, holding that' since the rule was originally formulated by the courts, it was up to the courts to change it if it was unwise.\nIn each of the above cases, the argument was asserted that it was within the province of the legislature, not the judiciary, to change the rule. However, because common law rules were judicially created, the judiciary had the power to change them. Deeds v. United States, 306 F.Supp. 348 (D.Mont.1969); Flores v. Flores, supra. Therefore, the revision of an outmoded common law doctrine is within the competence of the judiciary. Deeds v. United States, supra.\nII. Tavernkeeper's Liability\nIn recent years, in a number of courts, the common law rule has been changed and the tavernkeeper has been subjected to liability in cases where the injury to a third party has resulted from the tavernkeeper's sale of intoxicating liquor to an inebriated customer. Marusa v. District of Columbia, 484 F.2d 828 (D.C.Cir.1973); Waynick v. Chicago's Last Department Store, 269 F.2d 322 (7th Cir. 1959), cert. denied, 362 U.S. 903, 80 S.Ct. 611, 4 L.Ed.2d 554 (1960); Vance v. United States, 355 F.Supp. 756 (D.Alaska 1973); Deeds v. United States, supra; Ono v. Applegate, supra; Elder v. Fisher, 247 Ind. 598, 217 N.E.2d 847 (1966); Pike v. George, 434 S.W.2d 626 (Ky.App.1968); Adamian v. Three Sons, Inc., 353 Mass. 498, 233 N.E.2d 18 (1968); Thaut v. Finley, 50 Mich.App. 611, 213 N.W.2d 820 (1974); Munford, Inc. v. Peterson, 368 So.2d 213 (Miss.1979); Moore v. Riley, 487 S.W.2d 555 (Mo.1972); Benevolent Pro. Ord. of Elks L. # 97 v. Hanover Ins. Co., 110 N.H. 324, 266 A.2d 846 (1970); Rappaport v. Nichols, supra; Taggart v. Bitzenhofer, 35 Ohio App.2d 23, 299 N.E.2d 901 (Ct.App.1972); Wiener v. Gamma Phi Chap. of Alpha Tau Omega Frat., 258 Or. 632, 485 P.2d 18 (1971); Mitchell v. Ketner, 54 Tenn.App. 656, 393 S.W.2d 755 (Ct.App.1964), cert. denied, (1965). The reasoning in these cases follows established tort law. Recovery is allowed under recognized negligence principles. When a tavernkeeper sells liquor to an intoxicated patron in violation of a statute that forbids such, he then becomes responsible for the foreseeable harm to others caused by the actions of that patron. Rappaport v. Nichols, supra.\nThe elements necessary to prove an action in negligence are:\n1. A duty or obligation, recognized by the law, requiring the actor to conform to a certain standard of conduct, for the protection of others against unreasonable risks.\n2. A failure on his part to conform to the standard required. * * *\n3. A reasonable close causal connection between the conduct and the resulting injury. [Proximate cause]\n4. Actual loss or damage resulting to the interests of another. [Emphasis added.]\nW. Prosser, Handbook of the Law of Torts § 30, at 143 (1971). In order to resolve the issues presented in this appeal, we only need to discuss duty and proximate cause.\na. Duty\nThe central issue is one of duty. Does the tavernowner owe a duty of care to the plaintiff or to a class of persons of which the plaintiff is a member? Vesely v. Sager, 5 Cal.3d 153, 95 Cal.Rptr. 623, 486 P.2d 151 *631(1971).5 The duty of care required has usually been found in legislative enactments. Waynick v. Chicago's Last Department Store, supra; Ono v. Applegate, supra; Pike v. George, supra; Munford, Inc. v. Peterson, supra; Rappaport v. Nichols, supra. The state legislatures in each of the above cases have enacted statutes that make it unlawful to sell alcoholic liquor to any intoxicated person. These statutes were enacted to protect members of the public who might be injured or damaged as a result of the intoxication which was aggravated by the particular sale of the alcoholic liquor. Waynick v. Chicago's Last Department Store, supra.\nAt the time of the accident involving Lopez and Maez, New Mexico's statute stated: /\nIt shall be a violation of this act for any person to sell, serve, give or deliver any alcoholic liquors to, or to procure or aid in the procuration of any alcoholic liquors for any habitual drunkard or person of unsound mind knowing that the person buying, receiving or receiving service of such alcoholic liquors is an habitual drunkard or lunatic. [Emphasis added.]\nSection 60-10-27, N.M.S.A.1978. (Section 60-10-27, N.M.S.A.1978 has been repealed and replaced with Section 60-7A-16, N.M.S. A.1978 (Repl.Pamp.1981)).6 Although this statute does not define or qualify the type of person who sells, serves or gives any alcoholic liquor, the statute does limit to whom the liquor can be served. Therefore, if Lopez is to find that a duty existed under Section 60-10-27, he must prove that Martinez, knowing that Maez was a habitual drunkard or lunatic, served alcohol to him.\nLopez may also establish the existence of a duty by the violation of a state regulation. Rappaport v. Nichols, supra. At the time of the accident, New Mexico Liquor Laws and Regulations, No. 30 (1976), stated:\nNo licensee, agent, or employee shall sell, serve or deliver alcoholic beverages to any person who is obviously intoxicated.\nUnder this regulation, a tavernowner violates his duty to the public if he serves an obviously intoxicated person. The breach of this duty may constitute negligence. Waynick v. Chicago's Last Department Store, supra.\nb. Proximate cause\n 'Proximate cause' is that which in a natural and continuous sequence unbroken by any new independent cause produces the injury and without which injury would not have occurred. Chavira v. Carnahan, 77 N.M. 467, 469, 423 P.2d 988, 990 (1967). The sale or service of alcohol to an intoxicated automobile driver may be a proximate cause of injuries inflicted upon a third party by an inebriated driver. Vesely v. Sager, supra. The issue that arises is whether the consumption of the alcohol and subsequent acts by the inebriated consumer are intervening causes which are sufficient to release the provider of the alcohol from liability for injuries to the third party. It is well-settled that intervening acts (the acts of Maez) will not relieve the original wrongdoer of liability if those acts are rea *632 sonably foreseeable. Ono v. Applegate, supra; Rappaport v. Nichols, supra; see Reif v. Morrison, 44 N.M. 201, 100 P.2d 229 (1940). However, an independent intervening cause which will prevent a recovery of the act or omission of a wrongdoer must be a cause which interrupts the natural sequence of events, turns aside their cause, prevents the natural and probable results of the original act or omission, and produces a different result, which could not have been reasonably foreseen. Harless v. Ewing, 80 N.M. 149, 452 P.2d 483 (Ct.App.1969). A tavernowner is not responsible for every injury caused by a person to whom he serves liquor, only those which are reasonably foreseeable. Danhof v. Osborne, 11 Ill.2d 77, 142 N.E.2d 20 (1957).\nIn light of the use of automobiles and the increasing frequency of accidents involving drunk drivers,7 we hold that the consequences of serving liquor to an intoxicated person whom the server knows or could have known is driving a car, is reasonably foreseeable. Deeds v. United States, supra; Ono v. Applegate, supra; Adamian v. Three Sons, Inc., supra. A person who negligently creates a dangerous condition cannot escape liability for the natural and probable consequences thereof, although the act of a third person contributes to the final result. The law of negligence recognizes that two or more concurrent and directly cooperative proximate causes may contribute to an injury. Vesely v. Sager, supra. Therefore, we hold that a person may be subject to liability if he or she breaches his or her duty by violating a statute or regulation which prohibits the selling or serving of alcoholic liquor to an intoxicated person; the breach of which is found to be the proximate cause of injuries to a third party.\nIII. Retroactivity\nIt is within the inherent power of a state's highest court to give a decision prospective or retrospective application without offending constitutional principles. Molitor v. Kaneland Community Unit District No. 302, 18 Ill.2d 11, 163 N.E.2d 89 (1959), cert. denied, 362 U.S. 968, 80 S.Ct. 955, 4 L.Ed.2d 900 (1960). In deciding how a case should be applied, a court must look at each case individually by weighing the merits and demerits, looking at the prior history of the rule in question, considering its purpose and effect and determining whether retrospective application will further or retard its operation. Linkletter v. Walker, 381 U.S. 618, 85 S.Ct. 1731, 14 L.Ed.2d 601 (1965); Hicks v. State, supra. If the new law imposes significant new duties and conditions and takes away previously existing rights, then the law should be applied prospectively. See Southwest Distributing v. Olympia Brewing, 90 N.M. 502, $65 P.2d 1019 (1977). For example, the imposition of this new liability on tavernowners may subject the tavernowners to liability when they are not properly insured. Olsen v. Copeland, 90 Wis.2d 483, 280 N.W.2d 178 (1979); see Molitor v. Kaneland Community Unit District No. 302, supra.\nTherefore, after reviewing the circumstances surrounding the law and the new liabilities that this decision creates, we apply this decision to this case for having afforded us the opportunity to change an outmoded and unjust rule of law and to prospective cases in which the damages and injuries arise after the date of the mandate in this case. Molitor v. Kaneland Community Unit District No. 302, supra.\nIT IS SO ORDERED.\nEASLEY, C. J., SOSA, Senior Justice, and FEDERICI, J., concur.\nPAYNE, J., not participating.\n1\n. In the case of Bartlett v. New Mexico Welding Supply, Inc., 98 N.M. 579, 646 P.2d 579, (Ct.App.), cert. denied, 98 N.M. -, 648 P.2d 794, (1982), the Court of Appeals held that joint and several liability is not to be retained in New Mexico's pure comparative negligence system. Instead, a defendant is only liable for his or her percentage of negligence in the occurrence.\n2\n. At common law, recovery was allowed against a person who furnished intoxicating liquor to a consumer that resulted in his or her death. Under this circumstance, it had to be shown that the server of the liquor served the consumer with complete and wanton disregard of the consumer's welfare and also that the consumer was in no condition to observe ordinary care for self-preservation. 12 Am.Jur. Trials Dram Shop Litigation § 3 (1966).\n3\n.Ill.Rev.Stat. ch. 43, § 135 (1979); Iowa Code § 123.92 (1981); Me.Rev.Stat.Ann. tit. 17, § 2002 (1964); Mich.Comp.Laws Ann. § 436.22 (1978); Minn.Stat. § 340.95 (1980); R.I.Gen. Laws § 3-11-1 (1956); Utah Code Ann. § 32-11-1 (1953) (Repl.1981).\n4\n. Garcia v. Hargrove, 46 Wis.2d 724, 176 N.W.2d 566 (1970), however, did not adopt the common law negligence principle. Rather, the court adhered to the longstanding common law doctrine.\n5\n. In 1978, the California Legislature specifically reversed the court's activity in the area of supplier liability to a third party. While it still remains a misdemeanor for any person to sell or give alcohol to an obviously intoxicated person, no civil liability can attach from a violation of the law. See 1978 Cal.Stats. 3244, ch. 929; 1978 Cal.Stats. 3245, ch. 930. However, we still find the rationales contained within Vesely v. Sager, 5 Cal.3d 153, 95 Cal.Rptr. 623, 486 P.2d 151 (1971), helpful in deciding the present case.\n6\n. On July 1, 1981, Section 60-10-27 was repealed and Section 60-7A-16, N.M.S.A.1978 (Repl.Pamp.1981), was enacted, stating:\nIt is a violation of the Liquor Control Act for a person to sell or serve alcoholic beverages to or to procure or aid in the procurement of alcoholic beverages for an intoxicated person knowing that the person buying or receiving service of alcoholic beverages is intoxicated.\n7\n. According to 1980 statistics by the National Safety Council, approximately one-half of all auto fatalities are the result of drunk driving. More Americans are killed each year, as the result of drunk driving, than any other kind of accident. In 1980, approximately 26,300 persons were killed on United States' highways in drunk driving accidents.\n\nPlain English summary:\nCase concerns whether a tavernkeeper who has served alcohol to someone who is intoxicated owes a duty to a third party who is subsequently injured by the intoxicated person. The Supreme Court changed the common law and held that the tavernkeeper has such a duty under common law negligence. \n",
    "annotations": {
        "Facts": [
            "on August 6, 1978, Martinez, a liquor licensee, doing business as Al's Drive-In Package Store, a/k/a Al's Bar and/or Alfonsito's Bar, furnished intoxicating liquor to Maez while he was visibly intoxicated. After leaving Martinez' business, Maez, while still in an intoxicated state, negligently collided his vehicle with the vehicle driven by Lopez. As a result of the accident, Lopez' wife and two of their children died, Lopez' two and one-half year old daughter suffered extensive injuries and has remained in a coma, and Lopez and his other two minor children suffered injuries."
        ],
        "Procedural History": [
            "Plaintiff, Garcedon Lopez (Lopez) brought this action on behalf of himself and his family, alleging that defendant, Alfonso Martinez (Martinez), a liquor licensee, was negligent by selling intoxicating liquor to defendant, Steven Maez (Maez), who subsequently caused an automobile collision in which damages claimed by Lopez were sustained. The trial court dismissed Lopez' complaint as to Martinez for failure to state a claim upon which relief could be granted.",
            "The Court of Appeals reluctantly affirmed the trial court",
            "which held that there is no tavernkeeper's liability in favor of third parties who may be damaged by the negligent sale of intoxicating liquor by tavemkeepers to inebriated customers.",
            "we must accept as true all the facts that were pled"
        ],
        "Application of Law to Facts": [
            "We now hold that there is a duty imposed upon persons selling or serving intoxicating liquor to the public. Breach of this duty may result in liability being determined and damages being imposed.",
            "Under this regulation, a tavernowner violates his duty to the public if he serves an obviously intoxicated person. The breach of this duty may constitute negligence."
        ],
        "Relevant Precedents": [
            "Marchiondo v. Roper",
            "Hall v. Budagher",
            "Hall v. Budagher",
            "Marchiondo v. Roper",
            ", 563 P.2d at 1162",
            "Marusa v. District of Columbia, 484 F.2d 828 (D.C.Cir.1973); Waynick v. Chicago's Last Department Store,  (7th Cir. 1959), cert. denied, 362 U.S. 903, , 4 L.Ed.2d 554 (1960); Vance v. United States,  (D.Alaska 1973); Deeds v. United States, supra; Ono v. Applegate, supra; Elder v. Fisher, 247 Ind. 598,  (1966); Pike v. George, 434 S.W.2d 626 (Ky.App.1968); Adamian v. Three Sons, Inc., , 233 N.E.2d 18 (1968); Thaut v. Finley, , 213 N.W.2d 820 (1974); Munford, Inc. v. Peterson,  (Miss.1979); Moore v. Riley, 487 S.W.2d 555 (Mo.1972); Benevolent Pro. Ord. of Elks L. # 97 v. Hanover Ins. Co., , 266 A.2d 846 (1970); Rappaport v. Nichols, supra; Taggart v. Bitzenhofer, , 299 N.E.2d 901 (Ct.App.1972); Wiener v. Gamma Phi Chap. of Alpha Tau Omega Frat., , 485 P.2d 18 (1971); Mitchell v. Ketner, , 393 S.W.2d 755 (Ct.App.1964), cert. denied, (1965)",
            "Rappaport v. Nichols, supra.",
            "Vesely v. Sager, , 95 Cal.Rptr. 623,  *631(1971).",
            "Waynick v. Chicago's Last Department Store, supra; Ono v. Applegate, supra; Pike v. George, supra; Munford, Inc. v. Peterson, supra; Rappaport v. Nichols, supra",
            "Waynick v. Chicago's Last Department Store, supra.",
            "It shall be a violation of this act for any person to sell, serve, give or deliver any alcoholic liquors to, or to procure or aid in the procuration of any alcoholic liquors for any habitual drunkard or person of unsound mind knowing that the person buying, receiving or receiving service of such alcoholic liquors is an habitual drunkard or lunatic.",
            "Section 60-10-27, N.M.S.A.1978",
            "60-10-27, N.M.S.A.1978",
            "Section 60-7A-16, N.M.S. A.1978 (Repl.Pamp.1981)",
            "Section 60-10-27",
            "Rappaport v. Nichols, supra",
            "New Mexico Liquor Laws and Regulations, No. 30 (1976)",
            "No licensee, agent, or employee shall sell, serve or deliver alcoholic beverages to any person who is obviously intoxicated.",
            "Waynick v. Chicago's Last Department Store, supra.",
            "Section 60-10-27",
            "Section 60-7A-16, N.M.S.A.1978",
            "(Repl.Pamp.1981)",
            "It is a violation of the Liquor Control Act for a person to sell or serve alcoholic beverages to or to procure or aid in the procurement of alcoholic beverages for an intoxicated person knowing that the person buying or receiving service of alcoholic beverages is intoxicated."
        ],
        "Outcome": [
            "We reverse the Court of Appeals and overrule the cases of ",
            ", supra and ",
            ", supra."
        ]
    },
    "class": "reverse"
}