{
    "text": "Livingston v. Begay, 98 N.M. 712, 652 P.2d 734 (1982)\nSept. 30, 1982 · Supreme Court of New Mexico · Nos. 14012, 14014\n98 N.M. 712, 652 P.2d 734\nWilliam LIVINGSTON and Janice Livingston, d/b/a the Livingston Hotel, Petitioners,v.Davis Peter BEGAY, Nellie Livingston and Montgomery Ward & Company, Inc., Respondents; MONTGOMERY WARD & COMPANY, INC., Petitioner,v.Davis Peter BEGAY, and William Livingston and Janice Livingston, d/b/a the Livingston Hotel, Respondents\n652 P.2d 734\nSupreme Court of New Mexico.\n*713Shaffer, Butt, Thornton & Baehr, James H. Johansen, Albuquerque, for William Livingston, et ux. d/b/a The Livingston Hotel.\nOrtega & Snead, Daniel Shapiro, Steven P. Michael, Albuquerque, J.M. Scarborough, Española, Campbell, Byrd & Black, Bruce D. Black, William C. Wardle, Michael B, Campbell, Santa Fe, for David Peter Begay, Nellie Livingston and Montgomery Ward & Company, Inc.\nOPINION\nPAYNE, Justice.\nThis case presents various questions concerning the liability of a hotel operator for *714the death of a guest caused by allegedly defective fixtures in the hotel room.\nPeter Begay, plaintiff's decedent, was found dead in his hotel room the morning after he had checked in. The cause of death was asphyxiation by carbon monoxide gas which apparently escaped from a disconnected exhaust vent attached to a gas space heater located in the room. Plaintiff sued the Livingstons, owners and operators of the hotel at the time of death, the prior owner, Nellie Livingston (Nellie); Montgomery Ward and Company, Inc., the alleged supplier of the heater; and Gas Company of New Mexico, supplier of the gas. Plaintiff's complaint included allegations of negligence, res ipsa loquitur, and strict liability. The trial court granted summary judgments for the defendants on all counts of the complaint involved here.\nPlaintiff appealed to the Court of Appeals, which affirmed in part and reversed in part. The Livingstons and Ward petitioned separately for writs of certiorari, both of which we granted. We consolidated the petitions for purposes of this opinion.\nI.\nPlaintiff's second amended complaint consists of seven counts.\nCount I is directed against the Livingstons based upon broad grounds of negligence with reference to the heater, its appurtenances and its position in the room. Count I is not at issue in this appeal.\nCount II is directed against the Livingstons under the doctrine of res ipsa loquitur.\nCount III is directed against Nellie based upon general grounds of negligence.\nCount IV is directed against the Livingstons and Nellie under the doctrine of strict liability.\nCount V is directed against Montgomery Ward under the doctrine of strict liability.\nCount VI is directed against Montgomery Ward on the basis of negligence.\nCount VII is directed against the Gas Company for negligence. Count VII is not an issue in this appeal.\nThe Livingstons filed a third-party complaint against Montgomery Ward for contribution and indemnification.\nPlaintiff appealed to the Court of Appeals from summary judgments granted defendants on all Counts at issue on this appeal. The Court of Appeals affirmed as to Counts II, III, and IV pertaining to Nellie and reversed as to the Livingstons on Counts IV, V, and VI, as well as to the Livingstons' third-party complaint.\nII.\nThe basis for the Court of Appeals' affirming the summary judgment as to Count II (asserting res ipsa loquitur) was that after the Livingstons rented room 7 to decedent, the Livingstons no longer retained exclusive control and management of the heater and exhaust venting. See N.M.U.J.I.Civ. 16.23, N.M.S.A.1978 (Repl. Pamp.1980). There was no evidence to justify an inference that the exhaust vent from the heater to the ceiling juncture was disconnected at the time decedent took control of the room. Since the evidence showed that the disconnection could have been caused by decedent after the Livingstons relinquished exclusive control, we affirm the Court of Appeals on this point.\nIII.\nThe Court of Appeals upheld the grant of summary judgment for Nellie on Count III based on Restatement (Second) of Torts, Sections 352 and 353 (1964). Section 352, comment (a) states:\nThe vendee is required to make his own inspection of the premises, and the vendor is not responsible to him for their defective condition, existing at the time of transfer. Still less is he liable to any third person who may come upon the land, even though such entry is in the right of the vendee.\nTo this rule an exception has developed as to undisclosed dangerous conditions *715known to the vendor, as to which see § 353.\nSection 353 Comment (c) states:\nIt is not, however, necessary that the vendor have actual knowledge of the condition, or that he be in fact aware that it involves an unreasonable risk of physical harm to persons on the land. It is enough that he has reason to know that the condition exists and is dangerous, as reason to know is defined in § 12(1)— that is to say, that he has information from which a person of reasonable intelligence, or his own superior intelligence, would infer that the condition exists, or would govern his conduct on the assumption that it does exist, and would realize that its existence will involve an unreasonable risk of physical harm to persons on the land.\nNellie introduced affidavits to the effect that while she owned the hotel, she annually had the hotel checked by the Gas Company and by a plumber, and that no incident or event occurred that would give her reason to know of the existence of any dangerous condition. Nor did she actually have such knowledge.\nPlaintiffs were unable to come forward with any evidence to create a genuine issue of material fact.\nTherefore, we affirm the Court of Appeals' disposition of this issue.\nIV.\nThe Court of Appeals affirmed the grant of summary judgment in favor of Nellie on Count IV because plaintiff did not pursue the claim. We uphold the Court of Appeals on this point.\nHowever, the Court of Appeals reversed the grant of summary judgment in favor of the Livingstons on Count IV, thereby applying the doctrine of strict liability to a hotel operator. We hold that this was error and reverse on this point.\nThe general rule is that a hotel operator owes its guests a duty to use reasonable care in promoting their safety. Annot., 18 A.L.R.2d 973, 974 (1951). Although a hotel operator must use reasonable care, he is not an insurer of the safety of his guests. The rule has been that the duty of reasonable care applies to cases involving injuries to guests caused by defective furnishings or conditions in their rooms. Id. This rule has been followed in cases involving unsafe heating fixtures. See cases cited id. at § 7. This reasonable care standard of liability has been applied to motel owners in New Mexico. Withrow v. Woozencraft, 90 N.M. 48, 559 P.2d 425 (Ct.App.1976), cert. denied, 90 N.M. 255, 561 P.2d 1348 (1977).\nPlaintiff cites no authority for holding a hotel operator strictly liable for injuries to a guest by inherent defects in fixtures or furnishings in a hotel room. Plaintiff proposed to the Court of Appeals that it hold the Livingstons strictly liable on the authority of two California cases, Golden v. Conway, 55 Cal.App.3d 948, 128 Cal.Rptr. 69 (1976), and Fakhoury v. Magner, 25 Cal. App.3d 58, 101 Cal.Rptr. 473 (1972). The Court of Appeals, with one dissent, obliged.\nGolden and Fakhoury held landlords strictly liable for injuries to tenants caused by inherent defects in fixtures and furnishings provided as part of the lease. Other courts have refused to apply strict liability to lessors of real estate. Old Town Development Company v. Langford, 349 N.E.2d 744 (Ind.App.1976); Dwyer v. Skyline Apartments, Inc., 123 N.J.Super. 48, 301 A.2d 463 (Ct.App.), aff'd. mem. 63 N.J. 577, 311 A.2d 1 (1973). The question is one of first impression in New Mexico. Therefore, a brief review of the law of strict liability in New Mexico is necessary.\nIn Stang v. Hertz Corporation, 83 N.M. 730, 497 P.2d 732 (1972), we approved the rule of strict products liability expressed in Restatement (Second) of Torts § 402A (1964). There we applied strict liability to a lessor of an automobile, reasoning that there is no logical basis for differentiating between a seller of a defective automobile and a lessor of such an automobile. In a lengthy analysis of the development of strict liability, we noted that the theory was adopted [bjecause of the shortcomings of the early theories * * Stang, supra at *716731, 497 P.2d at 733. These theories — negligence and breach of warranty — imposed limitations and difficulties particularly onerous to purchasers of products. The difficulty in proving that a manufacturer was negligent, the common lack of privity between manufacturer and the ultimate purchaser, as well as other contract and sales rules, required development of strict liability as applied to manufacturers. Liability extends to retailers and distributors as well as manufacturers because each is an integral part of the marketing process, Vandermark v. Ford Motor Company, 61 Cal.2d 256, 37 Cal.Rptr. 896, 391 P.2d 168 (1964), and because the shortcomings of the earlier theories are equally applicable to such dealers. In Rudisaile v. Hawk Aviation, Inc., 92 N.M. 575, 592 P.2d 175 (1979), we also noted that an important reason for imposing strict liability was to encourage manufacturers to take care in production activities and to provide adequate warning of dangers. In Stang we held that these same rationales apply to lessors of particular products. We reaffirmed this application Rudisaile. However, we decline to extend the § 402A definition of seller to persons in the class represented by the Livingstons.\nThe lessors involved in Stang and RudisaHe were involved in leasing particular products. Leasing automobiles and airplanes is a common means of making these products available to consumers. Henszey, Application of Strict Liability to the Leasing Industry, 33 Bus.Law 631 (1978). The relationship between such lessors and the manufacturers is substantially the same as that between retail dealers and manufacturers. Thus, it would be illogical to distinguish between such lessors and retailers or other retail dealers.\nThe Court of Appeals apparently considered the Livingstons to be lessors of the hotel room, as well as lessors of the fixtures placed therein. Thus, as in Golden and Fakhoury, the Livingstons could be strictly liable for injuries caused by defects in the fixtures, much as the lessors in Stang and Rudisaile were held liable.\nPlaintiff argues that there were three defective products involved: the room itself as a whole, the gas heater, and the vent. Because each of these products has distinctive characteristics, we shall examine the application of strict liability principles to each product separately.\nPlaintiff asserts that Room 7 was a defective product because it had an inherently unsafe design. (The heater was placed near the sink where a guest would be likely to bump it.) Accordingly, plaintiff claims that by offering the room to prospective guests, the Livingstons placed a defective product on the market. We decline to accept this line of reasoning. Although other courts have held that a house is a product for purposes of holding a contractor liable to the initial and subsequent purchasers, we think such an application is neither required nor advisable in the circumstances of this case. The rationales behind application of strict liability do not apply when the injured party necessarily has a direct relationship with the defendant, when proof of negligence is not difficult, and when traditional remedies have proven adequate. The unsafe design of a hotel room is simply not the type of defect for which strict liability was fashioned as a remedy.\nAny inherent defect in the gas heater would, of course, create strict liability in the manufacturer and distributors, including the seller to Nellie Livingston. The question here is whether the Livingstons should be treated as part of the chain of distribution, or, in other words, whether the Livingstons placed the heater in the stream of commerce. A major consideration in holding lessors of commercial products strictly liable was that such lessors possessed expert knowledge of the characteristics of the equipment or machines they leased. Booth Steamship Co. v. Meier & Oelhaf Co., 262 F.2d 310 (2d Cir.1958). Another consideration is that such lessors, like retailers, deal continually with their suppliers, giving them an enduring relationship which permits them to seek contribution and indemnification. These considerations do not apply when a motel operator makes *717a one-time purchase of furnishings and fixtures about which he has no special expertise. Therefore, we hold that a motel operator is not strictly liable for defects in the fixtures and furnishings of the rooms he holds out to the public.\nFinally, plaintiff claims the exhaust vent was defective. It appears that this vent was fabricated by the installer. Therefore, there is no chain of distribution to pursue, and liability, if any, can fall only on the Livingstons. The traditional duty imposed upon hotel operators as discussed supra is adequate to cover any claim by plaintiff, and strict liability will not be imposed as to this item.\nAccordingly, we hold that a hotel operator may not be held strictly liable for injuries suffered by hotel guests when the injuries are caused by defects inherent in the fixtures or furnishings of the hotel rooms. This holding in no way diminishes the hotel operator's liability under alternative theories. See Wagner v. Coronet Hotel, 10 Ariz. App. 296, 458 P.2d 390 (1969).\nWe reverse the Court of Appeals as to this issue.\nV.\nThe Court of Appeals reversed the grant of summary judgment for Montgomery Ward in the action by plaintiff and in the third-party action by Livingston. In so doing, the Court of Appeals misapplied the relevant standard. Accordingly, we reverse and uphold the trial court's action.\nIn support of its motion for summary judgment, Montgomery Ward presented testimony that the heater had been tested prior to sale and was approved as safe by the American Gas Association. During the fifteen years of continuous normal operation without a mishap the heater was inspected on numerous occasions and found to be operating safely. Montgomery Ward also presented testimony that there was no direct evidence of a design or manufacturing defect, but that there was evidence of egregious misuse of the gas heater.\nNeither plaintiff nor Livingston presented any evidence contrary to that presented by Montgomery Ward. N.M.R.Civ.P. 56(e), N.M.S.A.1978 (Repl.Pamp.1980), provides that a person opposing a motion for summary judgment may not rest upon the mere allegations or denials of his pleading, but his response * * * must set forth specific facts showing that there is a genuine issue for trial. The clear language of this rule demonstrates that the trial court acted properly in granting Ward's motion for summary judgment.\nRather than apply Rule 56, the Court of Appeals imposed its own standard upon Montgomery Ward.\nTo make a prima facie case, Montgomery Ward must establish that the heater it sold to Nellie was not at the time of sale in a defective condition, unreasonably dangerous to decedent in Room 7 of the Livingston Hotel.\nThis improper attempt to require Montgomery Ward to prove a negative is essentially the same requirement which we expressly disapproved in Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972), rev'g 83 N.M. 580, 494 P.2d 1397 (Ct.App.1972). We need not repeat the logic and analysis in Goodman. We merely reaffirm the principles outlined therein, which seem clear enough to us.\nSince the testimony presented by Ward suffices to establish a prima facie showing that the heater was not defective when sold, and since the opposing parties have failed to present any contrary evidence sufficient to establish a genuine issue of fact for trial, the trial court correctly granted Ward's motion for summary judgment.\nVI.\nAccordingly, the decision of the Court of Appeals is reversed and the judgment of the trial court is reinstated.\nIT IS SO ORDERED.\nEASLEY, C.J., and FEDERICI, J., concur.\n*718RIORDAN, J., specially concurring.\nSOSA, Senior Justice, respectfully dissenting.\nRIORDAN, Justice,\nspecially concurring.\nI concur in the result reached by the majority.\nI do not join the majority because the opinion does not overrule the cases of Rudisaile v. Hawk Aviation, Inc., 92 N.M. 575, 592 P.2d 175 (1979) and Stang v. Hertz Corporation, 83 N.M. 730, 497 P.2d 732 (1972). Both cases stand for the proposition that a lessor who leases chattels, can be held strictly liable in tort if the chattel is defective thereby causing injuries. In Stang, Justice McManus relied upon the Restatement (Second) of Torts § 402A (1965) in adding this concept to New Mexico's law. Section 402A speaks in terms of a seller. It is reasonable to assume that both a manufacturer and a retailer fit into this category. However, a lessor should not be included in this category. As pointed out by then Chief Judge Wood of the New Mexico Court of Appeals in Stang v. Hertz Corporation, 83 N.M. 217, 490 P.2d 475 (Ct.App.), rev'd on this issue, 83 N.M. 730, 497 P.2d 732 (1972), the Restatement (Second) of Torts makes a distinction between a seller and a leasor. Restatement (Second) of Torts §§ 407 and 408 (1965) provide the standard for liability against lessors in terms of negligence, not strict liability.\nIn the present case, we are now faced with the logical extension of this erroneous line of cases. If such extension is allowed to continue, the present case would hold that a motel owner is liable as a lessor just as Rudisaile and Stang hold that a lessor is liable as a seller. I commend the majority in bringing this to a halt before taking the next step. However, they do not go far enough. I would overrule both Rudisaile and Stang in their application of strict liability in tort as to a lessor.\n\nPlain English summary:\nDecedent died in a hotel room from asphyxiation by carbon monoxide gas from a disconnected exhaust vent attached to a heater. Plaintiff sued a number of defendants, including the hotel owner and manufacturer of the heater. The case concerns res ipsa loquitur and law of negligence. \n",
    "annotations": {
        "Facts": [
            "Peter Begay, plaintiff's decedent, was found dead in his hotel room the morning after he had checked in. The cause of death was asphyxiation by carbon monoxide gas which apparently escaped from a disconnected exhaust vent attached to a gas space heater located in the room.",
            "the heater had been tested prior to sale and was approved as safe by the American Gas Association. During the fifteen years of continuous normal operation without a mishap the heater was inspected on numerous occasions and found to be operating safely.",
            "there was no direct evidence of a design or manufacturing defect, but that there was evidence of egregious misuse of the gas heater."
        ],
        "Procedural History": [
            "Plaintiff sued the Livingstons, owners and operators of the hotel at the time of death, the prior owner, Nellie Livingston (Nellie); Montgomery Ward and Company, Inc., the alleged supplier of the heater; and Gas Company of New Mexico, supplier of the gas.",
            "The trial court granted summary judgments for the defendants on all counts of the complaint involved here.Plaintiff appealed to the Court of Appeals, which affirmed in part and reversed in part. The Livingstons and Ward petitioned separately for writs of certiorari, both of which we granted. We consolidated the petitions for purposes of this opinion.",
            "Count II is directed against the Livingstons under the doctrine of res ipsa loquitur.Count III is directed against Nellie based upon general grounds of negligence.",
            "Count VI is directed against Montgomery Ward on the basis of negligence.",
            "Plaintiff appealed to the Court of Appeals from summary judgments granted defendants on all Counts at issue on this appeal. The Court of Appeals affirmed as to Counts II, III",
            "pertaining to Nellie and reversed as to the Livingstons on Count",
            "VI",
            "The basis for the Court of Appeals' affirming the summary judgment as to Count II (asserting res ipsa loquitur) was that after the Livingstons rented room 7 to decedent, the Livingstons no longer retained exclusive control and management of the heater and exhaust venting.",
            "The Court of Appeals upheld the grant of summary judgment for Nellie on Count III based on Restatement (Second) of Torts, Sections 352 and 353 (1964)."
        ],
        "Application of Law to Facts": [
            "There was no evidence to justify an inference that the exhaust vent from the heater to the ceiling juncture was disconnected at the time decedent took control of the room. ",
            "the evidence showed that the disconnection could have been caused by decedent after the Livingstons relinquished exclusive control",
            "Nellie introduced affidavits to the effect that while she owned the hotel, she annually had the hotel checked by the Gas Company and by a plumber, and that no incident or event occurred that would give her reason to know of the existence of any dangerous condition. Nor did she actually have such knowledge.Plaintiffs were unable to come forward with any evidence to create a genuine issue of material fact.",
            "the trial court acted properly in granting Ward's motion for summary judgment.",
            "Since the testimony presented by Ward suffices to establish a prima facie showing that the heater was not defective when sold, and since the opposing parties have failed to present any contrary evidence sufficient to establish a genuine issue of fact for trial, the trial court correctly granted Ward's motion for summary judgment."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            ", we affirm the Court of Appeals on this point.",
            "Therefore, we affirm the Court of Appeals' disposition of this issue.",
            "the decision of the Court of Appeals is reversed and the judgment of the trial court is reinstated."
        ]
    },
    "class": "reverse"
}