{
    "text": "MRC Properties, Inc. v. Gries, 98 N.M. 710, 652 P.2d 732 (1982)\nOct. 13, 1982 · Supreme Court of New Mexico · Nos. 14470, 14471\n98 N.M. 710, 652 P.2d 732\nMRC PROPERTIES, INC., Petitioner,v.Laurel. A. GRIES, Juan Leyba, Sandra Leyba (Lopez) and Gina Castillo, Respondents; CONQUISTADORES, INC., Petitioner,v.Laurel A. GRIES, Juan Leyba, Sandra Leyba (Lopez) and Gina Castillo, Respondents\n652 P.2d 732\nSupreme Court of New Mexico.\nCiverolo, Hansen & Wolf, Carl J. Butkus, Albuquerque, for MRC Properties.\nSullivan, Villella, Skarsgard & Noya, Charles J. Noya, Sutin, Thayer & Browne, Ronald Segel, Albuquerque, for Conquistadores, Inc.\nBranch, Perkal & Associates, P.A., Gary Keenan, Albuquerque, for respondents Gries, et al.\nJoseph Fine, Albuquerque, for Leyba/Lopez.\nMichael Fitzpatrick, Albuquerque, for Castillo.\nOPINION\nRIORDAN, Justice.\nOn rehearing, the original opinion is withdrawn and the following is substituted.\nPlaintiffs Laurel A. Gries (Gries), Sandra Leyba Lopez (Lopez) and Gina Castillo (Castillo) brought separate actions against defendants Ernie Montoya (Montoya), Conquistadores, Inc. (Conquistadores) d/b/a McDonald's Restaurant, Teachers Insurance and Annuity Association of America (Teachers), and MRC Properties, Inc. (MRC), for damages sustained by the plaintiffs in an automobile collision. At the request of Conquistadores, the trial court consolidated the plaintiffs' actions. Montoya cross-claimed seeking contributions from defendants Conquistadores, Teachers and MRC if Montoya is found liable. Conquistadores cross-claimed seeking indemnification from MRC and Teachers if liability is found. MRC cross-claimed seeking indemnification and/or contributions from Conquistadores and Montoya if liability is found.1\nAfter discovery, Conquistadores, MRC and Teachers2 filed requests for summary *711judgment. The trial court denied the motions for summary judgment but certified the issue in dispute for interlocutory appeal. The Court of Appeals affirmed the trial court. We granted certiorari; and we affirm the Court of Appeals, however, on different grounds.\nThe sole issue certified for appellate consideration is whether Conquistadores, MRC and/or Teachers can be held liable for injuries or damages to a third party which were caused by the acts of a minor to whom Conquistadores, MRC and/or Teachers provided liquor. We will not consider other issues the parties attempt to raise on appeal because they were not certified for interlocutory appeal by the trial court.\nIn December 1980, Montoya, age 19, attended a Christmas party sponsored by his employer Conquistadores. The party was at the Albuquerque Convention Center. Conquistadores contracted with The Regent Hotel3 to provide the food service and a cash bar. Montoya consumed two beers at the party. However, an individual over the age of twenty-one purchased the first beer and another person purchased the second beer. Montoya left the party by car with Lopez, Castillo and another employee. While driving around looking for another fellow employee who left the party on foot, Montoya's car collided with an automobile driven by Gries. Montoya was charged with driving while under the influence of intoxicating liquors, to which he later pled guilty. All the plaintiffs filed civil actions against Montoya for the negligent and intoxicated manner by which he operated his vehicle. The plaintiffs also filed civil actions against Conquistadores, MRC and Teachers asserting that these defendants negligently and unlawfully supplied, dispensed, served, allowed to be served and permitted to be consumed on the premises liquor by persons under the age of twenty-one (21) years old.\nIn deciding whether the plaintiffs' complaint against Conquistadores, MRC and Teachers states a cause of action upon which relief could be granted, we must accept as true all the facts that were pled. McCasland v. Prather, 92 N.M. 192, 585 P.2d 336 (Ct.App.1978).\nIn the recent case of Lopez v. Maez, N.M., 651 P.2d 1269 (1982), we overruled the cases of Marchiondo v. Roper, 90 N.M. 367, 563 P.2d 1160 (1977) and Hall v. Budagher, 76 N.M. 591, 417 P.2d 71 (1966) and stated that a person may be subject to liability if he or she breaches his or her duty by violating a statute or regulation which prohibits the selling or serving of alcoholic liquor to an intoxicated person; the breach of which is found to be the proximate cause of injuries to a third party. (Emphasis added.) We apply the same analysis set forth in Lopez v. Maez, supra, to this present case.\nThe plaintiffs must first show that a duty of care existed to the plaintiffs or to a class of persons of which the plaintiffs are members. A duty can be found by state statute or by state regulation. Lopez v. Maez, supra. At the time of the accident involving Montoya and the plaintiffs, Section 60-10-16(A), N.M.S.A.1978 (Cum.Supp. 1980), stated:4\n*712It is a violation of the Liquor Control Act for any club, retailer, dispenser or any other person except the parent or guardian or adult spouse of any minor, or adult person into whose custody any court has committed the minor for the time, outside of the actual, visible personal presence of the minor's parent, guardian, adult spouse or adult person into whose custody any court has committed the minor for the time, to do any of the following acts:\n(1) to sell, serve or give any alcoholic liquor to a minor or to permit a minor to consume alcoholic liquor on the licensed premises;\n(2) to buy alcoholic liquor for, or to procure the sale or service of alcoholic liquor to a minor;\n(3) to deliver alcoholic liquor to a minor; or\n(4) to aid or assist a minor to buy, procure or be served with alcoholic liquor. [Emphasis added.]\nThe Legislature by the enactment of Section 60-10-16(A) imposed a duty on club, retailer, dispenser or any other person not to sell, serve, give, permit to consume, buy, procure, service, deliver, aid or assist in giving alcoholic liquor to minors. Assuming that the plaintiffs can show that Conquistadores, MRC and/or Teachers breached this duty, and further assuming that plaintiffs can show that the breach of this duty was the proximate cause of the accident, then liability can be imposed. We adopt the standard of negligence used for the violation of a statute set forth in N.M. U.J.I.Civ. 15.5, N.M.S.A.1978 (Repl.Pamp. 1980), which states:\nNegligence resulting from a violation of a statute ... is no different in effect from that resulting from other acts or omissions constituting negligence. In each case the negligence is of no consequence unless it was a proximate cause of, or contributed to, an injury . .. suffered by the plaintiff.\nA further discussion of proximate cause has been set forth in Lopez v. Maez, supra.\nThe present case and Lopez v. Maez were on appeal in our Court at the same time5; therefore, we will allow the application of the common law negligence principle set forth in Lopez v. Maez to apply to the present case.\nIT IS SO ORDERED.\nPAYNE, C.J., SOSA, Senior Justice and FEDERICI, J., concur.\n1\n. The issues of contribution and indemnification will not be discussed in this opinion because they were not issues certified for this appeal.\n2\n. Teachers Insurance and Annuity Association of America also moved for a summary judgment on the grounds that at the time of the alleged cause of action, they no longer had any *711interest in the ownership or operation of The Regent Hotel. In a Special Warranty Deed dated August 30, 1979, Teachers Insurance and Annuity Association of America granted to MRC Properties, Inc. all of its right, title and interest in both the land and building of The Regent Hotel.\n3\n. Teachers Insurance and Annuity Association of America is the alleged owner of The Regent Hotel who catered the Christmas party. MRC Properties, Inc. is the owner and operator of the liquor license used in the operation of The Regent Hotel.\n4\n. The current comparable statute is Section 60-7B-l(A), N.M.S.A.1978 (Repl.Pamp.1981) which states:\n' It is a violation of the Liquor Control Act for any governmental licensee and its lessee, retailer, canopy licensee, dispenser, restaurant licensee, club licensee, club licensee or any other person, except the minor's parent, guardian, adult spouse or adult person into whose custody any court has committed the minor for the time, outside the presence of the minor's parent, guardian, adult spouse or adult person into whose custody a court has committed the minor for the time, to do any of the following acts:\n(1) to sell, serve or give any alcoholic beverages to a minor or to permit a minor to consume alcoholic beverages on the licensed premises;\n(2) to buy alcoholic beverages for or to procure the sale or service of alcoholic beverages to a minor;\n(3) to deliver alcoholic beverages to a minor; or\n(4) to aid or assist a minor to buy, procure or be served with alcoholic beverages.\n5\n. The Petition for Writ of Certiorari in the present case was granted in the New Mexico Supreme Court on August 20, 1982.\n\nPlain English summary:\nCase concerns whether the defendants can be liable for injuries or damages to a third party which were caused by the acts of a minor to whom the defendants provided alcohol. The courts held that they could be found liable based on Lopez v Maez and statute.",
    "annotations": {
        "Facts": [
            "In December 1980, Montoya, age 19, attended a Christmas party sponsored by his employer Conquistadores. The party was at the Albuquerque Convention Center. Conquistadores contracted with The Regent Hotel to provide the food service and a cash bar. Montoya consumed two beers at the party. However, an individual over the age of twenty-one purchased the first beer and another person purchased the second beer. Montoya left the party by car with Lopez, Castillo and another employee. While driving around looking for another fellow employee who left the party on foot, Montoya's car collided with an automobile driven by Gries. Montoya was charged with driving while under the influence of intoxicating liquors, to which he later pled guilty."
        ],
        "Procedural History": [
            "On rehearing, the original opinion is withdrawn and the following is substituted.Plaintiffs Laurel A. Gries (Gries), Sandra Leyba Lopez (Lopez) and Gina Castillo (Castillo) brought separate actions against defendants Ernie Montoya (Montoya), Conquistadores, Inc. (Conquistadores) d/b/a McDonald's Restaurant, Teachers Insurance and Annuity Association of America (Teachers), and MRC Properties, Inc. (MRC), for damages sustained by the plaintiffs in an automobile collision. At the request of Conquistadores, the trial court consolidated the plaintiffs' actions.",
            "After discovery, Conquistadores, MRC and Teachers filed requests for summary *711judgment. The trial court denied the motions for summary judgment but certified the issue in dispute for interlocutory appeal. The Court of Appeals affirmed the trial court. We granted certiorari; and",
            "All the plaintiffs filed civil actions against Montoya for the negligent and intoxicated manner by which he operated his vehicle. The plaintiffs also filed civil actions against Conquistadores, MRC and Teachers asserting that these defendants negligently and unlawfully supplied, dispensed, served, allowed to be served and permitted to be consumed on the premises liquor by persons under the age of twenty-one (21) years old.In deciding whether the plaintiffs' complaint against Conquistadores, MRC and Teachers states a cause of action upon which relief could be granted, we must accept as true all the facts that were pled."
        ],
        "Application of Law to Facts": [
            "The Legislature by the enactment of ",
            "imposed a duty on club, retailer, dispenser or any other person not to sell, serve, give, permit to consume, buy, procure, service, deliver, aid or assist in giving alcoholic liquor to minors. Assuming that the plaintiffs can show that Conquistadores, MRC and/or Teachers breached this duty,",
            "then liability can be imposed. We adopt the standard of negligence used for the violation of a statute set forth in ",
            "the application of the common law negligence principle set forth in ",
            "to apply to the present case."
        ],
        "Relevant Precedents": [
            "Lopez v. Maez, N.M., 651 P.2d 1269 (1982)",
            "Lopez v. Maez",
            "Lopez v. Maez, supra.",
            "Section 60-10-16(A), N.M.S.A.1978 (Cum.Supp. 1980),",
            "*712It is a violation of the Liquor Control Act for any club, retailer, dispenser or any other person except the parent or guardian or adult spouse of any minor, or adult person into whose custody any court has committed the minor for the time, outside of the actual, visible personal presence of the minor's parent, guardian, adult spouse or adult person into whose custody any court has committed the minor for the time, to do any of the following acts:(1) to sell, serve or give any alcoholic liquor to a minor or to permit a minor to consume alcoholic liquor on the licensed premises;(2) to buy alcoholic liquor for, or to procure the sale or service of alcoholic liquor to a minor;(3) to deliver alcoholic liquor to a minor; or(4) to aid or assist a minor to buy, procure or be served with alcoholic liquor.",
            "Section 60-10-16(A) ",
            "N.M. U.J.I.Civ. 15.5, N.M.S.A.1978 (Repl.Pamp. 1980)",
            "Lopez v. Maez",
            "Lopez v. Maez",
            "Lopez v. Maez "
        ],
        "Outcome": [
            "we affirm the Court of Appeals, however, on different grounds."
        ]
    },
    "class": "affirm"
}