{
    "text": "Kern ex rel. Kern v. St. Joseph Hospital, Inc., 102 N.M. 452, 697 P.2d 135 (1985)\nMarch 28, 1985 · Supreme Court of New Mexico · No. 15690; No. 7670\n102 N.M. 452, 697 P.2d 135\nDale KERN, Deceased, By and Through His Surviving Wife and Personal Representative, Danny KERN, Petitioner,v.ST. JOSEPH HOSPITAL, INC., Marvin Sachs, X-Ray Associates, Dr. Doyle Simmons and Dr. H.J. Murrell, Respondents\n697 P.2d 135\nSupreme Court of New Mexico.\n*454Melvin L. Robins, Leof T. Strand, Albuquerque, for petitioner.\nW. Robert Lasater, Jr., Mark C. Meiering, Rodey, Dickason, Sloan, Akin & Robb, Albuquerque, Bruce D. Black, Campbell, Byrd & Black, Santa Fe, for respondents.\nOPINION\nFEDERICI, Chief Justice.\nThis medical malpractice action is before us on writ of certiorari. Plaintiff-petitioner, Danny Kern (petitioner), appealed to the Court of Appeals from the trial court's order granting summary judgment in favor of defendants-respondents, Dr. Doyle Simmons and X-Ray Associates (respondents). The trial court found petitioner's claim against respondents to be barred by the applicable statute of limitation. The Court of Appeals affirmed the trial court. We reverse the Court of Appeals and the trial court.\nPetitioner presents two issues for our review:\n1. Whether the statute of limitations period under NMSA 1978, Section 41-5-13 (Repl.Pamp.1982) of the Medical Malpractice Act, NMSA 1978, Sections 41-5-1 to -28 (Repl.Pamp.1982), begins to run at the time of the wrongful act or at the time an injury manifests itself in a physically objective manner and is ascertainable.\n2. Whether the Court of Appeals erred in finding no genuine issue of material fact on the question of fraudulent concealment.\nPetitioner's decedent, Dale Kern, received external beam radiation therapy for cancer of the bladder at St. Joseph Hospital in Albuquerque, New Mexico. The treatments were administered by defendant-respondent Dr. Simmons, an employee of defendant-respondent, X-Ray Associates, from August 16, 1977, through September 22, 1977. Kern and his wife were told by Dr. Simmons that Kern's therapy would consist of 30 treatments of radiation. After Kern had received 25 treatments, however, the therapy was discontinued without explanation. When Kern and his wife asked Dr. Simmons the reason for the early termination of the therapy, Dr. Simmons did not respond and appeared to stare off in the other direction. After the radiation treatments, Kern experienced problems with frequency of urination and the passing of blood in his bowel movements and urine. Kern died on August 30, 1982. The cause of death listed on the death certificate was sepsis-urinary tract infection due to or as a consequence of irradiation cystitis and proctitis and/or urinary bladder cancer.\nBoth Kern and his wife believed that the problems Kern experienced after the radiation therapy were acceptable complications of the treatments. They were never informed that Kern had received an excessive amount of radiation. However, after reading a newspaper article in 1981 regarding excessive radiation having allegedly been administered at St. Joseph Hospital, they began to suspect the propriety of Kern's treatment. Kern and his wife employed a lawyer to investigate whether Kern's radiation therapy had been administered properly.\nThis lawsuit was filed on March 21, 1983, by Kern's widow in her capacity as personal representative of her husband's estate. She alleged that her husband's death was due to the negligent administration and calculation of external beam radiation therapy. Dr. Simmons and X-Ray Associates filed a motion for summary judgment contending that petitioner's lawsuit was barred by NMSA 1978, Section 41-5-13 (Repl.Pamp.1982). The trial court and the Court of Appeals agreed.\nSection 41-5-13 requires that a claim be filed within three years after the date that the act of malpractice occurred____ Petitioner argues that there is no malpractice until there is injury and that the statute, therefore, should not start to run until the injury has manifested itself in a physically objective manner and is ascertainable. She argues that Peralta v. Martinez, 90 N.M. *455391, 564 P.2d 194 (Ct.App.), cert. denied, 90 N.M. 636, 567 P.2d 485 (1977) and the general rules of statutory construction compel such an interpretation. We disagree.\nPrior to the enactment of the Medical Malpractice Act in 1976, malpractice actions were governed by the general statute of limitations applicable to all personal injury actions, NMSA 1953, Section 23-1-8, which is now NMSA 1978, Section 37-1-8. This statute reads, in applicable part, for an injury to the person or reputation of any person, within three years. Primarily because of the use of the word injury, Peralta interpreted this statute of limitations to run from the time the injury manifests itself in a physically objective manner and is ascertainable. Peralta v. Martinez at 394, 564 P.2d at 197 (emphasis in original). Peralta is not controlling in the present case, therefore, for two reasons. First, it construes a different statute of limitations. Second, Section 41-5-13 makes no reference to injury or any such comparable term. In fact, Peralta recognized this significant wording difference between the general statute of limitations it was construing and NMSA 1953, Section 58-33-13 (Int.Supp.1976), the precursor of Section 41-5-13. Petitioner's reliance on Crumpton v. Humana, Inc., 99 NM. 562, 661 P.2d 54 (1983) is also misplaced. In that case the alleged act of malpractice and the injury occurred simultaneously. This Court held that plaintiff's suit was barred under both Section 37-1-8 and Section 41-5-13. The issue of when Section 41-5-13 commences to run in latent injury cases was not presented.\nWe agree with the Court of Appeals that the meaning of Section 41-5-13 is clear and unambiguous. If the language of a statute is not ambiguous, the literal meaning of the words must be applied. Hutchinson v. State, 89 N.M. 501, 554 P.2d 663 (1976); Sunset Package Store, Inc. v. City of Carlsbad, 79 N.M. 260, 442 P.2d 572 (1968). The statute clearly starts to run from the time of the occurrence of the act giving rise to the cause of action. Since we find the meaning of this statute unambiguous, there is no need to resort to rules of construction. Hansman v. Bernalillo County Assessor, 95 N.M. 697, 625 P.2d 1214 (Ct.App.1980).\nPetitioner contends that if Section 41-5-13 runs from the date of the wrongful act, it is unconstitutional as a violation of equal protection and due process. The fact that a claim could be barred under Section 41-5-13 before the injury or death occurred was held in Armijo v. Tandysh, 98 N.M. 181, 646 P.2d 1245 (Ct.App. 1981), cert. quashed, 98 N.M. 336, 648 P.2d 794 (1982), to violate neither equal protection nor due process. See also Hamby v. Neurological Associates, P. C., 243 Ga. 698, 256 S.E.2d 378 (1979) (no equal protection violation); Rod v. Farrell, 96 Wis.2d 349, 291 N.W.2d 568 (1980) (no due process violation). We recognize that this statute may be harsh when applied to latent injury cases. Although the wrongful act rule, as our type of statute has become known, was once the general rule, it is now generally disfavored and many states have enacted some form of discovery provision which typically provides for the cause of action not to accrue until the patient discovers or should have discovered the injury. Horn, The Statute of Limitations in Medical Malpractice Actions, 6 N.M.L.Rev. 271 (1976). Any changes to our statute, however, should be made by the Legislature and not by the courts. Howell v. Burk, 90 N.M. 688, 568 P.2d 214 (Ct.App.), cert. denied, 91 N.M. 3, 569 P.2d 413 (1977).\nIn the present case, petitioner's lawsuit was filed more than three years after Kern's last radiation treatment and is barred by Section 41-5-13 unless the statute was tolled by the doctrine of fraudulent concealment. New Mexico recognizes the doctrine of fraudulent concealment in medical malpractice actions. Hardin v. Farris, 87 N.M. 143, 530 P.2d 407 (Ct.App.1974). The doctrine is based not upon a construction of the statute, but rather upon the principle of equitable estoppel. Corbert v. Waitt, Ind.App., 445 N.E.2d 1000 (1982). The theory is premised on the notion that the one who has prevented the plaintiff *456from bringing suit within the statutory period should be estopped from asserting the statute of limitations as a defense. Id.\nIn Hardin, the court recognized the estoppel nature of fraudulent concealment and stated:\nWe therefore conclude that where a party against whom a cause of action accrues prevents the one entitled to bring the cause from obtaining knowledge thereof by fraudulent concealment, or where the cause is known to the injuring party, but is of such character as to conceal itself from the injured party, the statutory limitation on the time for bringing the action will not begin to run until the right of action is discovered, or, by the exercise of ordinary diligence, could have been discovered.\nHardin v. Farris, 87 N.M. at 146, 530 P.2d at 410 (citations omitted). Silence may sometimes constitute fraudulent concealment where a physician breaches his fiduciary duty to disclose material information concerning a patient's treatment. Hardin v. Farris. The statute of limitations, however, is not tolled if the patient knew, or through the exercise of reasonable diligence should have known, of his cause of action within the statutory period. Garcia v. Presbyterian Hospital Center, 92 N.M. 652, 593 P.2d 487 (Ct.App.1979). If tolled by fraudulent concealment, the statute commences to run again when the patient discovers, or through the exercise of reasonable diligence should have discovered, the malpractice. Hardin v. Farris.\nTo toll the statute of limitations under the doctrine of fraudulent concealment, a patient has the burden, therefore, of showing (1) that the physician knew of the alleged wrongful act and concealed it from the patient or had material information pertinent to its discovery which he failed to disclose, and (2) that the patient did not know, or could not have known through the exercise of reasonable diligence, of his cause of action within the statutory period.\nRespondents would have us adopt the rule followed in Indiana that a physician's affirmative duty to disclose material information ends when the fiduciary relationship is terminated. Weinstock v. Ott, Ind.App., 444 N.E.2d 1227 (1983). The duty to disclose, however, is continued beyond the termination of the fiduciary relationship in Indiana if the physician represents that the symptoms are likely to continue in the future or prescribes a future course of treatment. Wojcik v. Almase, Ind.App., 451 N.E.2d 336 (1983). We also note that Indiana follows a constructive fraud theory or a should have known test, whereby if a physician has committed malpractice, then he should have known. Toth v. Lenk, 164 Ind.App. 618, 330 N.E.2d 336 (1975). Such a constructive fraud theory greatly enlarges a physician's liability. Since New Mexico does not follow a broad constructive fraud theory, we see no reason to restrict artificially a physician's liability by having his affirmative duty to disclose end with the termination of the fiduciary relationship. To allow a physician to escape all liability for actual and provable malpractice by stating he had no more contact with a patient after a certain period, although the malpractice was not detectable at that time and was fraudulently concealed from the patient by the physician, would defeat the purpose of the equitable estoppel doctrine of fraudulent concealment.\nWe agree with the Court of Appeals that petitioner presented sufficient evidence on the issue of Kern's unawareness of the cause of action within the statutory period, to overcome a summary judgment motion. The Court of Appeals, however, applied an incorrect standard of review when it held that there were no genuine issues of material fact regarding whether respondents knew of the alleged malpractice or failed to disclose pertinent information. As this Court has stated many times, summary judgment is proper only when a review of the record reveals no genuine issue as to a material fact. Pharmaseal Laboratories, Inc. v. Goffe, 90 N.M. 753, 568 P.2d 589 (1977). The evidence need not be conclusive to raise an *457issue of fact. Id. All reasonable doubts are to be resolved in favor of the party opposing the summary judgment. Poorbaugh v. Mullen, 96 N.M. 598, 633 P.2d 706 (Ct.App.1981). If the evidence is sufficient to create a reasonable doubt as to the existence of a genuine issue, summary judgment cannot be granted. Id. at 600, 633 P.2d at 708. In addition, the question of a physician's knowledge of the error or concealment, of pertinent facts that, might have reasonably led to the discovery of the error and the related question of the patient's due diligence in discovering the cause of action are ordinarily for determination by the finder of fact. Wade v. Thomasville Orthopedic Clinic, Inc., 167 Ga.App. 278, 306 S.E.2d 366 (1983).\nNov. 13, 1984.\nWhen we consider the record, we find that petitioner did present sufficient evidence to raise an issue of material fact regarding Dr. Simmons' knowledge of excessive radiation having been administered to Kern. The record reveals that in opposition to respondent's motion for summary judgment, petitioner presented the affidavit of a doctor knowledgeable in the field of therapeutic radiology who stated that although the intended treatment plan for Kern conformed with the customary standards at that time, the dose levels given did not follow the plan and were greatly excessive and that such dose levels will cause unacceptable complications such as those recorded in the medical records as being suffered by Dale Kern, deceased. In addition, the affidavit of a radiation physicist stated, Whoever calculated the treatment times needed to implement this treatment plan performed a gross calculation error. (Emphasis added.) Petitioner also presented her own affidavit which contained the facts set forth at the beginning of this opinion.\nIn support of his motion for summary judgment, Dr. Simmons filed an affidavit denying knowledge of any malpractice and denying concealment of any material facts. Resolving, however, all doubts in favor of petitioner, we find the evidence sufficient to create a fact issue. The early termination of the treatments without explanation, Dr. Simmons' failure to answer the Kerns' question concerning the early termination, and the statements in the affidavits filed by petitioner lend possible support to petitioner's claims of excessive radiation having been given to Kern, and of a gross calculation error having been made in implementing Kern's treatment plan.\nSummary judgment was improperly granted. The trial court and the Court of Appeals are reversed. The case is remanded to the trial court for proceedings consistent with this opinion.\nIT IS SO ORDERED.\nSOSA, Senior Justice, and WALTERS, J., concur.\nRIORDAN, J., dissenting, adopting Court of Appeals opinion.\nSTOWERS, J., dissenting.\nAPPENDIX 1\nCourt of Appeals of New Mexico.\nOPINION\nBIVINS, Judge.\nPlaintiff brought this medical malpractice suit against St. Joseph Hospital, Inc., a medical physicist or dosimetrist, Marvin Sachs, Doctors Doyle Simmons and H.J. Murrell, and their employer, X-Ray Associates, claiming the negligence of defendants in administering radiation therapy proximately caused the death of Dale Kern. Defendants Simmons and X-Ray Associates moved for summary judgment on the ground that plaintiff's cause of action was barred by the statute of limitations. Plaintiff appeals from an order granting that motion. The trial court also entered judgment dismissing the complaint against Dr. Murrell with prejudice. No appeal was taken from that judgment. This appeal does not involve Dr. Murrell. Nor are the defendants hospital and Sachs parties to this appeal. Therefore, we are concerned *458only with the propriety of the grant of summary judgment in favor of Dr. Simmons and X-Ray Associates.\nPlaintiff raises two issues. The first concerns when the limitation period begins to run under the Medical Malpractice Act. Assuming this issue is decided against plaintiff, she alternatively argues the time for filing her claim was nevertheless tolled by fraudulent concealment by the defendants. We affirm the trial court's order of dismissal.\nPlaintiff's decedent, Dale Kern, received external beam radiation therapy between August 16, 1977 and September 22, 1977. Plaintiff alleges that excessive dosages of this radiation ultimately caused Mr. Kern's death. The original complaint was filed on March 21, 1983. Any malpractice would have occurred no later than September 22, 1977. Therefore, the complaint was filed more than three years from that date.\n1. When did the statute of limitations begin to run?\nPlaintiff concedes that the applicable time limitation is found in NMSA 1978, Section 41-5-13 (Repl.Pamp.1982) which provides: No claim for malpractice ... may be brought against a health care provider unless filed within three years after the date that the act of malpractice occurred____ (emphasis added). The argument focuses on the underscored portion of the statute.\nWhile acknowledging the wording of the statute, plaintiff argues that there can be no cause of action for malpractice until there has been a resulting injury. Peralta v. Martinez, 90 N.M. 391, 564 P.2d 194 (Ct.App.), cert. denied, 90 N.M. 636, 567 P.2d 485 (1977). A wrong without damage or damage without wrong does not amount to a cause of action. Id. 90 N.M. at 393, 564 P.2d 194. With this principle in mind, plaintiff contends that the statute of limitations should be construed not to run from the date that the act of malpractice occurred, as provided in Section 41-5-13, but rather from the time the injury manifests itself in a physically objective manner and is ascertainable. Id. at 394, 564 P.2d 194.\nAs supfort for her argument, plaintiff refers us to provisions of the Medical Malpractice Act, NMSA 1978, Sections 41-5-1 to -28 (Repl.Pamp.1982). All statutory references hereafter are to NMSA 1978. First, plaintiff says that the definition of a malpractice claim found in Section 41-5-3(C) includes injury to the patient. Second, she points out that the medical review commission created under Section 41-5-14 reviews alb malpractice claims, and that no malpractice action may be filed in any court before application has been made to and a decision rendered by that commission. Third, plaintiff notes that the medical review commission decides two questions: (1) whether there is substantial evidence that the acts complained of occurred and that they constitute malpractice; and (2) whether there is a reasonable medical probability that the patient was injured thereby. Section 41-5-20 (emphasis added).\nPlaintiff urges that in order to ascertain the legislative intent, all provisions of a statute must be read together. Allen v. McClellan, 75 N.M. 400, 405 P.2d 405 (1965). Thus, says plaintiff, when the above provisions of the Medical Malpractice Act are read in pari materia, the statute of limitations could not begin to run until there has been an injury which has manifested itself and is ascertainable. To hold otherwise would permit the limitation period to run against a claim that has not matured, and once it matures, discover it has already been barred. See Smith v. Dowell Corporation, 102 N.M. 102, 692 P.2d 27 (1984). Moreover, there would be no way for the medical review commission to perform its function without there being an injury to consider.\nInterpreting what is now NMSA 1978, Sections 37-1-1 and 37-1-8, the general statute of limitations for personal injury actions, Peralta v. Martinez, held that the limitation period began to run against plaintiff from the time of his injury and not from the time of the malpractice. In doing\n*459so, this court recognized the opposite holding of Roybal v. White, 72 N.M. 285, 383 P.2d 250 (1963), a supreme court decision, but chose not to follow that case since it conflicted with the wording of the statute, and represented a departure from non-malpractice decisions which hold the limitation period to run from the date of the injury.\nPlaintiff urges us to follow Peralta v. Martinez here. To do so we would have to read in language in direct conflict with the plain wording of Section 41-5-13. This we cannot do. The legislative intent was to continue the limitation period of Roybal v. White. See Armijo v. Tandysh, 98 N.M. 181, 646 P.2d 1245 (Ct.App.), cert. quashed, 98 N.M. 336, 648 P.2d 794 (1982). As written, Section 41-5-13 means that the limitation period starts to run from the date of the act of malpractice. Irvine v. St. Joseph Hospital, Inc., Ct.App. Nos. 7651/7713 (Filed October 23, 1984). We said in that case that because Section 41-5-13 is not worded in terms of injury, discovery or cause, the courts were not free to construe unambiguous legislation or read into a statute language that is not there, particularly if it makes sense as written. We held in Irvine v. St. Joseph Hospital, Inc., that Section 41-5-13 was not ambiguous. While the results may be harsh, [t]he legislative policy, its harshness, or unjustness, is a matter for the legislature, not this court. Irvine v. St. Joseph Hospital, Inc.\nRelying on the rationale of Armijo v. Tandysh, plaintiff further argues that applying Section 41-5-13 to qualified as well as non-qualified health care providers requires that the limitation period must begin to run from the date the injury manifests itself in a physically objective manner and is ascertainable. To hold otherwise, according to plaintiff, would create a distinction between tort-feasors generally and tort-feasors who are non-qualified health care providers, the former being subject to Section 37-1-8, while the latter would be subject to Section 41-5-13. Plaintiff claims such a distinction would violate the constitutional guarantees of equal protection.\nArmijo v. Tandysh held that Section 41-5-13 does not provide for two classes of defendant health care providers, i.e., qualified versus non-qualified health care providers; therefore, there is no basis for an equal protection argument. Both are governed by Section 41-5-13. We also said in Armijo v. Tandysh that there is no equal protection violation because a wrongful death claim based on malpractice has a limitation period different from a wrongful death claim which does not involve malpractice. Armijo v. Tandysh answers plaintiff's argument.\nIn her reply brief plaintiff for the first time raises a due process claim. In essence, she argues that since plaintiff's medical malpractice cause of action represents a property right protected by the federal and state constitutions, the state has no right to deprive her of the remedy to enforce that right. In short, she contends that in her case the claim would be barred before she had an opportunity to make her claim because the injury was not ascertainable prior to the running of the time limitation. A question not presented in an appellant's brief in chief cannot be raised for first time in his reply brief. Montgomery v. Karavas, 45 N.M. 287, 114 P.2d 776 (1941).\nThe statute of limitation had run on plaintiff's claim, unless tolled by the fraudulent concealment of defendants. We now examine plaintiff's second point to determine if a fact issue exists as to that exception.\n2. Fraudulent Concealment\nIn order to prevent the statute of limitations from barring recovery, a plaintiff is obliged to bring a cause of action within the prescribed time. New Mexico recognizes an exception to that rule. Where the defendant prevents, hinders or delays the plaintiff from bringing the suit by fraudulent concealment of the negligent malpractice, the time for bringing the action will not begin to run until the right of action is discovered, or, by the exercise of ordinary *460diligence, could have been discovered. Hardin v. Farris, 87 N.M. 143, 530 P.2d 407 (Ct.App.1974). See also Garcia v. Presbyterian Hospital Center, 92 N.M. 652, 593 P.2d 487 (Ct.App.1979). Fraudulent concealment may be either active, as with an affirmative effort to conceal the negligence such as a false representation, or the fraud may be passive where, in a confidential relationship a duty to speak exists, and the defendant, with knowledge of his negligence, remains silent. Hardin v. Farris; Carrow v. Streeter, 410 N.E.2d 1369 (Ind.Ct.App.1980). The tolling of the statute of limitations by reason of fraudulent concealment is based on a theory of estoppel by fraud. [N]o person may obtain advantage by his own wrong____ Hardin v. Farris, 87 N.M. at 145, 530 P.2d 407. Whether active or passive fraud, there must be proof of scienter on the part of the defendant. Hardin v. Farris; see also Layton v. Allen, 246 A.2d 794 (Del. 1968); Johns Hopkins Hospital v. Lehninger, 48 Md.App. 549, 429 A.2d 538 (1981).\nFraud is never presumed and must be established by clear and convincing evidence. It may, however, be established by circumstantial evidence. Snell v. Cornehl, 81 N.M. 248, 466 P.2d 94 (1970); Keithley v. St. Joseph's Hospital, Ct.App. No. 7629 (Filed October 18, 1984).\nWe said in Keithley v. St. Joseph's Hospital that a plaintiff who alleges tolling of the statute by fraud, either active or passive, must establish that he or she did not have the means to discover the fraud. See also Carrow v. Streeter. Plaintiffs affidavit states that she and her husband were informed by Dr. Simmons that Mr. Kern would receive thirty treatment sessions. She states that after twenty-five the treatment stopped. When she and her husband attempted to learn the reason, Dr. Simmons would not answer. Plaintiff states that neither she nor her husband were ever informed that excessive dosages of radiation had been administered, or that the complications Mr. Kern encountered after the therapy were due to excessive radiation. Both were under the impression that these complications resulted from the normal progression of the cancer. This evidence would support a finding that there was nothing to alert plaintiff or her husband to the contrary, at least until they read newspaper accounts in 1981 to the effect that other persons treated by Dr. Simmons at St. Joseph Hospital had been administered excessive radiation. Of course, the statute had already run by 1981. Based on Keithley v. St. Joseph's Hospital, we hold that plaintiff satisfied the burden of raising a fact issue that neither she nor her husband had had reason to discover the information plaintiff claims defendants failed to disclose. This, however, goes only to the question of abating a tolling of the limitation period. Unless there is a factual issue as to tolling the limitation period, what plaintiff knew or should have known is not pertinent. Keithley. This brings us then to the critical question of whether a fact question exists that defendants knew of the alleged excessive radiation and either concealed that or failed to disclose that information to plaintiff or her husband.\nBoth Doctors Simmons and Murrell filed affidavits denying any knowledge of negligence committed in the administration of radiotherapy to Dale Kern while hospitalized at St. Joseph during the dates in question. Both doctors stated they had no occasion to review the patient's records following his last visit in January of 1978 until late in 1982 when they became aware of the possible filing of a malpractice claim. Both denied any concealment. Dr. Murrell denied any recollection of ever having seen Dale Kern. Dr. Simmons stated that he customarily explained medically recognized risks from external beam therapy and that his medical records suggest this was done here. Thus, defendants made a prima facie showing of no concealment. The burden shifted to plaintiff to come forward and demonstrate that a genuine issue of fact requiring trial exists. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972).\nPlaintiff presented a death certificate showing the cause of death as: SEPSIS-*461urinary tract infection, due to Irradiation Cystitis & Proctotis or Urinary Bladder Cancer. She also filed the affidavit of Arthur L. Boyer, Ph.D., a radiation physicist, who, after reciting the treatment times, gave his opinion that the plan contained gross calculation error. Dr. J. Robert Andrews, an expert in the field of therapeutic radiology, stated that the dosage of radiation was excessive and departed from the usual and customary standards as existed in 1977. Dr. Andrews also said that the dose levels exceeded the tolerance of the bladder and rectum and will cause unacceptable complications such as those recorded in the medical records as being suffered by Dale Kern, deceased.\nFinally, plaintiff filed her affidavit stating that when the thirty scheduled treatment sessions were stopped at twenty-five, she and her late husband attempted to ascertain from Dr. Simmons the reason. She states that Dr. Simmons would not answer and appeared to attempt to ignore our questioning by staring off into the opposite direction.\nWe assume the excess dosages contributed in some way to Dale Kern's death, although plaintiff does not point us to evidence in the record that directly supports such a finding. This assumption may be made based on Dr. Andrews' affidavit, at least for the purposes of this review.\nUnlike Keithley v. St. Joseph's Hospital, the facts here do not raise inferences from which a fact finder could find actual knowledge on the part of the defendants. In Keithley v. St. Joseph's Hospital, the experts stated that the errors in the administration of radiation therapy given to the decedent were so apparent in the decedent's treatment sheet as to jump out at or become immediately obvious to anyone with experience with the machine. No such fact appears here. Neither the affidavit of Dr. Boyer nor of Dr. Andrews raise a fact issue that actual knowledge of the claimed error in radiation treatment was present.\nFurther, in Keithley v. St. Joseph's Hospital, the plaintiff wrote the hospital indicating she felt her husband had received too many radiation treatments. She also inquired regarding the status of her bill. The defendant hospital responded by letter assuring plaintiff that she owed nothing more, but did not respond regarding improper treatments. This correspondence was in 1978, prior to the expiration of the statute of limitations. We said in Keithley v. St. Joseph's Hospital that the hospital's failure to respond to the plaintiff's concerns would permit a fact finder to reasonably infer that the hospital was aware of the alleged improper treatment and also, by forgiving an unpaid bill, to infer that it hoped to avoid a malpractice action. Although plaintiff here does not argue in her brief that any such correspondence transpired here, we note she attached the Keithley correspondence to an affidavit by her counsel. This would have no affect on the present case because the hospital is not a party to this appeal, and there is no evidence that defendants here were aware of that correspondence.\nWhat the affidavits of Dr. Andrews and Dr. Boyer actually argue for is a should have known test, or negligent failure to discover the claimed excessive radiation administered to Mr. Kern. In Keithley v. St. Joseph's Hospital, we mentioned, but did not consider, whether a should have known test could have been applied in that case. We noted that neither Section 41-5-13, nor Hardin v. Farris contains language indicating that either the legislature or the court intended the statute of limitations would not run in a case where a doctor, hospital, or other health professional should have known that his conduct was improper or that his sub-standard treatment caused injury to the patient.\nThe Supreme Court of Delaware in Lay-ton v. Allen said:\nWe are unable thus to adapt the doctrine of fraudulent concealment to a situation where, as here, there is no allegation that the practitioner either had actual knowledge of the wrong done or acted affirmatively in concealing the facts from the patient. Such scienter and af*462firmative action are generally deemed to be essential elements for the application of the doctrine of fraudulent concealment in a malpractice case.\n246 A.2d at 798.\nIn reversing an award for the plaintiff where the issue of estoppel to assert the statute of limitations had been submitted to the jury, the court in Johns Hopkins Hospital v. Lehninger said:\nConduct less egregious than intentional fraud will not toll the statute of limitations. The Court of Appeals ... rejected negligent misrepresentation as a basis for tolling the statute of limitations. The Court also rejected ignorant misrepresentation as justification for tolling the limitations period in____\n429 A.2d at 545 (citations omitted).\nWhat we have in the case before us is a difference of opinion between the treating physicians and plaintiff's experts concerning defendants' negligent administration of radiation — a situation typical in most malpractice cases. To require a health care provider under these circumstances to disclose to his or its patients information that might potentially give rise to a malpractice claim, would make the claim of malpractice the basis for tolling the time limitations, thus rendering the statute meaningless.\nWe agree with the trial court that the evidence of the conversation that plaintiff and her husband had with Dr. Simmons is equally consistent with several hypothesés and therefore proves none. Adamson v. Highland Corp., 80 N.M. 4, 450 P.2d 442 (Ct.App.1969); Lovato v. Plateau, Inc., 79 N.M. 428, 444 P.2d 613 (Ct.App.1968).\nDefendants made a prima facie showing by proving that the malpractice claim was filed more than three years from the date that the claimed act of malpractice occurred. In order to defeat that showing, plaintiff had the burden of showing the existence of an issue of material fact. Ealy v. Sheppeck, 100 N.M. 250, 669 P.2d 259 (Ct.App.), cert. quashed, 100 N.M. 259, 669 P.2d 735 (1983); Irvine v. St. Joseph Hospital, Inc. This she failed to do.\nJudgment in favor of defendant is affirmed. Plaintiff to bear her costs on appeal.\nIT IS SO ORDERED.\nWOOD and NEAL, JJ., concur.\n\nPlain English summary:\nPlaintiff brought a case after the limitation period had ended. The question was whether there was evidence that the defendant fraudulently concealed information from the plaintiff, which would operate as an exception to the limitation period. The court held that there was such evidence. The courts statements suggested that there was evidence of negligence.  \n",
    "annotations": {
        "Facts": [
            "Petitioner's decedent, Dale Kern, received external beam radiation therapy for cancer of the bladder at St. Joseph Hospital in Albuquerque, New Mexico. The treatments were administered by defendant-respondent Dr. Simmons, an employee of defendant-respondent, X-Ray Associates, from August 16, 1977, through September 22, 1977. Kern and his wife were told by Dr. Simmons that Kern's therapy would consist of 30 treatments of radiation. After Kern had received 25 treatments, however, the therapy was discontinued without explanation. When Kern and his wife asked Dr. Simmons the reason for the early termination of the therapy, Dr. Simmons did not respond and appeared to stare off in the other direction. After the radiation treatments, Kern experienced problems with frequency of urination and the passing of blood in his bowel movements and urine. Kern died on August 30, 1982. The cause of death listed on the death certificate was sepsis-urinary tract infection due to or as a consequence of irradiation cystitis and proctitis and/or urinary bladder cancer.Both Kern and his wife believed that the problems Kern experienced after the radiation therapy were acceptable complications of the treatments. They were never informed that Kern had received an excessive amount of radiation. However, after reading a newspaper article in 1981 regarding excessive radiation having allegedly been administered at St. Joseph Hospital, they began to suspect the propriety of Kern's treatment. Kern and his wife employed a lawyer to investigate whether Kern's radiation therapy had been administered properly."
        ],
        "Procedural History": [
            "This medical malpractice action is before us on writ of certiorari. Plaintiff-petitioner, Danny Kern (petitioner), appealed to the Court of Appeals from the trial court's order granting summary judgment in favor of defendants-respondents, Dr. Doyle Simmons and X-Ray Associates (respondents). The trial court found petitioner's claim against respondents to be barred by the applicable statute of limitation. The Court of Appeals affirmed the trial court.",
            "This lawsuit was filed on March 21, 1983, by Kern's widow in her capacity as personal representative of her husband's estate. She alleged that her husband's death was due to the negligent administration and calculation of external beam radiation therapy. Dr. Simmons and X-Ray Associates filed a motion for summary judgment contending that petitioner's lawsuit was barred by NMSA 1978, Section 41-5-13 (Repl.Pamp.1982). The trial court and the Court of Appeals agreed.",
            "Resolving",
            "all doubts in favor of petitioner"
        ],
        "Application of Law to Facts": [
            "When we consider the record, we find that petitioner did present sufficient evidence to raise an issue of material fact regarding Dr. Simmons' knowledge of excessive radiation having been administered to Kern. The record reveals that in opposition to respondent's motion for summary judgment, petitioner presented the affidavit of a doctor knowledgeable in the field of therapeutic radiology who stated that although the intended treatment plan for Kern conformed with the customary standards at that time, the dose levels given did not follow the plan and were greatly excessive and that such dose levels will cause unacceptable complications such as those recorded in the medical records as being suffered by Dale Kern, deceased. In addition, the affidavit of a radiation physicist stated, Whoever calculated the treatment times needed to implement this treatment plan performed a gross calculation error.",
            "we find the evidence sufficient to create a fact issue. The early termination of the treatments without explanation, Dr. Simmons' failure to answer the Kerns' question concerning the early termination, and the statements in the affidavits filed by petitioner lend possible support to petitioner's claims of excessive radiation having been given to Kern, and of a gross calculation error having been made in implementing Kern's treatment plan.Summary judgment was improperly granted."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We reverse the Court of Appeals and the trial court.",
            "The trial court and the Court of Appeals are reversed. The case is remanded to the trial court for proceedings consistent with this opinion."
        ]
    },
    "class": "affirm"
}