{
    "text": "Rickerson v. State, 94 N.M. 473, 612 P.2d 703 (1980)\nApril 1, 1980 · Court of Appeals of New Mexico · No. 4360\n94 N.M. 473, 612 P.2d 703\nKathy RICKERSON, Personal Representative of the Estate of Gail R. Williams, Deceased, and First National Bank of Roswell Conservator of the Estate of Michael Williams, Plaintiffs-Appellants,v.The STATE of NEW MEXICO, and the CITY of ROSWELL, Defendants-Appellees\n612 P.2d 703\nCourt of Appeals of New Mexico.\nWrit of Certiorari Denied May 21, 1980.\n*474Tandy L. Hunt, Hunt & Shamas, Roswell, for plaintiffs-appellants.\nBob E. Turner and Steven L. Bell, Atwood, Malone, Mann & Cooter, P. A., Roswell, John P. Cusack, Cusack, Schnedar & Fleming, Roswell, for defendants-appellees.\n*475OPINION\nWALTERS, Judge.\nPlaintiff appeals the trial court's grant of summary judgment in favor of the State and the City of Roswell. We reverse.\nPlaintiff alleged notice in the City and State of a dangerous intersection at which plaintiff's decedent was killed, and failure of those defendants to install adequate controls. The appellees-defendants urge in this court that data collected on the traffic and other features of the intersection did not warrant the installation of signals. Whether or not that is so is a question of fact which cannot be resolved by summary judgment. Fidelity Nat'l Bank v. Tommy L. Goff, Inc., 92 N.M. 106, 583 P.2d 470 (1978).\nAppellees also contend that summary judgment was proper because it was clear that the non-appealing defendant Lara's negligence was the sole proximate cause of the wrongful death here involved.\nThey point to the deposition of Lara in which he admitted that he knew the stop sign was there and, in fact, that he stopped before proceeding into the through street on which plaintiffs' decedent was travel-ling. Thus, they argue, the traffic control device adequately served its purpose by informing defendant that he was required to stop and he negligently ignored the traffic sign.\nLara's admission of negligence, however, is not a complete answer to plaintiff's claims that the intersection was controlled by an improper or inadequate sign, and that a need for installation of traffic signals at that intersection, for the general safety of the citizens of the City, was recognized by the City and that need conveyed to the State Highway Department seven months before the fatal accident to Gail Williams occurred. The State Highway Department ultimately agreed with the City's traffic study relating to the pertinent intersection, for it responded one year later with a written agreement to provide and install a complete signalization and illumination system at that location. Plaintiffs suggest that either four-way stop signs or signalization installed when the City first concluded that the intersection was inadequately controlled might well have induced both drivers to approach the intersection differently than they did on February 6, 1978. If that is a reasonable inference, then a jury could find that appellees' inaction also contributed to the death of plaintiffs' decedent.\nWe do not think such an inference beyond the bounds of a jury's consideration under the facts presently developed in this case. The request by the City in 1977 for assistance from the State in installing a traffic signal must have been triggered by a considered judgment that the intersection was not adequately controlled at that time, and a continuing inadequacy into the future could be foreseen. A negligently dangerous condition operated upon by commission of another negligent act which might not unreasonably be foreseen to occur, is regarded as a proximate cause of the injury finally resulting from the condition. Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507 (1955).\nIf reasonable minds could differ on issues of sole proximate cause, remote cause, intervening cause, or concurring proximate cause, the matter is for the jury. Kelly v. Montoya, 81 N.M. 591, 470 P.2d 563 (Ct.App.1970). By depositions, affidavits, and exhibits, plaintiff raised sufficient questions of concurring causation to avoid summary judgment. See Harless v. Ewing, 80 N.M. 149, 452 P.2d 483 (Ct.App.1969).\nThe City, however, strongly argues that neither governmental body is liable and that the summary judgment entered in their favor is supported by reason of sovereign immunity extended under §§ 41-4-4A and 41-4-11B, N.M.S.A. 1978, which provide, respectively:\n41-4-4.....\nA. A governmental entity and any public employee while acting within the scope of duty are granted immunity from liability for any tort except as provided in the Tort Claims Act [41— 4-1 to 41-4-25 N.M.S.A.1978].\n*47641-4-11.\nB. The liability for which immunity has been waived pursuant to Subsection A of this section shall not include liability for damages caused by:\n(1) a defect in plan or design of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area; or\n(2) the failure to construct or reconstruct any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area.\nSections 41 — 4-6 and 41 — 4-11A, however, withdraw immunity for damages resulting from negligence in the operation or maintenance of any . . . equipment or furnishings, and for negligence in the maintenance of or for the existence of any . highway, roadway, street . . .\nIn City of Albuquerque v. Redding, 93 N.M. 757, 605 P.2d 1156 (1980), the argument was made, as here, that the street defect complained of, the sewage drain grate, was one of design and that § 41 — 4-11B granted immunity from liability. The court held that the more specific statute, § 41 — 4-8A referring to waste collection, applied, and it denied immunity for injury arising from negligence in the operation of such services.\nThe same reasoning applies in this case. Sections 41 — 4-6 and 41 — 4-11A, which discuss negligent maintenance of equipment or furnishings (the single stop sign on the street travelled by Lara) and negligent maintenance or existence of any highway, roadway, or street (inadequate controls at the intersection), are more specific statutes concerning maintenance or existence of traffic control equipment, and they must govern in this case. Redding, supra.\nThe concept of negligence also includes failure to act. N.M.U.J.I. (Civ.) 12.0. Appellees are not exempt, therefore, from liability under statutory immunity. Whether additional traffic-control equipment should have been maintained, and negligently was not, and whether the maintenance or existence of the sign-controlled intersection as it was at the time of the accident was negligent, are jury questions. Cf. Gallagher v. Albuquerque Metropolitan Arroyo Flood Control Auth., 90 N.M. 309, 563 P.2d 103 (Ct.App.), cert. den. 90 N.M. 636, 567 P.2d 485 (1977) (negligent failure to maintain streets in reasonably safe condition subjects governing body to liability).\nThe judgment is reversed and the case remanded for trial on the merits.\nSUTIN, J., specially concurring.\nHERNANDEZ, J., dissenting.\nSUTIN, Judge\n(specially concurring).\nI specially concur.\nPlaintiffs sued defendants for damages for the death of Gail R. Williams. Her death occurred as a result of an automobile collision between vehicles driven by decedent and Lara at the intersection of McGaffey and Sunset Streets in Roswell. The installation and maintenance of traffic control devices were under the sole control and supervision of the State or exercised jointly with the City. Plaintiffs claim that defendants knew or should have known that the intersection was hazardous due to improper and inadequate traffic control devices and defendants had a duty to rectify such hazardous condition and negligently failed to do so; that as-a direct and proximate result of defendants' negligence, the collision occurred.\nBasically, plaintiffs' claim is that 30 stop signs placed on each side of McGaffey for entrance into Sunset, a through street, were improper and inadequate to control traffic at the intersection and created a hazard; that Gail drove on Sunset and Lara entered from McGaffey and a collision occurred; that State/Municipality were negligent and their negligence caused the death of Gail.\nDefendants filed a motion to dismiss or in the alternative for summary judgment. Defendants claimed:\n1. Plaintiffs have failed to state a claim upon which relief can be granted under the Tort Claims Act of New Mexico, § 41-4-1 to § 41 — 4r-25, N.M.S.A., 1978 Comp.\n*4772. These Defendants are immune from any suit by Plaintiffs on the cause of actions stated in Plaintiffs' Complaint, under the provisions of the Tort Claims Act of New Mexico.\n3. In the alternative, should the Court have to consider any matters involved in this case other than the pleadings, there is no genuine issue as to any material fact and these Defendants are entitled to judgment as a matter of law.\nThe trial court did not rule on defendants' motion to dismiss. It entered a Summary Judgment and Order that there was no genuine issue of any material fact to be submitted to the jury.\nBefore summary judgment is granted, the district court has a duty to follow the rules announced in Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). Under Goodman, the burden was upon defendants to make a prima facie showing that no genuine issue of material fact existed or that defendants were entitled to summary judgment as a matter of law for some other reason. If defendants failed in this respect, summary judgment must be denied. On the other hand, if defendants met their burden, the burden shifted to plaintiffs to prove that a genuine issue of material fact existed and that defendants were not entitled to summary judgment as a matter of law or for any other reason.\nIf these rules were followed and spelled out in the summary judgment in accordance with the allegations in the complaint, our duties would be lessened. In the Brief-In-Chief filed in this Court, plaintiffs should have shown that defendants failed to make a prima facie showing. If a prima facie showing was made, then plaintiffs must establish by the transcript that genuine issues of material fact were present.\nSeldom are the Goodman rules followed in the district court or in an appeal.\nDefendants made no showing as a matter of law that the stop signs on McGaffey Street were sufficient to control traffic at the intersection. Neither did they show that a hazardous condition did not exist, nor that this hazardous condition was not the proximate cause of the collision.\nOn the surface, without delving into the facts presented by plaintiffs, State/Municipal liability cannot arise where the reasonable flow of traffic is controlled by proper stop signs at intersections. Under these circumstances, the intersection is reasonably safe for use by persons exercising ordinary care and caution for their own safety. The proximate cause of the collision would be the fault of one or both of the drivers. In order to impose liability on defendants to take precautionary measures to guard the safety of members of the public using public ways, an unusual and extra ordinary hazardous condition must exist such as would create a reasonable probability of an accident thereby occurring to the travelers. Gordon v. Howard County, 13 Md.App. 42, 280 A.2d 906 (1971).\nWhen a hazardous condition exists, duties change. In McDaniel v. Welsh, 234 So.2d 833, 840 (La.App.1970), the court said:\nWe judicially note that in municipalities, especially metropolitan areas, vehicular congestion on the public street is constantly increasing. We deem it reasonable to conclude that increasing traffic volume poses new and added control problems to those authorities charged with the obligation of regulating automobile traffic. The greater the volume of traffic, the greater is the need for effective vehicular control, which includes properly functioning signals upon which motorists may rely with confidence.\nThe presence of stop signs to control traffic on a street before entering an intersection does not absolve a government entity of liability where a dangerous condition has been created. Feingold v. County of Los Angeles, 254 Cal.App.2d 622, 62 Cal.Rptr. 396 (1967). Of course, where a dangerous condition does not exist at the intersection at which the accident occurred the City was not required to provide warning by signals, signs or other devices. Callahan v. City and County of San Francisco, 15 Cal.App.3d 374, 93 Cal.Rptr. 122 (1971).\nIn New Mexico, the State Highway Commission and local authorities were statutori*478ly mandated to place and maintain such traffic control devices as they may deem necessary to regulate, warn or guide traffic. Sections 66-7-102, 66-7-103, N.M.S.A. 1978. The words deem necessary has shades of color in meaning. The ordinary meaning of deem is to. think or judge; to have an opinion; to believe. In other words the duty of defendants was to place such traffic control devices at the SunsetMcGaffey intersection which they thought were necessary to regulate traffic. This is a mandatory, not discretionary function. Defendants are subject to liability if defendants did not reasonably regulate the flow of traffic for the protection of users of the intersection. The duty is statutory. The violation of this duty falls within the realm of negligence. The factual issue to determine is whether stop signs on McGaffey Street were sufficient to reasonably regulate the flow of traffic on February 6, 1978, the date of the accident. If the defendants' investigations undertaken, or expert testimony produced, would establish that the signs were sufficient to control the flow of traffic, as a matter of law, they would not be liable. If not sufficient, it would reasonably be foreseen that accidents would probably occur. Whether the traffic condition at the intersection be called ultra-hazardous, hazardous, dangerous or unsafe is not alone conclusive of liability. The controlling factor is whether the proximate cause of the collision was the negligence of the drivers of the vehicles or the lack of reasonable signalization.\nIn the instant case, defendants have stated several defenses: (1) defendants did not have notice of the dangerous condition at the intersection and therefore had no duty to warn of the dangers; (2) that the intersection was in a reasonably safe condition; (3) Lara's negligence was the sole proximate cause of decedent's death. Discussion is unnecessary to say that under the evidence these defenses are issues of fact.\nSummary judgment based upon whether genuine issues of material fact exist should be reversed.\nUnder the Goodman rule, defendants can show that they were entitled as a matter of law for some other reason to a summary judgment in their favor. [83 N.M. 792, 498 P.2d 679.]\nThe only remaining issue is whether defendants are immune from liability under the provisions of the Tort Claims Act. Section 41-4-1, et seq., N.M.S.A. 1978. In the Legislative Declaration, public policy was declared to be, that governmental entities and public employees shall only be liable within the limitations of the Tort Claims Act and in accordance with the principles established in that act. All judicially created categories, such as governmental or proprietary functions and discretionary or ministerial acts previously used to determine immunity or liability, were abolished. Liability for acts or omissions . shall be based upon the traditional tort concepts of duty and the reasonably prudent person's standard of care in the performance of that duty. Section 41-4-2.\nPrior to the adoption of the Tort Claims Act the manner in which the streets should be used and the installation of stop signs or electrical control systems calls for the exercise of municipal discretion, a governmental function, for which a municipality cannot be called to account respecting its employment of such power. Hammell v. City of Albuquerque, 63 N.M. 374, 376, 320 P.2d 384, 386 (1958). The governmental function has been abolished and the exercise of municipal discretion has been made mandatory by § 66-7-103, supra. In Hammell, supra, the alleged negligence of the City was failing to reinstall a stop sign where one was supposed to have been directed. This negligence was the proximate cause of the accident.\nToday, under the Tort Claims Act, absent immunity, defendants would be under a duty to reinstall the stop sign if they deemed it necessary. If they failed to exercise reasonable care, defendants would be liable in damages.\nIn the instant case, we are confronted with the subject of improvement of signalization at the Sunset-McGaffey intersection. *479Are the defendants immune to liability under the Tort Claims Act? This is a matter of first impression.\nGenerally, under the Tort Claims Act, immunity is granted governmental entities and any public employees while acting within the scope of duty, except as provided in the Act. Section 41^4 — 4(A). If defendants do not fall within an exception, they are immune to liability. The only pertinent section of the Act is § 41-4-ll(A) and (B).\nUnder subsection (B):\nThe liability for which immunity has been waived pursuant to Subsection (A) of this section shall not include liability for damages caused by:\n(1) a defect in plan or design of any . street .\nThis subsection preserves governmental immunity to liability for a defect in plan or design of a street. It is not an exception to the general rule. The plan or design of a street is a project in thought and ideas described on paper or by model, and, upon approval, is structured for operation. It is the work for engineers skilled in the creation of a thoroughfare in a city, a part of which is reserved for vehicle and pedestrian use. In the preparation of a plan or design, signalization is included.\nIn the instant case, the initial design or plan of the Sunset-McGaffey intersection was placed in operation. No defect was shown to exist with reference to this plan. Although a study has been made of a second plan or design, it has not been completed and put in operation.\nThe only reverence to § 41 — 4—11(B)(1) is found in City of Albuquerque v. Redding, 93 N.M. 757, 605 P.2d 1156 (1980). Redding holds that a drain gate in the curb lane of the street formed a part of the street surface, but it was only incidental to the plan or design of the street. Therefore, subsection (B)(1) was not applicable. The court said with reference to the drain grate:\nIts direct purpose was not to facilitate the use of or flow of traffic upon the roadway. Its direct and primary purpose obviously was to care for solid or liquid waste collection and disposal from the roadway, and in this manner, incidentally to facilitate the flow of traffic upon the roadway.\nThe signalization of an intersection is to facilitate the use and flow of traffic. It is not incidental to the plan or design of the street.\nInasmuch as no defect in plan or design exists, defendants are not immune to liability under subsection (B)(1).\nUnder subsection (A):\nThe immunity granted . does not apply to liability for damages resulting from . . wrongful death . caused by the negligence of public employees while acting within the scope of their duties in the maintenance of . any . . . street .\nThis subsection is an exception to the general rule of governmental immunity. It does waive immunity to liability caused by negligence in the maintenance of a street.\nSection 41-4-11 preserves immunity in the plan or design of a street, but waives immunity in the maintenance of a street. Professor Kovnat noted that the legislature created an artificial category which invites litigation, prolonged by argument, about whether an activity is included within the category. Section 41 — 4-11 amply provides opportunities for dispute. Kovnat, Torts: Sovereign and Governmental Immunity in New Mexico, 6 N.M.L.Rev. 249-268 (1976).\nWhat is meant by maintenance of a street? To me, it is logical to conclude that, since defect in plan or design of a street appears in the same section with maintenance of a street, maintenance of a street includes within its perimeter or scope, an improvement of the plan or design. Maintenance is defined as upkeep or continuance. In other words, if the plan or design of signals at an intersection prove to be defective in operation due to an unusual increase in the flow of traffic, the State/Municipality have a duty to maintain that intersection with signalization that will make it a reasonably safe *480place for the control of traffic. When this event occurs, the proximate cause of the collision will be that of the drivers of motor vehicles and not the lack of signalization of the intersection.\nSection 41 — 4-ll(A) and (B) may be termed compromise legislation for the protection of the State and the public. The indeterminate features of plan or design of a street deserve immunity, but the determinate features of maintenance of a street do not. The legislature said in effect that in the correction of defects or mistakes heretofore made, or the need for improvement of the original plan or design due to changes in the flow of traffic, the State/Municipality shall be held liable for negligence in maintenance; the upkeep or continuance thereof. This process was reasonable and logical in the mind of the legislature. It was an expression of legislative intent. The judiciary must pay its respect to the intent of the legislature.\nDefendants are not immune to liability.\nHERNANDEZ, Judge\n(dissenting).\nI respectfully dissent.\nSection 41 — 4-ll(B)(l), N.M.S.A.1978, grants governmental entities immunity from liability for damages caused by a defect in plan or design of any . highway, roadway . . . . The decision to install or not to install traffic controls or warning devices is a primary part of the plan or design of a highway. Its direct purpose is to facilitate the use or flow of traffic upon the highway or roadway. City of Albuquerque v. Redding, supra. It is my opinion that the Appellees are immune from liability as a matter of law, and that summary judgment was properly granted.\n\nPlain English summary:\nDecedent (Gail R. Williams) was driving towards an intersection, when she collided with another driver, Lara. The plaintiff sued the State for inadequate traffic control devices at the intersection. The trial court gave summary judgment in favour of the defendants, and the appellate court reversed.\n",
    "annotations": {
        "Facts": [
            "Lara",
            "he knew the stop sign was there and",
            "he stopped before proceeding into the through street on which plaintiffs' decedent was travel-ling.",
            "a need for installation of traffic signals at that intersection, for the general safety of the citizens of the City, was recognized by the City and that need conveyed to the State Highway Department seven months before the fatal accident to Gail Williams occurred. The State Highway Department ultimately agreed with the City's traffic study relating to the pertinent intersection, for it responded one year later with a written agreement to provide and install a complete signalization and illumination system at that location.",
            "Gail R. Williams",
            "death occurred as a result of an automobile collision between vehicles driven by decedent and Lara at the intersection of McGaffey and Sunset Streets in Roswell. The installation and maintenance of traffic control devices were under the sole control and supervision of the State or exercised jointly with the City."
        ],
        "Procedural History": [
            "Plaintiff appeals the trial court's grant of summary judgment in favor of the State and the City of Roswell."
        ],
        "Application of Law to Facts": [
            "Plaintiff alleged notice in the City and State of a dangerous intersection at which plaintiff's decedent was killed, and failure of those defendants to install adequate controls. The appellees-defendants urge in this court that data collected on the traffic and other features of the intersection did not warrant the installation of signals. Whether or not that is so is a question of fact which cannot be resolved by summary judgment.",
            "The request by the City in 1977 for assistance from the State in installing a traffic signal must have been triggered by a considered judgment that the intersection was not adequately controlled at that time, and a continuing inadequacy into the future could be foreseen.",
            "Whether additional traffic-control equipment should have been maintained, and negligently was not, and whether the maintenance or existence of the sign-controlled intersection as it was at the time of the accident was negligent, are jury questions."
        ],
        "Relevant Precedents": [
            "Fidelity Nat'l Bank v. Tommy L. Goff, Inc., 92 N.M. 106,  (1978).",
            "Cf. Gallagher v. Albuquerque Metropolitan Arroyo Flood Control Auth., , 563 P.2d 103 (Ct.App.), cert. den. , 567 P.2d 485 (1977)"
        ],
        "Outcome": [
            "We reverse.",
            "The judgment is reversed and the case remanded for trial on the merits."
        ]
    },
    "class": "reverse"
}