{
    "text": "Harrell v. City of Belen, 93 N.M. 612, 603 P.2d 722 (1979)\nMay 15, 1979 · Court of Appeals of New Mexico · No. 3453\n93 N.M. 612, 603 P.2d 722\nAmelia HARRELL, as Personal Representative for Paul P. Harrell, Plaintiff-Appellee,v.The CITY OF BELEN, Ross Lovato and Ernest Montano, Defendants-Appellants\n603 P.2d 722\nCourt of Appeals of New Mexico.\nAs Amended July 18, 1979.\n*613Turner W. Branch, Stephen A. Slusher, Branch, Coleman & Perkal, P. A., Albuquerque, for plaintiff-appellee.\nDavid R. Gallagher, J. E. Casados, Gallagher, Casados & Martin, Albuquerque, for defendants-appellants.\nOPINION\nHENDLEY, Judge.\nPlaintiff recovered judgment in a wrongful death action involving her son who committed suicide while in police custody. Defendants appeal asserting several grounds for reversal: (1) refusal to give certain instructions; (2) the giving of certain instructions; (3) admitting certain items in *614evidence; and (4) permitting an expert to express an opinion. We affirm.\nFacts\nPlaintiff's deceased son, Paul, was apprehended by the Belen police for armed robbery and taken to jail. Paul was seventeen years old. Plaintiff was notified of her son's arrest, and shortly thereafter, arrived at the jail. She was taken to an office where Paul was present with Officer Gabaldon. She was given permission to speak privately with him in a glass enclosed room.\nPlaintiff testified that Paul said that he wasn't going to the penitentiary, that they wouldn't take him there alive . . . . She informed Assistant Chief Montano of Paul's statement . . that he'd die before he would go [to the penitentiary], he would kill himself . . . . As plaintiff was leaving the area she saw Paul attempting to slash his wrist with a flip top (as is found on cans of cola). She told Montano of this and both returned to the restraining area where plaintiff took the flip top and gave it to Montano and I [plaintiff] got Paul's wrist and turned it and Montano walked out.\nAs a result of this incident, Officer Ortega came in to sit with plaintiff and Paul. He claimed he was there to baby-sit. Later, as plaintiff was leaving, she told Paul she would be back in the morning. He answered, don't come back because you won't see me alive anyway. Plaintiff then told Montano, you take care of him, he's going to try to kill himself.\nPlaintiff testified that Montano assured her of Paul's safety stating that we'll take good care of him and there's nothing there for him to hurt himself. Based upon the policeman's assurances and the belief that there was nothing else for her to do, plaintiff went home.\nAfter plaintiff left, Montano gave instructions to Lovato, the dispatcher, to watch and check Paul every few minutes. The juvenile cell was located near the dispatcher's desk and had a window from which the cell could be observed. Lovato testified that he turned off the lights in the cell and checked on Paul every 10 to 15 minutes.\nWhen Paul was first booked he was stripped of all clothes except his undershorts and placed in the juvenile cell. When his mother arrived, he was given his shirt and pants and removed to the glassed in area where they spoke. When his mother left, -he was placed in the juvenile cell but was not again stripped.\nApproximately three hours after his apprehension by the police, Paul was found dead hanging from a vent in the cell by his long-sleeved shirt.\nRefusal to Instruct\nDefendants claim that the trial court erred in failing to submit to the jury whether Paul's suicide was an independent intervening cause and whether Paul's action in killing himself and plaintiff's action in not remaining with her son after he had been incarcerated amounted to contributory negligence. Both of these contentions are unfounded.\nA party is entitled to a jury instruction upon his theory of the case if it is supported by substantial evidence. Martinez v. Schmick, 90 N.M. 529, 565 P.2d 1046 (Ct.App.1977); Mantz v. Follingstad, 84 N.M. 473, 505 P.2d 68 (Ct.App.1972). The allegation that Paul's act of suicide was an independent intervening cause cutting off defendants' liability is simply an incorrect statement of the law.\nWhen one party is in the custodial care of another, as in the case of a jailed prisoner, the custodian has the duty to exer-. cise reasonable and ordinary care under the circumstances for the life and health of the charge. Thomas v. Williams, 105 Ga.App. 321, 124 S.E.2d 409 (1962); see Porter v. County of Cook, 42 Ill.App.3d 287, 355 N.E.2d 561 (1976); compare Warner v. Kiowa County Hospital Authority, 551 P.2d 1179 (Okl.App.1976). Knowledge on the part of the custodian that the charge may injure himself unless precautionary measures are taken is an important factor in determining whether the custodian exer*615cised reasonable care. Thomas, supra, and Porter, supra.\nThe Belen police, then, had the duty to exercise reasonable care for the life and health of Paul, as they were the persons responsible for placing him in the custodial setting. Their duty was heightened by their knowledge that Paul had made repeated threats of and had once even attempted to commit suicide.\nThis duty, moreover, contemplates the reasonably foreseeable occurrence of a self-inflicted injury regardless of whether it is the product of the charge's volitional or negligent act. Hunt v. King County, 4 Wash.App. 14, 481 P.2d 593 (Ct.App.1971). It is public policy which necessitates the negation of the charge's duty for self-care for:\n[a]ny other rule would render the actor's duty meaningless. The rule would in the same breath both affirm and negate the duty undertaken or imposed by law. The wrongdoer could become indifferent to the performance of his duty knowing that the very eventuality that he was under a duty to prevent would, upon its occurrence, relieve him from responsibility. 481 P.2d at 598.\nSince Paul committed the very act that defendants were under a duty to prevent, Paul's conduct, although reasonably foreseeable, is irrelevant on the issue of proximate cause. Hunt, supra. Since public policy absolves Paul from any duty of due care under these circumstances, he could not by definition be contributorially negligent. Hunt, supra. The trial court, then, did not err in refusing to submit whether Paul's suicide was an independent intervening force and whether his act of killing himself was contributorially negligent.\nThe foregoing, however, does not answer the issue, of whether the trial court erred in refusing to instruct on the contributory negligence of plaintiff. See Baca v. Baca, 71 N.M. 468, 379 P.2d 765 (1963). That answer is factual. There is simply no evidence of her contributory negligence. She repeatedly told the authorities of Paul's suicide threats and attempted suicide, and was assured that defendants would watch out for him. She had no duty to stay with Paul in jail and, in fact, did everything that she could reasonably be expected to do to protect her jailed son. Under the facts of this case, to impose a further duty on plaintiff would have the effect of lessening the duty of the defendants. This we will not do. The trial court properly refused the requested instruction on plaintiff's contributory negligence.\nThe foregoing discussion answers defendants' point regarding refusal to instruct on duty to exercise ordinary care since there is no issue of contributory negligence.\nInstruction Nos. 11, 12 and 13\nDefendants objected to instruction nos. 11,12 and 13 on grounds different than those briefed on appeal. To preserve an objection for appeal, the objection must point out the specific defect. Morris v. Dodge Country, Inc., 85 N.M. 491, 513 P.2d 1273 (Ct.App.1973). Since defendants failed to allege the specific defect at trial, they lost their right to do so on appeal. Objections to instruction nos. 11, 12 and 13 were not preserved for appeal.\nJuvenile Standards\nDefendants objected to the admission of the Minimum Standards for juvenile detention on the grounds that the so-called 'standards' had no place in this lawsuit whatsoever since, they relate to detention facilities of a permanent nature rather than to temporary police custody of a juvenile. This allegation is without merit.\nSection 2.01 of the standards defines a detention facility as a place where a child may be detained pending court hearing and does not include facilities for the care and rehabilitation of delinquent children. A general reading of the standards indicates that they set a minimum standard *616for juvenile detention which assures more uniform and sound practices for the detention of the delinquent child. The Belen jail, then, was a detention facility as contemplated by the standards. As such, the standards were relevant and admissible on the issue of the minimum level of detention to which the City of Belen had to comply.\nPhotograph\nPlaintiff's Exhibit 8 is a color photograph of Paul's torso taken shortly after death. Defendants objected to its admission on grounds of irrelevancy.\nRule of Evidence 401 defines relevancy as that evidence which has the tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence. The photograph here depicted the scene of the incident, and was taken as part of the official investigation. It shows the cut marks on Paul's wrist and the bruises on his neck from the hanging. The fact that a photograph may be cumulative of other evidence does not necessarily render it inadmissible so long as it serves to corroborate other evidence. State v. Sedillo, 76 N.M. 273, 414 P.2d 500 (1966). The photograph here tended to corroborate other evidence and was, therefore, admissible as relevant evidence.\nExpert Witness\nPlaintiff's expert, a clinical psychologist with an expertise in suicide, was asked a hypothetical question regarding what would have been reasonable action for the police to have taken in order to prevent Paul's suicide. Defendants contend this question invaded the province of the jury to decide what is reasonable. We disagree.\nThe Court gave N.M.U.J.I.Civ. 15.1, N.M. S.A.1978, which states that the jury is free either to give an expert opinion whatever weight they think it deserves or to reject it entirely. As such, the opinion of the expert does not preclude the jury on the ultimate question for their deliberation. N.M.U.J.I. Civ. 15.1, Directions for Use.\nDefendants also contend on appeal that the use of depositions of the police officers, as required by Rule of Evidence 703, were not of the kind reasonably relied upon by psychologists in the field. However, defendants did not make this specific objection at trial as required by Higgins v. Hermes, 89 N.M. 379, 552 P.2d 1227 (Ct.App.1976). Since defendants failed to properly object at trial, they lost their Rule 703 objection on appeal.\nAffirmed.\nIT IS SO ORDERED.\nWOOD, C. J., concurs.\nSUTIN, J., dissenting.\nSUTIN, Judge\n(dissenting).\nI dissent.\nPaul P. Harrell, 17 years of age, while incarcerated in the city jail in Belen, committed suicide. He had been apprehended by the city police in the commission of a burglary of a business establishment in Belen, armed with a gun. After being taken to jail, he was visited by his mother. Paul did not talk much. He was afraid of going to the penitentiary. He cried. He had tried to cut his wrist or arm with the flip top of a can, and told his mother not to return because he would not be there. When his mother left, she told the officers to take care of him or he would kill himself. She did not consider Paul insane or mentally disturbed.\nWhen originally booked, Paul had all outer clothing taken from him and was put in a juvenile cell. When his mother came, his clothes were given back to wear. When his mother left at 1:00 a. m., she was calm and Paul was normal. Paul was returned to his cell wearing his clothes. At 1:43 a. m., approximately 45 minutes later, by use of his shirt, an overhead grate in a vent, and *617by stepping off the toilet, Paul hung himself.\nThe jailer cheeked Paul every ten to fifteen minutes by looking through the glass window in the door of the cell. While the lights were off in the cell, sufficient light came through this window for him to observe Paul.\nPlaintiff's expert psychologist stated that a person in a suicidal state usually has to be in a state of depression. Such person has lost sight of what life is all about; that reasoning is so impaired that self-destruction is a solution to some of life's problems. In lay language, this person has to be beside himself, out of his mind, and unreasonable. Impulses take over and control more than reason does. The expert also stated that the police should have called the Crisis Center, a suicide prevention organization because hypothetically, Paul was, in his opinion, a high risk for suicide; that a trained person should have been called, and that if he had been transferred to the Bernalillo County Medical Center, the suicide could have been prevented; that an ordinary person could have detected all this.\nHowever, the expert testified that he had not done any studies and was not familiar with any requirements relating to jails or the incarceration of accused felons, nor requirements relating to the standards for jails or standards relating to the detention of juveniles.\nSuicide is self-destruction. It was a felony at common law. The only justification for retaining it as a crime was to provide a basis centuries later for punishing a person who aids, abets or assists another to do so. It was achieved in New Mexico and in other states by a statutory provision without the need to retain suicide as a crime. Section 30-2-4, N.M.S.A.1978. For a history of suicide, see, Barry, Suicide and the Law, 5 Melbourne Law Review 1 (1964); Tate v. Canonica, 180 Cal.App.2d 898, 5 Cal.Rptr. 28 (1960). To avoid a host of cases on this subject matter, we must narrow the crucial issues to the facts of this case.\nFirst, this is not an intentional tort in which the claim for relief is predicated upon an intentional infliction of physical and mental injury by defendants that directly caused Paul to lose control of his mind or to become mentally irresponsible. The law has for a long time recognized a distinction between intentional and negligent torts, and has generally recognized fewer defenses, and been more inclined to find that defendant's conduct was the legal cause of harm complained of, where the tort is intentional. Tate, supra. [5 Cal.Rptr. at 33.] See, Liability of one causing physical injuries as a result of which injured party attempts or commits suicide, 77 A.L.R.3d 311 (1977).\nSecond, this is not a case where a jailer caused, aided, assisted or led Paul to self-destruction. The jailer's conduct was passive. During the 45 minute interval, he did not remove Paul's outer clothing, keep a constant vigil or seek outside medical assistance. These complaints by plaintiff did not relate to the reasons for Paul's suicide. Paul voluntarily and intentionally took his own life.\nThird, a jail is not a mental institution or hospital in which a patient is a suicide risk wherein the patient must be provided with proper standards of medical and hospital care and closely watched, a situation which demands greater supervision. See, Dinnerstein v. United States, 486 F.2d 34 (2nd Cir. 1973); Smith v. United States, 437 F.Supp. 1004 (E.D.Pa.1977); Adams v. State, 71 Wash.2d 414, 429 P.2d 109 (1967); Meier v. Ross General Hospital, 69 Cal.2d 420, 71 Cal.Rptr. 903, 445 P.2d 519 (1968).\nYet mental institutions have not been ¡eld liable under various circumstances. O'Connor v. State, 58 A.D.2d 663, 395 N.Y.S.2d 715 (1977) where the State checked every hour. The State was not required to provide a 24-hour supervision to suicidal patients; Payne v. Milwaukee Sanitarium Foundation, Inc., 81 Wis.2d 264, 260 N.W.2d 386 (1977) where the patient's cheerfulness *618was not alone sufficient to trigger more strict supervision than that ordered by a psychiatrist; Broussard v. State Through Div. of Hosp., 356 So.2d 94 (La.App.1978) where it was not unreasonable to permit the patient to be with other patients though he might thereby obtain a robe tie with which to hang himself. See, Annot., Liability of hospital, other than mental institution, for suicide of patient, 60 A.L.R.3d 880 (1974); Fernandez v. Baruch, 52 N.J. 127, 244 A.2d 109 (1968) where jail authorities were not sued.\nFourth, this is not a case where a jailer is obligated by law to have knowledge of medicine, medical care, insanity or self-destruction in the supervision of juvenile inmates. He is not equipped to recognize and analyze severe emotional problems of persons charged with crimes.\nFifth, this is not a case where an inmate has had a history of mental illness. See, Porter v. County of Cook, 42 Ill.App.3d 287, 355 N.E.2d 561 (1976).\nSixth, this is not a case where a person arrested is physically or mentally impaired so as to require the arresting officers to seek medical attention.\nA. The jailer had no duty to prevent Paul from suicide.\nFailure to prevent suicide is the focal point of this appeal. Plaintiff states:\nThe theory relied upon by Mrs. Harrell is pure and simple tort law, not involving any allegations of infliction of mental suffering. The theory is simply that of duty, breach of duty and consequential harm. The duty is that of taking reasonable steps to prevent the suicide of Paul Harrell when the City of Belen knew, or in the exercise of reasonable care, should have known that he was suicidal. . [Emphasis added.]\nNo cases were cited that support plaintiff's theory.\nIn Lucas v. City of Long Beach, 60 Cal.App.3d 341, 131 Cal.Rptr. 470, 474 (1976), the court said:\nThe general rule is that a jailer is not liable to a prisoner in his keeping for injuries resulting from the prisoner's own intentional conduct. [Citations omitted.] Absent some possible special circumstances a jailer is under no duty to prevent the latter from taking his own life. [Emphasis added.]\nA prisoner is not allowed to recover from his custodian for a self-inflicted injury on the ground that the custodian was at fault in failing to prevent the prisoner from inflicting the injury upon himself, 60 Am. Jur.2d, Penal and Correctional Institutions, Section 29 (1972) and see supplement.\nAt the base of every tort case in which liability is imposed on defendant, there must be a duty. A duty is that required by one's station or occupation. City of Clovis v. Archie, 60 N.M. 239, 290 P.2d 1075 (1955). The scope of defendant's duty depends upon how far the law's protection will be extended to him. The determination of the issue of duty and whether it includes the particular risk imposed on the victim ultimately rests upon broad policies which underline the law. Those policies may be characterized generally as morality, the economic good of the group, practical administration of the law, justice as between the parties and other considerations relative to the environment out of which the case arose. Green, Duties, Risks, Causation Doctrines, 41 Tex.L.Rev. 42, 45 (1962).\nWhat duty does a city jailer owe a juvenile inmate charged with a felony? What is a jailer's duty when he is informed of the juvenile's intention to commit suicide? No duty is imposed upon the jailer by statute, rules or regulations. Generally speaking, the duties of a jailer are those defined by statute and limited as provided by law. 72 C.J.S. Prisons § 11 (1951); Anderson v. Nosser, 438 F.2d 183 (5th Cir. 1971). There are no inherent duties of city jailers except *619as provided by statute. Howell v. City of Ashland, 239 Ky. 349, 39 S.W.2d 468, 470 (1931). The duties of the jailer are those prescribed by statute and such as were recognized at common law. Gowens v. Alamance County, 216 N.C. 107, 3 S.E.2d 339 (1939). Of course, there is diversity of judicial opinion on the subject. Annot., Civil liability of sheriff or other officer charged with keeping jail or prison for death or injury of prisoner, 14 A.L.R.2d 353 (1950) and later case service.\nA jailer does not have a duty (1) to see that the cell is so constructed as to avoid any method of self-destruction, (2) to have knowledge of every method by which a juvenile might commit suicide, (3) be present at all times to prevent a juvenile from self-destruction, or (4) seek medical assistance.\nThe only duty that arises is that which occurs at the time of arrest. Section 32-1-23(A)(3) of the Children's Code. It reads in pertinent part:\nA. A person taking a child into custody shall, with all reasonable speed:\n******\n(3) deliver the child ... to a medical facility if the child is believed to be suffering from a serious physical or mental condition or illness which requires either prompt treatment or prompt diagnosis. [Emphasis added.]\nWhen taken into custody by the police, Paul appeared to be and acted like a normal young man.\nDefendants owed Paul no duty to prevent him from self-destruction.\nB. No standard of care for jail was proven by plaintiff.\nIf we assume that the juvenile is entitled to reasonable care and attention for his safety as his mental and physical condition, if known, may require, the plaintiff is still required to prove that defendants failed to conform to the standard required. Maricopa County v. Cowart, 106 Ariz. 69, 471 P.2d 265 (1970). Under a similar set of facts, a young teenager confined in the Maricopa County Detention Home hung himself with a bed sheet in a six foot by eight foot room constructed of reinforced concrete, having one steel door with a small peep slot and with one window covered by a steel plate except for one or two inches at the top. Omitting citations, the court said:\nSince the duty in this case is imposed because of the type of institution involved, the standard required for the protection of juveniles placed in its custody is that the institution exercises the skill and knowledge normally possessed by like institutions in similar communities handling juveniles. Just as a general hospital would have a different standard of care for its patients with mental disorders than a hospital specializing in mental disorders, a home for wayward juveniles would have a different standard of care than that imposed upon a general hospital which might have patients with mental disorders. [471 P.2d at 267-268.]\nFor failure of plaintiff to prove a standard of care, plaintiff's judgment was reversed and remanded with direction to enter judgment for defendant.\nThe Belen jail was a detention home. It had the same standard of care for juveniles as a detention home. A standard is essential. Jails in small towns without physicians employed would have a different standard of care than jails in large cities with a physician on duty. Where a physician is on duty, the standard of care in medical malpractice applies. Shea v. City of Spokane, 17 Wash.App. 236, 562 P.2d 264 (1977). The standard of care in jails would have a different standard than that exercised in prisons. Each institution should meet the standard of care for mentally ill juveniles or potential suicide inmates that similar communities exercise. This is the general rule established for hospitals, mental institutions, medical and legal malpractice, and any other institution or professional field where the extent of care bears upon liability-\nTo except the city jail is to frustrate the purpose for its existence.\n*620C. Defendants were not negligent.\nIn Lucas v. City of Long Beach, supra, Stephen, a 17 year old son of plaintiff was booked in the city jail for intoxication. The officers were of the opinion that Stephen was under the influence of a drug. At about 2:00 a. m., Stephen was placed in a cell in the juvenile detention facilities. At about 4:55 a. m., a police officer, while making an inspection, found Stephen hanging by his neck with a noose constructed of a strip of cloth torn from a mattress cover. Stephen was dead. There was no evidence that Stephen suffered from any psychosis or other mental illness.\nState regulations governing the administration of juvenile detention facilities required that inmates be observed by a custodian at least once each hour. The police officer did not comply with this regulation. Judgment for plaintiff was reversed.\nThe Lucas court said:\nThe cause of Stephen's death was his own act in hanging himself. No act or omission of Sergeant Riley produced the mental condition which prompted Stephen to do what he did. . . . [Emphasis added.] [131 Cal.Rptr. at 474.]\nThe jailer was not negligent. All other matters which the plaintiff urges in the instant case were resolved against plaintiff in Lucas. The court dismissed these events as a matter of law.\nFor a collection of cases on the subject matter, see Annot., Civil liability of prison or jail authorities for self-inflicted injury or death of prisoner, 79 A.L.R.3d 1210 (1977).\nIn the instant case, there was no evidence that Paul suffered from any psychosis or other mental illness at the time of his confinement in the city jail. Neither is there any evidence that the jailer failed to exercise reasonable care during a 45 minute interval. Fault rests not with the jailer but with those social forces during his life, including the family, which led Paul to end his life. For this tragedy, the family has no legal right to seek damages from the defendants.\nD. Suicide, as an intervening cause, was at least a question of fact for the jury.\nThe court refused to instruct the jury on intervening cause. It was reversible error. Defendants were entitled to a directed verdict.\nFor plaintiff to recover damages for the negligence of defendants, plaintiff must prove that the negligence of defendants was the proximate cause of Paul's self-destruction. If the chain of causation is broken by an unforeseeable intervening cause, defendants are not subject to liability. It is important to note that an intervening cause is one that comes into operation after the defendant's negligent act or omission to act. The failure of the jailer to act did not cause the suicide to occur. It did not cause a psychosis or mental illness which led to Paul's self-destruction. It did not cause a state of mind or an irresistible impulse resulting in Paul's suicide. The suicide which followed the omission of the jailer to act was an intervening cause of Paul's death. He took his own life.\nIn Maricopa County, the court said:\n. In those cases in which a specific duty of care is absent, that is cases involving a wrongful act by the defendant and a subsequent suicide by the injured party, the almost universal rule is that the suicide by the injured party is a superseding cause which is neither foreseeable nor a normal incident of the risk created and therefore relieves the original actor from liability for the death resulting from the suicide. [Emphasis by court.] [471 P.2d 267.]\nIt cannot be said that suicide is an independent intervening cause as a matter of law in every case that breaks the chain of causation, but it cannot be gainsaid that it is not a question of fact. To establish the development of the rule and its realistic approach would require long quotations. To avoid this recitation of a universally accepted rule as well as the overwhelming weight of authority, see Tate v. Canonica, supra; Cauverien v. De Metz, 20 Misc.2d 144, 188 N.Y.S.2d 627 (1959); Lancaster v. Montesi, 216 Tenn. 50, 390 S.W.2d 217 *621(1965); Runyon v. Reid, 510 P.2d 943 (Okl.1973); Jones v. Stewart, 183 Tenn. 176, 191 S.W.2d 439 (1946); Waas v. Ashland Day & Night Bank, 201 Ky. 469, 257 S.W. 29 (1923), 35 A.L.R. 1441 (1925); Lucas, supra; Scheffer v. Railroad Co., 105 U.S. 249, 26 L.Ed. 1070 (1881); Salsedo v. Palmer, 278 F. 92 (2nd Cir. 1921), 23 A.L.R. 1262 (1923); Stevens v. Steadman, 140 Ga. 680, 79 S.E. 564 (1913), 47 L.R.A. (N.S. 1009); Daniels v. New York, N.H. & H.R. Co., 183 Mass. 393, 67 N.E. 424 (1903), 62 L.R.A. 751; Orcutt v. Spokane County, 58 Wash.2d 846, 364 P.2d 1102 (1961).\nThe voluntary, willful act of suicide is a new or intervening agency that breaks the chain of causation. This intentional act is a superseding cause of harm and relieves the defendant of liability unless such act of suicide was reasonably foreseeable or the failure to foresee such act was a factor in the original negligence. In Maricopa County, suicide is neither foreseeable nor an incident to the risk. Other authorities cited hold that foreseeability is a question of fact. There are differences in opinion. For example, see Orcutt.\nIn the instant case, all the evidence tended to show that Paul, with deliberate purpose, planned to take his own life; that he so stated to his mother; that he stated he did not want to go to the penitentiary; that he had planned and devised a method of taking his own life with use of a shirt, an overhead grate in a vent, and by stepping off the toilet in a matter of minutes. There is no evidence that he acted without volition under an uncontrollable impulse, or that he did not understand the physical nature of his act. This was ah intervening cause. His conduct had no relationship to the claimed acts of the jailer's omission to act. Foreseeability, within the concept of reasonable care, is so inapplicable that reasonable minds cannot disagree.\nThe intervening act broke the chain of causation as a matter of law.\nE. The trial court erred in instructing the jury.\nDefendants established compliance with the minimum standards of the Children's Code and the statute itself. The trial court committed reversible error in giving instructions No. 11 and 12 relative to violations of §§ 9.04 and 8.01 of the regulations of the Children's Code and in giving instruction No. 13 based upon § 32-1-23. To approve negligence per se upon inapplicable provisions of the Children's Code and regulations is an affront to fair play. It borders on being farcical.\nEven where minimum municipal jail and lockup standards are promulgated, the failure to comply with self-imposed regulations does not necessarily impose upon municipal bodies and their employees a legal duty to prisoners nor does the failure to comply with such regulations make a case of prima facie liability to a prisoner or his estate. Where such regulations provide that a prisoner with a known history of mental disorder or mental defect shall be immediately referred for appropriate professional study and diagnosis or be immediately examined by a physician, the regulations are helpful in simply suggesting a body of knowledge of which the authorities should be aware. Dezort v. Village of Hinsdale, 35 Ill.App.3d 703, 342 N.E.2d 468 (1976).\nJudgment should be entered for defendants.\n\nPlain English summary:\nDecedent committed suicide in jail. Plaintiff (decedent's mother) recovered in a suit against the defendants (the Belen police) and the defendant appealed. Defendant argued that both the decedent's suicide and the plaintiff's failure to stay with her son amounted to contributory negligence. The Court of Appeal rejected these arguments. \n",
    "annotations": {
        "Facts": [
            "Plaintiff's deceased son, Paul, was apprehended by the Belen police for armed robbery and taken to jail. Paul was seventeen years old. Plaintiff was notified of her son's arrest, and shortly thereafter, arrived at the jail. She was taken to an office where Paul was present with Officer Gabaldon. She was given permission to speak privately with him in a glass enclosed room.",
            "Paul said that he wasn't going to the penitentiary, that they wouldn't take him there alive . . . . She informed Assistant Chief Montano of Paul's statement . . that he'd die before he would go [to the penitentiary], he would kill himself . . . . As plaintiff was leaving the area she saw Paul attempting to slash his wrist with a flip top (as is found on cans of cola). She told Montano of this and both returned to the restraining area where plaintiff took the flip top and gave it to Montano and I [plaintiff] got Paul's wrist and turned it and Montano walked out.As a result of this incident, Officer Ortega came in to sit with plaintiff and Paul. He claimed he was there to baby-sit. Later, as plaintiff was leaving, she told Paul she would be back in the morning. He answered, don't come back because you won't see me alive anyway. Plaintiff then told Montano, you take care of him, he's going to try to kill himself.",
            "Montano assured her of Paul's safety stating that we'll take good care of him and there's nothing there for him to hurt himself. Based upon the policeman's assurances and the belief that there was nothing else for her to do, plaintiff went home.After plaintiff left, Montano gave instructions to Lovato, the dispatcher, to watch and check Paul every few minutes. The juvenile cell was located near the dispatcher's desk and had a window from which the cell could be observed. Lovato testified that he turned off the lights in the cell and checked on Paul every 10 to 15 minutes.When Paul was first booked he was stripped of all clothes except his undershorts and placed in the juvenile cell. When his mother arrived, he was given his shirt and pants and removed to the glassed in area where they spoke. When his mother left, -he was placed in the juvenile cell but was not again stripped.Approximately three hours after his apprehension by the police, Paul was found dead hanging from a vent in the cell by his long-sleeved shirt."
        ],
        "Procedural History": [
            "Plaintiff recovered judgment in a wrongful death action involving her son who committed suicide while in police custody. Defendants appeal"
        ],
        "Application of Law to Facts": [
            "The Belen police",
            "had the duty to exercise reasonable care for the life and health of Paul, as they were the persons responsible for placing him in the custodial setting. Their duty was heightened by their knowledge that Paul had made repeated threats of and had once even attempted to commit suicide.This duty, moreover, contemplates the reasonably foreseeable occurrence of a self-inflicted injury regardless of whether it is the product of the charge's volitional or negligent act.",
            "Since public policy absolves Paul from any duty of due care under these circumstances, he could not by definition be contributorially negligent.",
            "The trial court, then, did not err in refusing to submit whether Paul's",
            "act of killing himself was contributorially negligent.The foregoing, however, does not answer the issue, of whether the trial court erred in refusing to instruct on the contributory negligence of plaintiff.",
            "There is simply no evidence of her contributory negligence. She repeatedly told the authorities of Paul's suicide threats and attempted suicide, and was assured that defendants would watch out for him. She had no duty to stay with Paul in jail and, in fact, did everything that she could reasonably be expected to do to protect her jailed son. Under the facts of this case, to impose a further duty on plaintiff would have the effect of lessening the duty of the defendants. This we will not do. The trial court properly refused the requested instruction on plaintiff's contributory negligence.The foregoing discussion answers defendants' point regarding refusal to instruct on duty to exercise ordinary care since there is no issue of contributory negligence."
        ],
        "Relevant Precedents": [
            "Thomas v. Williams, 105 Ga.App. 321,  (1962); see Porter v. County of Cook, 42 Ill.App.3d 287,  (1976)",
            "Thomas, supra, and Porter, supra.",
            "Hunt v. King County, 4 Wash.App. 14,  (Ct.App.1971).",
            "481 P.2d at 598.",
            "Hunt",
            "Hunt",
            "Baca v. Baca, , 379 P.2d 765 (1963)"
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}