{
    "text": "Trujillo ex rel. Osofsky v. Galio, 106 N.M. 486, 745 P.2d 711 (1987)\nOct. 6, 1987 · Court of Appeals of New Mexico · No. 9001\n106 N.M. 486, 745 P.2d 711\nDuane TRUJILLO, Through his mother and next friend, Phyllis Trujillo OSOFSKY, Plaintiff-Appellant,v.Thomas C. GALIO and B.R.S. Enterprises, Inc., Defendants-Appellees,v.ALLSTATE AUTOMOBILE INSURANCE CO., Involuntary Plaintiff\n745 P.2d 711\nCourt of Appeals of New Mexico.\nCertiorari Denied Nov. 5, 1987.\nRobert D. Levy, Maria Garcia Geer, Levy & Geer, P.A., Albuquerque, for plaintiff-appellant.\nJonathan E. Zorn, Butt, Thornton and Baehr, P.C., Albuquerque, for defendantsappellees.\nOPINION\nMINZNER, Judge.\nAfter a bench trial on liability, the trial court entered judgment for defendants. Plaintiff appeals from that judgment, contending (1) the trial court erred as a matter of law in concluding that defendants did not breach any duty of care to plaintiff and, thus, were not negligent, and (2) that the findings of the trial court as to defendant Galio's exercise of due care are not supported by substantial evidence. We affirm.\nThe accident occurred on a November evening about midnight. Defendant Galio was driving south on Moon Street in Albuquerque, at about twenty to twenty-five miles an hour. Mrs. Galio was seated by him. It was a clear, moonlit night and the street was dry.\nThat same evening plaintiff, aged seventeen, had attended a party. While at the party he consumed both liquor and pills and became very intoxicated. As plaintiff walked home, he fell and, unable to stand, began crawling across Moon Street at a point between Cherokee and Haines. While crawling, plaintiff saw the front lights of defendant Galio's car. Plaintiff froze, and the left front turn signal lens of the car came in contact with his head. Plaintiff was pitched downward and slid about sixteen feet..\nAlthough there is a light pole about 108 feet north of the accident site, neither that light nor the moon significantly illuminated the section of the street at which plaintiff attempted to cross. The roadway is straight and level; it is a two-lane street *487with bicycle lanes on either side. A school lies to the west of the roadway where plaintiff was hit, and a park lies to the east.\nAfter the accident, defendant Galio and his wife flagged down a vehicle traveling north on Moon. The Galios and the occupant of the other car covered plaintiff with coats and jackets. They then flagged down another vehicle traveling north and called the police.\nDefendant Galio was given a sobriety test about thirty minutes after the accident. His blood alcohol content was zero. In his statement to the police, he indicated that he saw an object just as he hit it but that his wife saw it first and said you're going to hit it. His wife's statement to the police indicated that she saw plaintiff right before impact, that she yelled, and that her husband swerved.\nPlaintiff's expert testified that he conducted certain visibility tests at the scene of the accident, about a month later, at about midnight. The expert testified that, having placed a similarly-dressed individual on the road, he was able to distinguish that there was an object on the road at a distance of one hundred feet. In addition, he testified that he was able to discern the object was a person at ninety feet.\nThe trial court found that defendant Galio kept a proper lookout, had the vehicle under proper control, and used due care. There were also two amended findings: that defendant Galio did not see plaintiff until after the impact, and that if he had seen plaintiff and swerved to the right or braked forcefully when his wife saw that the object was a person, there would have been time to avoid the accident. Because the trial court concluded defendant was not negligent, it also concluded there were no further issues to be tried.\nOn appeal, plaintiff contends that the trial court erred in failing to find defendant Galio negligent in his failure to see plaintiff prior to impact. Plaintiff reasons that defendant Galio had a duty to see what was reasonably apparent, and that because of the conditions proved at trial and particularly because Mrs. Galio saw plaintiff before impact, plaintiff's presence must have been reasonably apparent.\nIn making this first argument, plaintiff apparently contends the trial court ruled that defendant Galio owed plaintiff no duty. The record does not reflect such a ruling. In fact, the findings suggest that the trial court understood that as a driver defendant owed the duty plaintiff has identified; a duty to keep a proper lookout and to see that which could be seen in the exercise of ordinary care.\nOur cases clearly establish this duty. See, e.g., Horrocks v. Rounds, 70 N.M. 73, 370 P.2d 799 (1962); Ortega v. Koury, 55 N.M. 142, 227 P.2d 941 (1951); Martinez v. City of Albuquerque, 84 N.M. 189, 500 P.2d 1312 (Ct.App.1972). In addition, there is support in our statutes. See NMSA 1978, § 66-7-337 (Repl.Pamp.1987). There is a relevant uniform jury instruction. See SCRA 1986, UJI Civ. 13-1203. The duty is not significantly affected by the adoption of comparative negligence. See Fountain v. Thompson, 252 Ga. 256, 312 S.E.2d 788 (1984); see generally Annotation, Motorist's Liability for Striking Person Lying in Road, 41 A.L.R. 4th 304 (1985).\nPlaintiff relies on the physical facts rule for his theory that the evidence permits only one reasonable inference; namely, that defendant Galio failed to keep a proper lookout. See, e.g., New Mexico State Highway Dep't v. Van Dyke, 90 N.M. 357, 563 P.2d 1150 (1977); Ortega v. Koury. That rule allows the trier of fact to disregard all testimony which is inherently improbable in light of established facts and conditions. Crownover v. National Farmers Union Property & Casualty Co., 100 N.M. 568, 673 P.2d 1301 (1983). Plaintiff does not contend that defendant Galio did see plaintiff in time, but only that he might have. Thus, we understand plaintiff's argument to be that the evidence permits only one inference. We disagree. See Madsen v. Read, 58 N.M. 567, 273 P.2d 845 (1954). Rather, the evidence in this case presented a question of fact, which was entrusted to the court rather than a jury. See id.; see also Alexan *488 der v. Cowart, 58 N.M. 395, 271 P.2d 1005 (1954).\nIn Madsen v. Read, the supreme court stated, the mere fact that the driver of a motor vehicle fails to see a pedestrian in his line of traffic in time to avoid striking him, is not always and necessarily to be taken as proof he was guilty of negligence as a matter of law. In some cases, yes — in others no. Id. 58 N.M. at 575, 273 P.2d at 850. Whether the defendant could have or should have seen a pedestrian is a question of fact dependent on the attendant circumstances. The supreme court stated that:\n[T]here may be circumstances under which, had the defendant been more observant, the presence of a pedestrian in a position of danger could have been seen, nevertheless, the movement of traffic or other circumstances may have interfered with that keenness of observation which would have disclosed the danger. It then becomes a question for the jury to say whether there was in fact negligence or contributory negligence.\nId. at 576, 273 P.2d at 850.\nMrs. Galio's testimony supports the trial court's conclusion that defendant Galio might have avoided the accident had he been looking at the same spot at which she was looking and at the same time. Nevertheless, this is not the equivalent of a finding that defendant Galio was negligent as a matter of law. See Madsen v. Read. The question was whether maintaining a proper lookout required that view. The trial court found, in effect, that it did not.\nAlthough Galio failed to see plaintiff in time to take evasive action, the circumstances here are such that a fact finder could determine that Galio was not negligent. The accident occurred at approximately 11:30 p.m. The evidence supports the trial court's finding that neither the light pole nor the moonlight that evening significantly illuminated the site itself. Defendant was sober, operating a vehicle with proper equipment, driving well within the posted speed limit and within his own lane of traffic. He testified that prior to the accident he was looking at the road and was not distracted. The accident did not occur in a crosswalk or intersection where a driver could reasonably expect pedestrian traffic. Moreover, plaintiff was not standing nor walking across the road, but rather was intoxicated, unable to stand, and was crawling across the roadway. Although plaintiff was wearing white tennis shoes, he was also wearing a dark plaid shirt. Photographs taken immediately after the accident permit an inference that plaintiff was not in defendant's lane of travel, but in the opposite lane, with only his head and perhaps his shoulders crossing the center stripe. All of these are circumstances [that] may have interfered with that keenness of observation which would have disclosed the danger. Madsen v. Read, 58 N.M. at 576, 273 P.2d at 850.\nMoreover, the trial court did not have to accept plaintiff's expert's opinion. Plaintiff's expert sought only to duplicate the visibility distance. He did this by determining the distance at which he could observe an individual who was wearing plaintiff's clothing and positioned at approximately the same place where plaintiff was positioned. The expert admitted on cross examination that he did not conduct a blind test. He said that a blind test is where one is not aware at the time that there is an object that you are going to have to react to. In this series of tests, he knew that someone would be in the road ahead of him. He was simply trying to determine the distance at which that person would be visible. He testified, My feeling, having driven up to an individual which, I will admit, I knew was there ahead of time, was that I felt that there was adequate time and distance to react to what was ahead of me and avoid it. The trial court was entitled to conclude that the expert's perception was affected by his prior knowledge of the individual's presence.\nThe expert's testimony supported an inference that defendant Galio should have seen plaintiff with sufficient time to avoid the accident. However, given that same evidence, the trial court could have concluded that it was more difficult to see an object that was moving into one's path than an object that was lying in one's path. *489 Compare Fountain v. Thompson with Johnson v. Ellis, 179 Ga.App. 343, 346 S.E.2d 119 (1986). In this case, Mrs. Galio's testimony supported an inference that plaintiff was not visible as early as the expert's tests would have indicated. In addition, there was evidence that both Mr. and Mrs. Galio flagged down a northbound vehicle shortly after the accident because they feared the driver might not see plaintiff, who was lying in the far left northbound lane.\nBased on the visibility test, on defendant's speed of 22 to 25 m.p.h., and the distance at which the body could have been seen in the roadway, plaintiff's expert also testified that if defendant had commenced the process of turning his wheel and steering to the right one-quarter of a second or more earlier than he did, there probably would not have been a collision.\nEvidence of the relevant times, however, is conflicting. Plaintiff testified that he observed the headlights for three seconds. Mrs. Galio's statement to the police indicates an almost instantaneous observation and impact. Mrs. Galio was asked: How far away was he from the car when you first saw him? Answer: We were right on top of him when we saw him, when we did see him, we did swerve. Mr. Galio was asked: Did you have time to brake or take other evasive action? He responded: I swerved a little bit, my wife said I swerved, I don't really know. I heard the impact.\nThis is not a situation similar to Martinez v. City of Albuquerque, 84 N.M. 189, 500 P.2d 1312 (Ct.App.1972), where the accident happened in daylight, with an unobstructed view and there was no reason why the person did not see danger.\nWe conclude that the evidence presented a fact issue for resolution by the trial court. Cf. Johnson v. Ellis. We also conclude that there is substantial evidence to support the trial court's findings. The judgment of the trial court is affirmed. Although plaintiff requested oral argument, it is not necessary. See Garcia v. Genuine Parts Co., 90 N.M. 124, 560 P.2d 545 (Ct.App.1977). No costs are awarded on appeal.\nIT IS SO ORDERED.\nBIVINS and GARCIA, JJ., concur.\n\nPlain English summary:\nPlaintiff got drunk at a party and on his way home, fell and couldn't stand. While crawling across a road, he was struck by defendant's vehicle. Plaintiff sued defendant for personal injury. The jury found against the plaintiff, and the plaintiff appealed. The Court of Appeal upheld the jury's verdict. \n",
    "annotations": {
        "Facts": [
            "The accident occurred on a November evening about midnight. Defendant Galio was driving south on Moon Street in Albuquerque, at about twenty to twenty-five miles an hour. Mrs. Galio was seated by him. It was a clear, moonlit night and the street was dry.That same evening plaintiff, aged seventeen, had attended a party. While at the party he consumed both liquor and pills and became very intoxicated. As plaintiff walked home, he fell and, unable to stand, began crawling across Moon Street at a point between Cherokee and Haines. While crawling, plaintiff saw the front lights of defendant Galio's car. Plaintiff froze, and the left front turn signal lens of the car came in contact with his head. Plaintiff was pitched downward and slid about sixteen feet..Although there is a light pole about 108 feet north of the accident site, neither that light nor the moon significantly illuminated the section of the street at which plaintiff attempted to cross. The roadway is straight and level; it is a two-lane street *487with bicycle lanes on either side. A school lies to the west of the roadway where plaintiff was hit, and a park lies to the east.After the accident, defendant Galio and his wife flagged down a vehicle traveling north on Moon. The Galios and the occupant of the other car covered plaintiff with coats and jackets. They then flagged down another vehicle traveling north and called the police.Defendant Galio was given a sobriety test about thirty minutes after the accident. His blood alcohol content was zero. In his statement to the police, he indicated that he saw an object just as he hit it but that his wife saw it first and said you're going to hit it. His wife's statement to the police indicated that she saw plaintiff right before impact, that she yelled, and that her husband swerved.Plaintiff's expert testified that he conducted certain visibility tests at the scene of the accident, about a month later, at about midnight. The expert testified that, having placed a similarly-dressed individual on the road, he was able to distinguish that there was an object on the road at a distance of one hundred feet. In addition, he testified that he was able to discern the object was a person at ninety feet."
        ],
        "Procedural History": [
            "After a bench trial on liability, the trial court entered judgment for defendants. Plaintiff appeals from that judgment",
            "The trial court found that defendant Galio kept a proper lookout, had the vehicle under proper control, and used due care. There were also two amended findings: that defendant Galio did not see plaintiff until after the impact, and that if he had seen plaintiff and swerved to the right or braked forcefully when his wife saw that the object was a person, there would have been time to avoid the accident."
        ],
        "Application of Law to Facts": [
            "Plaintiff relies on the physical facts rule for his theory that the evidence permits only one reasonable inference; namely, that defendant Galio failed to keep a proper lookout.",
            "We disagree.",
            "Rather, the evidence in this case presented a question of fact, which was entrusted to the court rather than a jury.",
            "Mrs. Galio's testimony supports the trial court's conclusion that defendant Galio might have avoided the accident had he been looking at the same spot at which she was looking and at the same time. Nevertheless, this is not the equivalent of a finding that defendant Galio was negligent as a matter of law.",
            "Although Galio failed to see plaintiff in time to take evasive action, the circumstances here are such that a fact finder could determine that Galio was not negligent. The accident occurred at approximately 11:30 p.m. The evidence supports the trial court's finding that neither the light pole nor the moonlight that evening significantly illuminated the site itself. Defendant was sober, operating a vehicle with proper equipment, driving well within the posted speed limit and within his own lane of traffic. He testified that prior to the accident he was looking at the road and was not distracted. The accident did not occur in a crosswalk or intersection where a driver could reasonably expect pedestrian traffic. Moreover, plaintiff was not standing nor walking across the road, but rather was intoxicated, unable to stand, and was crawling across the roadway. Although plaintiff was wearing white tennis shoes, he was also wearing a dark plaid shirt. Photographs taken immediately after the accident permit an inference that plaintiff was not in defendant's lane of travel, but in the opposite lane, with only his head and perhaps his shoulders crossing the center stripe. All of these are circumstances [that] may have interfered with that keenness of observation which would have disclosed the danger.",
            "the trial court did not have to accept plaintiff's expert's opinion. Plaintiff's expert sought only to duplicate the visibility distance. He did this by determining the distance at which he could observe an individual who was wearing plaintiff's clothing and positioned at approximately the same place where plaintiff was positioned. The expert",
            "did not conduct a blind test.",
            "a blind test is where one is not aware at the time that there is an object that you are going to have to react to.",
            "The trial court was entitled to conclude that the expert's perception was affected by his prior knowledge of the individual's presence.The expert's testimony supported an inference that defendant Galio should have seen plaintiff with sufficient time to avoid the accident. However, given that same evidence, the trial court could have concluded that it was more difficult to see an object that was moving into one's path than an object that was lying in one's path.",
            "Mrs. Galio's testimony supported an inference that plaintiff was not visible as early as the expert's tests would have indicated. In addition, there was evidence that both Mr. and Mrs. Galio flagged down a northbound vehicle shortly after the accident because they feared the driver might not see plaintiff, who was lying in the far left northbound lane.",
            "plaintiff's expert also testified that if defendant had commenced the process of turning his wheel and steering to the right one-quarter of a second or more earlier than he did, there probably would not have been a collision.Evidence of the relevant times, however, is conflicting.",
            "We conclude that the evidence presented a fact issue for resolution by the trial court.",
            "We also conclude that there is substantial evidence to support the trial court's findings."
        ],
        "Relevant Precedents": [
            "Horrocks v. Rounds, , 370 P.2d 799 (1962); Ortega v. Koury, , 227 P.2d 941 (1951); Martinez v. City of Albuquerque, , 500 P.2d 1312 (Ct.App.1972).",
            "MSA 1978, § 66-7-337 (Repl.Pamp.1987).",
            "SCRA 1986, UJI Civ. 13-1203.",
            "Madsen v. Read, 58 N.M. 567,  (1954)",
            "Alexan *488 der v. Cowart, , 271 P.2d 1005 (1954).",
            "Madsen v. Read",
            ", 273 P.2d at 850",
            "Id. at 576, .",
            "Madsen v. Read.",
            "Madsen v. Read, 58 N.M. at 576, .",
            "Compare Fountain v. Thompson with Johnson v. Ellis, , 346 S.E.2d 119 (1986).",
            "Garcia v. Genuine Parts Co., , 560 P.2d 545 (Ct.App.1977)."
        ],
        "Outcome": [
            "We affirm.",
            "The judgment of the trial court is affirmed."
        ]
    },
    "class": "affirm"
}