{
    "text": "Lopez v. Ski Apache Resort, 114 N.M. 202, 836 P.2d 648 (1992)\nApril 24, 1992 · Court of Appeals of New Mexico · No. 11400 \n114 N.M. 202, 836 P.2d 648 \nMaria B. LOPEZ, Guardian of the Person and Estate of Mary L. Branson, and Mary L. Branson, Plaintiffs-Appellants, v. SKI APACHE RESORT, Mescalero Apache Tribe, Inc., Apache Tribe of the Mescalero Reservation, and Roy Parker, Defendants-Appellees \n836 P.2d 648\nCourt of Appeals of New Mexico.\nCertiorari Denied June 17, 1992.\n*203Michael W. Lilley, Lilley & Macias, P.A., Las Cruces, Woodrow W. Bean, III, El Paso, Tex., Cynthia A. Fry, Albuquerque, for plaintiffs-appellants.\nJoe L. McClaugherty, McClaugherty, Silver & Downes, Santa Fe, for defendantsappellees.\nWilliam H. Carpenter, Chairman, Amicus Committee, New Mexico Trial Lawyers Ass'n, Michael B. Browde, Counsel for New Mexico Trial Lawyers Ass'n Albuquerque, for amicus curiae.\n*204OPINION\nDONNELLY, Judge.\nPlaintiffs appeal from an order dismissing their claims against each of the Defendants, except as to C Tec, Inc., for damages resulting from personal injuries suffered by Mary L. Branson when she collided with a ski lift tower at the Ski Apache Resort. We address Plaintiffs' claims that the district court erred in determining that (1) the Ski Safety Act (Act), NMSA 1978, Sections 24-15-1 to -15-14 (Repl.Pamp.1991), constitutes Plaintiffs' exclusive remedy against Defendants; (2) Branson assumed the risk of injury under the Act and Defendants' alleged negligence was not subject to apportionment under comparative negligence principles; and (3) the Act did not impose a duty on Defendants to warn Branson of the risk of collision with the tower or to cushion or install protective devices on the lift tower. Other issues listed in the docketing statement but not briefed are deemed abandoned. See State v. Fish, 102 N.M. 775, 701 P.2d 374 (Ct.App.1985). For the reasons set forth herein, we reverse and remand.\nFACTS \nThe parties stipulated, inter alia, that on February 26, 1986, Branson was skiing at Ski Apache Resort when she lost control, or fell, and collided with a lift tower located in the skiing area; the lift tower which Branson collided with was not surrounded by netting or protective padding; and the tower was plainly visible in the skiing area.\nThe parties also agreed that the references in Plaintiffs' complaint alleging violations of the Act by Defendants refer to  'particular hazards or dangers,'  or  'unusual obstacles or hazards,'  as used in the Act, and that use of the term maintaining ski lifts in a 'safe condition'  in Plaintiffs' complaint refers only to the absence of protective devices on or around the lift tower with which Branson collided, the absence of markings at the top of the slope noting the presence of the lift tower, and to the absence of any warning concerning the potential danger to skiers presented by the unprotected lift tower.\nThe stipulation of facts entered into by the parties further recited:\n6. There is no allegation that any violation of the ski area operator, its employees, officers, or agents of their duties under the Ski Safety Act contributed to cause Branson's fall or loss of control.\n7. Any injuries or damages suffered by * * * Branson were as a result of her fall and/or collision with the lift tower.\n8. Any injuries or damages suffered by * * * Branson were not a result of her being a passenger using a ski lift.\nThe parties made no stipulation regarding whether the lack of padding or other protection on or around the lift tower was visible or known to Branson.\nSTANDARD OF REVIEW \nIn examining the propriety of the district court's dismissal of Plaintiffs' complaint, we first identify the standard of review applicable to the district court's order dismissing Plaintiffs' complaint. Defendants moved to dismiss Plaintiffs' complaint on the basis that it failed to set forth viable claims upon which relief could be granted and, alternatively, sought an award of summary judgment. See SCRA 1986, 1-012(B)(6) and -056. In its order dismissing Plaintiffs' complaint, the court stated:\nBased upon the Plaintiffs' Complaint and the stipulations of counsel, it is undisputed that * * * (Ms. Branson) lost control or fell while skiing, losing control of her speed and course and colliding with a lift tower. * * * [S]he violated her duties under the New Mexico Ski Safety Act, and, as a matter of law, assumed the specific risks which caused her injury so that the * * * Act bars any recovery * * * for those injuries.\nThe court's decision to grant the motion was based on matters alleged in the pleadings, facts stipulated to by the parties, and the record containing affidavits submitted by the parties both in support and opposition to Defendants' motions; thus, on appeal we review the court's order dismissing *205Plaintiffs' claims as a motion for summary judgment. See Peck v. Title USA Ins. Corp., 108 N.M. 30, 766 P.2d 290 (1988) (motion to dismiss for failure to state claim upon which relief can be granted correctly treated as motion for summary judgment where matters outside pleadings were presented); Rivera v. King, 108 N.M. 5, 765 P.2d 1187 (Ct.App.1988) (where matters outside pleadings are presented in support of motion to dismiss, the motion is treated as one for summary judgment).\nSKI SAFETY ACT CLAIMS \n1. Does the Act Provide the Exclusive Remedy?\nThe district court's order dismissing Plaintiffs' complaint held in part that the Act\nis the sole and exclusive remedy in any action between a skier and a ski area operator and excludes all common law claims other than the two expressly reserved in the Act, which are the common law principle of vicarious liability of the ski area operator for willful or negligent violations of the duties listed in Sections [24-15-7 and -15-8] of the Act by principals, agents, or employees of the ski area operator [Section 24-15-11] and the right to claim that a violation of the duties of Section [24-15-8] of the Act can be based upon a negligence standard of review [Section 24-15-14(A) ].\nBased upon its construction of the Act, the court ruled that all claims of the Plaintiffs against Defendants other than Defendant CTEC [sic], Inc., * * * which are outside the provisions of the * * * Act are * * * dismissed with prejudice.\nDuring the pendency of this appeal, Plaintiffs moved to amend their docketing statement to raise two additional issues. The first issue sought to be asserted involved the question of whether the district court erred in dismissing their claim against Defendants for ordinary negligence, by holding that the * * * Act was their exclusive remedy against the Defendants.\nAt the hearing on the motion to dismiss, counsel for Plaintiffs conceded that the provisions of the Act were controlling as to their claims against the ski area operator, but not with respect to their claims against C Tec, Inc., alleging negligent design, manufacture and installation of the ski lift towers installed at Ski Apache Resort. We agree with the district court's determination that the provisions of the Act were intended by the legislature to exclusively control each of Plaintiffs' claims herein, except as to those claims directed against C Tec, Inc. See Schmick v. State Farm Mut. Auto. Ins. Co., 103 N.M. 216, 704 P.2d 1092 (1985) (in discerning legislative intent, court looks not only to language of statute but also to purposes and objectives of legislature).\n2. Applicability of Doctrine of Comparative Negligence and Defense of Assumption of Risk\nPlaintiffs argue that even if the Act is found to control certain of their claims, nevertheless, the district court misinterpreted its provisions and that disputed material factual issues existed concerning their allegations that Defendants also breached duties imposed upon them under the Act. Plaintiffs contend that the Act does not preclude fault and liability from being apportioned between the parties under comparative negligence principles where disputed factual issues exist as to whether both the ski area operator and a skier have negligently breached duties imposed upon them under the Act, and such negligence proximately results in injury to a skier. We agree.\nReview of the Act's purposes and provisions indicates a legislative intent to promote ski safety practices, to detail the duties imposed upon both skiers and ski area operators, and to specify the consequences resulting from the violation of such duties. See Wood v. Angel Fire Ski Corp., 108 N.M. 453, 774 P.2d 447 (Ct.App.1989). Section 24-15-7 outlines the duties of ski area operators incident to the operation of the skiing areas, including the duty of marking ski trails or runs with symbols indicating their degree of difficulty, and *206the responsibility to warn of or correct particular hazards or dangers known to the operator where feasible to do so. § 24-15-7(1). Section 24-15-8 enumerates duties of the ski area operator in respect to the operation of the ski lifts. Correspondingly, the Act details the responsibilities of ski lift passengers under Section 24-15-9, and the duties imposed upon skiers under Section 24-15-10.\nThe Act was adopted in 1969 and, although its original provisions prescribed responsibilities of both ski lift operators and individual skiers, the initial legislation sought to assure the safe operation of ski lifts and required that ski area operators obtain liability insurance prior to operating ski lifts or tramways. See 1969 N.M.Laws, ch. 218. In 1979 the Act was substantially amended, broadening its provisions and delineating in greater detail the duties and responsibilities of both the ski operators and skiers. See 1979 N.M.Laws, ch. 279; see also Wood v. Angel Fire Ski Corp.\nSection 24-15-2 of the Act states that the primary responsibility for the safety of the individual skier * * * rests with the skier himself. This same section also provides:\nIt is recognized that there are inherent risks in the sport of skiing which should be understood by each skier and which are essentially impossible to eliminate by the ski area operator. It is the purpose of the Ski Safety Act to define those areas of responsibility and affirmative acts for which ski area operators shall be liable for loss, damage or injury and those risks which the skier expressly assumes and for which there can be no recovery.\nSection 24-15-10 further describes the duties imposed on skiers, as follows:\nA. It is recognized that skiing as a recreational sport is inherently hazardous to skiers, and it is the duty of each skier to conduct himself carefully.\nB. A'person who takes part in the sport of skiing accepts as a matter of law the dangers inherent in that sport insofar as they are obvious and necessary. Each skier expressly assumes the risk of and legal responsibility for any injury to person or property which results from participation in the sport of skiing, in the skiing areas, including any injury caused by * * * lift towers and components thereof * * * which are plainly visible or are plainly marked in accordance with the provisions of Section 24-15-7 NMSA 1978; except for any injuries to persons or property resulting from any breach of duty imposed upon ski area operators under the provisions of Sections 24-15-7 and 24-15-8 NMSA 1978. Therefore, each skier shall have sole individual responsibility for knowing the range of his own ability to negotiate any slope or trail, and it shall be the duty of each skier to ski within the limits of the skier's own ability, to maintain reasonable control of speed and course at all times while skiing, * * * and to refrain from acting in a manner which may cause or contribute to the injury of anyone. . The responsibility for collisions by any skier while actually skiing, with any person or object, shall be solely that of the individual or individuals involved in such collision, except where the ski area operator is involved in such collision or where such collision resulted from any breach of duty imposed upon the ski area operator under the provisions of Sections 24-15-7 and 24-15-8 NMSA 1978. [Emphasis added.]\nAfter enumerating the duties of ski area operators and skiers, the Act sets forth the parameters of liability of ski area operators and skiers resulting from a failure to comply with statutory provisions. §§ 24-15-11, -15-12. Section 24-15-11 provides:\nAny ski area operator shall be liable for loss or damages caused by the failure to follow the duties set forth in Sections 24-15-7 and 24-15-8 * * * where the violation of duty is causally related to the loss or damage suffered, and shall continue to be subject to liability in accordance with common-law principles of vicarious liability for the willful or negligent actions of its principals, agents or employees which cause injury to a passenger, skier or other person. The ski *207area operator shall not be liable to any passenger or skier acting in violation of his duties as set forth in Sections 24-15-9 and 24-15-10 * * * where the violation of duty is causally related to the loss or damage suffered.\nSection 24-15-13 states:\nAny skier shall be liable for loss or damages resulting from violations of the duties set forth in Section 24-15-10 * * * and shall not be able to recover from the ski area operator for any losses or damages where the violation of duty is causally related to the loss or damage suffered.\nDefendants assert that under the Act and Sections 24-15-2 and 24-15-10(A) and (B), Branson and other skiers expressly assumed the sole risk and legal responsibility for any injury resulting from a collision with a ski tower that is plainly visible in the skiing area. 'Defendants contend that in promulgating such legislation the legislature intended to codify the doctrine of primary assumption of the risk, e.g., that where a party encounters a known and obvious danger inherent in the sport of skiing, he or she, as a matter of law, is held to have assumed any dangers resulting from such risk so as to preclude any recovery against the ski area operator. As observed in Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971), primary assumption of the risk is an alternative expression for the proposition that the defendant either owed no duty to the plaintiff or did not breach a duty. See also Sunday v. Stratton Corp., 136 Vt. 293, 390 A.2d 398 (1978) (if skier's fall is not due to breach of duty by ski area operator, risk is assumed in primary sense and there can be no recovery).\nDefendants rely in part upon decisions from other jurisdictions barring claims by skiers against ski area operators arising from injuries sustained from colliding with hazards encountered in skiing areas, where such hazards were open and obvious and found to be risks inherent in the sport of skiing. Cf. Berniger v. Meadow Green-Wildcat Corp., 945 F.2d 4 (1st Cir.1991) (New Hampshire Ski Act held to preclude skier from maintaining action against ski area operator for injuries which result from risks intrinsic to skiing); Leopold v. Okemo Mountain, Inc., 420 F.Supp. 781 (D.Vt.1976) (risk associated with skier's loss of control and collision with unpadded lift tower held inherent risk of skiing); Wright v. Mount Mansfield Lift, Inc., 96 F.Supp. 786 (D.Vt.1951) (one who participates in activity of skiing held to accept inherent dangers insofar as they are obvious and necessary); Northcutt v. Sun Valley Co., 117 Idaho 351, 787 P.2d 1159 (1990) (skier's claim for damages arising from collision with unpadded sign post held risk inherent to sport of skiing).\nPlaintiffs argue that the decisions relied upon by Defendants from other jurisdictions are not dispositive here because of the basic differences in the language of our Act. We agree. Specifically, our Act, although containing language similar in part to ski legislation enacted in other jurisdictions limiting the liability of ski area operators against claims of skiers, nevertheless contains specific qualifying language. Section 24-15-10(B) of our Act specifies that the ski area operator is not exempted from negligence claims of skiers in situations where the ski area operator was involved in such collision, has breached a duty under Section 24-15-7 to warn against or correct a particular hazard located in the skiing area where feasible to do so, or has violated a duty imposed under Section 24-15-8 relating to the operation, repair or maintenance of ski lifts.\nAdditionally, although interpretations by courts from other jurisdictions of similar legislation or common-law principles are not dispositive of the intent of the New Mexico Legislature or the appropriate interpretation of our Act, we note that other courts have held that ski resorts could be liable for injuries caused by their equipment or other hazards on the ski slopes. See Rimkus v. Northwest Colo. Ski Corp., 706 F.2d 1060 (10th Cir.1983) (applying Colorado law, affirmed jury verdict holding ski area operator 80% negligent for failing to mark rocks that caused skier's injuries); Rosen v. LTV Recreational Dev., Inc., 569 *208F.2d 1117 (10th Cir.1978) (applying Colorado law, court affirmed a judgment for a skier who hit a pole after being hit by another skier; court held that the skier did not assume the risk of hitting the pole because the hazard was not apparent until the other skier unexpectedly changed direction and that the location of the steel pole in an intersection with no padding and no warning were factors from which a jury could conclude the ski area operator was negligent); Marietta v. Cliffs Ridge, Inc., 385 Mich. 364, 189 N.W.2d 208 (1971) (ski resort liable for injuries caused when skier ran into maple sapling pole used as slalom marker; skier showed that bamboo poles or thinner poles would be safer); Sunday v. Stratton Corp. (Vermont Supreme Court questioned holding of Wright v. Mount Mansfield Lift, Inc., 96 F.Supp. 786 (D.Vt.1951), and affirmed judgment holding ski resort liable for injuries of skier who fell because of brush hidden by snow next to trail); Codd v. Stevens Pass, Inc., 45 Wash.App. 393, 725 P.2d 1008 (1986) (ski area operator's statutory duty to warn of latent hazards included warning of rocks in area between two runs).\nIn interpreting our Act and each of its provisions, we look to the purposes and intent of the legislature. See Board of Educ. of Alamogordo Pub. Sch. Dist. No. 1 v. Jennings, 102 N.M. 762, 701 P.2d 361 (1985); Security Escrow Corp. v. State Taxation & Revenue Dep't, 107 N.M. 540, 760 P.2d 1306 (Ct.App.1988); see also Wells v. County of Valencia, 98 N.M. 3, 644 P.2d 517 (1982) (legislation restricting a party's common-law right to sue for negligence is strictly construed).\nDefendants argue that because the Act was enacted in 1969 and revised in 1979, prior to our supreme court's recognition of the doctrine of comparative negligence in Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981), Plaintiffs' claims in the instant case are not subject to adjudication under comparative negligence principles. Defendants contend that a plainly visible lift tower located in a skiing area does not constitute a particular hazard or danger within the meaning of Section 24-15-7(1), and, instead, is an inherent danger in the sport of skiing for which they have no liability. Thus, Defendants argue that Plaintiffs' claims resulting from Branson's collision with the lift tower are precluded under the Act because the legislature, in adopting such legislation, intended to bar claims of this nature by codifying the defense of primary assumption of risk. See §§ 24-15-10; -15-13.\nPlaintiffs assert, however, that it is contrary to the basic purposes of the Act to bar a skier from prosecuting a negligence claim against Defendants where both the skier and ski area operator are alleged to have violated duties imposed under the Act. Looking to the language of our Act and its expressed purposes, we conclude that in situations where material factual issues exist as to whether both the skier and ski area operator have violated duties imposed upon them under the Act or factual issues exist as to whether such negligence has proximately resulted in injuries to a skier, Plaintiffs' claims for damages alleged to have resulted from a ski area operator's negligence are not barred under the Act. Cf. Jessup v. Mt. Bachelor, Inc., 101 Or. App. 670, 792 P.2d 1232, 1234 (1990) (Plaintiff's argument that an injury resulting from inherent risks of skiing * * * must be measured against the operator's negligence is only correct in the context of multiple causation.). Under such circumstances, the doctrine of comparative negligence, as recognized by our supreme court in Scott, is not incompatible with the objectives or provisions of the Act.\nThe language of Section 24-15-10(B), incorporating the doctrine of primary assumption of the risk so as to place the responsibility upon a skier for a collision with a lift tower, is expressly qualified in situations where a ski area operator is alleged to also have breached a duty under Sections 24-15-7 and -15-8. In such case, we conclude that the fact finder is entitled to determine the negligence, if any, of each of the parties, and in the event both parties are found to have negligently violated a duty under the Act contributing to the skier's injuries, to apportion fault and dam*209ages between the parties under comparative negligence principles.\nDefendants' reliance on the final sentence of Section 24-15-10(B), which imposes responsibility for collisions with any person or object on the parties involved, does not persuade us otherwise. It addresses only responsibility for collisions, and not liability for injuries or harm, as the earlier part of the section does. Additionally, we note that this portion of the section reaffirms the imposition of liability on the ski area operator when the ski area operator breaches a duty imposed by Sections 24-15-7 or -15-8, thus supporting our conclusion that comparative negligence principles are compatible with Section 24-15-10(B) when the section is read as a whole.\nWe do not read the Act as disclosing a legislative intent to relieve ski area operators of responsibility for injuries suffered by a skier due, in part, to a breach of duties imposed upon operators under Sections 24-15-7 and -15-8, where such breach has causally contributed to the loss or damage complained of by a skier. See Kisella v. Dunn, 58 N.M. 695, 275 P.2d 181 (1954); McCasland v. Prather, 92 N.M. 192, 585 P.2d 336 (Ct.App.1978); cf. Duran v. General Motors Corp., 101 N.M. 742, 688 P.2d 779 (Ct.App.1983) (discussing enhanced injuries). As observed by our supreme court in Baxter v. Noce, 107 N.M. 48, 51, 752 P.2d 240, 243 (1988), [i]n adopting the doctrine of comparative negligence, we supplanted the all-or-nothing bar of contributory negligence and subjected the doctrine of assumption of risk and other concepts based on the claimant's negligence to a comparative negligence analysis. Thus, we conclude that the doctrine of comparative negligence is applicable to claims brought under the Act where both the skier and the ski area operator are alleged to have breached statutory duties.\n3. Duty of Ski Area Operator to Warn and Protect Against Particular Hazards\nPlaintiffs' final point raised on appeal argues that the district court erred in dismissing their claim alleging that Defendants negligently breached their duty to warn or place protective padding on ski lift towers in the skiing area, to safely maintain ski lifts under Section 24-15-8, or to install devices designed to protect Branson and other skiers from colliding with the metal ski lift tower in question. See § 24-15-7(C), (I).\nPlaintiff's complaint alleged that Defendants breached both a duty to warn Bran-son of the existence of hazards or dangers located in the skiing area and a duty to correct specific hazards known by Defendants to pose a danger to skiers in the area, and that the violation of these duties causally contributed to Branson's injuries.\nThe stipulation of material facts entered into between the parties provided, in part:\n5. All allegations of violations of the New Mexico Ski Safety Act found in the Plaintiff's [sic] Complaint referring to particular hazards or dangers, unusual obstacles or hazards, and maintaining ski lifts in a safe condition refer only to the absence of manmade protective devices on the lift tower with which [Branson] collided, the absence of marking at the top of the slope of the presence of the lift tower, and the absence of a warning of the danger presented by the lift tower.\nDefendants argue that they owed no duty to Branson. Whether a duty exists is generally a question of law for the court to determine. Schear v. Board of County Comm'rs, 101 N.M. 671, 687 P.2d 728 (1984). Plaintiff's allege that Defendants breached duties found in three provisions: Sections 24-15-7(C) and (I), and -15-8. If these duties are owed to Branson as a skier and if the ski area operator is shown to have breached one or more of these duties and that the breach also contributed to or enhanced Branson's injuries, then under Section 24-15-11, the ski area operator would be liable for those injuries caused by its negligence. Whether a duty has been breached is a question of fact. See Cross v. City of Clovis, 107 N.M. 251, 755 P.2d 589 (1988); Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 738 P.2d 129 (Ct.App.1987).\n*210Section 24-15-7(C) and (I) of the Act impose a duty upon Defendants to warn skiers of unusual hazards located in the skiing area. Section 24-15-7 specifies that every ski area operator has a duty\nC. to mark conspicuously the top or entrance to each slope, trail or area with the appropriate symbol for its relative degree of difficulty; and those slopes, * * * or portions of which present an unusual obstacle or hazard, shall be marked at the top or entrance with the appropriate symbols * * *.\n******\nI. [and the ski area operator has a duty] to warn of or correct particular hazards or dangers known to the operator where feasible to do so. [Emphasis added.]\nThe duty to provide a proper warning to skiers of the degree of difficulty of ski slopes or the existence of unusual obstacles or hazards located in skiing areas, imposed under Section 24-15-7(C) and (I), may assume additional significance as the difficulty of the skiing area becomes more pronounced, or the degree of danger posed by the risk of collision with an unprotected ski tower located in the designated skiing area increases. Cf. Klopp v. Wackenhut Corp., 113 N.M. 153, 824 P.2d 293 (1992) (holding where contributory negligence on the part of business visitor is foreseeable even in face of known or obvious hazard, landowner or occupier of premises has duty to use ordinary care to keep premises safe for use by business visitor); see also SCRA 1986, 13-910 (Repl.1991) (as danger which should be reasonably foreseen increases, amount of care required also increases).\nWe note that the duty imposed on the ski area operator by Section 24-15-7(1) is limited to situations where the particular hazard is both known to the ski area operator and warning of or correcting the particular hazard is feasible. Thus, we do not believe our interpreting the Act as imposing this duty in relation to ski lift towers crossing the ski slope will lead to the absurd result foreseen by the dissent of requiring ski area operators to pad or otherwise protect trees, rocks, and any other object on the slope. Whether the hazard was known to the operator and whether taking any warning or corrective measures is feasible would be factual issues for the jury. See Knapp v. Fraternal Order of Eagles.\nDefendants successfully argued to the court below that the duties of the Act relating to the operation, repair and maintenance of ski lifts do not impose a duty upon ski area operators to prevent injuries to skiers posed by the placement of unprotected lift towers in the skiing areas. In dismissing Plaintiffs' claims against Defendants, the district court held that lift towers and their components are, by the terms of the Act, an inherent risk, which is obvious and necessary, which [Branson] assumed as a matter of law. We agree with Plaintiffs that the district court erred in dismissing their claims alleging that Defendants proximately contributed to Branson's injuries based on a failure to warn and to correct hazards or dangers known to the ski area operator where feasible to do so. See § 24-15-7. Under the record before us, although it was stipulated that Bran-son's fall was not caused by Defendants, material disputed factual issues existed as to whether the ski tower with which she collided posed a particular hazard known to the operator, whether it was feasible to correct such hazard, and whether such hazard proximately contributed to or enhanced her injuries.\nIn statutorily enumerating the duties required of ski area operators with respect to ski lifts, the legislature, in both the original Act and the 1979 amendments, emphasized the importance of the safe operation and maintenance of ski lifts and their components. In specifying the basic purposes of the Act, the legislature stated, in part, that it is the policy of [this state] to protect its citizens and visitors from unnecessary hazards in the operation of ski lifts. § 24-15-2.\nWhether in the instant case the location or placement of the unprotected lift tower in the skiing area constituted an unreasonable hazard to Branson resulting in a breach of the duty imposed upon the ski area operator under Section 24-15-8, and *211proximately caused in whole or in part the injuries sustained by her, presents a material disputed question of fact for the fact finder. See Klopp v. Wackenhut Corp. (it is province of fact finder to determine issues of negligence and foreseeability); Knapp v. Fraternal Order of Eagles (issue of whether the defendant in a particular case breached duty of care constitutes question of fact).\nReading Sections 24-15-2 and -15-10(B) in the manner urged by Defendants places the entire risk of injury upon Branson and ignores Plaintiffs' claims that Defendants also breached statutory duties which thereby proximately contributed to or enhanced Branson's injuries. We will not read a statute in a manner that will reach an unjust result. See Wells v. County of Valencia. Under this posture, we determine that material disputed factual issues existed as to whether the alleged breach of duties imposed upon ski area operators to warn of an unprotected lift tower in the skiing area, or to correct such known hazard, causally contributed to Branson's injuries and damages, and that Plaintiffs' claims were subject to determination by the fact finder to ascertain and compare the alleged negligence of each of the parties. Cf. Elliott v. Taos Ski Valley, Inc. 83 N.M. 575, 494 P.2d 1392 (Ct.App.1972) (ski area operator held subject to negligence claim of skier injured prior to adoption of Ski Safety Act, where acts of employees were alleged to have aggravated skier's initial injury); Duran v. General Motors Corp. (recognizing liability may exist where defendant's negligence proximately causes enhancement of injuries).\nSimilarly, we believe Section 24-15-8, requiring ski area operators to safely maintain ski lifts, includes a duty to use due care for the safety of skiers who may be injured by the operation or maintenance of such lifts or their components, whether or not the skiers are passengers. We interpret the duty to safely operate or maintain a ski lift imposed upon ski area operators under Section 24-15-8, to include the duty to correct where feasible, hazards which pose an unreasonable risk of injury to skiers who are non-passengers on such lifts. Section 24-15-8 does not, on its face, state that the ski area operator's duty imposed by that section is limited only to passengers. Section 24-15-10, on the other hand, delineates the duties of and risks assumed by skiers. It also states that the risk assumed by skiers does not apply to injuries * * * resulting from any breach of duty imposed upon ski area operators under * * * [Section] 24-15-8. § 24-15-10(B). Thus, the duties imposed by Section 24-15-8 are explicitly applicable to skiers, and not restricted solely to passengers, as Defendants argue.\nThe responsibility imposed upon ski area operators under the Act to safely operate or maintain ski lifts also imposes a duty to protect against unreasonable hazards created by lift towers situated in skiing areas. See § 24-15-7(1); cf. Miller v. New Mexico Dep't of Transp., 106 N.M. 253, 741 P.2d 1374 (1987) (legislative purpose of excluding claims of individuals for damages arising by reason of negligently maintained roadways from defense of sovereign immunity is to ensure that highways are made and kept safe for the traveling public); see also Romero v. State, 112 N.M. 332, 815 P.2d 628 (1991) (evidence relating to the absence of plan or design of roadway held relevant to claim for damages alleging negligent maintenance of roadway); Rickerson v. State, 94 N.M. 473, 612 P.2d 703 (Ct.App.1980) (concept of negligence where a duty to maintain exists may include duty to install necessary additional traffic control equipment; whether the defendant failed to properly maintain equipment at time of accident held to constitute jury question).\nSome of the factors to be considered in determining whether an unprotected lift tower located in a skiing area constitutes a breach of duty imposed upon a ski area operator under Section 24-15-8, or breach of the duty to correct a hazard or danger within the contemplation of Section 24-15-7(1), include consideration of the nature and design of the lift or its components, the specific terrain where the lift tower is located, and the distance at which the lack of protection would reasonably *212become apparent to an approaching skier. Cf. Klopp v. Wackenhut Corp. (whether a dangerous condition on the premises involves an unreasonable risk of danger to business visitor and whether occupier should reasonably anticipate that visitor will not discover or realize the danger, generally constitute factual issues).\nLooking to the language of Plaintiffs' complaint, together with the stipulations and matters contained in the record, we hold that the district court erred in dismissing Plaintiffs' claims alleging a breach of Defendants' duty under the Act and that Plaintiffs were entitled to have these issues factually determined by the jury.\nCONCLUSION \nWe reverse the order of the district court dismissing Plaintiffs' claims alleging violations of statutory duties imposed upon Defendants under the Act, and remand for further proceedings consistent with this opinion.\nIT IS SO ORDERED.\nAPODACA, J., concurs in part and specially concurs in part.\nBIVINS, J. dissenting.\nAPODACA, Judge\n(specially concurring).\nI concur in all of Judge Donnelly's opinion but file this special concurrence only to emphasize that application of comparative negligence principles to the Ski Safety Act (Act) does not conflict with New Mexico case law or with the language of the Act.\nDefendants argue that under the Act, Ms. Branson expressly assumed the risk of any injuries resulting from a collision with the ski lift tower. They rely primarily on Section 24-15-10(B), which states that the skier:\naccepts as a matter of law the dangers inherent [in skiing] insofar as they are obvious and necessary. Each skier expressly assumes the risk of * * * any injury * * * caused by * * * lift towers and components thereof * * * which are plainly visible * * *; except for any injuries to persons * * * resulting from any breach of duty imposed upon ski area operators under the provisions of Sections 24-15-7 and 24-15-8 NMSA 1978.\nDefendants further argue, based on this language, that the Ski Safety Act does not incorporate comparative negligence principles because (1) the legislature incorporated the doctrine of primary assumption of the risk into the statute and (2) the supreme court's decision in Scott v. Rizzo does not require the Act to be interpreted in light of comparative negligence principles.\nIt is true that, at the time the Act was amended in 1979 to include the concept of assumption of the risk, see Laws of New Mexico 1979, ch. 279, New Mexico had not yet adopted the doctrine of comparative negligence. At that time, the concept of assumption of the risk had been divided into the concepts of primary and secondary assumption of the risk. Williamson v. Smith, 83 N.M. 336, 340-341, 491 P.2d 1147, 1151-52 (1971). Because the legislature, did not provide a statutory definition of the term, ordinarily we would look to the case law to determine the meaning. See Buzbee v. Donnelly, 96 N.M. 692, 700, 634 P.2d 1244, 1252 (1981) ([w]hen a statute uses terms of art, we interpret those terms in accordance with case law interpretation or statutory definition of those words, if any [exists].). In Smith, our supreme court defined assumption of the risk as incorporating two concepts: primary and secondary assumption of the risk. Primary assumption of the risk was incorporated into the law of duty — i.e., whether defendant owed a duty to plaintiff — while secondary risk assumption was merged into the doctrine of contributory negligence. Williamson v. Smith, 83 N.M. at 340-341, 491 P.2d at 1151-52. Smith held that assumption of the risk would no longer be recognized as an affirmative defense, and [i]f pleaded and warranted by the evidence, the ground formerly occupied by the doctrine * * * [would] be covered by the law pertaining to negligence and contributory negligence. Id. at 341, 491 P.2d at 1152.\nThus, contrary to defendants' argument, when the legislature incorporated the con*213cept of assumption of the risk into the Act, it incorporated both aspects of the doctrine of assumption of the risk. When contributory negligence was replaced with the doctrine of comparative negligence, secondary assumption of the risk became subject to the comparative balance. Scott v. Rizzo, 96 N.M. 682, 687, 634 P.2d 1234, 1239 (1981) ([assumption of risk as a form of negligence * * * [is] subject to the comparative negligence rule.); see also Baxter v. Noce, 107 N.M. 48, 51, 752 P.2d 240, 243 (1988) (In adopting the doctrine of comparative negligence, we * * * subjected the doctrine of assumption of risk and other concepts based on the claimant's negligence to a comparative negligence analysis.).\nIn Rizzo, our supreme court considered the effect on existing statutory and common-law rules of law of adopting comparative negligence principles and rejected defendants' argument that comparative negligence should not be adopted because the legislature had recognized the doctrine of contributory negligence in certain statutes, Scott v. Rizzo, 96 N.M. at 686, 634 P.2d at 1238, and because of potential conflicts with existing law. Id. at 687, 634 P.2d at 1239. The supreme court stated that legislative enactments designed to make the judge-made rule work * * * cannot be taken as legislative integration of the rule into statutory law. Id. The court further stated:\nWe make no effort to catalog or determine how various rules will be affected by the comparative negligence doctrine. Adaptations will be made on a case-by-case basis. Our purpose is to emphasize that if negligence or negligence-related concepts are a basis for liability, the comparative negligence doctrine applies\nId. at 688, 634 P.2d at 1240.\nThe Act imposes various duties on both the skier and the ski area operator. In doing so, the Act is no different from the duties imposed by other statutes, see, e.g., NMSA 1978, § 41-11-1 (Repl.Pamp.1989) (one who serves liquor to intoxicated person can be held liable); § 60-7A-16 (Repl.Pamp.1987) (violation of Liquor Control Act to sell or serve alcoholic beverages or procure alcoholic beverages to intoxicated person knowing that person is intoxicated); §§ 66-7-301 to 66-7-416 (Repl.Pamp.1987 & Cum.Supp.1991) (traffic laws), and the common law, see, e.g., SCRA 1986, 13-1201 (Repl.1991) (duty of driver to use ordinary care); SCRA 1986, 13-1207 (Repl.1991) (duty of passenger to use ordinary care); SCRA 1986, 13-1305 to -1319 (Repl.1991) (duties of landowners). Comparative negligence principles have been incorporated into other statutes. See Baxter v. Noce, 107 N.M. 48, 52, 752 P.2d 240, 244 (1988) (supreme court construed Dram Shop Act as incorporating principles of comparative negligence); see also Wilson v. Galt, 100 N.M. 227, 231, 668 P.2d 1104, 1108 (Ct.App.1983) (adoption of comparative negligence meant that Uniform Contribution Among Tortfeasors Act no longer had force with respect to contribution among concurrent tortfeasors).\nIf there is an independent basis for finding a duty on behalf of a defendant, then primary assumption of the risk, which is just an alternative expression for the concept that the defendant owed no duty, does not apply. See Thompson v. Ruidoso-Sunland, Inc., 105 N.M. 487, 491, 734 P.2d 267, 271 (Ct.App.1987) (primary assumption of the risk did not bar plaintiff's claim where, under New Mexico Racing Commission regulations and landowner's common-law duty to a business invitee, defendant had a duty to exercise ordinary care to prevent injury to plaintiff). Thus, in light of the Act's declaration that both ski resort operators and skiers have duties, I see no reason to distinguish the Ski Safety Act from the rest of New Mexico's law and interpret it consistently with the principles enunciated by our supreme court in Scott v. Rizzo.\nThe language of the Act itself indicates that comparative negligence principles should apply because it allocates the liability for injuries due to the skier's breach of duty onto the skier and allocates the liability for injuries due to the operator's breach of duty onto the operator. §§ 24-15-10, - 15-11. It would make no sense to interpret *214the Act as imposing all risk of loss onto the skier where both parties were negligent when the Act clearly states that:\nAny ski area operator shall be liable for loss or damages caused by the failure to follow the duties set forth in Sections 24-15-7 and 24-15-8 NMSA 1978 where the violation of duty is causally related to the loss or damage suffered * * *. The ski area operator shall not be liable to any * * * skier acting in violation of his duties * * * where the violation of duty is causally related to the loss or damage suffered.\n§ 24-15-11; see also § 24-15-10. These apparently contradictory clauses only make sense if interpreted to mean that each party is responsible for the damages attributable to his or her own fault, in other words, comparative negligence. It is * * * a cardinal rule of construction that, where possible, effect must be given to every part of a statute. The court's duty is to, so far as practicable, reconcile different provisions so as to make them consistent, harmonious and sensible. State ex rel. Clinton Realty Co. v. Scarborough, 78 N.M. 132, 135, 429 P.2d 330, 333 (1967). Additionally, Section 24-15-10(B), which imposes upon the skier the risk of injury associated with plainly visible ski lift towers, limits the skier's assumption of risk in two ways: (1) it does not apply if the danger is not necessary and obvious, and (2) it does not apply if the injury resulted from a breach of a duty by the ski area operator. § 24-15-10(B). Thus, defendants' claim that the Act imposes all risk associated with skiing onto the skier must fail. Instead, the Act imposes on each party the liability for injuries associated with that party's breach of a duty.\n\nBIVINS, Judge\n(dissenting).\nWhile I agree with portions of the majority, opinion, I am unable to agree with its reading of the Ski Safety Act (Act), NMSA 1978, Sections 24-15-1 to 24-15-14 (Repl.Pamp.1991), or its application of the Act to the stipulated facts. I therefore dissent.\nI agree with the majority that comparative negligence principles apply in cases where the breach of duties imposed by the Act proximately cause damages. Additionally, I recognize that Section 24-15-10 contains exceptions which in a proper case would allow recovery against a ski area operator. My disagreement is with the majority opinion's interpretation of the Act and with application of that interpretation to the stipulated facts. The majority concludes that, notwithstanding the stipulated facts, material issues of fact exist as to whether Defendants breached a duty under either Section 24-15-7 or -8. I disagree. I would hold that where, as here, the parties have stipulated that the lift tower in question was plainly visible and that the ski area operator did not cause the collision, Branson assumed as a matter of law the risk of injuries resulting from her collision with the lift tower and, therefore, is barred from recovery.\nSummary judgment is proper where there is no dispute as to the facts but rather only as to the legal effect of those facts. See General Elec. Credit Corp. v. Tidenberg, 78 N.M. 59, 61, 428 P.2d 33, 35 (1967). Plaintiffs have stipulated that:\nAll allegations of violations of the New Mexico Ski Safety Act found in the Plaintiff's Complaint referring to particular hazards or dangers, unusual obstacles or hazards, and maintaining ski lifts in a safe condition refer only to the absence of manmade protective devices on the lift tower with which Plaintiff collided, the absence of marking at the top of the slope of the presence of the lift tower, and the absence of a warning of the danger presented by the lift tower. [Emphasis added.]\nThe result of this stipulation is that the only questions raised by Plaintiffs are legal rather than factual. Plaintiffs ask this court to decide whether the New Mexico Ski Safety Act, as a matter of law, (1) requires padding of lift towers, (2) requires marking the top of slopes to inform skiers of the presence of lift towers or (3) requires warning skiers of the presence of lift towers on the slopes? In light of this stipulation and the stipulation that [t]here is no allegation that any violation of the ski *215area operator * * * contributed to cause Branson's fall or loss of control, I believe the majority's conclusion that there are issues of material fact remaining which would preclude a finding of summary judgment is erroneous. Although the majority correctly explains that the question of whether a duty exists is a question of law for the court to determine, the opinion disregards the stipulations by holding that there are certain factors to consider in determining whether a lift tower constitutes a particular hazard or danger. The factors listed by the majority include (1) the nature and design of the lift tower, (2) the terrain, and (3) the distance at which the hazard would reasonably become apparent to an approaching skier. The only hazards claimed by Plaintiffs are failure to pad and failure to warn of the tower's presence.1 The nature and design of the tower is irrelevant, as is the terrain. The distance at which a skier would see the tower is also irrelevant in light of the stipulation that the tower was plainly visible. Plaintiffs have raised legal questions regarding the duties of ski area operators under the Act. After reviewing the pertinent provisions of the Act, I conclude that a ski area operator has no duty, as a matter of law, to pad or warn of the presence of a plainly visible ski tower where the only particular hazard or danger claimed is that the lift tower is unpadded.\nAlthough I believe that summary judgment was proper because there remain no material factual issues, I will discuss the pertinent provisions of the Act in order to comment upon the majority's analysis in this case. Before focusing on the specific sections called into question, it is useful to examine the Act generally to determine what the legislature sought to accomplish. See State v. Chavez, 77 N.M. 79, 82, 419 P.2d 456, 457 (1966) (The fundamental rule in construing statutes is to ascertain and give effect to the intention of the legislature.).\nA. New Mexico's Ski Safety Act\nGenerally, the Act divides areas of responsibility between the ski area operator and the skier. See § 24-15-2; cf. Schmitz v. Cannonsburg Skiing Corp., 170 Mich.App. 692, 428 N.W.2d 742, 743 (1988) (discussing Michigan's Ski Area Safety Act). Under Section 24-15-2, an individual is primarily responsible for her own safety while engaging in the sport of skiing. That Section also recognizes that there are inherent risks in the sport, essentially impossible to eliminate, which should be understood by each skier. While the primary responsibility for the safety of the skier on the slopes rests with the skier, the primary responsibility for the safety of operation, maintenance, repair, and inspection of ski lifts and tramways rests with the ski area operator. § 24-15-2. This division of responsibilities is carried forth in Sections 24-5-11, -12, and -13 which discuss the potential liability of the skier and ski area operator.\nIn this case, Plaintiffs stipulated that Branson was injured while skiing on the slopes; therefore, we are not concerned with the operation or maintenance of the ski lift itself.2 Under Section 24-15-13, the skier shall be liable for loss or damages resulting from violations of the duties set forth in Section 24-15-10 * * * and shall not be able to recover from the ski area operator for any losses or damages where the violation of duty is causally related to the loss or damage suffered. Under Section 24-15-11, the ski area operator is liable for loss or damages caused by the failure to follow the duties set forth in Sections 24-15-7 and 24-15-8 * * * where the violation of duty is causally related to the loss or damage suffered * * *. Thus, in order to determine whether Branson can recover for injuries suffered while skiing, we must examine the interplay between Section 24-15-10 and Sections 24-15-7 and -8.\n*216In discussing Section 24-15-10, it is important to make the distinction between assumption of the risk in its primary and secondary senses. As the majority notes, the legislature used assumption of the risk in this section in its primary sense. Our supreme court in Williamson v. Smith, 83 N.M. 336, 340, 491 P.2d 1147, 1151 (1971) (quoting Meistrich v. Casino Arena Attractions, Inc., 31 N.J. 44, 155 A.2d 90 (1959)), explained the two principal meanings of assumption of risk. In one sense — hereafter called its 'primary' sense — 'it [assumption of risk] is an alternate expression for the proposition that the defendant was not negligent; i.e., either owed no duty or did not breach the duty owed.'  See also Thompson v. Ruidoso-Sunland, Inc., 105 N.M. 487, 491, 734 P.2d 267, 271 (Ct.App.1987). As to the second meaning, Williamson holds assumption of risk in the secondary sense identical to contributory negligence and abolishes the former as a separate defense. 83 N.M. at 337, 491 P.2d at 1148; see also Diaz v. McMahon, 112 N.M. 788, 790 & n. 2, 819 P.2d 1346, 1348 & n. 2 (Ct.App.1991). As stated in Sunday v. Stratton Corp., 136 Vt. 293, 390 A.2d 398, 403 (1978):\nWhere primary assumption of risk exists, there is no liability to the plaintiff, because there is no negligence on the part of the defendant to begin with; the danger to plaintiff is not one which defendant is required to extinguish or warn about; having no duty to begin with, there is no breach of duty to constitute negligence.\nB. Duties of Skiers Under the Act\nSection 24-15-10 first recognizes that skiing as a recreational sport is inherently hazardous to skiers, and it is the duty of each skier to conduct himself carefully. Plaintiffs acknowledge that Branson breached this duty and that she alone is responsible for her fall. Plaintiffs' claim against the ski area operator is only for the enhanced portion of Branson's damages allegedly resulting from colliding with an unprotected or unpadded lift tower. Cf. Duran v. General Motors Corp., 101 N.M. 742, 749-50, 688 P.2d 779, 786-87 (Ct.App.1983) (holding that in enhanced injury case claimant must show that defect caused injuries over and above those which otherwise would have been sustained and demonstrate degree of enhancement (citing Huddell v. Levin, 537 F.2d 726 (3d Cir.1976))), cert. quashed, 101 N.M. 555, 685 P.2d 963 (1984).\nSubparagraph (B) of Section 24-15-10 provides:\n[First Part] A person who takes part in the sport of skiing accepts as a matter of law the dangers inherent in that sport insofar as they are obvious and necessary. Each skier expressly assumes the risk of and legal responsibility for any injury to person or property which results from participation in the sport of skiing, in the skiing areas, including any injury caused by the following: variations in terrain; surface or subsurface snow or ice conditions; bare spots, rocks, trees or other forms of forest growth or debris; lift towers and components thereof, pole lines, and snow-making equipment which are plainly visible or are plainly marked in accordance with the provisions of Section 24-15-7 NMSA 1978; except for any injuries to persons or property resulting from any breach of duty imposed upon ski area operators under the provisions of Sections 24-15-7 and 24-15-8 NMSA 1978. Therefore, each skier shall have the sole individual responsibility for knowing the range of his own ability to negotiate any slope or trail, and it shall be the duty of each skier to ski within the limits of the skier's own ability * * *.\n[Second Part] The responsibility for collisions by any skier while actually skiing, with any person or object, shall be solely that of the individual or individuals involved in such collision, except where the ski area operator is involved in such collision or where such collision resulted from any breach of duty imposed upon the ski area operator under the provisions of Sections 24-15-7 and 24-15-8 NMSA 1978. [Emphasis added.]\n§ 24-15-10(B). Plaintiffs argue that the exceptions to the first part of Section 24-*21715-10(B) raise a fact question as to whether or not the ski area operator is liable for any enhanced injuries Branson may have suffered.\nPlaintiffs, as well as the majority, seem to read Section 24-15-10(B) as simply containing one exception to primary assumption of the risk based on a breach of duty by the ski area operator under either Section 24-15-7 or -8. A careful reading of Section 24-15-10(B), however, suggests the answer is not that simple. Section 24-15-10(B) actually addresses two different concerns: Responsibility for * * * injury and responsibility for collisions. For the sake of reference, I have identified the former as first part and the latter as second part in Section 24-15-10(B) quoted above.\nReading the two parts separately, it seems reasonably clear that each skier expressly assumes the risk in the primary sense for any injury caused by plainly visible lift towers and other objects or conditions described in the Act which are plainly visible unless any of the injuries result from a breach of duty imposed on the ski area operator under either Section 24-15-7 or -8. This means that if there is no breach of duty by the ski area operator under either of those two sections, then the skier assumes the primary risk and the sole individual responsibility for any injury caused by any of those inherent risks, including ski towers. If, as the majority notes, there is a breach of duty by the ski area operator that caused or contributed to the injury, then assumption of the risk is viewed in its secondary sense, i.e., contributory negligence and the negligence of the skier and the ski area operator may be compared. Because of the stipulations, however, including the stipulation that the ski tower was plainly visible in the ski area, neither Section 24-15-7 nor -8 applies, and therefore, Defendants are entitled to summary judgment.\nAs noted, the second part of Section 24-15-10(B) places the sole responsibility for collisions on the individual involved in the collision with two possible exceptions: (1) where the ski area operator is involved in such collision or (2) where the collision results from any breach of duty by the ski area operator under either Section 24-15-7 or -8.3 Here, the parties stipulated that any injuries or damages suffered by Bran-son were the result of her fall and/or collision with the lift tower and that Defendants did not contribute to cause her fall or loss of control. Plaintiffs also stipulated that [t]he ski area operator was not involved in the collision. If Branson is solely responsible for the collision, how then can she recover under Section 24-15-10(B)? 4\n1. Skier's Assumption of Risk\nBecause it is undisputed that' the lift tower was plainly visible, Branson expressly assumed the risk of colliding with that structure under Section 24-15-10. She assumed that risk as a matter of law unless it can be said that the ski area operator breached a duty owed to Branson under either Section 24-15-7 or -8. I now examine those duties.\na. Ski Area Operator's Duties Under Section 24-15-7\nSection 24-15-7 lists nine duties that each ski area operator has with respect to the skiing area. As noted by the majority, we are concerned with only two of those duties:\nC. to mark conspicuously * * * portions of [slopes or trails] which present an unusual obstacle or hazard * * *\n* * * * 3k *\n*218I. to warn of or correct particular hazards or dangers known to the operator where feasible to do so.\n§ 24-15-7(0), -7(1). First, under subparagraph (C), Plaintiffs claim that the ski tower was an unusual obstacle or hazard of which the ski area operator had a duty to inform Branson by appropriately marking the top of the slope. I disagree. As I read Section 24-15-10(B), the legislature specifically considered lift towers inherent risks which are assumed by the skier as a matter of law.5 In addition, although there is no New Mexico case on point, other jurisdictions, as well as common sense, support the notion that a ski tower is not an unusual obstacle or hazard but rather an obvious and necessary part of skiing. See, e.g., Alaska Stat. § 9.65.135(c)(1)(E) (1983 & Supp.1991) ( 'inherent risks of skiing' means the dangers or conditions which are an integral part of the sport of skiing, including, but not limited to * * * collisions with lift towers * * *.); Colo.Rev.Stat. § 33-44-103(10) (Supp.1991) ( 'Inherent dangers and risks of skiing' means those dangers or conditions which are an integral part of the sport of skiing, including * * * impact with lift towers * * *.); Conn.Gen. Stat.. § 29-212 (1990) (lists conspicuously marked lift towers as a hazard[ ] inherent in the sport of skiing); Idaho Code § 6-1106 (1990 & Supp.1991) (skier expressly assumes the risk of any injury caused by lift towers); N.D.Cent.Code § 53-09-06 (Repl.1989) (skier expressly assumes risk of injury from lift towers); Ohio Rev.Code Ann. § 4169.08 (Anderson Repl.1991) (skier expressly assumes risk for damages from lift towers); W.Va.Code § 20-3A-5 (Repl.1989) (skier assumes risk of injury from lift towers). See generally Lori J. Henkel, Annotation, Ski Resort's Liability for Skier's Injuries Resulting From Condition of Ski Run or Slope, 55 A.L.R.4th 632, § 8 (1987 & Supp.1991). Moreover, Plaintiffs have alleged nothing extraordinary about this particular ski tower which would transform it from an inherent risk to an unusual obstacle or hazard.\nSecond, Plaintiffs claim that the ski area operator had a duty to warn of or correct particular hazards or dangers associated with the ski tower. §24-15-7(1). Again, I disagree that a plainly visible lift tower constitutes a particular hazard or danger. The comments after Section 24-15-7 refer to 4 American Jurisprudence Amusements and Exhibitions § 54, which explains that the operator of a place of amusement has a duty to warn his patrons of any dangers known to him, which are not known to the patrons or not observable by them in the exercise of reasonable care for their own safety. In light of the stipulation that the tower was plainly visible in the skiing area and general common knowledge, I do not believe that the ski area operator had a duty to warn the skier of the presence of the lift tower.\nNeither do I think that the ski area operator had a duty, under Section 24-15-7(1) to correct particular hazards allegedly associated with the lift tower.6 The risks associated with a plainly visible lift tower are specifically allocated to skiers alone under Section 25-15-10(B). When Branson elected to ski the slope, she expressly assumed the risks associated with any lift towers, padded or unpadded, present on that slope. To interpret Section 24-15-7(1) to mean that ski area operators have a duty to correct the dangers presented by ski towers despite the Act's recognition that this danger is inherent in the sport of skiing and is essentially impossible to eliminate *219would read Section 24-15-10 out of existence. See also § 24-15-2. It is the duty of courts to construe statutes in harmony and give effect to all its parts in arriving at the intent of the legislature. General Motors Acceptance Corp. v. Anaya, 103 N.M. 72, 76, 703 P.2d 169, 173 (1985). Moreover, if the New Mexico Legislature had wished to impose the duty of padding lift towers on ski area operators it could have done so expressly. Cf. Colo.Rev.Stat. § 33-44-107(7) (Supp.1991) (duty to adequately cover man-made structures with shock-absorbent material only when not visible from a distance of at least one hundred feet); N.Y.Gen.Oblig.Law § 18-103 (1989 & Supp. 1992) (requires ski area operator to pad lift towers within the boundary of a slope). Finally, if we are to say that a plainly visible lift tower should be padded, how can we not say similar protective devices must also be placed around all rocks, trees, other forms of forest growth, or the like? An appellate court should not construe statutes in a way that will achieve an absurd result or defeat the intended objective of the legislature. State v. Herrerra, 86 N.M. 224, 226, 522 P.2d 76, 78 (1974).\nb. Ski Area Operator's Duties Under Section 24-15-8\nSection 24-15-8 sets forth the duties of the ski area operator with respect to ski lifts. The ski area operator is required to operate, repair, and maintain all ski lifts in a safe condition. A ski lift is defined as any device operated by a ski area operator used to transport passengers by single or double reversible tramway, chair lift or gondola lift, T-bar lift, J-bar lift, platter lift or similar device or a fiber rope tow. § 24-15-3(A). In addition, the majority cites to Section 24-15-2 which explains the purpose of the Act as including the statement that it is the policy of New Mexico to protect its citizens and visitors from unnecessary hazards in the operation of ski lifts * * I think the legislature intended operation to mean the actual transportation of skiers up the slope.\nAs previously discussed, Section 24-15-10 sets forth the duties of the skiers. The section expressly provides that:\nA person who takes part in the sport of skiing accepts as a matter of law the dangers inherent in that sport insofar as they are obvious and necessary. Each skier expressly assumes the risk of and legal responsibility for any injury to person or property which results from participation in the sport of skiing * * * including any injury caused by the following: * * * lift towers and components thereof * * *. [Emphasis added.]\nIt is important to note that the legislature specifically chose to use the term lift tower as opposed to ski lift when delineating the duties of and risks assumed by skiers. I believe the Act distinguishes the portion of the lift tower on the ground which may be part of the slope and the operation of the ski lift itself in transporting skiers to the top of the hill. This language suggests that the legislature anticipated the situation we have before us and determined that collision with a lift tower was the sole responsibility of the skier, and that the duties of ski area operators with regard to ski lifts were not to be confused with the duties of skiers with regard to ski towers.\nSince Section 24-15-8 is included as an exception to the assumption of risk imposed under Section 24-15-10(B), some breach of duty must have been contemplated; otherwise, there would have been no purpose in including Section 24-15-8 as an exception. Reading the two Sections together, it would seem reasonable that the legislature intended for Section 24-15-8 to provide an exception to the primary assumption of risk when a breach of duty with respect to the operation of the ski lift causes an injury to a skier on the slopes, such as an injury caused by a falling gondola or part of the lift itself.\nC. Support From Other Jurisdictions\nThe result I reach finds support in cases from other jurisdictions applying either common-law principles or statutes similar to the New Mexico Ski Safety Act to al*220most identical or similar fact situations.7\nIn Leopold v. Okemo Mountain, Inc., 420 F.Supp. 781 (D.Vt.1976), for example, a suit was brought on behalf of the estate of the skier who was killed when he collided with an unpadded chair lift tower. Plaintiffs attempted to establish that the ski area operator was negligent in failing to cover the tower with cushion pads or some other form of protection. The court concluded that the tower was an inherent risk in the sport of skiing and was an obvious and necessary risk to those who participate in that sport. Id. at 786-87. The court explained that the skier knew and could have easily observed that the towers were not padded and if he believed that the trail or the towers presented risks which were too great, he could have chosen not to proceed. Id. at 787. By proceeding, the skier willingly assumed all the obvious and necessary risks involved in [the] descent, including the danger that he might collide with a tower if he lost his control * * * t>\nInterpreting a provision similar to our Section 24-15-10, the Court of Appeals of Michigan, in Schmitz v. Cannonsburg Skiing Corp., 170 Mich.App. 692, 428 N.W.2d 742 (1988), held that it was clear from the plain and unambiguous wording of that state's statute that the legislature intended to place the burden of certain risks or dangers on skiers, rather than ski area operators. Significantly, the court held that the list of obvious and necessary risks assumed by the skier included natural phenomena and types of equipment that are inherent parts of ski area, such as lift towers and other structures. Id. 428 N.W.2d at 744. The court held that all of these conditions are inherent to the sport of skiing.\nIn Danieley v. Goldmine Ski Associates, 218 Cal.App.3d 111, 266 Cal.Rptr. 749 (1990), a skier collided with the tree located near the edge of the ski run. Although without the benefit of a ski safety act, the California court relied on the Michigan Ski Area Safety Act, as discussed in Schmitz, declaring that this Act reflects pre-existing common law. 266 Cal.Rptr. at 756. The Danieley court affirmed summary judgment in favor of the ski area operator, holding that the ski area operator owes no duty to remove the tree with which the skier collided. In doing so, the court relied on the doctrine of the assumption of risk as articulated in Schmitz. 266 Cal.Rptr. at 757; see also Berniger v. Meadow Green-Wildcat Corp., 945 F.2d 4 (1st Cir.1991) (held that skier was prohibited from maintaining action against ski area operator for injuries which result from any risk, danger, or hazard inherent in the sport, including entanglement with netting generally used as a barrier to mark hazards and to minimize the dangers posed to skier when approaching turns and the edge of trails); Burke v. Ski Am., Inc., 940 F.2d 95 (4th Cir.1991) (interpreting Pennsylvania law, court affirmed directed verdict in favor of ski area operator where plaintiff sued for damages suffered when she fell and slid into trees and rocks beside a trail); Smith v. Seven Springs Farm, Inc., 716 F.2d 1002 (3d Cir.1983) (interpreting the Pennsylvania Skier's Responsibility Act and applying primary assumption of risk to affirm summary judgment in favor of ski area operator where skier slid into a telephone pole and two nearby snowmaking pipes).\nThe majority dismisses the cases from other jurisdictions because of basic differences in the language of our Act. My review of the statutes from several states shows that these statutes employ language similar to that contained in New Mexico's Ski Safety Act. See, e.g., Idaho Code §§ 6-1101 through 6-1109 (1990 & Supp.1991). *221Moreover, the fact that the statute of the other states may not include the qualifying language to sections comparable to our Section 24-15-10(B) does not render case law interpreting the foreign statutes inapplicable. It only means that under our statute we must reconcile the qualifying language in a way that gives purpose to legislative intent. I think that can be done without reading Section 24-15-10(B) out of existence. I have attempted to do so.\nD. Conclusions\nI believe that the majority in their attempt to find a colorable claim disregards not only the stipulated facts and plain language of the Act, but undermines several important public policy considerations.\nThose states, including New Mexico, which have adopted ski legislation often share similar concerns. Skiing usually is practiced by a large number of residents and attracts a large number of nonresidents which significantly contributes to the economy of the state. Litigation unnecessarily increases ski area operators' costs, and insurance premiums continue to rise. States have a legitimate interest, as a matter of public policy, in maintaining the viability of the ski industry within their borders. Most ski legislation attempts to divide areas of responsibility and liability between the ski area operator and the skier, recognizing that there are risks inherent in the sport for which the skier must remain solely responsible, and making an effort to prevent the ski area operator from becoming an insurer for the safety of all skiers upon its slopes. See, e.g., Colo.Rev.Stat. § 33-44-102 (1990); Idaho Code § 6-1101 (1990 & Supp.1991); Mont.Code Ann. § 23-2-731 (1990); N.J.Rev.Stat. § 5:13-1 (1988); NMSA 1978, § 24-15-2 (Repl.Pamp.1991); N.Y.Gen.Oblig.Law § 18-101 (1989); N.Y.Lab.Law § 866 (1988); N.D.Cent.Code § 53-09-01 (Repl.1989); Utah Code Ann. § 78-27-51 (Repl.1992); W.Va.Code § 20-3A-1 (Repl.1989).\nIn addition to legislatively recognized public policy, New Mexico has a clear history of reluctance in allowing recovery for sports related injuries. In Kabella v. Bouschelle, 100 N.M. 461, 463, 672 P.2d 290, 292 (Ct.App.1983), this court, applying the common law, affirmed summary judgment for the defendant in a case where the plaintiff was injured in an informal game of tackle football. We quoted with approval the following from Kuehner v. Green, 436 So.2d 78, 81 (Fla.1983) (Boyd, J., specially concurring):\nHistorically, the courts have been reluctant to allow persons to recover money damages for injuries received while participating in a sport, especially a contact sport, unless there was a deliberate attempt to injure. In denying recovery, the courts have often explained that a person who participates in a sport assumes the risk that he or she may be injured.\nSimilarly, in Kabella, we said that [vigorous and active participation in sporting events should not be chilled by the threat of litigation. Id. at 465, 672 P.2d at 294. I believe that these statements from Kabella capture the essence of the legislative intent in enacting the Ski Safety Act.\nFor the reasons stated, I respectfully dissent.\n1 \n. Failure to warn presents no hazard because Plaintiffs stipulated that the lift tower was plainly visible.\n2 \n. Although we are not concerned with the operation or maintenance of the ski lift, I will comment on the majority's reliance on Section 24-15-8 later in this opinion.\n3 \n. The majority misreads the language of this Section in claiming that this portion of the section reaffirms the imposition of liability on the ski area operator when the ski area operator breaches a duty imposed by Sections 24-15-7 or -15-8 * * Sections 24-15-7 and -8 only come into play under this part of Section 24-15-10(B) when the collision results from a breach of duty under either of those Sections. Plaintiffs have stipulated that the collision did not result from any breach of duty by the ski area operator.\n4 \n. Although not raised by the briefs, the second part of Section 24-15-10(B) arguably forecloses a claim for common law second collision or enhanced injury.\n5 \n. This was recognized by the trial judge who stated: [A] lift tower and its components are, by the terms of the Act, an inherent risk, which is obvious and necessary, which the Plaintiff assumed as a matter of law, and additionally, by both common sense and judicial notice is a common, ordinary, everyday, visible, recognizable, and inherent risk in all ski areas.\n6 \n. It is interesting to note that in Burke v. Ski Am., Inc., 940 F.2d 95, 97 (4th Cir.1991), Plaintiff admitted that although she was aware of the hazards in skiing in general and of the presence of rocks and trees in particular, the rocks and trees which otherwise would be an obvious danger were not an obvious danger because of plastic fencing erected which made her think that they presented no danger at all because the fence would protect her.\n7 \n. I find the out-of-state cases cited by the majority to be distinguishable. See, e.g., Rimkus v. Northwest Colorado Ski Corp., 706 F.2d 1060, 1062 (10th Cir.1983) (plaintiff testified that he did not see the outcropping of rock where as in this action the parties stipulated that the lift tower was plainly visible); Codd v. Stevens Pass, Inc., 45 Wash.App. 393, 725 P.2d 1008, 1012 (1986) (court held that operator had a duty to discover and warn of latent hazards where as the instant action involves a plainly visible hazard and New Mexico's Act does not require a ski area operator to discover hazards but rather only to warn of those hazards or dangers known to the operator).\n\nPLAIN ENGLISH SUMMARY\n\nRestatement tags: § 7(a) existence of duty, § 37 omissions, § 38 affirmative statutory duty, § 14 statutory violation as negligence, § 18(a) and (b) failure to warn/adequate precautions; plaintiff: § 3 negligence, § 14 statutory violation\nIssues on appeal:\nwhether material issues of fact preclude grant of motion for summary judgement;\nwhether statutory duty of care required ski field operator to warn the plaintiff of the risk of collision with a tower or to cushion or install protective devices on it.\nSummary:\nthe plaintiff was injured when she collided with a ski lift tower on a ski field\nNew Mexico had a piece of legislation which exclusively defined the scope of responsibilities of ski field operators and skiiers because skiing is inherently dangerous and ski field operators should according bear only limited responsibility for safety of those who choose to ski\nski field operators are normally exempt from claims for injuries under the legislation, but not where they:\nare involved in a plaintiff's collision;\nbreach their statutory duties to warn skiiers of hazards or correct them 'where feasible'; or\nviolate a duty of maintenance.\nthe defendants claimed that they are not liable for injuries arising from obvious risks, because the legislature intended that skiiers assumed primary responsibility for those risks\nsince there was a material question of fact concerning whether the defendants had breached their statutory duties, the claim was not barred by statute, and should have gone to the jury.\nalso, since whether the tower constituted a hazard that the defendant had a duty to warn of was also a question for the jury.\n",
    "annotations": {
        "Facts": [
            "damages resulting from personal injuries suffered by Mary L. Branson when she collided with a ski lift tower at the Ski Apache Resort",
            "on February 26, 1986, Branson was skiing at Ski Apache Resort when she lost control, or fell, and collided with a lift tower located in the skiing area; the lift tower which Branson collided with was not surrounded by netting or protective padding; and the tower was plainly visible in the skiing area.",
            "absence of protective devices on or around the lift tower with which Branson collided, the absence of markings at the top of the slope noting the presence of the lift tower, and to the absence of any warning concerning the potential danger to skiers presented by the unprotected lift tower.",
            "There is no allegation that any violation of the ski area operator, its employees, officers, or agents of their duties under the Ski Safety Act contributed to cause Branson's fall or loss of control.7. Any injuries or damages suffered by * * * Branson were as a result of her fall and/or collision with the lift tower.8. Any injuries or damages suffered by * * * Branson were not a result of her being a passenger using a ski lift."
        ],
        "Procedural History": [
            "Plaintiffs appeal from an order dismissing their claims against each of the Defendants",
            "In its order dismissing Plaintiffs' complaint, the court stated:Based upon the Plaintiffs' Complaint and the stipulations of counsel, it is undisputed that * * * (Ms. Branson) lost control or fell while skiing, losing control of her speed and course and colliding with a lift tower. * * * [S]he violated her duties under the New Mexico Ski Safety Act, and, as a matter of law, assumed the specific risks which caused her injury so that the * * * Act bars any recovery * * * for those injuries.",
            "on appeal we review the court's order dismissing *205Plaintiffs' claims as a motion for summary judgment",
            "the duties of the Act relating to the operation, repair and maintenance of ski lifts do not impose a duty upon ski area operators to prevent injuries to skiers posed by the placement of unprotected lift towers in the skiing areas.",
            "the district court held that lift towers and their components are, by the terms of the Act, an inherent risk, which is obvious and necessary, which [Branson] assumed as a matter of law."
        ],
        "Application of Law to Facts": [
            "Looking to the language of our Act and its expressed purposes, we conclude that in situations where material factual issues exist as to whether both the skier and ski area operator have violated duties imposed upon them under the Act or factual issues exist as to whether such negligence has proximately resulted in injuries to a skier, Plaintiffs' claims for damages alleged to have resulted from a ski area operator's negligence are not barred under the Act",
            "The language of Section 24-15-10(B), incorporating the doctrine of primary assumption of the risk so as to place the responsibility upon a skier for a collision with a lift tower, is expressly qualified in situations where a ski area operator is alleged to also have breached a duty under Sections 24-15-7 and -15-8. In such case, we conclude that the fact finder is entitled to determine the negligence, if any, of each of the parties",
            "Thus, we conclude that the doctrine of comparative negligence is applicable to claims brought under the Act where both the skier and the ski area operator are alleged to have breached statutory duties",
            "We note that the duty imposed on the ski area operator by Section 24-15-7(1) is limited to situations where the particular hazard is both known to the ski area operator and warning of or correcting the particular hazard is feasible. Thus, we do not believe our interpreting the Act as imposing this duty in relation to ski lift towers crossing the ski slope will lead to the absurd result foreseen by the dissent of requiring ski area operators to pad or otherwise protect trees, rocks, and any other object on the slope. Whether the hazard was known to the operator and whether taking any warning or corrective measures is feasible would be factual issues for the jury",
            "Under the record before us, although it was stipulated that Bran-son's fall was not caused by Defendants, material disputed factual issues existed as to whether the ski tower with which she collided posed a particular hazard known to the operator, whether it was feasible to correct such hazard, and whether such hazard proximately contributed to or enhanced her injuries.",
            "Whether in the instant case the location or placement of the unprotected lift tower in the skiing area constituted an unreasonable hazard to Branson resulting in a breach of the duty imposed upon the ski area operator under Section 24-15-8, and *211proximately caused in whole or in part the injuries sustained by her, presents a material disputed question of fact for the fact finder",
            "material disputed factual issues existed as to whether the alleged breach of duties imposed upon ski area operators to warn of an unprotected lift tower in the skiing area, or to correct such known hazard, causally contributed to Branson's injuries and damages, and that Plaintiffs' claims were subject to determination by the fact finder to ascertain and compare the alleged negligence of each of the parties.",
            "Similarly, we believe Section 24-15-8, requiring ski area operators to safely maintain ski lifts, includes a duty to use due care for the safety of skiers who may be injured by the operation or maintenance of such lifts or their components, whether or not the skiers are passengers. We interpret the duty to safely operate or maintain a ski lift imposed upon ski area operators under Section 24-15-8, to include the duty to correct where feasible, hazards which pose an unreasonable risk of injury to skiers who are non-passengers on such lifts. Section 24-15-8 does not, on its face, state that the ski area operator's duty imposed by that section is limited only to passengers",
            "The responsibility imposed upon ski area operators under the Act to safely operate or maintain ski lifts also imposes a duty to protect against unreasonable hazards created by lift towers situated in skiing areas."
        ],
        "Relevant Precedents": [
            "Knapp v. Fraternal Order of Eagles, , 738 P.2d 129 (Ct.App.1987).",
            "Klopp v. Wackenhut Corp., 113 N.M. 153,  (1992)",
            "Romero v. State, , 815 P.2d 628 (1991)",
            "Rickerson v. State, , 612 P.2d 703 (Ct.App.1980)"
        ],
        "Outcome": [
            "we reverse and remand.",
            "we hold that the district court erred in dismissing Plaintiffs' claims",
            "We reverse the order of the district court dismissing Plaintiffs' claims"
        ]
    },
    "class": "reverse"
}