{
    "text": "Monett v. Dona Ana County Sheriff's Posse, 114 N.M. 452, 840 P.2d 599 (1992)\nAug. 25, 1992 · Court of Appeals of New Mexico · No. 12192 \n114 N.M. 452, 840 P.2d 599 \nMaurice MONETT, Plaintiff-Appellant, v. DONA ANA COUNTY SHERIFF'S POSSE, Southern New Mexico State Fair, and Charles Dickerson, Inc., Defendants-Appellees \n840 P.2d 599\nCourt of Appeals of New Mexico.\n*454Michael W. Lilley, Lilley & Macias, P.A., Las Cruces, for plaintiff-appellant.\nJohn S. Stiff, Butt, Thornton & Baehr, P.C., Albuquerque, for defendant-appellee Dona Ana County Sheriff's Posse.\nThomas L. Marek, Kevin E. Kane, Marek, Yarbro & Carter, P.A., Carlsbad, for defendant-appellee Southern New Mexico State Fair.\nPhyllis A. Dow, Robert L. Pidcock, Hatch, Beitler, Allen & Shepherd, P.A., Albuquerque, for defendant-appellee Charles Dickerson, Inc.\nOPINION\nPICKARD, Judge.\nPlaintiff sued for personal injury after an accident at the Southern New Mexico State Fair and Rodeo. Defendants Dona Ana County and Fairacres Volunteer Fireman Mike Carroll were dismissed from the case with prejudice after settling with plaintiff. Plaintiff appeals from the trial court's orders granting summary judgment to the remaining three defendants, contending that the summary judgments should be reversed because (1) factual issues exist with regard to the theories of vicarious liability and premises liability, making summary judgment inappropriate; and (2) plaintiff's release of Carroll and Dona Ana County did not release the other defendants from liability. We reverse in part and affirm in part.\nSummary judgment is a drastic remedy to be used with great caution. Pharmaseal Labs., Inc. v. Goffe, 90 N.M. 753, 756, 568 P.2d 589, 592 (1977). It is proper only when there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law, Paca v. K-Mart Corp., 108 N.M. 479, 480, 775 P.2d 245, 246 (1989), or when the material facts are not in dispute and the only question to be resolved is the legal effect of the facts. Savinsky v. Bromley Group, Ltd., 106 N.M. 175, 176, 740 P.2d 1159, 1160 (Ct.App.1987). In this case, the focus of the parties' dispute is centered on the legal effects of the following material facts.\nPlaintiff went to the Southern New Mexico State Fair and Rodeo grounds on September 24, 1988. The fair and rodeo were being held on land owned by Dona Ana County. The fair was sponsored by defendant Southern New Mexico State Fair (Fair) and managed by defendant Charles Dickerson, Inc. (Dickerson). The rodeo was sponsored and managed by defendant Dona Ana County Sheriff's Posse (Posse). Although the fair and rodeo were held at the same time on the county property, defendants Fair and Posse were separate and distinct entities, and each entered into separate agreements with the county for use of the fairgrounds and the rodeo arena, respectively. Evidence conflicted on whether fair admission was a prerequisite to rodeo admission in every case, but plaintiff had in fact entered the rodeo area from the fairgrounds.\nThe fair and rodeo were physically separated by a fence, with an asphalt path running from the fairgrounds to the rodeo grandstand through a double gate in the fence. Inside the gate on the rodeo side was a ticket booth to one side of the path, where patrons could buy rodeo tickets. On the other side of the path was a table *455where Posse members sold both rodeo admissions and raffle tickets. The accident happened inside the double gate, on the rodeo side of the fence. Only one side of the gate was open at the time. Plaintiff was positioned to the side of the pathway, standing in front of the ticket table. He was facing the table, away from the path.\nMike Carroll, a uniformed member of Fairacres Volunteer Fire Department (FVFD), was on the grounds in an official capacity. FVFD had been the official provider of emergency medical services at the fair and rodeo in the past, and had been engaged by Dickerson for the 1988 season to provide emergency medical services for the fair, and by Posse officials to provide such services for the rodeo. At the time of the accident, Carroll was driving a golf cart, taking a coworker to her rodeo duty station. There were numerous people going through the gate and milling about in the area just inside it. The parties disagree as to how the accident happened, but they do agree that there was a collision between plaintiff and Carroll's cart.\nFVFD volunteers like Carroll did not receive money, meals, or other compensation for their services, but those on duty were not required to pay an admission fee to enter the fairgrounds or rodeo grounds. In transporting his coworker, Carroll was acting on orders from his immediate supervisor, FVFD Assistant Chief Lee Cothern. The cart Carroll was driving had been borrowed from New Mexico State University by Dickerson for use during the fair. Dickerson had assigned borrowed carts to various departments of the fair, including two carts that went to FVFD for use in connection with their services to the fair and rodeo. FVFD used the carts to transport medical supplies and injured persons, and to take FVFD personnel to and from their duty stations. No accident or problem involving the carts had been reported in the previous four years, in which the carts had been used under identical circumstances.\nAs a preliminary matter, we discuss plaintiff's contention that the distinction between the rodeo grounds and the fairgrounds was fictional. Plaintiff asserts that defendants Fair and Posse were both responsible for the arrangement of the gate between the two grounds, but offers no citation to the record to substantiate this assertion. Plaintiff also asserts that although the golf carts were designated for official business on the fairgrounds only, they were routinely driven back and forth in service to the rodeo, thus creating a factual question as to whether the fair and rodeo were in fact operating as a single entity or as two separate entities, again without citation to the record or a statement concerning how this contention was raised and preserved below.\nDefendant Fair has answered these assertions by maintaining that they lack support in the record and that plaintiff is attempting to raise an issue of joint venture, which was not properly raised and preserved in the trial court. Plaintiff does not refute defendant Fair's argument in his reply brief, nor does he reassert his joint venture claim. Although this court will take note of evidence which puts a material fact in issue, and we will view the matters presented in the light most favorable to support the right to trial on the issues, C & H Constr. & Paving Co. v. Citizens Bank, 93 N.M. 150, 156, 597 P.2d 1190, 1196 (Ct.App.1979), this does not obviate plaintiff's obligation to support each issue presented by pointing out how it arose and was preserved below, with citations to appropriate parts of the record, see SCRA 1986, 12-213(A)(3) (Repl.1992). Accordingly, we do not consider the allegations concerning joint control of the gate or joint venture of the parties. See Beyale v. Arizona Pub. Serv. Co., 105 N.M. 112, 116, 729 P.2d 1366, 1370 (Ct.App.1986) (if a party fails to refer to relevant portions of the transcript, the court will not address that issue on appeal); State v. Martin, 90 N.M. 524, 527, 565 P.2d 1041, 1044 (Ct.App.1977) (appellate court will not search the record to see if an issue was preserved when appellant does not refer the court to appropriate transcript references).\n*456VICARIOUS LIABILITY\nPlaintiff contends that summary judgment was improperly granted because the facts presented raise questions of defendants' vicarious liability for Carroll's conduct under the theory of respondeat superior or under the theory that liability will lie for Carroll's acts as an independent contractor or special employee. We disagree.\nUnder the doctrine of respondeat superior, the master is liable for the negligent acts of the servant when committed during the course and scope of the servant's employment or agency. In Savinsky, 106 N.M. at 176, 740 P.2d at 1160, we stated that [i]n determining whether an employer-employee relationship exists, rather than an independent contractor relationship, the primary test is whether the employer has the right to control the details of the work to be performed. We also noted that secondary tests of the employer-employee relationship include direct evidence of the right to control, method of payment of compensation, furnishing of equipment, and the right to end the relationship. Id.\nDefendants were only required to make a prima facie showing that they were entitled to summary judgment, and if they did so, the burden was then on plaintiff to show at least a reasonable doubt as to whether genuine issues of fact existed. See Trujillo v. Treat, 107 N.M. 58, 59, 752 P.2d 250, 251 (Ct.App.1988). When undisputed material facts before the court lead to only one logical inference, however, it becomes a conclusion of law as to whether the status of an employer-employee relationship exists. Jelso v. World Balloon Corp., 97 N.M. 164, 167, 637 P.2d 846, 849 (Ct.App.1981). We must decide in this case whether the trial court properly resolved the legal effect of the facts in this regard, based on the showings made by the parties. See Hansler v. Bass, 106 N.M. 382, 383, 743 P.2d 1031, 1032 (Ct.App.1987).\nDefendants demonstrated that Carroll was not officially employed by any of them, but rather was present at the fair and rodeo to perform volunteer emergency medical technician services as a member of the FVFD. This evidence constituted a prima facie showing by defendants that Carroll was not their employee, and we also note that the trial court determined that the FVFD was in fact an agent of Dona Ana County. Upon this showing, it became plaintiff's burden to raise at least a reasonable doubt as to the presence of a master-servant relationship between Carroll and defendants. See Savinsky, 106 N.M. at 176-77, 740 P.2d at 1160-61. In attempting to meet this burden, plaintiff relied primarily on these facts: (1) FVFD Chief Covington directed his people to notify Dickerson of the accident, because Dickerson was in charge of the fair; (2) Dickerson told FVFD members not to worry because the Fair had insurance; (3) Dickerson supplied the golf carts, provided insurance for golf cart users, and instructed drivers in their use; (4) Dickerson and the- Fair provided a building and some furnishings for use by FVFD; and (5) the Posse similarly arranged for FVFD to perform services at the rodeo, granted free admission to FVFD members, and designated a specific area of the rodeo grounds for FVFD use.\nWe do not believe that these facts are sufficient to raise a reasonable doubt as to whether defendants and Carroll had a master-servant relationship. See id.; see also Hansler, 106 N.M. at 385, 743 P.2d at 1034. The evidence indicated that the activities of FVFD members were supervised and controlled by FVFD superiors and that FVFD furnished its own medical equipment and supplies. No evidence was introduced to show that any of these defendants had any right to control the details of FVFD's paramedical activities or the work Carroll and other FVFD members were present to perform. Nor did the evidence presented show that defendants paid Carroll or that they had the right to terminate his services. Summary judgment for all defendants was therefore appropriate on the issue of respondeat superior. See Savinsky, 106 N.M. at 176, 740 P.2d at 1160.\nWe also affirm the trial court on the issues of defendants' liability for Carroll as an independent contractor or special *457employee. Though generally not liable for the negligence of an independent contractor, one who employs such a contractor is subject to liability for failure to take precautions if he or she should recognize that the work of the independent contractor is likely to create a peculiar risk of harm to others unless special precautions are taken. Budagher v. Amrep Corp., 97 N.M. 116, 120, 637 P.2d 547, 551 (1981); see also Hansler, 106 N.M. at 385, 743 P.2d at 1034 (employer nonliability does not apply when work is intrinsically or inherently dangerous). A peculiar risk is a risk differing from the common risk to which persons in general are commonly subjected by the ordinary forms of negligence which are usual in the community. See Restatement (Second) of Torts § 413 cmt. b (1965). In other words, the risk must involve some special hazard resulting from the nature of the work done, which calls for special precautions. Id.; see also Restatement (Second) of Torts § 427. We decline to hold that the operation of a small golf cart in the presence of pedestrians constitutes an extraordinary hazard like that associated with building a dam, providing armed security services, or dynamite blasting, such as have been discussed in the other cases cited herein. See Budagher, 97 N.M. at 120, 637 P.2d at 551; Hansler, 106 N.M. at 385, 743 P.2d at 1034. There is no inherent, extraordinary, or peculiar risk in the operation of a golf cart. It is simply not the sort of inherently dangerous activity, or activity involving a peculiar risk, usually associated with liability for the work of an independent contractor. See id.\nSimilarly, plaintiff has failed to point to evidence which is sufficient to overcome defendants' prima facie showing that Carroll was not a special employee of defendants. See Wuertz v. Howard, 77 N.M. 228, 230-31, 421 P.2d 441, 443 (1966); Barger v. Ford Sales Co., 89 N.M. 25, 26, 546 P.2d 873, 874 (Ct.App.1976). Plaintiff acknowledges that the test for determining whose employee Carroll was turns on the answer to the question of whose work was being done at the time of the accident. See Wuertz, 77 N.M. at 230-31, 421 P.2d at 443. Plaintiff argues that the evidence was not clear as to whose work was being done. We disagree. The evidence before the trial court was that Carroll was performing the work of FYFD under directions from his FVFD supervisor at the time of the accident. Because Carroll was neither an independent contractor engaged in inherently dangerous activity nor a special employee of defendants, the trial court's entry of summary judgments for all defendants was appropriate on these theories of vicarious liability as well.\nPREMISES LIABILITY\nAs we understand plaintiff's argument under this point, one basis of premises liability he complains of is the configuration of the gate and the ticketing sites at the entrance to the rodeo. Plaintiff argues that defendant Posse is liable for that configuration, and that a factual question exists concerning whether the physical design was such that it caused or tended to cause Carroll to create a dangerous condition by driving the cart through the entrance and onto the rodeo grounds. Plaintiff would have defendants Fair and Dickerson share in liability for the accident on the theory that they failed to provide a safe means of ingress and egress between the fairgrounds and the rodeo arena at the gate. See Mitchell v. C & H Transp. Co., 90 N.M. 471, 475, 565 P.2d 342, 346 (1977). Another theory of premises liability claimed by plaintiff is that a dangerous condition was created by the introduction of golf carts into pedestrian areas, irrespective of the configuration of the gate area, without adequate protection for the pedestrians, either in the form of training of the drivers, warnings either by voice or horns, the use of separate paths, or other protections.\nWe first discuss premises liability generally. We next discuss defendants' arguments against plaintiff's theories. We divide these theories into (a) the liability of defendants Fair and Dickerson for the configuration of the gate and ticketing sites at the entrance to the rodeo, including their liability for providing safe ingress to and egress from the fair site; (b) the liability of *458defendant Posse for the configuration of the gate and ticketing sites, as well as its liability for permitting the potentially dangerous combination of pedestrians and golf carts on its premises; and (c) the liability of defendants Fair and Dickerson for permitting the potentially dangerous combination of pedestrians and golf carts, knowing that the golf carts on its premises would travel into adjacent areas. We hold that summary judgment was properly granted on the theory of liability we have labelled (a) only. Accordingly, this matter should be remanded for trial on defendant Posse's liability generally and on the liability of defendants Fair and Dickerson specifically, as set forth below.\nAn [owner or occupier of land] owes a business visitor the duty to use ordinary care to keep the premises safe for use by the business visitor. SCRA 1986, 13-1309 (Repl.1991). Three recent New Mexico Supreme Court cases have bearing on the issue of premises liability. During the briefing time in this case, our supreme court decided Calkins v. Cox Estates, 110 N.M. 59, 792 P.2d 36 (1990). After the briefs were filed, the opinions in Bober v. New Mexico State Fair, 111 N.M. 644, 808 P.2d 614 (1991), and Klopp v. Wackenhut Corp., 113 N.M. 153, 824 P.2d 293 (1992), were issued. These cases establish that an owner or occupier of property has a duty to maintain the property in a safe condition, and that the duty to avoid creating or permitting an unsafe condition to exist on the premises is not limited by the physical boundaries of the land. See Bober, 111 N.M. at 648-49, 808 P.2d at 618-19; see also Mitchell, 90 N.M. at 475, 565 P.2d at 346. In Klopp, our supreme court specifically held that an occupier of premises owes a duty to safeguard each business visitor whom the occupier reasonably may foresee could be injured by a danger avoidable through reasonable precautions available to the occupier of the premises. Klopp, 113 N.M. at 157, 824 P.2d at 297. Under the reasoning of these cases, all three defendants clearly had a duty to plaintiff to refrain from creating or allowing unsafe conditions to exist on their premises by taking whatever reasonable precautions were available to them.\nThe issue is whether defendants were entitled to summary judgment on the question of whether they breached that duty. Defendants Fair and Dickerson argue that they are immune from premises liability because they did not control the rodeo grounds, where the accident occurred. Defendant Posse maintains that because no one had ever been injured in the past, and there was nothing obviously dangerous about the entrance configuration, it cannot be liable on the theory of premises liability.\nDefendants Fair and Dickerson made a prima facie showing that Defendant Posse leased the rodeo premises, had sole control over the configuration of the ticketing areas on the rodeo side of the gate, and actively exercised that control by the configuration chosen. On the record before us we do not believe that plaintiff met his burden to show at least a reasonable doubt as to whether genuine issues of fact existed concerning control of the area in question on the part of the Fair or Dickerson. Thus, we view this as similar to Wackenhut's control over the stanchion in Klopp, 113 N.M. at 161, 824 P.2d at 301. We acknowledge that in Mitchell, our supreme court stated that the duty to provide safe ingress and egress extends  'within limitations dictated by the facts of the case, beyond the precise boundaries of [the owner's] premises.'  Mitchell, 90 N.M. at 475, 565 P.2d at 346 (quoting McDonald v. Frontier Lanes, Inc., 1 Ill.App.3d 345, 272 N.E.2d 369, 372 (1971)). We believe that the facts of this case, showing sole control by the Posse of the configuration of the ticket area, were a limitation rendering the Fair and Dickerson not liable to plaintiff to provide safe ingress and egress, because their duty did not extend beyond the boundaries of their premises and onto other premises over which others exercised complete control. Compare McDonald, 272 N.E.2d at 372 (the case relied on in Mitchell for the proposition that there is duty to provide safe ingress and egress beyond the premises boundaries) with Decker v. Polk Bros., 43 Ill.App.3d 563, 2 *459Ill.Dec. 432, 433, 357 N.E.2d 599, 600 (1976) (distinguishing McDonald on the basis that there was no evidence that the defendant had any control outside premises boundaries) and Stedman v. Spiros, 23 Ill.App.2d 69, 161 N.E.2d 590, 597 (1959) (no duty of care exists beyond boundaries when premises beyond boundaries are in the exclusive control of another). This being so, we affirm the trial court's grant of summary judgment to defendants Fair and Dickerson on the theory of premises liability for failure to provide safe ingress and egress. See Savinsky, 106 N.M. at 176, 740 P.2d at 1160 (summary judgment appropriate when facts are not in dispute and the only question to be resolved is the legal effect of the facts).\nWe reverse the trial court, however, on its grant of summary judgment to defendant Posse. We have already determined that the evidence before the trial court showed that the Posse controlled the area where the accident occurred and that the Posse was under a duty to keep that area safe by taking whatever reasonable precautions were available. See Klopp, 113 N.M. at 157, 824 P.2d at 297; Bober, 111 N.M. at 648-50, 808 P.2d at 618-20; Calkins, 110 N.M. at 61, 792 P.2d at 38. The Posse does not dispute the evidence of its control over the area. Without citation to authority, the Posse maintains, rather, that summary judgment was proper because there were no prior accidents and there was nothing obviously dangerous about the configuration at the gate and ticketing sites. Although knowledge of a danger may arise from an earlier accident, previous accidents are not required to put an occupier of premises on notice of a dangerous or defective condition. See Valdez v. Warner, 106 N.M. 305, 308, 742 P.2d 517, 520 (Ct.App.1987) ( 'foreseeability does not require that the particular consequence should have been anticipated, but rather that some general harm or consequence be foreseeable'  (quoting Pittard v. Four Seasons Motor Inn, Inc., 101 N.M. 723, 730, 688 P.2d 333, 340 (Ct.App.1984)). The question of whether a collision between plaintiff and the golf cart was foreseeable given the traffic pattern and congestion at the rodeo entranceway, and whether the Posse exercised ordinary care in setting up the configuration of the entranceway, are questions of fact to be determined by a jury. See Klopp, 113 N.M. at 157-59, 824 P.2d at 297-99. The order of summary judgment as to defendant Posse is reversed, and this matter is remanded to the trial court for trial.\nWe finally address plaintiff's theory of premises liability as to the Fair and Dickerson, which relies on the dangerous condition created by the introduction of golf carts into pedestrian areas. While it may appear at first blush that the Fair and Dickerson should not be responsible for this because the accident happened not on the fair premises, but rather on the rodeo premises, we believe that Bober compels a reversal on this theory. We perceive no principled way to distinguish Bober.- In Bober, the defendants could be held liable because they permitted a dangerous condition on their premises that had consequences off the premises, i.e., they allowed an event which resulted in a stream of traffic exiting the fairgrounds without adequate controls. In this case, defendants Fair and Dickerson are similarly subject to liability because they permitted a dangerous condition on their premises that had consequences off the premises, i.e., they allowed an event which resulted in the mixture of golf carts and pedestrians, knowing that the golf carts and pedestrians would both travel off the premises and that the golf carts would be driven off the premises as part of the performance of paramedic duties.\nBober addresses the issue of duty in circumstances such as these as turning on the question of foreseeability. Had the accident in this case happened on the fairgrounds, Klopp would have allowed liability to be found against the Fair and Dickerson just as we have held that it allows liability to be found against the Posse. The issue, then, is whether it is foreseeable that a similar accident would happen outside the fairgrounds. We believe that when the Fair and Dickerson introduced the golf carts knowing that they would be *460travelling in and out of the fairgrounds where pedestrians would be, they could reasonably have foreseen the risk of an accident and that a reasonable landowner would have taken precautions to reduce the risk. See Bober, 111 N.M. at 649, 808 P.2d at 618. Thus, the order of summary judgment as to the Fair and Dickerson on this theory of liability must be reversed.\nRELEASE\nHaving determined that summary judgment was properly granted to defendants on all theories of vicarious liability, we need not address whether plaintiff's release of defendants Dona Ana County and Carroll operated to release the defendants on this appeal as well. The release issue is based on vicarious liability. See Gallegos v. Citizens Ins. Agency, 108 N.M. 722, 730, 779 P.2d 99, 107 (1989). The theories on which we remand for trial are the premises liability theories pursuant to which liability is direct and not vicarious. Thus, there is no longer any issue as to the release.\nCONCLUSION\nThe summary judgment orders as to defendants Fair and Dickerson on the theories of vicarious liability and premises liability for the configuration of the gate area or for failure to provide safe ingress and egress are affirmed. Summary judgment as to defendant Posse is affirmed on the issues of vicarious liability, but reversed on all issues of premises liability. Summary judgment as to the Fair and Dickerson on the theory of premises liability for permitting the potentially dangerous mixture of golf carts and pedestrians is reversed. This cause is remanded to the trial court for trial on the merits on those issues only.\nIT IS SO ORDERED.\nDONNELLY and FLORES, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\n\nRestatement tags: § 7(a) existence of duty\nIssues on appeal:\nsummary judgement granted by the lower court despite existence of material issues of fact in relation to 'premises liability' (unsafe conditions on a person's property)\nSummary:\na rodeo and a fair were conducted next to each other, with golf carts ferrying people between the rodeo and the fair through a gate that connected both events\none of the defendants, the sheriff's posse organising the rodeo, had leased the premises for those purposes, so the fair operators were not responsible for providing safe passage to and from the rodeo, because they had no control over the layout of that land\neven though the defendant posse claimed that no injuries of this nature had ever occurred, and thus that the injury was not foreseeable and so no negligence had occurred, in actuality, whether the injury was foreseeable or not was a question for the jury, no the lower court, so summary judgement was improper\nthe fair operators, even though the injury occurred on the rodeo premises, had a duty to avoid even danger that occurred off their premises, if that danger was foreseeable. It was foreseeable that a golf cart, travelling between the fairgrounds and the rodeo, could cause injury, so the fair operators could be held liable for the injury, and summary judgement was improper.\n\n",
    "annotations": {
        "Facts": [
            "accident at the Southern New Mexico State Fair and Rodeo",
            "Plaintiff went to the Southern New Mexico State Fair and Rodeo grounds on September 24, 1988. The fair and rodeo were being held on land owned by Dona Ana County. The fair was sponsored by defendant Southern New Mexico State Fair (Fair) and managed by defendant Charles Dickerson, Inc. (Dickerson). The rodeo was sponsored and managed by defendant Dona Ana County Sheriff's Posse (Posse). Although the fair and rodeo were held at the same time on the county property, defendants Fair and Posse were separate and distinct entities, and each entered into separate agreements with the county for use of the fairgrounds and the rodeo arena, respectively. Evidence conflicted on whether fair admission was a prerequisite to rodeo admission in every case, but plaintiff had in fact entered the rodeo area from the fairgrounds.The fair and rodeo were physically separated by a fence, with an asphalt path running from the fairgrounds to the rodeo grandstand through a double gate in the fence. Inside the gate on the rodeo side was a ticket booth to one side of the path, where patrons could buy rodeo tickets. On the other side of the path was a table where Posse members sold both rodeo admissions and raffle tickets. The accident happened inside the double gate, on the rodeo side of the fence. Only one side of the gate was open at the time. Plaintiff was positioned to the side of the pathway, standing in front of the ticket table. He was facing the table, away from the path.Mike Carroll, a uniformed member of Fairacres Volunteer Fire Department (FVFD), was on the grounds in an official capacity. FVFD had been the official provider of emergency medical services at the fair and rodeo in the past, and had been engaged by Dickerson for the 1988 season to provide emergency medical services for the fair, and by Posse officials to provide such services for the rodeo. At the time of the accident, Carroll was driving a golf cart, taking a coworker to her rodeo duty station. There were numerous people going through the gate and milling about in the area just inside it. The parties disagree as to how the accident happened, but they do agree that there was a collision between plaintiff and Carroll's cart.FVFD volunteers like Carroll did not receive money, meals, or other compensation for their services, but those on duty were not required to pay an admission fee to enter the fairgrounds or rodeo grounds. In transporting his coworker, Carroll was acting on orders from his immediate supervisor, FVFD Assistant Chief Lee Cothern. The cart Carroll was driving had been borrowed from New Mexico State University by Dickerson for use during the fair. Dickerson had assigned borrowed carts to various departments of the fair, including two carts that went to FVFD for use in connection with their services to the fair and rodeo. FVFD used the carts to transport medical supplies and injured persons, and to take FVFD personnel to and from their duty stations. No accident or problem involving the carts had been reported in the previous four years, in which the carts had been used under identical circumstances.",
            "the Posse controlled the area where the accident occurred",
            "they allowed an event which resulted in the mixture of golf carts and pedestrians, knowing that the golf carts and pedestrians would both travel off the premises and that the golf carts would be driven off the premises as part of the performance of paramedic duties."
        ],
        "Procedural History": [
            "Plaintiff sued for personal injury",
            "Plaintiff appeals from the trial court's orders granting summary judgment"
        ],
        "Application of Law to Facts": [
            "An [owner or occupier of land] owes a business visitor the duty to use ordinary care to keep the premises safe for use by the business visitor.",
            "all three defendants clearly had a duty to plaintiff to refrain from creating or allowing unsafe conditions to exist on their premises by taking whatever reasonable precautions were available to them.",
            "We believe that the facts of this case, showing sole control by the Posse of the configuration of the ticket area, were a limitation rendering the Fair and Dickerson not liable to plaintiff to provide safe ingress and egress, because their duty did not extend beyond the boundaries of their premises and onto other premises over which others exercised complete control",
            "The question of whether a collision between plaintiff and the golf cart was foreseeable given the traffic pattern and congestion at the rodeo entranceway, and whether the Posse exercised ordinary care in setting up the configuration of the entranceway, are questions of fact to be determined by a jury.",
            "In this case, defendants Fair and Dickerson are similarly subject to liability because they permitted a dangerous condition on their premises that had consequences off the premises",
            "Had the accident in this case happened on the fairgrounds, Klopp would have allowed liability to be found against the Fair and Dickerson just as we have held that it allows liability to be found against the Posse. The issue, then, is whether it is foreseeable that a similar accident would happen outside the fairgrounds. We believe that when the Fair and Dickerson introduced the golf carts knowing that they would be travelling in and out of the fairgrounds where pedestrians would be, they could reasonably have foreseen the risk of an accident and that a reasonable landowner would have taken precautions to reduce the risk."
        ],
        "Relevant Precedents": [
            "Bober v. New Mexico State Fair, 111 N.M. 644,  (1991),",
            "Klopp v. Wackenhut Corp., 113 N.M. 153,  (1992),"
        ],
        "Outcome": [
            "We reverse in part and affirm in part.",
            "this matter should be remanded for trial on defendant Posse's liability generally and on the liability of defendants Fair and Dickerson specifically",
            "This being so, we affirm the trial court's grant of summary judgment to defendants Fair and Dickerson on the theory of premises liability for failure to provide safe ingress and egress.",
            "We reverse the trial court, however, on its grant of summary judgment to defendant Posse.",
            "The order of summary judgment as to defendant Posse is reversed",
            "Thus, the order of summary judgment as to the Fair and Dickerson on this theory of liability must be reversed.",
            "The summary judgment orders as to defendants Fair and Dickerson on the theories of vicarious liability and premises liability for the configuration of the gate area or for failure to provide safe ingress and egress are affirmed. Summary judgment as to defendant Posse is affirmed on the issues of vicarious liability, but reversed on all issues of premises liability. Summary judgment as to the Fair and Dickerson on the theory of premises liability for permitting the potentially dangerous mixture of golf carts and pedestrians is reversed. This cause is remanded to the trial court for trial on the merits on those issues only."
        ]
    },
    "class": "mixed"
}