{
    "text": "Narney v. Daniels, 115 N.M. 41, 846 P.2d 347 (1992)\nDec. 18, 1992 · Court of Appeals of New Mexico · No. 12127 \n115 N.M. 41, 846 P.2d 347 \nJeff NARNEY, Vick Kealy, James Castro, and Marlon Bunch, Plaintiffs-Appellants, v. David DANIELS, Defendant, and City of Roswell, a municipal corporation and governmental entity, City of Roswell Police Commissioners, and Steve Wisniewski, as chief of the Roswell Police Department, Defendants-Appellees \n846 P.2d 347\nCourt of Appeals of New Mexico.\nCertiorari Denied Feb. 2, 1993.\n*43Thomas E. Lilley, Lilley & Associates, Roswell, for plaintiffs-appellants.\nGreg Wheeler, Richard Olson, Hinkle, Cox, Eaton, Coffield & Hensley, Roswell, for defendant Daniels.\nLee M. Rogers, Jr., Atwood, Malone, Mann & Turner, P.A., Roswell, for defen-, dants-appellees City of Roswell, Roswell Police Com'rs, and Steve Wisniewski, as chief of the Roswell Police Dept.\nOPINION \nAPODACA, Judge.\nPlaintiffs appeal the district court's order granting summary judgment in favor of, defendants City of Roswell (City), the Roswell Police Commissioners (Commissioners), and Steve Wisniewski (Wisniewski), in - his capacity as chief of the Roswell Police Department (Department) (collectively referred to as defendants), on plaintiffs' claims of respondeat superior and direct negligence. Defendant David Daniels (Daniels), a police officer with the Department, is not a party to this appeal. The issues raised are whether the district court erred in (1) granting summary judgment when plaintiffs had not completed discovery, (2) ruling that there was no material issue of fact concerning whether Daniels acted in the course and scope of employment during his encounter with plaintiffs, (3) determining that defendants owed no duty to plaintiffs to exercise ordinary care in the hiring, training, and retention of Daniels, and (4) determining that, even if there was such a duty, defendants' actions did not proximately cause plaintiffs' injuries. We conclude that the district court did not abuse its discretion by granting summary judgment for defendants, despite plaintiffs' desire for additional discovery (Issue 1), and that summary judgment on the respondeat superior claim (Issue 2) was proper, but hold that genuine issues of material fact existed concerning plaintiffs' claims of negligence under Issues 3 and 4. We thus affirm in part and reverse in part.\n\nDANIELS' ENCOUNTER WITH PLAINTIFFS\nAlthough the specific events of June 5, 1984, are not completely clear, the following details of Daniels' encounter with plaintiffs are apparently undisputed. On the evening of June 5, Daniels left Roswell in his personal car to drive to Deming. He had his commission card, his personal badge, and four guns, including his Department-issued rifle, the personal rifle approved for use in departmental tactical unit (TAC team) maneuvers, and a semi-automatic rifle that Daniels had borrowed from a Roswell gun store. Daniels testified that he was planning to check the semi-automatic rifle out for possible use by the Department.\nAs Daniels was driving west on Highway 70 between Alamogordo and Las Cruces, plaintiffs passed him. He claimed that he paced plaintiffs' vehicle traveling at 100 miles per hour. He thought plaintiffs were possibly involved in some type of illegal drug-related activity as well as speeding. Consequently, he flashed his brights at plaintiffs, pulled up beside their car on the right side, and held up his badge where plaintiffs could see it. He motioned plaintiffs to pull over, and when they did not do so, showed them the semi-automatic rifle. Plaintiff Marlon Bunch, the driver, then pulled over and stopped.\n*44Bunch and Daniels exited their cars. Daniels ordered Bunch to obtain the driver's licenses from the other plaintiffs. When he received the licenses, Daniels told Bunch he had to make a radio call. He returned to his car and pretended to speak on a non-existent hand-held radio microphone. Plaintiffs testified that Daniels then acted more strangely. He pointed his gun at them, spoke in various voices, and talked to people who were not there. He eventually got into plaintiffs' car and, with three plaintiffs inside, sped away without turning on the headlights. He then drove the car off the road, through a fence and into a field, where he wrecked it and injured Narney.\nLeaving Narney in the car, Daniels and the other two plaintiffs who had been in the car walked back to the highway. On the way, Daniels asked one plaintiff, Are you Jesus? I want to kiss Jesus. He also told plaintiffs that they needed to get back to the highway so they could be beamed up by Scotty. At the highway, Daniels headed toward his car. The two plaintiffs then went in the opposite direction for help.\nOn June 6, 1984, Daniels was evaluated by Dr. James E. Welch, a psychiatrist. In the evaluation, Daniels told Welch that the men in the car (plaintiffs) were acting suspicious and, as a result, Daniels let them know he was a police officer. Welch diagnosed Daniels as having an acute psychotic episode and believed that Daniels possibly was having an acute schizophrenic reaction, also classified as a bi-polar disorder with manic and depressive stages. Daniels told Welch about a psychiatric hospitalization about ten years previously and of having consulted a psychiatrist about three years previously. Welch felt that, during the episode with plaintiffs, Daniels was not acting rationally due to a psychological or mental problem and that he was suffering from a mental disease. Welch concluded that it appeared Daniels might be a danger to others. Daniels was committed to the state hospital.\nPlaintiffs sued Daniels, the City, the Commissioners, and Wisniewski. The claims against Daniels are not at issue in this appeal. The claims against the other three defendants were that they were responsible for Daniels' actions under (1) a respondeat superior theory and (2) a negligent hiring and supervision theory. Plaintiffs' current counsel entered his appearance on July 17,1989. Some discovery was conducted by both plaintiffs and defendants. Defendants moved for summary judgment in September 1989. Plaintiffs moved to continue the summary judgment motion, in part on the ground that summary judgment was premature because discovery was incomplete. On October 20, the district court stayed all further discovery, except for discovery relating to defendants' claims of res judicata, pending a hearing in November on the summary judgment motion. The district court later granted summary judgment in favor of defendants on the basis that there were no genuine issues of fact that (1) during the incident Daniels acted outside the course and scope of his employment with the Department; (2) the City, the Commissioners, and Wisniewski owed no duty to plaintiffs to exercise ordinary care in the hiring, retention, and supervision of Daniels; and (3) any failure by the City, the Commissioners, or Wisniewski to exercise ordinary care in Daniels' hiring, retention, or training was not a proximate cause of plaintiffs' injuries.\nAll four plaintiffs appealed. However, plaintiffs Kealy, Castro, and Bunch settled with defendants after the briefs in this appeal were filed and are no longer parties to this appeal. Although plaintiff Narney is the only remaining appellant, because the briefs include all plaintiffs, this opinion will refer to plaintiff Narney in the plural.\nDANIELS' BACKGROUND\nAt the time Daniels encountered plaintiffs in June 1984, he had been employed as a police officer by the City for approximately two years. Before this employment, he had served from 1973 to 1977 in the United States Air Force as a member of a special tactical unit or rapid deployment force. While stationed in Turkey, Daniels' superiors noted that he had mental or emotional problems and sent him to a psychiatrist for evaluation. He was sent to Wilford Hall, a USAF hospital, for additional psychological evaluation. According to Daniels, the diagnosis was termed a personality disorder.\nAfter his discharge from the Air Force, Daniels worked as a deputy for the Luna County Sheriff's Department. He was suspended once without pay and fired after approximately two and one-half years.\nDaniels was then hired by the Deming Police Department as a police officer. While working in Deming, he was suspended once without pay after he and another officer shot some javelina pigs that had wandered into town. After the incident, Daniels was required to undergo a psychological evaluation. Daniels said he believed the diagnosis was depression because of his marital problems at the time. Additionally, while working for the Deming Police Department, Daniels responded to the scene of a shooting in which a friend was killed. In June 1982, Daniels resigned because he felt that termination was imminent.\nDaniels was appointed as a Roswell police officer in August 1982. Before being hired, Daniels took a written test, performed a physical agility test, gave an oral interview, took a lie detector test, and' took a personality profile-type test. O.J. Correia, deputy chief of the department, did a one-day pre-employment investigation by driving to Deming to talk with the Luna County sheriff and the Deming chief of police. Correia, who had served with Daniels in the Air Force, recommended that the Department hire him. The application for employment with the Department that Daniels filled out contained no provision for reporting hospitalizations, psychological problems, mental problems, or emotional problems or treatment. Daniels did not remember being asked for any information about such disorders or treatments. He provided his military discharge form, which included his Wilford Hall assignment, to the Department. Daniels was never asked about the Wilford Hall assignment.\nWhen Daniels was hired by the Department, he was issued a commission card that he was required to keep with him at all times. He was also issued a badge. He bought a second badge through another Roswell police officer. He signed an oath to support the * * * laws of New Mexico and was issued a Police Policy and Procedures Manual, which had been drafted by Wisniewski.\nDaniels was a member of the TAC team. The Department encouraged officers, especially TAC team members, to carry guns when off duty. Wisniewski testified that police officers, when off duty, were to use their discretion to determine whether to take action in emergencies or if they witnessed felonies. Daniels did not know if there was a specific departmental policy on an officer's duty when witnessing a crime outside the City limits.\nWisniewski and Larry Loy, who commanded the TAC team, were aware that Daniels was a gun enthusiast. The Department approved Daniels' use of a personally owned semiautomatic rifle with a scope for TAC team use. Daniels testified that Wisniewski and Loy sought his advice about weapons and that he put them in touch with an arms dealer in Albuquerque. Loy and Wisniewski denied that such had occurred.\nLarry Dunn, a fellow officer and roommate of Daniels, stated in an affidavit that he was afraid of Daniels and had reported this fear, as well as accounts of Daniels' strange behavior and his belief that Daniels was somewhat dangerous, to Loy well before the incident with plaintiffs. Loy denied that Dunn so informed him before the incident with plaintiffs, but stated that he knew Daniels was a little different.\nIn 1983, Daniels was involved in the arrest of Cameron Marshall, who died on the way to or at the Chaves County Jail. A Chaves County sheriff's deputy questioned Daniels accusatorially and intimated that Daniels would be charged with murder. Both the Department and the FBI investigated the death. Daniels described it as the worst situation he had been involved in. He also told Loy, his immediate supervisor, and Major Lacer of the Department that he was very upset about the incident. He felt that he had contributed to Marshall's death and feared serious repercussions on the Department, a possible suit alleging a violation of Marshall's civil rights, an FBI investigation, and possible criminal charges against him. Daniels did not receive any assistance, counselling, or time off work at the time of the Cameron Marshall incident.\nAbout a week before his encounter with plaintiffs, Daniels learned that the FBI was going to conduct an additional investigation of him and of the Department in connection with Marshall's death. Daniels became upset and began losing sleep. He also lost his appetite and his work performance suffered. He may have suffered from food poisoning. He exhibited unusually strange behavior. He alerted the TAC team in a situation when an alert was not warranted; he called for a clear radio, an extraordinary call to be made only in emergencies; and he broadcast a Code Orange over the radio, a code to be used only when the TAC team was alerted.\nBecause of this behavior, Daniels met with his superiors, Sergeant Escalante and Lieutenant Schwartz, and with Loy on June 4, 1984. Daniels informed Escalante, Schwartz, and Loy of several traumatic incidents, including the fact that, while he was in the military, a friend had committed suicide with Daniels' weapon; the death of his friend and fellow officer in Deming; and the effects of Marshall's death. Loy said he became concerned and concluded that Daniels was suffering from extreme job stress and post-shooting stress syndrome, and believed that Daniels should be referred to counselling and relieved of duty until his mental state improved. Loy stated in his deposition that he felt Daniels' actions were abnormal and strange. Additionally, he felt that they were not appropriate decisions.\nDaniels' supervisors at the meeting did not tell Daniels to see a psychologist or to seek counselling. They advised him to take a couple of days off and, when he asked about going to Deming to see his estranged wife and child, encouraged him to leave town. Daniels did leave town and, while driving to Deming, encountered plaintiffs, resulting in the incident previously noted.\nOn June 5, 1984, Loy wrote a memorandum to Wisniewski, advising him that Daniels be placed on administrative suspension. There was a handwritten note on the memo indicating that an appointment for Daniels with a psychologist was scheduled for June 8. Wisniewski testified that only he had the authority to place Daniels on administrative leave and that he did so on June 5. However, he did not recall talking with Daniels and no written verification of any leave or suspension was produced.\nDaniels testified that no one ever had advised him he was to be suspended. He asked if he was going to be suspended and his superiors told him Lacer would decide. Daniels was not asked at that time to return his commission card or any Department-issued equipment.\nDISCUSSION\n1. The Propriety of the District Court's Order Granting Summary Judgment Before Discovery Completed.\nPlaintiffs contend that the district court's order granting summary judgment was an abuse of discretion. They argue that, without access to the Department's officers' manual and without being allowed to depose Daniels' immediate supervisors, they were unable to prove their theory that Daniels acted in the course and scope of employment when he stopped plaintiffs or to discover facts relevant to the issues of defendants' duty toward plaintiffs and whether their actions proximately caused plaintiffs' harm. Because of our disposition, we need not address this first issue in connection with defendants' duty toward plaintiffs or whether their actions proximately caused plaintiffs' harm. We do need to address the issue in connection with the issue of whether Daniels acted in the scope and course of employment.\nMost of plaintiffs' assertions relating to this argument, both below and in their briefs, concern their need for additional discovery to respond adequately to the issue of whether defendants were negligent in hiring, supervising, or retaining Daniels, an issue not involved in the summary judg*47ment granted, and to the issues of duty and proximate cause. The only assertions relating to the issue of course and scope of employment were that plaintiffs were not allowed access to the police department manual and were not allowed to ask additional questions of some of the supervisory officers concerning what was contained in the manual. Plaintiffs ádmit that they deposed some of the supervisory officers but complain of those officers' contradictory statements about what the manual contained.\nBecause plaintiffs were able to depose these officers and to obtain information concerning what was in the manual, we believe additional discovery would not have provided additional information affecting the issues. Consequently, the district court did not err in holding the summary judgment hearing despite plaintiffs' desire to conduct more discovery. See Neece v. Kantu, 84 N.M. 700, 708, 507 P.2d 447, 455 (Ct.App.1973) (additional discovery would not affect issues); cf. Marehiondo v. Brown, 98 N.M. 394, 399, 649 P.2d 462, 467 (summary judgment premature when plaintiff was totally denied the opportunity to discover relevant information), writ quashed sub nom. Marehiondo v. New Mexico State Tribune Co., 98 N.M. 336, 648 P.2d 794 (1982).\n2. Was Daniels Acting in the Course and Scope of His Employment? Thus Allowing Waiver of Immunity Under the Tort Claims Act?\nTo obtain summary judgment, the movant must show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. SCRA 1986, 1-056(C) (Repl.1992). Summary judgment is a drastic measure that should be used with great caution. Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 12, 738 P.2d 129, 130 (Ct.App.1987). We view the evidence on appeal in the light most favorable to granting a trial on the merits. Id. All reasonable inferences are to be made in favor of the party opposing the motion. Id. at 13, 738 P.2d at 131.\nDefendants argue that the district court's granting of summary judgment was proper because the undisputed facts demonstrated that, as a matter of law, Daniels was not acting within the scope of his employment. At the outset, we emphasize that, although this case is clearly one arising under the Tort Claims Act, NMSA 1978, §§ 41-4-1 to -27 (Repl.Pamp.1989), the issues of immunity and waiver of immunity were not raised and decided during the summary judgment hearing. The basis of the district court's judgment was limited to the common-law concept of course and scope of employment. Additionally, neither party briefed on appeal any issue concerning the Tort Claims Act. Therefore, our discussion should not be taken as implying that immunity was or was not waived for the liability that may exist in this case.\nThe district court held that there was no material issue on the question of whether Daniels was acting in the course and scope of employment when he stopped plaintiffs. It was undisputed that Daniels was taking a personal trip and was well outside the Roswell city limits when the incident involving plaintiffs occurred. The precise issue before us is whether, under the facts of this appeal, the district court was correct in concluding that no reasonable trier of fact could conclude that Daniels was acting in the course and scope of his employment at that time. See Goradia v. Hahn Co., 111 N.M. 779, 782, 810 P.2d 798, 801 (1991) (if, from the facts presented, only one reasonable conclusion can be drawn, summary judgment is properly granted). Based on the discussion that follows, we conclude that the district court's decision was correct.\nDefendants essentially contend that Daniels could not have been acting within the scope of his employment because he was off duty, acting unlawfully, and outside the boundaries of his jurisdiction when the incident occurred. Although defendants emphasize that, at the time of the encounter, Daniels was off duty, we do not believe that fact alone is determinative of the issue of whether he *48was acting in the course and scope of his employment. NMSA 1978, Section 29-1-1 (Repl.Pamp.1990), makes it the duty of every sheriff, deputy sheriff, constable and every other peace officer to investigate all violations of the criminal laws of the state which are called to the attention of any such officer or of which he is aware. This court has recently stated in addressing this section that we do not think the intent of this statute was to authorize or require peace officers to act in their official capacity at all times, even though employed by private parties. State v. Murillo, 113 N.M. 186, 191, 824 P.2d 326, 331 n. 3 (Ct. App.1991). Nonetheless, police officers generally retain authority to act as police officers when off duty. See, e.g., Armijo v. State ex rel. Transp. Dep't & Motor Vek. Div., 105 N.M. 771, 737 P.2d 552 (Ct.App.1987) (upholding revocation of defendant's driver's license after off-duty police officer stopped defendant and administered sobriety test). Additionally, in Murillo, this court held that an off-duty investigator for a district attorney's office who was moonlighting as a private security guard could be subject to the requirements of the Fourth Amendment of the federal constitution. See Murillo, 113 N.M. at 189-91, 824 P.2d at 329-31 (remanding for determination of whether investigator was acting in truly private capacity).\nAdditionally, we reject defendants' argument based on Stull v. City of Tucumcari, 88 N.M. 320, 540 P.2d 250 (Ct. App.1975), that, for the officer's activity to have occurred in the course and scope of employment, the conduct in controversy must be of the same general nature as that he or she is authorized to do or incident to such authorized activity. If the officer makes an unauthorized arrest, then his or her action is no longer within the scope of employment. See id.; see also Cherry v. Williams, 60 N.M. 93, 287 P.2d 987 (1955). Defendants claim that the fact that Daniels was outside his jurisdiction, see Sturman v. City of Golden Beach, 355 So.2d 453 (Fla.Dist.Ct.App.1978), and thus could not have been acting for the benefit of the City, demonstrates as a matter of law that he was acting without authority. Additionally, defendants contend that, because Daniels lacked probable cause or reasonable suspicion, see State v. Galvan, 90 N.M. 129, 560 P.2d 550 (Ct.App.1977), his actions were beyond the scope of his duty.\nBasically, defendants argue in favor of a bright-line test for determining scope of employment. However, Cherry and Stull, on which defendants rely, were decided before the Tort Claims Act was enacted and were not cases on the common-law concept of course and scope of employment, which is at issue in this case. Rather, Cherry and Stull addressed the scope of governmental liability under the law before immunity was abolished and reenacted under the Tort Claims Act. The legislature is presumed to know existing statutory and common law. State ex rel. Bird v. Apodaca, 91 N.M. 279, 573 P.2d 213 (1977). Additionally, we presume that, when the legislature enacted a new statute, it intended to change the existing law. Id. Section 41-4-12 specifically waives immunity for liability for such actions as false arrest, false imprisonment, assault, and battery when committed by police officers acting within the scope of their duties. Although scope of duties as that term is used in Section 41-4-12 may or may not be identical to course and scope of employment, we point out why defendants' argument concerning their actions being unlawful would be incorrect under current governmental liability law. If such actions were always beyond the scope of officers' duties, and thus unauthorized, there could be no waiver of immunity for them. Thus, we reject defendants' argument that Cherry and Stull are controlling. Instead, New Mexico has developed a multifactored test for determining scope of employment, which we clarify in the context of the facts of this appeal.\nGenerally, whether an employee is acting in the course and scope of employment is a question of fact. See McCauley v. Ray, 80 N.M. 171, 181, 453 P.2d 192, 202 (1968). This court has recognized that the course and scope of employment has been variously defined. Tinley v. Davis, 94 N.M. *49296, 297, 609 P.2d 1252, 1253 (Ct.App.1980). Under SCRA 1986, 13-407:\nAn act of an employee is within the scope of employment if:\n1. It was something fairly and naturally incidental to the employer's business assigned to the employee, and\n2. It was done while the employee was engaged in the employer's business with the view of furthering the employer's interest and did not arise entirely from some external, independent and personal motive on the part of the employee.\nApplying these criteria may appear straightforward, but, as this court has recognized, in certain situations additional analysis is required. See Gonzales v. Southwest Sec. & Protection Agency, Inc., 100 N.M. 54, 665 P.2d 810 (Ct.App.1983). In Gonzales, this court affirmed a verdict for the plaintiff against an employer after the employer's security guards falsely imprisoned and beat the plaintiff. Gonzales noted that additional considerations were required because of the nature of the security guards' work and stated:\nA master is subject to liability for the intended tortious harm by a servant to the person or things of another by an act done in connection with the servant's employment, although the act was unauthorized, if the act was not unexpectable in view of the duties of the servant.\nId. at 55, 665 P.2d at 811 (quoting Restatement (Second) of Agency § 245 (1958)). The opinion also quoted comment c to Section 245, which notes that when the employment is likely to lead to the use of force, it  'is likely to lead to altercations, and the master may become liable, in spite of instructions that no force shall be exerted * * * * '  Id. at 56, 665 P.2d at 812 (emphasis deleted). Thus, this court has previously recognized that employers who endow their employees with the means and authority to use force can be held liable for their employees' misuse of those instrumentalities and authority. Id.\nWe thus believe that, under New Mexico law, whether an employee's act was committed in the course and scope of employment is not determinable by any one criterion. Depending on the facts, various considerations or factors may be pertinent. In determining scope of employment, we agree with the summary of the relevant test adopted by the Maryland Court of Appeals in Sawyer v. Humphries, 322 Md. 247, 587 A.2d 467 (1991). In Sawyer, a police officer who was off duty apparently had a nervous breakdown and assaulted two motorists. After explaining that the test was whether the employee's acts were in general in furtherance of the employer's business, even though expressly unauthorized, the court stated:\nIn applying this test, there are few, if any, absolutes. Nevertheless, various considerations may be pertinent. The Court, in E. Coast Lines v. M. & C. C. of Balto., supra, 190 Md. [256] at 285, 58 A.2d [290] at 304 [(1948)], summarized four of them:\nTo be within the scope of the employment the conduct must be of the kind the servant is employed to perform and must occur during a period not unreasonably disconnected from the authorized period of employment in a locality not unreasonably distant from the authorized area, and actuated at least in part by a purpose to serve the master. Mechem on Agency, Section 36; Huff cut on Agency, Section 5; American Law Institute, Restatement, Agency, Section 228, comment (b)\nSawyer, 587 A.2d at 471.\nWe adopt this statement, which we express as a four-point test: An employee's action, although unauthorized, is considered to be in the scope of employment if the action (1) is the kind the employee is employed to perform; (2) occurs during a period reasonably connected to the authorized employment period; (3) occurs in an area reasonably close to the authorized area, and (4) is actuated, at least in part, by a purpose to serve the employer.\nApplying this test to the facts of this appeal, we hold that no reasonable trier of fact could conclude that Daniels was acting in the course and scope of his employment *50when he terrorized plaintiffs. See Goradia, 111 N.M. at 781-82, 810 P.2d at 800-01. Although it appears that fact questions exist on the first criterion and a part of the fourth criterion in that stopping people for speeding or drug violations is the sort of activity police officers perform and could be actuated by a purpose to serve government in general, no factual question exists on the third criterion when considered in combination with the second criterion. The place of the arrest was simply too far removed from the place Daniels was authorized to perform his duties, and the arrest occurred during a time that Daniels was expressly told to take off. We thus affirm the district court's grant of summary judgment on this issue.\n3. Did Defendants Owe Plaintiffs a Duty to Use Reasonable Care in the Hiring, Supervision, and Retention of Daniels?\nDefendants argue that they cannot be liable for negligently hiring, retaining, or supervising Daniels because they had no duty toward plaintiffs to exercise ordinary care. Any such duty, they claim, is owed only to persons who [have] some connection to the business of the Roswell Police Department and not to persons encountered by Daniels while off-duty, on a pleasure trip, nearly 200 miles from Roswell.\nWe consider Calkins v. Cox Estates, 110 N.M. 59, 792 P.2d 36 (1990), instructive. In that case, our Supreme Court held that a landlord could be liable for harm caused by the landlord's breach of his duty to maintain the common areas of his property, even though the injury occurred outside the landlord's property. Id. at 64, 792 P.2d at 41; see also Bober v. New Mexico State Fair, 111 N.M. 644, 808 P.2d 614 (1991) (property owner had duty to traveling public outside owner's property to maintain premises in safe condition). Just as a property owner's duty does not cease at the boundary of his or her property, see id., we do not believe a municipality's duty ceases at its city limits. As a result, we reject defendants' argument that they had no duty to plaintiffs simply because they were outside the Roswell city limits.\nDefendants correctly argue that generally, for an employer to be liable for the tort of negligently hiring, supervising, and retaining an employee, there must be a connection between the employer's business and the injured plaintiff. See Valdez v. Warner, 106 N.M. 305, 307, 742 P.2d 517, 519 (Ct.App.1987). They urge this court to apply the following test for finding the requisite connection:\n(1) The employee and the plaintiff have been in places where each had a right to be when the wrongful act occurred; (2) the plaintiff met the employee as a direct result of the employment; and (3) the employer would receive some benefit, even if only a potential or indirect benefit, from the meeting of the employee and the plaintiff had the wrongful act not occurred.\nNote, The Responsibility of Employers for the Actions of Their Employees: The Negligent Hiring Theory of Liability, 53 Chi-Kent L.Rev. 717, 724 (1977). Applying this test to the facts of this appeal, defendants conclude that plaintiffs cannot show the requisite connection because, they argue, (1) although both Daniels and plaintiffs had the right to be on the highway, Daniels had no right to stop or detain plaintiffs or to enter their car; (2) Daniels and plaintiffs did not meet as a direct result of his employment since his position as a police officer for the City did not require him to travel to Deming; and (3) the City could not obtain any benefit from Daniels' meeting with plaintiffs since the City had no interest in the conduct of persons in Otero County. We believe that defendants' focus on the relationship between defendants and plaintiffs under the above-noted factors is too narrow. Although such factors may be relevant, the law of duty in New Mexico is more broad-based and not necessarily limited to these factors.\nThis Court recently held that [l]iability for negligent hiring 'flows from a direct duty running from the employer to those members of the public whom the employer might reasonably anticipate would be placed in a position of risk of injury as a *51result of the hiring.'  Medina v. Graham's Cowboys, Inc,, 113 N.M. 471, 473, 827 P.2d 859, 861 (Ct.App.1992) (quoting Valdez, 106 N.M. at 307, 742 P.2d at 519) (emphasis added). In Calkins, our Supreme Court noted that foreseeability is integral to the issues of both duty and proximate cause.' It then said:\nIn determining duty, it must be determined that the injured party was a foreseeable plaintiff — that he was within the zone of danger created by respondent's actions; in other words, to whom was the duty owed? In determining proximate cause, an element of foreseeability is also present — the question then is whether the injury to petitioner was a foreseeable result of respondent's breach, i.e. what manner of harm is foreseeable? Both questions of foreseeability are distinct; the first must be decided as a matter of law by the judge, using established legal policy in determining whether a duty was owed petitioner, and the second, proximate cause, is a question of fact.\nCalkins, 110 N.M. at 61, 792 P.2d at 38 (emphasis in original). Although there must be a relationship between the plaintiff and the defendant by which the defendant has a legal duty to protect the plaintiffs interest, id. at 62, 792 P.2d at 39, that relationship can be established either (1) by a specific statutory or common-law duty that creates the affirmative duty toward a party, such as a landlord's duty to a tenant, or (2) by the general negligence standard, which requires an individual to use reasonable care in dealing with society as a. whole. In the latter situation, the party's liability is limited by foreseeability. Id. at 62, 792 P.2d at 39 n. 1. The existence of a duty is a question of policy to be determined with reference to legal precedent, statutes, and other principles comprising the law. Id. at 62, 792 P.2d at 39.\nWe are concerned here with whether Daniels' actions were foreseeable to defendants under the duty prong of the analysis. In considering foreseeability, we need not determine that the particular resulting injury was foreseeable, only whether a general harm or consequence was foreseeable. Valdez, 106 N.M. at 308, 742 P.2d at 520.\nExamination of New Mexico statutes reveals a strong public policy that defendants have a duty to appoint and retain only mentally stable police officers. See NMSA 1978, § 29-7-8(A)(4) (Repl.Pamp.1990) (concerning the prerequisites for permanent employment and continued employment as a police officer and stating that no one may be permanently appointed as a police officer in New Mexico unless he is found, after examination by a certified psychologist, to be free of any emotional or mental condition which might adversely affect his performance as a police officer). Additionally, our Supreme Court has noted that the requisite level of care increases as the foreseeable danger increases. Cross v. City of Clovis, 107 N.M. 251, 254, 755 P.2d 589, 592 (1988). Common sense dictates that a mentally unstable person cloaked with the authority and paraphernalia of a law enforcement officer poses a danger to the people he encounters.\nIn this appeal, before hiring Daniels, defendants had notice that he had previously received psychological care because they had been informed of his stationing at the USAF hospital, with which Correia would have been familiar. Additionally, just prior to the incident involving plaintiffs, defendants knew Daniels had been acting strangely. They knew he had been subject to a great deal of stress. Possessed of such knowledge, they nonetheless encouraged him to leave Roswell, knowing it was likely that he would take his badge and weapons because it was departmental policy to encourage its police officers to keep these items with them at all times. It was not unforeseeable as a matter of law that, in Daniels' confused mental state, he would misuse his authority as a law enforcement officer that the City had first cloaked him with and then allowed him to retain on his planned trip. We thus conclude that defendants had a duty toward plaintiffs to use due care in hiring, supervising, and retaining Daniels as a police officer.\nEven if we were to rely solely on the three factors proposed by defendants, we *52would conclude that defendants had a duty toward plaintiffs. As defendants concede, plaintiffs and Daniels had the right to be on Highway 70. They met as a direct result of Daniels' use of his authority as a police officer and the paraphernalia, his badge, associated with that position. Finally, although the City may not have had a direct interest in the behavior of persons outside its city limits, it had much to gain as an indirect benefit from the general respect given to law enforcement personnel. See White v. County of Orange, 166 Cal.App.3d 566, 212 Cal.Rptr. 493, 496 (1985). We therefore conclude that the district court erred in determining that defendants had no duty to exercise due care in the hiring, retention, and supervision of Daniels.\n4. Were Defendants' Actions the Proximate Cause of Plaintiffs' Injuries?\nDefendants essentially argue that Daniels' actions while en route to Deming were so abnormal, extraordinary, and surprising that they could not possibly have been foreseen by Daniels' supervisors when they sent him home from work the day before. Plaintiffs, on the other hand, contend that Daniels' treatment of plaintiffs was consistent with his psychological condition and his previously manifested behavior and thus was foreseeable by defendants.\nGenerally, determinations of proximate cause are questions of fact. Calkins, 110 N.M. at 61, 792 P.2d at 38. Relying on F & T Co. v. Woods, 92 N.M. 697, 594 P.2d 745 (1979), defendants emphasize that they could not have foreseen what Daniels would do while off duty and outside of Roswell. In F & T Co., our Supreme Court held that, as a matter of law, the employer could not have foreseen that his employee would, while off duty, rape one of his customers. However, the Court emphasized that [w]hether the hiring or retention of an employee constitutes negligence depends upon the facts and circumstances of each case. Id. at 701, 594 P.2d at 749. Because the facts of this appeal are distinguishable from those of F & T Co., we do not consider that case dispositive. Rather, considering the facts of this appeal, we hold that there is a genuine issue of fact concerning whether defendants' acts proximately caused plaintiffs' injuries.\nAs noted previously, the fact that Daniels was off duty at the time of the incident is not dispositive of the issue of foreseeability. We consider this case more analogous to the facts of Medina, in which this Court held that the employer of a bouncer could be held liable under a negligent hiring theory when the bouncer, who was off duty though on call, got into a fight with a customer. Medina, 113 N.M. at 473, 827 P.2d at 861. As we observed earlier, police officers may act as police officers even though off duty. See Murillo, 113 N.M. at 189-90, 824 P.2d at 329-30; Armijo, 105 N.M. at 771-72, 737 P.2d at 552-53. Nor do we believe that, as a matter of law, defendants' responsibilities ceased at the Roswell city limits. Cf. Bober, 111 N.M. at 648-50, 808 P.2d at 618-20 (holding that State Fair's liability for accident depended not on whether accident occurred on or off the fairgrounds but on the foreseeability of harm resulting from the hazardous condition); Calkins, 110 N.M. at 64, 792 P.2d at 41 (stating that the fact accident occurred off the landlord's premises was relevant to determining whether landlord acted reasonably, but did not compel conclusion that landlord had no duty). We see no principled reason why the location of Daniels' abuse of his authority as a Roswell police officer should affect the outcome of this case on the issue of duty or proximate cause. Plaintiffs produced sufficient evidence to support an inference that defendants could have foreseen that Daniels would misuse his authority as a police officer and harm persons with whom he came into contact, and that defendants' failure to take away or otherwise control Daniels' use of his badge, commission card, and weapons, while encouraging him to leave town, proximately caused plaintiffs' injuries. Thus, we conclude that summary judgment on this issue was likewise improper.\nCONCLUSION\nBecause we hold that there was no genuine issue of material fact regarding whether Daniels was acting within the course and scope of his employment when he terrorized plaintiffs, we affirm the district court's order granting summary judgment on plaintiffs' respondeat superior claim against defendants. However, because we hold that defendants had a duty to plaintiffs to exercise due care in hiring, supervising, and retaining Daniels, and that there was a genuine issue of material fact concerning whether defendants' acts or omissions were the proximate cause of plaintiffs' injuries, we conclude that granting summary judgment on plaintiffs' negligent hiring claim was error. We remand for proceedings consistent with this opinion. Plaintiff Narney is awarded costs on appeal.\nIT IS SO ORDERED.\nPICKARD and FLORES, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\nIssues: propriety of summary judgement, and relevantly, whether the defendant police department had a duty to exercise reasonable care in hiring police officers\nSummary:\nsummary judgement was granted by the trial court\nthe appellate court found that granting summary judgement was an error, because the defendants did owe a duty to exercise reasonable care in hiring police officers\nsince the plaintiffs were 'within the zone of danger' created by a failure to take reasonable care in hiring police officers—even though they were physically outside the city limits—and thus their injuries were foreseeable, they were owed a duty.\nSince a duty was owed to the plaintiffs, their claims should not have been dismissed by the trial court's grant of summary judgement.",
    "annotations": {
        "Facts": [
            "Although the specific events of June 5, 1984, are not completely clear, the following details of Daniels' encounter with plaintiffs are apparently undisputed. On the evening of June 5, Daniels left Roswell in his personal car to drive to Deming. He had his commission card, his personal badge, and four guns, including his Department-issued rifle, the personal rifle approved for use in departmental tactical unit (TAC team) maneuvers, and a semi-automatic rifle that Daniels had borrowed from a Roswell gun store. Daniels testified that he was planning to check the semi-automatic rifle out for possible use by the Department.As Daniels was driving west on Highway 70 between Alamogordo and Las Cruces, plaintiffs passed him. He claimed that he paced plaintiffs' vehicle traveling at 100 miles per hour. He thought plaintiffs were possibly involved in some type of illegal drug-related activity as well as speeding. Consequently, he flashed his brights at plaintiffs, pulled up beside their car on the right side, and held up his badge where plaintiffs could see it. He motioned plaintiffs to pull over, and when they did not do so, showed them the semi-automatic rifle. Plaintiff Marlon Bunch, the driver, then pulled over and stopped.Bunch and Daniels exited their cars. Daniels ordered Bunch to obtain the driver's licenses from the other plaintiffs. When he received the licenses, Daniels told Bunch he had to make a radio call. He returned to his car and pretended to speak on a non-existent hand-held radio microphone. Plaintiffs testified that Daniels then acted more strangely. He pointed his gun at them, spoke in various voices, and talked to people who were not there. He eventually got into plaintiffs' car and, with three plaintiffs inside, sped away without turning on the headlights. He then drove the car off the road, through a fence and into a field, where he wrecked it and injured Narney.Leaving Narney in the car, Daniels and the other two plaintiffs who had been in the car walked back to the highway. On the way, Daniels asked one plaintiff, Are you Jesus? I want to kiss Jesus. He also told plaintiffs that they needed to get back to the highway so they could be beamed up by Scotty. At the highway, Daniels headed toward his car. The two plaintiffs then went in the opposite direction for help.On June 6, 1984, Daniels was evaluated by Dr. James E. Welch, a psychiatrist. In the evaluation, Daniels told Welch that the men in the car (plaintiffs) were acting suspicious and, as a result, Daniels let them know he was a police officer. Welch diagnosed Daniels as having an acute psychotic episode and believed that Daniels possibly was having an acute schizophrenic reaction, also classified as a bi-polar disorder with manic and depressive stages. Daniels told Welch about a psychiatric hospitalization about ten years previously and of having consulted a psychiatrist about three years previously. Welch felt that, during the episode with plaintiffs, Daniels was not acting rationally due to a psychological or mental problem and that he was suffering from a mental disease. Welch concluded that it appeared Daniels might be a danger to others. Daniels was committed to the state hospital.",
            "At the time Daniels encountered plaintiffs in June 1984, he had been employed as a police officer by the City for approximately two years. Before this employment, he had served from 1973 to 1977 in the United States Air Force as a member of a special tactical unit or rapid deployment force. While stationed in Turkey, Daniels' superiors noted that he had mental or emotional problems and sent him to a psychiatrist for evaluation. He was sent to Wilford Hall, a USAF hospital, for additional psychological evaluation. According to Daniels, the diagnosis was termed a personality disorder.After his discharge from the Air Force, Daniels worked as a deputy for the Luna County Sheriff's Department. He was suspended once without pay and fired after approximately two and one-half years.Daniels was then hired by the Deming Police Department as a police officer. While working in Deming, he was suspended once without pay after he and another officer shot some javelina pigs that had wandered into town. After the incident, Daniels was required to undergo a psychological evaluation. Daniels said he believed the diagnosis was depression because of his marital problems at the time. Additionally, while working for the Deming Police Department, Daniels responded to the scene of a shooting in which a friend was killed. In June 1982, Daniels resigned because he felt that termination was imminent.Daniels was appointed as a Roswell police officer in August 1982. Before being hired, Daniels took a written test, performed a physical agility test, gave an oral interview, took a lie detector test, and' took a personality profile-type test. O.J. Correia, deputy chief of the department, did a one-day pre-employment investigation by driving to Deming to talk with the Luna County sheriff and the Deming chief of police. Correia, who had served with Daniels in the Air Force, recommended that the Department hire him. The application for employment with the Department that Daniels filled out contained no provision for reporting hospitalizations, psychological problems, mental problems, or emotional problems or treatment. Daniels did not remember being asked for any information about such disorders or treatments. He provided his military discharge form, which included his Wilford Hall assignment, to the Department. Daniels was never asked about the Wilford Hall assignment.When Daniels was hired by the Department, he was issued a commission card that he was required to keep with him at all times. He was also issued a badge. He bought a second badge through another Roswell police officer. He signed an oath to support the * * * laws of New Mexico and was issued a Police Policy and Procedures Manual, which had been drafted by Wisniewski.Daniels was a member of the TAC team. The Department encouraged officers, especially TAC team members, to carry guns when off duty. Wisniewski testified that police officers, when off duty, were to use their discretion to determine whether to take action in emergencies or if they witnessed felonies. Daniels did not know if there was a specific departmental policy on an officer's duty when witnessing a crime outside the City limits.Wisniewski and Larry Loy, who commanded the TAC team, were aware that Daniels was a gun enthusiast. The Department approved Daniels' use of a personally owned semiautomatic rifle with a scope for TAC team use.",
            "Larry Dunn, a fellow officer and roommate of Daniels, stated in an affidavit that he was afraid of Daniels and had reported this fear, as well as accounts of Daniels' strange behavior and his belief that Daniels was somewhat dangerous, to Loy well before the incident with plaintiffs.",
            "In 1983, Daniels was involved in the arrest of Cameron Marshall, who died on the way to or at the Chaves County Jail. A Chaves County sheriff's deputy questioned Daniels accusatorially and intimated that Daniels would be charged with murder. Both the Department and the FBI investigated the death. Daniels described it as the worst situation he had been involved in. He also told Loy, his immediate supervisor, and Major Lacer of the Department that he was very upset about the incident. He felt that he had contributed to Marshall's death and feared serious repercussions on the Department, a possible suit alleging a violation of Marshall's civil rights, an FBI investigation, and possible criminal charges against him. Daniels did not receive any assistance, counselling, or time off work at the time of the Cameron Marshall incident.About a week before his encounter with plaintiffs, Daniels learned that the FBI was going to conduct an additional investigation of him and of the Department in connection with Marshall's death. Daniels became upset and began losing sleep. He also lost his appetite and his work performance suffered. He may have suffered from food poisoning. He exhibited unusually strange behavior. He alerted the TAC team in a situation when an alert was not warranted; he called for a clear radio, an extraordinary call to be made only in emergencies; and he broadcast a Code Orange over the radio, a code to be used only when the TAC team was alerted.Because of this behavior, Daniels met with his superiors, Sergeant Escalante and Lieutenant Schwartz, and with Loy on June 4, 1984. Daniels informed Escalante, Schwartz, and Loy of several traumatic incidents, including the fact that, while he was in the military, a friend had committed suicide with Daniels' weapon; the death of his friend and fellow officer in Deming; and the effects of Marshall's death. Loy said he became concerned and concluded that Daniels was suffering from extreme job stress and post-shooting stress syndrome, and believed that Daniels should be referred to counselling and relieved of duty until his mental state improved. Loy stated in his deposition that he felt Daniels' actions were abnormal and strange. Additionally, he felt that they were not appropriate decisions.Daniels' supervisors at the meeting did not tell Daniels to see a psychologist or to seek counselling. They advised him to take a couple of days off and, when he asked about going to Deming to see his estranged wife and child, encouraged him to leave town. Daniels did leave town and, while driving to Deming, encountered plaintiffs, resulting in the incident previously noted.On June 5, 1984, Loy wrote a memorandum to Wisniewski, advising him that Daniels be placed on administrative suspension. There was a handwritten note on the memo indicating that an appointment for Daniels with a psychologist was scheduled for June 8. Wisniewski testified that only he had the authority to place Daniels on administrative leave and that he did so on June 5. However, he did not recall talking with Daniels and no written verification of any leave or suspension was produced.Daniels testified that no one ever had advised him he was to be suspended. He asked if he was going to be suspended and his superiors told him Lacer would decide. Daniels was not asked at that time to return his commission card or any Department-issued equipment."
        ],
        "Procedural History": [
            "Plaintiffs appeal the district court's order granting summary judgment in favor of, defendants"
        ],
        "Application of Law to Facts": [
            "Just as a property owner's duty does not cease at the boundary of his or her property, see id., we do not believe a municipality's duty ceases at its city limits. As a result, we reject defendants' argument that they had no duty to plaintiffs simply because they were outside the Roswell city limits.",
            "In determining duty, it must be determined that the injured party was a foreseeable plaintiff — that he was within the zone of danger created by respondent's actions; in other words, to whom was the duty owed?",
            "We are concerned here with whether Daniels' actions were foreseeable to defendants under the duty prong of the analysis. In considering foreseeability, we need not determine that the particular resulting injury was foreseeable, only whether a general harm or consequence was foreseeable.",
            "Examination of New Mexico statutes reveals a strong public policy that defendants have a duty to appoint and retain only mentally stable police officers",
            "before hiring Daniels, defendants had notice that he had previously received psychological care because they had been informed of his stationing at the USAF hospital, with which Correia would have been familiar. Additionally, just prior to the incident involving plaintiffs, defendants knew Daniels had been acting strangely. They knew he had been subject to a great deal of stress. Possessed of such knowledge, they nonetheless encouraged him to leave Roswell, knowing it was likely that he would take his badge and weapons because it was departmental policy to encourage its police officers to keep these items with them at all times. It was not unforeseeable as a matter of law that, in Daniels' confused mental state, he would misuse his authority as a law enforcement officer that the City had first cloaked him with and then allowed him to retain on his planned trip."
        ],
        "Relevant Precedents": [
            "Calkins v. Cox Estates, 110 N.M. 59,  (1990),",
            "Bober v. New Mexico State Fair, 111 N.M. 644,  (1991)",
            "Valdez v. Warner, 106 N.M. 305, 307, , 519 (Ct.App.1987)."
        ],
        "Outcome": [
            "We thus conclude that defendants had a duty toward plaintiffs to use due care in hiring, supervising, and retaining Daniels as a police officer.",
            "we conclude that granting summary judgment on plaintiffs' negligent hiring claim was error."
        ]
    },
    "class": "mixed"
}