{
    "text": "Solon ex rel. Estate of Ponce v. WEK Drilling Co., 113 N.M. 566, 829 P.2d 645 (1992)\nMarch 31, 1992 · Supreme Court of New Mexico · No. 19532 \n113 N.M. 566, 829 P.2d 645 \n\nArthur SOLON, as Personal Representative of the Estate of Ivan Ponce on behalf of Ambrosia Ponce, Plaintiff, and Alvino Ponce and Maria Ponce, individually and as next friends of Ivan Ponce, deceased, Applicants in Intervention-Appellants, v. WEK DRILLING COMPANY, INC., Defendant-Appellee \n829 P.2d 645\nSupreme Court of New Mexico.\nTaylor, Gaddy, Rakes & Hall, James E. Bierly and Daniel Rakes, Albuquerque, and J.W. Neal, Hobbs, for appellants.\nMark Terrence Sanchez and Gary Don Reagan, Hobbs, for appellee.\nOPINION\nMONTGOMERY, Justice.\nThis, as we view it, is a Palsgraf1 case (though not a particularly good one). The question is whether one who owes a duty to another to provide that other with a safe place to work, and whose negligence in breaching that duty causes the death of the other, also owes a duty to the other's parents so that they may sue the tortfeasor, in their own right, for damages sustained as a result of their son's death. Framing the question in this way, we hold that the parents have no cause of action against the tortfeasor and uphold the district court's ruling denying the parents permission to intervene in a wrongful death action brought by the personal representative of their son's estate against the alleged tortfeasor.\nI.\nThe trial court based its order denying leave to intervene on the legal insufficiency of the parents' proposed complaint in intervention. In reviewing that order, we of course accept as true the allegations in the parents' proposed complaint. It alleges that the defendant in the wrongful death suit, WEK Drilling Co., Inc. (WEK Drilling), owned and operated an oil-well drilling rig in Eddy County, New Mexico, where the accident happened. Ivan Ponce, the son of the applicants in intervention, Alvino and Maria Ponce (the Ponces), was employed by an independent contractor engaged in certain work in and around the drilling rig. Ivan was killed as a proximate result of WEK Drilling's negligence in failing, in various respects, to maintain the rig in a safe condition and operate it in a safe manner.2\nThe proposed complaint in intervention further alleges that, as a proximate result of WEK Drilling's negligence, the Ponces suffered certain damages: loss of financial support provided by their son; loss of consortium with their son, including loss of his society, companionship, and affection; and grief, sorrow, and bereavement in various forms. Ivan was 25 years old at the time of his death and had lived with his parents all his life. As developed at a deposition taken in connection with the Ponces' attempt to intervene, it appeared that Ivan and his parents enjoyed a close and loving relationship and that Ivan contributed to his parents' financial well-being by, among other things, performing work around the family home, putting a new roof on the house, pouring a concrete patio at the rear of the home, and otherwise assisting with the household maintenance and upkeep. Ivan had been married (he was divorced at the time of his death) and had a daughter, Ambrosia, who lived with him at his parents' home.\nA few months after Ivan's death in February 1990, the personal representative of his estate, Arthur Solon, brought an action in the District Court of Eddy County on behalf of Ambrosia to recover for her father's wrongful death. The action was brought under the New Mexico wrongful death act, NMSA 1978, Sections 41-2-1 to -3 (Repl.Pamp.1989). Soon thereafter, the Ponces moved to intervene, on the grounds that they claimed an interest in the subject of the action and that their claim and the main action had a question of law or fact in common. They moved, in other words, both for intervention of right under SCRA 1986, 1-024(A), and, in the alternative, for permissive intervention under Rule 1-024(B). They attached their proposed complaint in intervention to the motion. The district court held two hearings and, ruling that the proposed complaint did not state a claim upon which relief could be granted, denied the motion. The Ponces appeal from the order denying their motion to intervene.\nII.\nAlthough a district court considering a motion to intervene under Rule 24 has discretion under both subsections of the rule, see Apodaca v. Town of Tome Land Grant, 86 N.M. 132, 133, 520 P.2d 552, 553 (1974),3 the court in this case made it clear that it was not denying the motion in the exercise of its discretion. Instead, the court was holding, as a matter of law, that the Ponces' proposed complaint in intervention did not state a cause of action. While a determination that a proposed complaint in intervention is legally sufficient— so as to withstand a motion to dismiss for failure to state a claim under Rule 12(B)(6) — is not required before the trial court may grant an application to intervene, it is certainly permissible for the court to scrutinize the proffered complaint to see whether it states a cause of action. See 3B James Wm. Moore & John E. Kennedy, Moore's Federal Practice ¶ 24.10[4], at 24-103 (2d ed. 1991) (Leave [to intervene] should not be granted if the court could not grant intervenor any relief.); id. ¶ 24.14, at 24-144 (The proposed complaint or answer of the intervenor must state a well-pleaded claim or defense.); 7C Charles A. Wright et al., Federal Practice & Procedure: Civil 2d § 1914, at 416-17 (1986) (The proposed pleading must state a good claim for relief or a good defense.). The applicants here, the Ponces, do not contend otherwise; and they do not seriously challenge the propriety of the district court's determining at the outset whether their proposed complaint in intervention stated a claim upon which relief could be granted.\nNor do the Ponces seriously contend that they had a claim for relief under the wrongful death act. Although their brief in chief contains numerous references to the act, to cases construing the act, and to the wrongful death statutes in other states — many of which permit a decedent's parents to share in the proceeds of a successfully prosecuted wrongful death claim — their brief makes it fairly clear that they are seeking recognition of a cause of action at common law, outside the wrongful death act, for their loss of out-of-pocket economic damages and for their loss of consortium with their son. And in their reply brief they expressly state: Appellants do not seek to intervene in the cause below as beneficiaries under the Wrongful Death Act. Rather they seek to intervene on an independent cause of action which they request this Court to recognize as existing for them outside the Wrongful Death Act * * * * \nThe Ponces' request to intervene must therefore rest on Rule 24(B) relating to permissive intervention; they have no basis to intervene as a matter of right under Rule 24(A), for they do not claim an interest relating to the property or transaction which is the subject of the action ****'' SCRA 1986, 1-024(A)(2).4 Nor could they assert such a claim. Under Section 41-2-3, every action under our wrongful death act is to be brought by the personal representative of the decedent, and the proceeds are to be distributed, where there is no surviving husband or wife but there is a surviving child or children, to such child or children. The parents of the decedent cannot share in the proceeds unless the decedent is survived by neither a spouse, a child, nor a grandchild. The wrongful death act, which we have characterized as a survival statute, provides a cause of action for the benefit of the statutory beneficiaries to sue a tortfeasor for the damages, measured by the value of the decedent's life, which the decedent himself would have been entitled to recover had death not ensued. See Stang v. Hertz Corp., 81 N.M. 348, 350-52, 467 P.2d 14, 16-18 (1970); see also Kilkenny v. Kenney, 68 N.M. 266, 270, 361 P.2d 149, 152 (1961); Natseway v. Jojola, 56 N.M. 793, 800, 251 P.2d 274, 278 (1952). The act therefore furnishes the basis for recovery, by the statutory beneficiaries, of the decedent's damages; but it provides no basis for recovery by the decedent's parents, or anyone else, of their own damages flowing from the loss of the decedent's life.\nThus, as noted above, the Ponces' basis for intervening in this lawsuit must lie, if at all, in the provisions of Rule 24(B) authorizing permissive intervention. Although the Ponces' claim and Solon's wrongful death action have a question of law or fact in common, SCRA 1986, 1-024(B), the question (answered negatively by the trial court) remains: Does the Ponces' proposed complaint in intervention state a legally sufficient common law claim, independent of the wrongful death act, for the economic loss and loss of consortium they suffered from the death of their son, which was caused by the alleged negligence of defendant WEK Drilling? It is to this dispositive question that we now turn.\nIII.\nIn New Mexico, negligence encompasses the concepts of foreseeability of harm to the person injured and of a duty of care toward that person * * * *\nDuty and foreseeability have been closely integrated concepts in tort law since the court in [Palsgraf ] stated the issue of foreseeability in terms of duty. If it is found that a plaintiff, and injury to that plaintiff, were foreseeable, then a duty is owed to that plaintiff by the defendant.\nRamirez v. Armstrong, 100 N.M. 538, 541, 673 P.2d 822, 825 (1983) (emphasis added). See also Calkins v. Cox Estates, 110 N.M. 59, 61-62, 792 P.2d 36, 38-39 (1990):\nIn determining duty, it must be determined that the injured party was a foreseeable plaintiff — that he was within the zone of danger created by [the tortfeasor's] actions; in other words, to whom was the duty owed?\n* * * A duty to an individual is closely intertwined with the foreseeability of injury to that individual resulting from an activity conducted with less than reasonable care by the alleged tort-feasor. [Citing Ramirez and Palsgraf.]\nOr, to quote Judge Cardozo's famous aphorism in the Palsgraf majority opinion: Negligence in the air, so to speak, will not do. 162 N.E. at 99 (quoting Frederick Pollock, Law of Torts 455 (11th ed. 1920)).\nAs an original matter, the law need not have evolved this way. It could have evolved along the lines suggested by Judge Andrews, dissenting in Palsgraf:\nEvery one owes to the world at large the duty of refraining from those acts that may unreasonably threaten the safety of others * * * * Not only is he wronged to whom harm might reasonably be expected to result, but he also who is in fact injured, even if he be outside what would generally be thought the danger zone.\n162 N.E. at 103 (dissenting opinion). Or, as suggested by Dean Prosser, who has questioned 5 some of Judge Cardozo's reasoning in Palsgraf:\nAs between an entirely innocent plaintiff and a defendant who admittedly has departed from the social standard of conduct, if only toward one individual, who should bear the loss? If the result is out of all proportion to the defendant's fault, it can be no less out of proportion to the plaintiff's entire innocence. If it is unjust to the defendant to make the defendant bear a loss which the defendant could not have foreseen, it is no less unjust to the plaintiff to make the plaintiff bear a loss which the plaintiff too could not have foreseen, and which is not even due to the plaintiff's own negligence.\nW. Page Keeton et al., Prosser and Keeton on the Law of Torts § 43, at 287 (5th ed. 1984) [hereinafter Prosser & Keeton ]. As Prosser observes, the problem is one of social policy: where to draw the line against otherwise unlimited liability. It has been fashionable in this country for many years now for courts and commentators to advocate a wide sweep of liability, based on the notion of loss spreading through devices such as prices, taxes, and insurance, see id., though in recent years perceptible opposition to this trend has been manifested through increasingly strident demands for tort reform.\nBut we are not writing on a clean slate, and we do not perceive this case to be a good one in which to reexamine the social policy that limits a tortfeasor's liability to the foreseeable plaintiff and excludes it *570where the plaintiff is unforeseeable. That this in fact is the current state of the law in New Mexico is demonstrated by the statements in Ramirez and Calkins quoted above, as well as by other applicable authorities. See, e.g., Bober v. New Mexico State Fair, 111 N.M. 644, 647, 808 P.2d 614, 617 (1991) (owner or occupier of land has duty to persons who might be harmed by unsafe condition on the land); see also Klopp v. Wackenhut Corp., 113 N.M. 153, 159, 824 P.2d 293, 299 (1992) (quoting Cal-kins and holding airline had duty to guard against unreasonable risk of danger to passenger in airport terminal); Restatement (Second) of Torts § 281(b) & comment c (1965) (actor is liable if actor's conduct is negligent with respect to plaintiff or class of persons within which he is included; fact that actor's conduct causes harm to person whom actor could not reasonably have anticipated injury does not make actor liable to person so injured); Fowler V. Harper et al., The Law of Torts § 18.2, at 655 (2d ed. 1986) (prevailing view is that obligation to refrain from negligent conduct is owed only to those who are foreseeably endangered by the conduct).\nDespite this Court's adoption in Ramirez of the Palsgraf doctrine of negligence, defined as a breach of duty toward а. particular person or class of persons protected against an unreasonable risk of harm from an actor's conduct, Ramirez itself stands for something of an exception to the doctrine. In that case we recognized a cause of action for negligent infliction of emotional distress in favor of bystanders (children who witnessed the accident in which their father was struck and killed), even though it could be said that the actor's conduct was negligent toward the children's father but not toward the children, who the actor had no reason to foresee would be present and emotionally distressed by witnessing their father's death. As so viewed, the case may serve as an example of Prosser's suggestion that the foreseeability of harm to the plaintiff should be but one factor in determining the existence of a duty, and not always conclusive, and that situations will more or less inevitably arise which do not fit within any fixed and inflexible rule. Prosser & Keeton § 43, at 288.\nIn Ramirez, the Court considered, in addition to the foreseeability of harm to the plaintiffs (the emotionally distressed children who actually witnessed their father's death), the type of interest that was invaded by the tortfeasor's conduct — the interest in freedom from severe emotional shock— and the relationship between the killed or injured victim of the accident and the plaintiffs — a marital or intimate familial relationship between the victim and the plaintiffs. Implementing the factor of foreseeability that the plaintiffs would be harmed, the Court adopted certain requirements for recovery: contemporaneous sensory perception of the accident, as contrasted with learning of the accident by other means or after its occurrence, and physical manifestation of, or injury to, the plaintiff accompanying or resulting from the emotional injury.6 Ramirez, 100 N.M. at 542, 673 P.2d at 825.\nIn the present case, the would-be plaintiffs assert an invasion of two interests: their interest in economic security, which they allege was infringed by the loss of their son's contribution to their financial support; and deprivation of their son's companionship, society, and affection — a loss of consortium. The first interest has received recent and explicit recognition by this Court, Lovelace Medical Center v. Mendez, 111 N.M. 336, 343-45, 805 P.2d 603, 610-12 (1991), though in that case recovery of economic loss was afforded to a medical malpractice victim to whom the defendants' duty to exercise ordinary care was admittedly breached. The Ponces' claim for invasion of this interest is not particularly strong; as alleged in their complaint and as set forth in Alvino Ponce's deposition, it consists of the loss of their son's services in performing such tasks as repairing the roof, building a patio, cutting the grass, chopping wood, and repairing the family's vehicles. There is no claim for loss of a specific monetary amount contributed to the family on a periodic basis. Nevertheless, we may assume, without deciding, that their claim would be sufficient to withstand a motion to dismiss, if other factors (namely, the factor of foreseeability) did not bar the claim.\nAs for their claim for loss of consortium, they mount a vigorous effort to persuade this Court to depart from existing precedent precluding recognition of a claim for loss of consortium. They acknowledge, as they must, that current New Mexico law presents a formidable barrier to recovery for loss of consortium — spousal, filial, parental, or other. See Tondre v. Thurmond-Hollis-Thurmond, Inc., 103 N.M. 292, 293, 706 P.2d 156, 157 (1985) (refusing to recognize wife's claim for loss of spousal consortium caused by negligent injury to husband); Roseberry v. Starkovick, 73 N.M. 211, 218, 387 P.2d 321, 326-27 (1963) (affirming dismissal of wife's action for loss of spousal consortium caused by negligent injury to husband); Wilson v. Galt, 100 N.M. 227, 235, 668 P.2d 1104, 1112 (Ct.App.) (denying parents' claim for loss of filial consortium resulting from doctors' negligent treatment of their infant son), cert. quashed, 100 N.M. 192, 668 P.2d 308 (1983); Wilson v. Wylie, 86 N.M. 9, 16, 518 P.2d 1213, 1220 (Ct.App.1973) (reversing award of $10,000 to parents for loss of society of child resulting from child's negligently caused death), cert. denied, 86 N.M. 5, 518 P.2d 1209 (1974); Hoskie v. United States, 666 F.2d 1353, 1359 (10th Cir.1981) (under New Mexico law, parents not permitted, in negligence action, to recover for loss of consortium with their child); SCRA 1986, 13-2112 (Uniform Jury Instruction with respect to loss of consortium: This is not a recognized cause of action in the state of New Mexico.). But see Kilkenny v. Kenney, 68 N.M. at 269-70, 361 P.2d at 151-52 (recognizing, in dictum, husband's common law cause of action for loss of spousal consortium caused by negligent injury of wife prior to her death).\nWe are not inclined to reexamine in this case the law in New Mexico disallowing recovery for loss of consortium, notwithstanding the Ponces' earnest entreaties that we do so. For the factor — if it is a factor — or the prerequisite — if it is that— of foreseeability by WEK Drilling that its failure to maintain its drilling rig in a safe condition would cause harm to Ivan Ponce's parents is just too glaringly absent to convince us to recognize a cause of action in their favor for redress of that harm. We may assume it is foreseeable that a 25-year-old employee of an independent contractor working on the drilling rig would have living parents, but is it foreseeable that he would reside with his parents, that there would be a close and loving relationship with them, and that they would be partially dependent on him for their economic support? These facts do not come as a surprise, but we certainly cannot say that financially dependent parents were foreseeable to WEK Drilling as a matter of law.\nIt is thoroughly settled in New Mexico, of course, that whether the defendant owes a duty to the plaintiff is a question of law. E.g., Bober, 111 N.M. at 650, 808 P.2d at 620 (citing Schear v. Board of County Comm'rs, 101 N.M. 671, 672, 687 P.2d 728, 729 (1984)). We have no hesitancy in holding as a matter of law that the existence and interests of the Ponces and their relationship with their son were unforeseeable to defendant WEK Drilling. While it is foreseeable that someone who is not provided a safe place to work will have living parents, the same can be said of the other relatives standing in an intimate familial relationship with a tort victim: his or her spouse, parent, child, grandparent, grandchild, brother, sister, and (in the case of a minor) others occupying a position in loco parentis. See Ramirez, 100 N.M. at 541, 673 P.2d at 825. The social policy of cutting off the liability that would otherwise extend to these family members seems sound, at least in a case in which they allege no more palpable injury than that claimed here.\nBy nothing in this opinion do we either reaffirm or retreat from current New Mexico law on recovery for economic harm or on nonrecovery for loss of consortium by a victim to whom the tortfeasor's duty to exercise ordinary care for the victim's safety undeniably runs.\nThe order denying the Ponces' motion to intervene is affirmed.\nIT IS SO ORDERED.\nBACA, J., concurs.\nRANSOM, C.J., specially concurs.\n1 \n. Palsgraf v. Long Island R.R., 248 N.Y. 339, 162 N.E. 99 (1928). Appellate jurisdiction in this Comí is based on SCRA 1986, 12-102(A)(1), because the applicants' proposed complaint in intervention contains a claim which sounds in contract — the claim that defendant breached an implied contractual duty to provide plaintiffs decedent a safe place to work.\n2 \n. Ivan died when an improperly secured counterweight on the boom of the drilling rig struck him on the head.\n3 \n. The court's discretion under Rule 24(A), as the phrase intervention of right implies, is considerably narrower under paragraph A of the rule than it is under paragraph B. See Apodaca, 86 N.M. at 133, 520 P.2d at 553. At the outset of the litigation, the scope of the court's discretion under Rule 24(A) probably ranges from slight to nonexistent.\n4 \n. The Ponces did not attempt to intervene under Rule 24(A)(1) (providing for intervention of right when a statute confers an unconditional right to intervene), since no such statute was available.\n5 \n. See generally William L. Prosser, Palsgraf Revisited, 52 Mich.L.Rev. 1 (1953).\n6 \n. The requirement of physical manifestation was overruled in Folz v. State, 110 N.M. 457, 471, 797 P.2d 246, 260 (1990).\nRANSOM, Chief Justice\n(specially concurring).\nI concur specially to make the same point that I made in my dissent to Calkins v. Cox Estates, 110 N.M. 59, 66, 792 P.2d 36, 43 (1990).\nI agree with the majority in the instant case that whether a duty was owed must be decided as a matter of law using existing legal policy. The crux of the duty analysis that is required, however, is not a factual foreseeability determination, but rather it is a legal policy determination. This distinction is critical. In New Mexico, as stated in the majority opinion, we define negligence as an act foreseeably involving an unreasonable risk to that individual who complains of injury. See also SCRA 1986, 13-601. Foreseeability is most often a question of fact and only rarely, as in Palsgraf, may foreseeability be considered a false jury issue. Most often, duty as a matter of law turns not on an absence of the fact issue of foreseeability, but rather the policy issue of whether it is reasonable to impose a duty to avoid a risk of injury which, although foreseeable, is remote.\nId. at 67, 792 P.2d at 44. Succinctly, while Chief Judge Cardozo held in Palsgraf that there can be no duty in relation to another person absent foreseeability (risk reasonably to be perceived), it does not follow that duty necessarily is present if risk of injury to that other person is foreseeable from one's acts and omissions. Chief Judge Cardozo was addressing only the victim of an act that was innocent and harmless with respect to that victim.\nIf no hazard was apparent to the eye of ordinary vigilance, an act innocent and harmless * * * with reference to [Helen Palsgraf] did not take to itself the quality of a tort because it happened to be a wrong * * * with reference to some one else. * * * The plaintiff sues in her own right for a wrong personal to her, and not as the vicarious beneficiary of a breach of duty to another.\nPalsgraf, 162 N.E. at 99-100.\nWhen Chief Judge Cardozo wrote that [t]he risk reasonably to be perceived defines the duty to be obeyed, and risk imports relation, id. at 100, he was talking about the absence of a duty in relation to one not foreseeably at risk. It is unfortunate that in Ramirez v. Armstrong, 100 N.M. 538, 673 P.2d 822 (1983), this Court stated in reference to Palsgraf that, If it is found that a plaintiff, and injury to that plaintiff, were foreseeable, then a duty is owed to that plaintiff by the defendant. Ramirez, 100 N.M. at 541, 673 P.2d at 825. That principle simply does not follow from Palsgraf In Calkins, the Court fell into error when it adopted that principle, and when it reasoned that a relationship that gives rise to a duty as to one perceived risk necessarily gives rise to a duty as to any risk foreseeably progressing in a natural and continuous sequence from violation of the first duty. The law, not the fact of proximate cause, defines duty.\nThe Court stated in Ramirez that, In order to insure that the interest to be protected is actually foreseeable, courts * * * have adopted a number of criteria to be met in any case where such injury is claimed. Ramirez, 100 N.M. at 541, 673 P.2d at 825. In point of fact, however, the recited criteria did not delimit foreseeability, but rather remoteness as a matter of public policy. For example, one criterion is that shock to the family members claiming negligent infliction of emotional distress must be caused by contemporaneous sensory perception of the accident resulting in physical injury or death to another family member. Yet, it is clearly foreseeable that severe shock may be caused by learning of the accident by means other than contemporaneous perception. Ramirez is not a Palsgraf case. To the extent it does turn *573on foreseeability, Ramirez acknowledges the foreseeability of family bystanders unknown in fact to the wrongdoer (not unlike the foreseeability of family dependents unknown in fact to the wrongdoer).\nFactually, I cannot accept a resolution of this case that purports to hold as a matter of law it was not foreseeable that a twenty-five-year-old man would reside with his parents, that there would be a close and loving relationship with them, and that they would be partially dependent on him for their economic support. I believe financially dependent parents indeed are foreseeable. A person is not an innocuous package importing no relation to others as was the package of fireworks that exploded when dislodged from the arms of Helen Palsgraf s fellow passenger. As with severe shock to unknown family bystanders, it is foreseeable that parents of an adult child would suffer loss of financial support and consortium from his wrongful death.\nThe parents of the deceased failed to state a cause of action, not because the wrongdoer could not reasonably perceive a risk to the economic security of persons dependent upon the victim of wrongful death, rather, as a matter of public policy, because it is not reasonable to impose a duty to avoid a risk of economic injury or loss of consortium to certain dependents. The legislature has declared in the wrongful death act the state's policy as to beneficiaries of damages to be awarded in every action for wrongful death. Others who suffer economic injury or loss of consortium are denied a claim for relief, not because risk of harm to them is unforeseeable, but because of policy set by the legislature.\nFinally, in addition to my disagreement that as a matter of law the existence and interests of the parents and their relationship with their son were unforeseeable, I disagree that their interests in economic security and consortium were not palpable, by which I take the majority to mean those interests were imperceptible or nominal. I agree only that [t]he social policy of cutting off liability that would otherwise extend to these family members seems sound. Social policy indeed became the determinative rationale of the majority opinion when the author seemingly adopted the suggestion in Prosser & Keeton that the presence of foreseeability is but one fact in determining the existence of duty, and the problem is one of social policy: where to draw the line against otherwise unlimited liability.\nPLAIN ENGLISH SUMMARY\nIssue: whether the trial court correctly denied the parents of the deceased victim permission to intervene in the case brought by the victim's estate on the basis that, because of his death, they had lost his financial and emotional support.\n\nSummary:\nthe trial court denied permission for the parents to intervene and said that they had no cause of action: they couldn't sue because there was no legal basis for their claim\nthe appellate court noted that the law in New Mexico prevents relatives of victims from obtaining compensation from the defendants, and that this is a matter of policy.\nThe court decided this case in accordance with established precedent: the parents of a deceased victim cannot obtain compensation for their child's death because their suffering is outside the realm of foreseeability. That is, the defendant could not have foreseen that their actions would lead to the suffering of the parents of the victim, so they do not owe the parents a duty of care.",
    "annotations": {
        "Facts": [
            "the defendant in the wrongful death suit, WEK Drilling Co., Inc. (WEK Drilling), owned and operated an oil-well drilling rig in Eddy County, New Mexico, where the accident happened. Ivan Ponce, the son of the applicants in intervention, Alvino and Maria Ponce (the Ponces), was employed by an independent contractor engaged in certain work in and around the drilling rig. Ivan was killed as a proximate result of WEK Drilling's negligence in failing, in various respects, to maintain the rig in a safe condition and operate it in a safe manner.",
            "the Ponces suffered certain damages: loss of financial support provided by their son; loss of consortium with their son, including loss of his society, companionship, and affection; and grief, sorrow, and bereavement in various forms. Ivan was 25 years old at the time of his death and had lived with his parents all his life.",
            "Ivan and his parents enjoyed a close and loving relationship and that Ivan contributed to his parents' financial well-being by, among other things, performing work around the family home, putting a new roof on the house, pouring a concrete patio at the rear of the home, and otherwise assisting with the household maintenance and upkeep. Ivan had been married (he was divorced at the time of his death) and had a daughter, Ambrosia, who lived with him at his parents' home."
        ],
        "Procedural History": [
            "The trial court based its order denying leave to intervene on the legal insufficiency of the parents' proposed complaint in intervention.",
            "the court in this case made it clear that it was not denying the motion in the exercise of its discretion. Instead, the court was holding, as a matter of law, that the Ponces' proposed complaint in intervention did not state a cause of action"
        ],
        "Application of Law to Facts": [
            "negligence encompasses the concepts of foreseeability of harm to the person injured and of a duty of care toward that person",
            "If it is found that a plaintiff, and injury to that plaintiff, were foreseeable, then a duty is owed to that plaintiff by the defendant.",
            "Nevertheless, we may assume, without deciding, that their claim would be sufficient to withstand a motion to dismiss, if other factors (namely, the factor of foreseeability) did not bar the claim.",
            "For the factor — if it is a factor — or the prerequisite — if it is that— of foreseeability by WEK Drilling that its failure to maintain its drilling rig in a safe condition would cause harm to Ivan Ponce's parents is just too glaringly absent to convince us to recognize a cause of action in their favor for redress of that harm. We may assume it is foreseeable that a 25-year-old employee of an independent contractor working on the drilling rig would have living parents, but is it foreseeable that he would reside with his parents, that there would be a close and loving relationship with them, and that they would be partially dependent on him for their economic support? These facts do not come as a surprise, but we certainly cannot say that financially dependent parents were foreseeable to WEK Drilling as a matter of law.",
            "We have no hesitancy in holding as a matter of law that the existence and interests of the Ponces and their relationship with their son were unforeseeable to defendant WEK Drilling."
        ],
        "Relevant Precedents": [
            "Ramirez v. Armstrong, 100 N.M. 538, 541, , 825 (1983)",
            "Calkins v. Cox Estates, 110 N.M. 59, 61-62, , 38-39 (1990):",
            "Bober v. New Mexico State Fair, 111 N.M. 644, 647, , 617 (1991)",
            "Klopp v. Wackenhut Corp., 113 N.M. 153, 159, , 299 (1992)",
            "Restatement (Second) of Torts § 281(b) & comment c (1965)",
            "Tondre v. Thurmond-Hollis-Thurmond, Inc., , 293, 706 P.2d 156, 157 (1985)",
            "Roseberry v. Starkovick, , 218, 387 P.2d 321, 326-27 (1963)",
            "Wilson v. Galt, , 235, 668 P.2d 1104, 1112 (Ct.App.)",
            "Wilson v. Wylie, , 16, 518 P.2d 1213, 1220 (Ct.App.1973)",
            "Hoskie v. United States, , 1359 (10th Cir.1981)"
        ],
        "Outcome": [
            "we hold that the parents have no cause of action against the tortfeasor",
            "The order denying the Ponces' motion to intervene is affirmed."
        ]
    },
    "class": "affirm"
}