{
    "text": "Marquez ex rel. Estate of Marquez v. Gomez, 116 N.M. 626, 866 P.2d 354 (1991)\nMay 23, 1991 · Court of Appeals of New Mexico · No. 11049 \n116 N.M. 626, 866 P.2d 354 \n\nRamon MARQUEZ and Viola Marquez, Individually and as Personal Representatives of the Estate of Ronald Joseph Marquez, Deceased, Plaintiffs-Appellants, v. Luis GOMEZ and Mrs. Luis Gomez, his wife, Individually and as Next Friends of Felipe Gomez, their son, Felipe Gomez, Rudy Gonzales and Little League Baseball, Inc., Defendants-Appellees \n866 P.2d 354\nCourt of Appeals of New Mexico.\nCertiorari Quashed Dec. 30, 1993.\n*628Pedro G. Rael, Los Lunas, for plaintiffs-appellants.\nH.R. Quintero, Robinson & Quintero, P.C., Silver City, for defendants-appellees Gomez.\nDavid M. Houliston, John A Klecan, Butt, Thornton & Baehr, P.C., Albuquerque, for defendants-appellees Rudy Gonzales and Little League Baseball, Inc.\nOPINION \nDONNELLY, Judge.\nPlaintiffs, Ramon and Viola Marquez, individually and as personal representatives of the estate of their deceased son, Ronald Joseph Marquez (the decedent), appeal from an order granting summary judgment in favor of each of the defendants in a wrongful death case. Two issues are presented on appeal: (1) whether the trial court erred in granting summary judgment; and (2) whether the trial court abused its discretion in refusing to hear oral testimony and to consider late affidavits submitted at the hearing on the motions for summary judgment. We affirm in part and reverse in part.\nFACTS \nThe events giving rise to this lawsuit took place during a practice session of a senior Little League baseball team. Plaintiffs' teenage son, a team member, was fatally injured on June 20, 1985, when he fell from the back of a truck shortly after the players arrived at the practice field. After the coach and team members assembled for practice, city parks officials asked the team to move to another ballpark a short distance away so that the first field could be watered. In order to travel to the other location, the team members rode in two different vehicles. Several team members rode in a Blazer driven by the coach. As the coach and players were preparing to move, Felipe Gomez suggested to the coach that some of the boys ride with him because there was not enough room in the coach's vehicle for all of the team members and the equipment. Felipe and his brother Tommy had driven to baseball practice that day in their parents' Ford pickup containing a camper shell mounted on the back.\nFollowing the death of their son, plaintiffs brought this wrongful death action against the driver of the pickup, Felipe Gomez, a minor; Felipe's parents, Mr. and Mrs. Luis Gomez; Rudy Gonzales (the coach); and Little League Baseball, Inc. (Little League), the organization which sponsored and supervised senior Little League baseball activities. Defendants answered denying liability . and thereafter filed motions for summary judgment seeking dismissal of plaintiffs' complaint. The Gomezes based their motion on arguments that the truck was not negligently entrusted to Felipe, denying that Felipe negligently operated the truck, and that the decedent's injury was unforeseeable. Simi*629larly, the coach and Little League premised their motions on arguments that the coach had exercised due care in supervising his players and that the accident was unforeseeable.\nAs related by the affidavits submitted by defendants in support of their motion, Felipe, Tommy, and a third team member, Gabe Arellano, rode in the cab of the Gomez pickup truck on the trip to the new field. Ralph Rodriguez, Paul Montes, and the decedent were to ride in the camper of the Gomez truck. The coach's affidavit stated that he knew Felipe was a licensed driver with a good driving record; that he instructed Ralph Rodriguez, Paul Montes, and the decedent to ride inside the camper of the Gomez pickup; that prior to his driving away he observed one of the boys open the door of the camper; and that had never experienced any discipline problems with his team members nor was he aware of any instance when they had engaged in dangerous behavior. Each of the team members was between thirteen and fifteen years of age. Felipe, a licensed driver, was driving the family vehicle with his parents' permission.\nRalph told Felipe that Paul and the decedent were going to get inside the camper. Both Felipe and Tommy stated that they saw Ralph Rodriguez open the camper door and they heard the door shut after Felipe started the engine. Felipe stated that he looked in the rearview mirror and, although his view was partially obstructed by a large console TV in the truck bed and by the shaded windows of the camper, he thought he saw figures in the back of the truck; that he then looked in his left side-view mirror and saw the coach leaving, and he began driving away following the coach.\nDespite the coach's directions that they ride in the back of the camper, Ralph, Paul and the decedent, instead of entering the camper, stood on the rear bumper and held onto the back of the Gomez pickup. There was nothing, however, on the back of the truck or camper shell for the three boys to get a good grip upon. Both Felipe and Tommy Gomez stated that they were unaware that Paul, Ralph, and the decedent had climbed onto the back of the truck and that they thought the boys were inside the camper. Felipe stated that although the windows of the pickup were open he never saw anyone on the bumper or hanging onto the back of the truck.\nIn affidavits submitted by the Gomezes, Paul Montes and Ralph Rodriguez indicated that when the pickup started moving the decedent was holding onto the back of the camper. The decedent fell off the truck, but managed to run and climb back on while the vehicle was moving. When Felipe turned and shifted into second gear, the decedent fell from the truck a second time, also dislodging Paul. Paul was injured in the fall; the decedent subsequently died from injuries sustained in the second fall.\nAt the hearing on the summary judgment motions, plaintiffs sought to introduce the oral testimony of Ralph Rodriguez; a copy of a state police accident report; a report of the state risk management department; and unsworn statements taken by the state police of the coach, Gabriel Arellano, Ralph Rodriguez, Felipe Gomez and Tommy Gomez. Plaintiffs also attached to their response, unsworn statements taken by an investigator of the coach, Felipe and Luis Gomez, and Paul Montes. Additionally, plaintiffs proffered on the day of the hearing two affidavits consists ing of a statement prepared by the state police following their interview with Ralph Rodriguez, and a written statement by Paul Montes. These statements duplicated in part affidavits of Ralph Rodriguez, the Gomezes and Paul Montes submitted by defendants. The trial judge refused to consider the oral testimony, the unsworn statements and documents, and the affidavits submitted by plaintiffs and, at the conclusion of the hearing, the court granted each of defendants' motions for summary judgment.\nDISCUSSION \nPlaintiffs contend that the trial judge erred in granting summary judgment for each defendant. We agree that the order granting summary judgment as to the Gomezes should be set aside, but determine that the trial court properly granted summary judgment in favor of the coach and Little League.\nAn award of summary judgment is appropriate when the affidavits, depositions or other matters submitted by the parties indicate that there are no genuine issues of material disputed facts and that the moving parties are entitled to a judgment as a matter of law based upon clear and undisputed facts. Koenig v. Perez, 104 N.M. 664, 726 P.2d 341 (1986); Tapia v. Springer Transfer Co., 106 N.M. 461, 744 P.2d 1264 (Ct.App.1987). A movant seeking an award of summary judgment need only make a prima facie showing of entitlement to summary judgment and once the prima facie showing is made, the burden shifts to the opposing party to show at least the existence of a reasonable doubt as to whether a genuine issue of material fact does not remain for resolution at trial. Koenig v. Perez; Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972).\nOnly if parties seeking an award of summary judgment meet their initial burden of establishing that no genuine material issues of material fact exist, is the case appropriate for summary judgment. Savinsky v. Bromley Group, Ltd., 106 N.M. 175, 740 P.2d 1159 (Ct.App.1987). If movants fail to satisfy this initial burden, opposing parties may submit opposing affidavits, but are not required to do so. Ratcliff v. Security Nat'l Bank, 670 P.2d 1139 (Alaska 1983); Ginter v. Palmer & Co., 196 Colo. 203, 585 P.2d 583 (1978) (en banc); see also Spirides v. Reinhardt, 613 F.2d 826 (D.C.Cir.1979). A prima facie showing that there are no disputed genuine issues of material fact requires the movant to come forward with such evidence as is sufficient in law to raise a presumption of fact or to establish the material fact in question unless rebutted. Goodman v. Brock.\nAn award of summary judgment is inappropriate when the facts before the court are insufficiently developed or where further factual resolution is necessary to determine the legal issues involved. National Excess Ins. Co. v. Bingham, 106 N.M. 325, 742 P.2d 537 (Ct.App.1987); Burgi v. Acid Eng'g, Inc., 104 N.M. 557, 724 P.2d 765 (Ct.App.1986). Questions of negligence are generally issues of fact for the fact-finder, Furgason v. Clausen, 109 N.M. 331, 340, 785 P.2d 242, 251 (Ct.App.1989), and where reasonable minds may differ on the issue of whether a defendant was negligent, summary judgment is not proper. Id.; see also Lujan v. Reed, 78 N.M. 556, 434 P.2d 378 (1967).\nIn deciding whether summary judgment is appropriate, the trial court must look to the record as a whole and view the matters presented in a light most favorable to uphold a right to a trial on the merits. Cunningham v. Gross, 102 N.M. 723, 699 P.2d 1075 (1985).\nA. The Gomezes\nViewing the record in a light most favorable to the parties resisting the motion for summary judgment and applying the rules set forth above, the undisputed facts in defendants' affidavits fail to dispel the inference that at the time of the accident, Felipe Gomez, while exercising reasonable care, knew or should have known that the three boys, including the decedent, were not inside the pickup camper shell and were instead hanging on the back of the truck.\nThe affidavits relied upon by defendants show that the rear view vision of the driver was partially obscured and that shortly after Felipe Gomez began driving away from the first field, both Ralph Rodriguez and the decedent fell from the vehicle, ran after it for some distance and then managed to climb back on the rear bumper of the pickup while the vehicle was moving.1 The affidavits of Felipe Gomez and Paul Montes submitted by defendants do not obviate the factual issue of whether Felipe Gomez acted negligently and failed to use due care under the circumstances. Under this posture, reasonable minds could disagree on whether Felipe Gomez was negligent, and whether that negligence proximately contributed to the injury sustained by the decedent. See Trujillo v. Treat, 107 N.M. 58, 752 P.2d 250 (Ct.App.1988) (where genuine issue of material fact existed as to whether driver maintained proper lookout and exercised ordinary care in operation of vehicle, issue is for fact-finder to determine); Allen v. Papas, 80 N.M. 159, 452 P.2d 493 (Ct.App.1969) (where reasonable minds could differ as to whether driver was maintaining proper lookout, summary judgment is improper). The existence and scope of duty, as questions of law, should not be scrutinized with such specificity that the factual issue of negligence is subsumed. See Bober v. New Mexico State Fair, 111 N.M. 644, 808 P.2d 614 (1991); see also Calkins v. Cox Estates, 110 N.M. 59, 792 P.2d 36 (1990); Roselli v. Rio Communities Serv. Station, Inc., 109 N.M. 509, 787 P.2d 428 (1990). Even if the basic material facts are undisputed, if equally logical, but conflicting, reasonable inferences can be drawn from these facts, an award of summary judgment is improper. Burgi v. Acid Eng'g, Inc.\nUnder the above analysis, because we determine that a genuine issue of fact existed as to whether Felipe Gomez acted negligently under the circumstances, the trial court also erred in awarding summary judgment to his parents as the owners of the family vehicle involved in the accident. See Madrid v. Shryock, 106 N.M. 467, 745 P.2d 375 (1987) (under family purpose doctrine, owners who furnish vehicle for general use and convenience of family are liable for negligent operation of vehicle by family member).\nB. The Coach\nPlaintiffs alleged in their complaint that the coach and Little League undertook the safe transportation and physical care of [the decedent]. The trial court granted summary judgment in favor of the coach, relying in part upon defendants' assertions that nothing in the facts indicate that the coach should have reasonably foreseen the actions of the decedent and the other two boys, or indicating that he needed to take additional steps for their safety. See Ramirez v. Armstrong, 100 N.M. 538, 673 P.2d 822 (1983). We affirm the trial court's ruling on this issue.\nOrdinarily, foreseeability is a question of fact for the jury to resolve. E.g., Turner v. Silver, 92 N.M. 313, 587 P.2d 966 (Ct.App.1978). Foreseeability may be decided, however, as a matter of law where the resulting injury is clearly unintended and unforeseeable. See Van de Valde v. Volvo of Am. Corp., 106 N.M. 457, 458, 744 P.2d 930, 931 (Ct.App.1987).\nThe affidavit submitted by the coach indicated that his vehicle was not large enough to hold all of the players and that he gave permission for the remaining team members to ride in the vehicle driven by Felipe Gomez. The coach observed two of the boys, Tommy Gomez and Gabriel Arellano climb inside the cab of the pickup, and he expressly directed the decedent, Ralph Rodriguez, and Paul Montes to get inside the back of the camper driven by Felipe Gomez. Thereafter, he waited until he saw one of the boys open the door to the camper before driving away. The affidavit of the coach also stated that he had no reason to believe that Felipe Gomez was other than a safe driver; that he never had any prior discipline problems with team members, including the decedent; that he had served as the team coach for several years; and that the boys had never exhibited any propensity toward rowdy or dangerous behavior. From these facts, nothing in the record indicated that the coach reasonably knew, or should have known that Montes, Rodriguez or the decedent, after being directed by the coach to ride inside the camper, would disobey his directions.\nPlaintiffs argue that the trial court erred in denying their request to consider the oral testimony of Ralph Rodriguez and the attachments to their response to defendants' motion for summary judgment, asserting that these matters served to successfully rebut defendants' motions for summary judgment. We find no abuse of discretion on the part of the trial court in its refusal to consider the submission of unsworn statements and reports submitted by plaintiffs in their response to defendants' motions for summary judgment or in denying plaintiffs' request that the court consider their proffer of oral testimony on the day of the hearing. However, under the circumstances herein, we conclude that the court should have considered the affidavits submitted by plaintiffs on the day of the hearing.\n*632The reports and statements attached to plaintiffs' response did not conform to the requirements of SCRA 1986,1-056(E). Rule 1-056(E) provides in applicable part that opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein. Examination of the documents submitted by plaintiffs in opposition to defendants' motions for summary judgment and their response thereto indicate that such documents fell short of meeting the requirements of Rule 1-056(E). We therefore find no abuse of discretion in the trial court's refusal to consider the attachments to plaintiffs' response to defendants' motions. See New Mexico Tire & Battery Co. v. Ole Tires, Inc., 101 N.M. 357, 683 P.2d 39 (1984); Cordova v. City of Albuquerque, 86 N.M. 697, 526 P.2d 1290 (Ct.App.1974).\nAt the hearing on defendants' motions for summary judgment, plaintiffs also presented the affidavits of Paul Montes and Ralph Rodriguez. The court refused to consider the affidavits submitted by plaintiffs on the day of the hearing. Additionally, plaintiffs tendered the oral testimony of Ralph Rodriguez. The trial court received the tender of oral evidence but denied the proffer.\nPlaintiffs argue that apart from the late filed affidavits, the oral testimony of Rodriguez was sufficient to raise a material factual issue as to whether the coach and Little League negligently failed to supervise the decedent and other team members. As observed in C. Wright, A. Miller & M. Kane, Federal Practice and Procedure § 2723 (1983),\nRule 43(e) [SCRA 1986, 1-043(C) ], which authorizes the use of oral testimony on motions, has been held to be applicable to motions for summary judgment, even though Rule 56 [1-056] is silent on the point. In spite of its obvious advantages, the court should use oral testimony on a summary judgment motion sparingly and with great care. [Footnotes omitted.]\nIn Summers v. American Reliable Ins. Co., 85 N.M. 224, 511 P.2d 550 (1973), our supreme court declined to specifically rule upon the propriety of permitting oral testimony to be utilized in summary judgment proceedings, but observed that subject to the discretion of the trial judge, such procedure may be appropriate if the court determined that it did not prejudice the rights of the parties or invade substantive rights. We find no abuse of the trial court's discretion in denying the proffered testimony under the record before us. Here, plaintiffs failed to tender proper or timely affidavits to rebut defendants' motions for summary judgment. Because Rule 1-056 is silent concerning the use of oral testimony to support or oppose motions for summary judgment, we think it is clear that such practice is to be used, if at all, only upon a proper showing that the party seeking to offer such testimony has first exercised due diligence in attempting to secure affidavits or deposition testimony for submission incident to such motion, and that for reasons beyond his control has been unable to obtain the affidavits or depositions. The record here fails to make such showing. The hearing on the motions was held more than a year following the filing of the lawsuit and plaintiffs did not move to depose any of the parties or material witnesses.\nPlaintiffs also argue that the court erred in not considering the affidavits of Montes and Rodriguez tendered on the day of the hearing in opposition to the motions for summary judgment. Defendants did not argue that they were prejudiced by the matters contained in the affidavits tendered on the day of the hearing or that the information therein was not previously known to them. In the absence of a showing of prejudice, we conclude that the trial court should have considered the late filed affidavits of Paul Montes and Ralph Rodriguez. In Richards v. Upjohn Co., 95 N.M. 675, 625 P.2d 1192 (Ct.App.1980), this court noted that a late affidavit tendered at the hearing on a motion for summary judgment should be allowed, unless the opposing party is in need of additional time to rebut the information contained in the affidavit, and there is some reason that the hearing cannot be postponed. Defendants have not argued that they needed time to rebut any of the matters included *633in the affidavit. Thus, we conclude that the trial court should have considered these affidavits. Examination of these documents indicates the existence of additional grounds rendering an award of summary judgment inappropriate against Felipe Gomez and his parents; however, nothing in those affidavits serves to render the trial court's award of summary judgment improper as to the coach or Little League.\nThe late affidavit of Paul Montes recited that the camper door came open after the pickup began moving. This fact, coupled with the additional fact that the decedent fell once from the truck and then ran and climbed back onto the rear of the camper, all raise questions as to whether Felipe Gomez, acting with due care for the safety of his passengers, knew or should have known that team members were hanging onto the back of the truck, the late affidavit of Paul Montes also indicated: [W]e started to get into the camper, but we stood on the bumper and he just took off. The shell lid was open and we closed it and I think he [the coach] thought we got in, and he took off.\nAs shown in the transcribed taped interview attached to the late filed affidavit of Ralph Rodriguez, he asked the coach if he, Paul, and the decedent could ride on the bumper of the coach's vehicle. As shown in this affidavit, the coach told them not to get on the bumper but to ride inside the camper of Felipe's pickup truck; as the coach pulled away in his vehicle, Ralph, Paul, and the decedent had opened the door of the camper and were standing adjacent to the pickup; the coach proceeded ahead and was not aware that the three boys, in disobedience of his order, had ridden on the bumper of the pickup. The affidavit further indicated that both vehicles only had to travel about seven hundred yards on the dirt road without traffic from the field they abandoned to the new field. After arriving at the new field, the coach was summoned to the accident and administered mouth-to-mouth resuscitation to the decedent. It was not until he arrived at the hospital that the coach first learned that the three boys had disobeyed him and had ridden on the rear bumper of the truck.\nThe record supports the trial court's grant of summary judgment in favor of the coach and Little League. The undisputed facts indicate that the decedent, Ralph Rodriguez and Paul Montes had never before disobeyed the coach or engaged in activities which would lead the coach to believe that they would not obey him in this instance. Thus, the trial court could properly determine that the accident was not reasonably foreseeable. See Ramirez v. Armstrong (negligence encompasses concepts of foreseeability and duty of care); see also Calkins v. Cox Estates, 110 N.M. at 66, 792 P.2d at 43 (Ransom, J., dissenting); see also generally Reif v. Morrison, 44 N.M. 201, 100 P.2d 229 (1940) (injury from negligence must have been such that a reasonably prudent person would have anticipated in order to authorize recovery therefor).\nOther courts have reached similar results in analogous situations. In Smith v. Vernon Parish School Board, 442 So.2d 1319 (La.Ct.App.1983), the court upheld dismissal of an action brought by the father, individually on behalf of his minor daughter, against the school board and the physical education teacher for damages arising out of an injury his daughter suffered during a physical education class at high school. The daughter, aged fifteen, and her classmates had been instructed by the teacher on the use of the trampoline. During one of the classes and after the daughter and four of her friends made sure that the teacher was not looking, they engaged in horseplay on the trampoline contrary to instructions. The court said that the teacher had repeatedly instructed the girls that no more than two were to jump on the trampoline at one time; that the students were well aware of the rule. The court held that the teacher's temporary absence from the area for a few minutes did not constitute a breach of reasonable care. See also Lasseigne v. American Legion, 558 So.2d 614 (La.Ct.App.1990) (reasonable minds could not differ that volunteer in youth sports program was not negligent where injury to Little League player resulted in part from wide throw by another player). The Lasseigne court, in affirming summary judgment in favor of the coach and the father, said: The reasonableness of their conduct is especially *634clear in light of the social utility of said conduct — namely, the value of the services of volunteers in a youth sports program to the community in which they participate. Id. at 617.\nIn Hammond v. Scott, 268 S.C. 137, 232 S.E.2d 336 (1977), a student was struck in the eye by a nail thrown by another student during their woodworking class. In upholding summary judgment in favor of the teacher, the South Carolina Supreme Court held that the teacher was not negligent in failing to be present in the woodworking class at the moment of the accident. The court noted that it was impossible for a teacher to personally supervise each student under his care every moment of the school day. The court added that [a] teacher must necessarily rely, to some extent, on the responsibility and maturity of his students to conduct themselves in a proper and safe manner. Id. at 143, 232 S.E.2d at 339. Accord Weldy v. Oakland High School Dist. of Alameda County, 19 Cal.App.2d 429, 65 P.2d 851 (1937) (absent knowledge of rowdyism, school officials not negligent where student at football game struck by bottle thrown by fellow student); Banks v. Terrebonne Parish School Bd., 339 So.2d 1295 (La.Ct.App.1976) (affirmed dismissal of action on behalf of child against physical education instructor and other school officials where child injured when engaged in tumbling activities on his own accord prior to his physical education class); Clark v. Furch, 567 S.W.2d 457 (Mo.Ct.App.1978) (ordinary care does not require having each student constantly and continuously in sight; such would be impossible).\nSimilarly, in this case, where the coach gave explicit instructions not to ride on the bumper but to ride inside the camper, coupled with an absence of any showing that the decedent had ever previously failed to obey the direct instructions of the coach, fails to rebut the coach's prima facie showing of entitlement to summary judgment. Accordingly, we affirm the trial court's order granting summary judgment in favor of the coach.\nC. Little League\nLastly, we address plaintiffs' claim on appeal that the trial court erred in granting summary judgment in favor of Little League. Plaintiffs also alleged in their' complaint that at the time of the accident the coach and Felipe Gomez were acting as the agents or employees of Little League.2 Since we have determined that the trial court properly granted summary judgment as to the coach, and plaintiffs' claim of liability as asserted in their complaint against Little League is contingent upon a determination that material factual issues exist as to whether the coach acting as an agent or employee of Little League negligently failed to supervise team members, it follows that the trial court's award of summary judgment as to Little' League was also proper.\nCONCLUSION \nThe orders granting summary judgment are reversed as to defendants Felipe Gomez and his parents. The trial court's award of summary judgment as to the coach and Little League are affirmed.\nIT IS SO ORDERED.\nALARID, C.J., and BIVINS, J., concur.\n1 \n. The Gomezes, in support of their motion for summary judgment, submitted the affidavits of Mr. and Mrs. Gomez, and team members Felipe and Tommy Gomez, Paul Montes and Ralph Rodriguez.\n2 \n. The motions of the coach and Little League were supported by the affidavit of the coach and adopted the affidavits submitted by the Gomezes.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether trial court should have granted summary judgement (whether material issues of fact existed)\nSummary:\nthe trial court granted summary judgement in favour of all of the defendants, including the child driver of the truck from which the deceased victim fell, and the coach supervising the baseball training session at which the incident occurred\nthe appellate court found that there were material issues of fact that should have been put to the jury, but the coach was rightly granted summary judgement\nwhether the driver of the truck should have known, if exercising reasonable care, that the passengers were not inside the truck but were hanging onto the back of it was a material issue of fact, so the summary judgement grant in favour of the defendant child driver was erroneous; and\ngiven that the baseball players had never disobeyed the coach before, and were not prone to reckless behaviour, there was no reason that the coach should have foreseen that they would disobey his direction that they ride in the truck, as opposed to on the back of it, so the injury was not reasonably foreseeable, and the grant of summary judgement in favour of the defendant coach was proper.",
    "annotations": {
        "Facts": [
            "The events giving rise to this lawsuit took place during a practice session of a senior Little League baseball team. Plaintiffs' teenage son, a team member, was fatally injured on June 20, 1985, when he fell from the back of a truck shortly after the players arrived at the practice field. After the coach and team members assembled for practice, city parks officials asked the team to move to another ballpark a short distance away so that the first field could be watered. In order to travel to the other location, the team members rode in two different vehicles. Several team members rode in a Blazer driven by the coach. As the coach and players were preparing to move, Felipe Gomez suggested to the coach that some of the boys ride with him because there was not enough room in the coach's vehicle for all of the team members and the equipment. Felipe and his brother Tommy had driven to baseball practice that day in their parents' Ford pickup containing a camper shell mounted on the back.",
            "Felipe, Tommy, and a third team member, Gabe Arellano, rode in the cab of the Gomez pickup truck on the trip to the new field. Ralph Rodriguez, Paul Montes, and the decedent were to ride in the camper of the Gomez truck. The coach's affidavit stated that he knew Felipe was a licensed driver with a good driving record; that he instructed Ralph Rodriguez, Paul Montes, and the decedent to ride inside the camper of the Gomez pickup; that prior to his driving away he observed one of the boys open the door of the camper; and that had never experienced any discipline problems with his team members nor was he aware of any instance when they had engaged in dangerous behavior. Each of the team members was between thirteen and fifteen years of age. Felipe, a licensed driver, was driving the family vehicle with his parents' permission.Ralph told Felipe that Paul and the decedent were going to get inside the camper. Both Felipe and Tommy stated that they saw Ralph Rodriguez open the camper door and they heard the door shut after Felipe started the engine. Felipe stated that he looked in the rearview mirror and, although his view was partially obstructed by a large console TV in the truck bed and by the shaded windows of the camper, he thought he saw figures in the back of the truck; that he then looked in his left side-view mirror and saw the coach leaving, and he began driving away following the coach.Despite the coach's directions that they ride in the back of the camper, Ralph, Paul and the decedent, instead of entering the camper, stood on the rear bumper and held onto the back of the Gomez pickup. There was nothing, however, on the back of the truck or camper shell for the three boys to get a good grip upon. Both Felipe and Tommy Gomez stated that they were unaware that Paul, Ralph, and the decedent had climbed onto the back of the truck and that they thought the boys were inside the camper. Felipe stated that although the windows of the pickup were open he never saw anyone on the bumper or hanging onto the back of the truck.",
            "when the pickup started moving the decedent was holding onto the back of the camper. The decedent fell off the truck, but managed to run and climb back on while the vehicle was moving. When Felipe turned and shifted into second gear, the decedent fell from the truck a second time, also dislodging Paul. Paul was injured in the fall; the decedent subsequently died from injuries sustained in the second fall.",
            "the rear view vision of the driver was partially obscured and that shortly after Felipe Gomez began driving away from the first field, both Ralph Rodriguez and the decedent fell from the vehicle, ran after it for some distance and then managed to climb back on the rear bumper of the pickup while the vehicle was moving.",
            "The affidavit submitted by the coach indicated that his vehicle was not large enough to hold all of the players and that he gave permission for the remaining team members to ride in the vehicle driven by Felipe Gomez. The coach observed two of the boys, Tommy Gomez and Gabriel Arellano climb inside the cab of the pickup, and he expressly directed the decedent, Ralph Rodriguez, and Paul Montes to get inside the back of the camper driven by Felipe Gomez. Thereafter, he waited until he saw one of the boys open the door to the camper before driving away. The affidavit of the coach also stated that he had no reason to believe that Felipe Gomez was other than a safe driver; that he never had any prior discipline problems with team members, including the decedent; that he had served as the team coach for several years; and that the boys had never exhibited any propensity toward rowdy or dangerous behavior.",
            "the camper door came open after the pickup began moving.",
            "[W]e started to get into the camper, but we stood on the bumper and he just took off. The shell lid was open and we closed it and I think he [the coach] thought we got in, and he took off",
            "As shown in the transcribed taped interview attached to the late filed affidavit of Ralph Rodriguez, he asked the coach if he, Paul, and the decedent could ride on the bumper of the coach's vehicle. As shown in this affidavit, the coach told them not to get on the bumper but to ride inside the camper of Felipe's pickup truck; as the coach pulled away in his vehicle, Ralph, Paul, and the decedent had opened the door of the camper and were standing adjacent to the pickup; the coach proceeded ahead and was not aware that the three boys, in disobedience of his order, had ridden on the bumper of the pickup",
            "both vehicles only had to travel about seven hundred yards on the dirt road without traffic from the field they abandoned to the new field. After arriving at the new field, the coach was summoned to the accident and administered mouth-to-mouth resuscitation to the decedent. It was not until he arrived at the hospital that the coach first learned that the three boys had disobeyed him and had ridden on the rear bumper of the truck."
        ],
        "Procedural History": [
            "appeal from an order granting summary judgment in favor of each of the defendants in a wrongful death case",
            "trial court's grant of summary judgment in favor of the coach and Little League."
        ],
        "Application of Law to Facts": [
            "the undisputed facts in defendants' affidavits fail to dispel the inference that at the time of the accident, Felipe Gomez, while exercising reasonable care, knew or should have known that the three boys, including the decedent, were not inside the pickup camper shell and were instead hanging on the back of the truck.",
            "The affidavits of Felipe Gomez and Paul Montes submitted by defendants do not obviate the factual issue of whether Felipe Gomez acted negligently and failed to use due care under the circumstances. Under this posture, reasonable minds could disagree on whether Felipe Gomez was negligent, and whether that negligence proximately contributed to the injury sustained by the decedent.",
            "nothing in the facts indicate that the coach should have reasonably foreseen the actions of the decedent and the other two boys, or indicating that he needed to take additional steps for their safety",
            "Foreseeability may be decided, however, as a matter of law where the resulting injury is clearly unintended and unforeseeable",
            "From these facts, nothing in the record indicated that the coach reasonably knew, or should have known that Montes, Rodriguez or the decedent, after being directed by the coach to ride inside the camper, would disobey his directions.",
            "The undisputed facts indicate that the decedent, Ralph Rodriguez and Paul Montes had never before disobeyed the coach or engaged in activities which would lead the coach to believe that they would not obey him in this instance. Thus, the trial court could properly determine that the accident was not reasonably foreseeable.",
            "in this case, where the coach gave explicit instructions not to ride on the bumper but to ride inside the camper, coupled with an absence of any showing that the decedent had ever previously failed to obey the direct instructions of the coach, fails to rebut the coach's prima facie showing of entitlement to summary judgment."
        ],
        "Relevant Precedents": [
            "Trujillo v. Treat, , 752 P.2d 250 (Ct.App.1988)",
            "Allen v. Papas, , 452 P.2d 493 (Ct.App.1969)",
            "Ramirez v. Armstrong, , 673 P.2d 822 (1983).",
            "Calkins v. Cox Estates, 110 N.M. at 66, 792 P.2d",
            "Reif v. Morrison, , 100 P.2d 229 (1940)",
            "Smith v. Vernon Parish School Board,  (La.Ct.App.1983),",
            "Lasseigne v. American Legion, 558 So.2d 614 (La.Ct.App.1990)",
            "Hammond v. Scott, 268 S.C. 137,  (1977),",
            "Accord Weldy v. Oakland High School Dist. of Alameda County, 19 Cal.App.2d 429,  (1937)",
            "Banks v. Terrebonne Parish School Bd., 339 So.2d 1295 (La.Ct.App.1976)",
            "Clark v. Furch,  (Mo.Ct.App.1978)"
        ],
        "Outcome": [
            "The orders granting summary judgment are reversed as to defendants Felipe Gomez and his parents. The trial court's award of summary judgment as to the coach and Little League are affirmed."
        ]
    },
    "class": "mixed"
}