{
    "text": "Bober v. New Mexico State Fair, 111 N.M. 644, 808 P.2d 614 (1991)\nMarch 28, 1991 · Supreme Court of New Mexico · No. 18987 \n111 N.M. 644, 808 P.2d 614 \nIngrid BOBER, Plaintiff-Appellant, v. NEW MEXICO STATE FAIR, New Mexico State Fair Commission, and New Mexico State Police, Defendants-Appellees \n808 P.2d 614\nSupreme Court of New Mexico.\n*645Ortega & Snead, Tanya L. Scott, Lamb, Metzgar & Lines, Gordon S. Sargent, Albuquerque, for plaintiff-appellant.\nFrederick Jones, Asst. City Atty., Albuquerque, for defendants-appellees.\n*646OPINION\nMONTGOMERY, Justice.\nOn this appeal we consider again whether a landowner's duty to avoid creating or permitting an unsafe condition or activity on the premises is limited by the physical boundaries of the land. In Mitchell v. C & H Transportation Co., 90 N.M. 471, 565 P.2d 342 (1977), and recently in Calkins v. Cox Estates, 110 N.M. 59, 792 P.2d 36 (1990), we ruled that the landowner's duty is not so limited and that the owner (or other occupier or possessor) may be held liable for injuries sustained by someone beyond the boundaries of the land if those injuries proximately result from the owner's breach of duty to exercise ordinary care to avoid creating an unreasonable risk of harm to that person. In the present case — an action for personal injuries to Ingrid Bober from an accident occurring in a city street adjoining the New Mexico Fairground — the district court, noting that the accident occurred on the Albuquerque city streets and not on any property owned by the New Mexico State Fair, granted summary judgment to the State Fair and dismissed Bober's complaint with prejudice. The court also granted summary judgment to another defendant, the New Mexico State Police. On Bober's appeal from these two summary judgments, we affirm as to the State Police and reverse as to the State Fair.\nI.\nThe New Mexico State Fairground, located in a heavily urbanized part of Albuquerque, is bounded on the east by Louisiana Boulevard, which is a busy two-way, multilane thoroughfare running north and south. Within the Fairground is a large auditorium, Tingley Coliseum, in which on the evening of October 26, 1985, there was a rock band concert. Many of the more than ten thousand patrons attending the concert parked their cars in the infield parking lot near the Coliseum and, after the concert, exited the Fairground via a roadway running from the parking lot and emptying into Louisiana Boulevard. On the evening in question, Ingrid Bober was a passenger in a vehicle being driven south on Louisiana. As the vehicle approached the point at which the road from the infield parking lot emptied into Louisiana, another vehicle, driven by Shawn Granthan, departed the Fairground and attempted to make a left turn onto Louisiana from the parking lot access road. A collision ensued and Bober was seriously injured.\nShe filed suit against Granthan, the State Fair,1 the State Police, the City of Albuquerque and the promoter of the concert, Feyline Presents, Inc. (Feyline). Feyline had leased Tingley Coliseum for the concert under a Facilities Agreement with the State Fair. The agreement granted Feyline the right to use and occupy the Coliseum on the day and evening of the concert and contained certain other provisions pertinent to the lawsuit.\nBober's complaint alleged negligence2 on the part of each defendant and sought compensatory damages. After answering, the State Fair and the State Police moved for summary judgment, contending that they owed no duty to the plaintiff and that they were immune from liability by virtue of the Tort Claims Act, NMSA 1978, Sections 41-4-1 to -29 (Repl.Pamp.1989). As noted, the court granted these defendants' motions, and Bober took this appeal.\nThe principal issue on appeal is the correctness of the trial court's ruling that, since the accident took place outside the Fairground, and since Bober was a mere passerby (i.e., not an invitee or a licensee or even a trespasser on the State Fair's property), the State Fair owed her no duty and was therefore entitled to judgment as a matter of law. Of course, if the State Fair were entitled to immunity under the Tort Claims Act, we would affirm the summary judgment in its favor on that ground, whether or not relied on by the trial court. See United Nuclear Corp. v. General Atomic Co., 93 N.M. 105, 113, 597 P.2d 290, 298 (1979). Hence an issue of governmental immunity in favor of the State Fair is also presented. As to the State Police, Bober's briefs on appeal make scant reference to this defendant, concentrating instead on the State Fair. We shall likewise be brief in our treatment of whether the State Police may be held liable in this case.\nII.\nThe question whether the State Fair owed a duty to Bober must be resolved in her favor. At the outset, we take note of these statements in Mitchell:\nIt has been asserted in numerous cases that a reservation of a right to enter to make repairs extends the duty of the landlord to the traveling public, who may be off the premises, to maintain the premises in a safe condition. It follows that a landlord who reserves a privilege which bears directly upon his relation to the passerby has not surrendered or divested himself of the duty of care.\n* * * Aside from any duty imposed by valid rules and regulations of the state, a lessee, who has contracted to maintain property in a safe condition, has a duty to the traveling public to exercise reasonable care in maintaining property adjacent to a public road or street.\n90 N.M. at 474, 476, 565 P.2d at 345, 347 (emphasis added; citations omitted).\nIn Mitchell, a lessee (Plateau) and a sub-lessee (Duran) of property adjacent to a highway were held potentially liable (summary judgment was reversed) to a passenger in a car traveling on the highway when the car collided with a truck and lowboy trailer which had become stuck in a driveway providing access from the highway to roadside businesses. The collision occurred outside the lessee and sublessee's premises and within the state-owned right of way. An issue in Mitchell, which is also present in this case and which we shall discuss below, was whether Plateau could escape liability because of a delegation in its sublease to Duran of the duty to make repairs. Plateau, however, had reserved the right to enter to make repairs itself, and it was in this context that the Court referred to such a reservation as extending to the traveling public a landlord's duty to maintain the premises in a safe condition. This aspect of the case does not limit its broad holding that an owner or occupier of property has a duty to the traveling public in a street or highway adjacent to the property to maintain the property in a safe condition.\nSimilarly, the Court in Mitchell framed the duty to the traveling public as arising from or related to the duty of the occupier (in that case a lessee) who had contracted to maintain the property in a safe condition. Although the Court did not say so, permitting a member of the traveling public to have the benefit of the occupier's duty in such a contractual relationship would seem to require acceptance of a third-party beneficiary argument by the injured plaintiff.3 Taking this route to answer the question whether the occupier owes a duty to the traveling public seems unnecessarily circuitous. The occupier's duty does not arise from a contract with a lessee or sublessee but springs instead from simple principles of the duty of an owner or occupier of land to persons who might be harmed by an unsafe condition on the land.\nAnother aspect of Mitchell that should be noticed here was the existence in that case of a state regulation requiring property owners adjacent to the highway to maintain driveways leading to their premises. No such regulation exists in this case; but, as the Court noted, the owner's duty to *648maintain the property in a safe condition exists aside from any such rule or regulation.\nThus, we come to the simple proposition that lies at the core of the holding in Mitchell (and many other cases like it): Every person has a duty to exercise ordinary care for the safety of the person and the property of others. SCRA 1986, 13-1604 (Uniform Jury Instruction (UJI) — Civil 1604). This is all that is necessary to formulate the duty of the State Fair in this case. Whether the State Fair breached that duty —i.e., whether it was negligent — is a question as to whether it exercised ordinary care for the safety of persons in Bober's situation. That is a question for the jury to decide, applying the definition of ordinary care in UJI Civil 1603:\nOrdinary care is that care which a reasonably prudent person would use in the conduct of his own affairs. What constitutes ordinary care varies with the nature of what is being done.\nAs the risk of danger that should reasonably be foreseen increases, the amount of care required also increases. In deciding whether ordinary care has been used, the conduct in question must be considered in the light of all the surrounding circumstances.\nSCRA 1986, 13-1603.\nBober contends that the State Fair was negligent in permitting an activity to be conducted on its premises which would result in a concentrated stream of traffic exiting the premises at a single point without adequate traffic controls to guard against the possibility that one of those cars would attempt a left turn onto Louisiana Boulevard. She maintains that the State Fair could and should have taken precautions to prevent this dangerous situation from developing, such as placing traffic-control cones at the exit in such a way as to force drivers to turn right only onto Louisiana, installing one or more no left turn signs at the exit, or, possibly, using a traffic-control officer to direct traffic leaving the exit and permit left turns only when it was safe to do so. Bober argues that the State Fair's conduct constituted negligence under UJI Civil 1601:\nThe term negligence may relate either to an act or a failure to act.\nAn act, to be negligence, must be one which a reasonably prudent person would foresee as involving an unreasonable risk of injury to himself or to another and which such a person, in the exercise of ordinary care, would not do.\nA failure to act, to be negligence, must be a failure to do an act which one is under a duty to do and which a reasonably prudent person, in the exercise of ordinary care, would do in order to prevent injury to himself or to another.\nSCRA 1986, 13-1601.4\nIt is thus apparent that the duty of a landowner to exercise ordinary care to avoid creating, or permitting, an unreasonable risk of harm to others is not determined by the nature of the owner's property interest (e.g., outright ownership, a leasehold, or another possessory interest); by the existence of a collateral duty to maintain the premises in a safe condition (under, e.g., a lease or other contract, a regulation, or a statute, such as the landlord-tenant law in Calkins); by the identity of the person injured (e.g., an invitee or licensee or other entrant on the land5 or, *649as in this case, a mere passerby); or by the happenstance that the accident and resulting injury occur inside or outside the property boundary. As we said in Calkins: In determining whether [the alleged tortfeasor] acted reasonably or breached his duty, it may be relevant to the jury that the injury occurred off the premises. However, the location of the accident is not relevant to the question of duty. 110 N.M. at 66, 792 P.2d at 43.\nIn Calkins, we relied in part on a decision by the Arizona Court of Appeals, Udy v. Calvary Corp., 162 Ariz. 7, 780 P.2d 1055 (Ct.App.1989), in which the court said, in words we adopt:\n[A]s we recently stated in Bach v. State, 152 Ariz. 145, 730 P.2d 854 (App.1986), [o]nce a duty is established, the foreseeability of harm governs the scope of that duty. Harm that is caused, in whole or in part, by an activity or condition on particular premises cannot be viewed as unforeseeable as a matter of law merely because it happens to manifest itself beyond the property line.\n* * * The ownership of property on which the injury occurred played no part in the court's analysis [in Bach ]. [That case] held in essence that the extent of an existing duty of care was to be determined not with reference to physical locations, but rather with reference to the foreseeability of harm from the hazardous condition.\nId. at 11-12, 780 P.2d at 1059-60.\nThe court in Udy went on to distinguish the Arizona Supreme Court case of Coburn v. City of Tucson, 143 Ariz. 50, 691 P.2d 1078 (1984) (en banc), which said in dictum: The common law does not place the possessor of land abutting public highways under any obligation to use or refrain from using his land so as to protect members of the traveling public on abutting streets. Id. at 52-53, 691 P.2d at 1080-81. Despite this dictum, which as we shall see below is at least highly suspect and probably in error, we generally approve the following reasoning expressed in Cobum:\nWe believe that an attempt to equate the concept of duty with such specific details of conduct [posting warning signs, removing obstructions, installing traffic control devices, fixing potholes, and the like] is unwise. Attempting to define or evaluate conduct in terms of duty tends to rigidify the concept of negligence — a concept which, by definition, must vary from case to case, depending upon the relationship of the parties and the facts of each case. We agree with the following:\n* * * the problems of duty are sufficiently complex without subdividing it * * * to cover an endless series of details of conduct. It is better to reserve duty for the problem of the relation between individuals which imposes upon one a legal obligation for the benefit of the other, and to deal with particular conduct in terms of a legal standard of what is required to meet the obligation. In other words, duty is a question of whether the defendant is under any obligation for the benefit of the particular plaintiff; and in negligence cases, the duty [if it exists] is always the same — to conform to the legal standard of reasonable conduct in the light of the apparent risk * * *.\nThus, the duty remains constant, while the conduct necessary to fulfill it varies with the circumstances. We see no benefit and considerable danger in attempting to analyze cases such as this in terms of whether the city did or did not have a duty to post stop signs, erect traffic control lights, remove bushes or give warning.\nId. at 52, 691 P.2d at 1080 (quoting W. Prosser & R. Keeton, The Law of Torts § 53, at 356 (5th ed. 1984) (emphasis added; citation omitted)).\n*650The court in Cobum affirmed a summary judgment for the defendant city, not by holding that it had no duty to the seven-year-old tricycler to remove the bush that obscured vision at the intersection in which he was run over by a motorist — the court held that the city did have a duty to keep its streets reasonably safe for travel by the tricycler and all others — but simply by holding that there was no evidence that the city had breached the duty. [There [was] no genuine issue of fact on the question of negligence. Id. at 54, 691 P.2d at 1082. In effect, the court found that under the factual circumstances of that case, a reasonable jury could not find that the city's actions or inactions constituted a breach of its duty to exercise reasonable care for the protection of the plaintiff.\nIn the present case, while the trial court did not hold that the State Pair had no duty to place traffic cones, install a no left turn sign, or use a traffic control officer, it did hold that the Fair's duty, whatever it was, did not extend outside the boundaries of the Fairground and into the city street. In this we believe the court was in error. Numerous jurisdictions have recognized, consistent with Mitchell, that an occupier of land has the duty to avoid creating an unreasonable risk of harm to persons outside the land, such as in an adjoining roadway. See, e.g., Alamo Nat'l Bank v. Kraus, 616 S.W.2d 908 (Tex.1981) (owner of premises held liable for negligent demolition where collapsing wall caused death and injury to motorists in adjoining street); Timmons v. Reed, 569 P.2d 112 (Wyo.1977) (owner and operator of oil treatment facility held subject to duty not to endanger travelers on nearby highway by creating artificial fog condition);6 Restatement (Second) of Torts §§ 368, 371 (1963) (possessor of land who carries on, creates or permits activity or condition involving unreasonable risk of harm to others is liable to persons harmed even if outside the land).\nThe distinction in Cobum between prescription of the general duty of exercising ordinary care to avoid creating an unreasonable risk of harm and the specific question of whether that duty has been breached in a particular case relates importantly to the allocation of function between the court and the jury (or other fact finder) in a negligence case. It is the responsibility of the court to determine whether the defendant owed a duty to the plaintiff. Schear v. Board of County Comm'rs, 101 N.M. 671, 672, 687 P.2d 728, 729 (1984). Under the definitions of negligence and ordinary care in UJI Civil 1601 and 1603, the responsibility for determining whether the defendant has breached a duty owed to the plaintiff entails a determination of what a reasonably prudent person would foresee, what an unreasonable risk of injury would be, and what would constitute an exercise of ordinary care in light of all the surrounding circumstances. This is a factual determination or, perhaps, a mixed determination of law and fact, involving as it does the application of precepts of duty to the historical facts as found by the fact finder. We thus approve this statement in Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 738 P.2d 129 (Ct.App.1987):\n[E]very person has a duty to exercise ordinary care for the safety of others. Whether or not defendant breached th[at] dut[y] is a question of the reasonableness of its conduct, and thus a fact question.\nId. at 13, 738 P.2d at 131 (citation omitted).\nAs the party moving for summary judgment, the State Fair had the burden of *651making a prima facie showing that there was no genuine issue that it exercised ordinary care in guarding against the dangerous situation that existed at the exit from the Fairground into Louisiana Boulevard on the night of October 26, 1985. See Goodman v. Brock, 83 N.M. 789, 792-93, 498 P.2d 676, 679-80 (1972). It had the burden of adducing some evidence to show that what it did, and did not do, in connection with the stream of traffic leaving the Fairground after the concert at Tingley Coliseum did not give rise to an unreasonable risk of harm to the traveling public in Louisiana Boulevard and that its conduct on the occasion was what an ordinary person would have done under the same circumstances. The State Fair did not meet this burden. Bober, on the other hand, presented enough evidence — of the number of cars in the infield parking lot having to use the single exit into the heavily traveled street — to give rise to an inference that the State Fair could reasonably have foreseen the risk of an accident and that a reasonable landowner would have taken precautions to reduce the risk.7 Under that state of the record, it was error to grant summary judgment.\nIII.\nAs defenses to Bober's charge of negligence, the State Fair asserted that it had parted with possession and control of the premises by its lease agreement with Fey-line and thus had delegated any duty it might otherwise have had, and that it was immune from liability under the Tort Claims Act. Since the delegation issue is closely related to the duty issue just discussed, we shall consider it first, even though the defense of governmental immunity, if applicable, might be thought to precede it analytically.\nA.\nRelying on its lease with Feyline, the State Fair argues that any responsibility for traffic control after the concert at Tingley Coliseum was Feyline's, not the Fair's. The Fair points to a provision in the lease which reads:\nThe Lessee hereby assumes full responsibility for the character, acts and conduct of all persons admitted to said premises, or to any portion of said building by the consent of the said Lessee, * * * and said Lessee agrees to have on hand at all times sufficient police force to maintain order and protect persons and property.\nThere are at least three responses to the State Fair's argument. First, the lease is ambiguous as to what property is leased. By its terms it covers only Tingley Coliseum, which might or might not include any parking lot necessary for use in connection with the building, the roadway leading from the parking lot to the public street, and the portion of the Fairground on which the actual exit into the street was located. The court was not asked to, and so far as we can see did not, rule as a matter of law what premises the lease covered. In the absence of such a ruling, the question whether the lease covered the portion of the State Fair's property that allegedly was negligently operated and maintained was a question of fact.\nSecond, the provision of the lease relied on by the State Fair — the requirement that the lessee have on hand sufficient police force to maintain order and protect persons and property — is also ambiguous, insofar as it can be said to require officers or other personnel to control traffic. In addition, Bober points to a paragraph in the lease giving the State Fair the right at any time to enter any portion of the said building for any purpose whatsoever, and the entire building including the premises expressly covered by this agreement shall at all times *652be under the charge and control of the [State Fair] Manager. Under a supplemental agreement, the State Fair also reserved the right to employ security police to patrol areas for protection of the Fair's property and control of participants. Bober thus invokes the rule, which we recognized in Mitchell, that where the landlord has reserved the right to enter the leased premises to make repairs, the landlord remains responsible to make inspections and any necessary repairs and to guard against any unsafe condition. See Mitchell, 90 N.M. at 474, 565 P.2d at 345.\nThird, Bober also invokes the rule in Section 379A of the Restatement (Second) of Torts that a lessor is liable for physical harm to persons outside the land caused by the lessee's activities if8 the lessor, at the time of the lease, consented to the activity or knew that it would be carried on, and knew or had reason to know that it would unavoidably involve an unreasonable risk or that special precautions necessary for safety would not be taken. The State Fair responds that Bober made no showing that it knew of any unreasonable risks; but this, of course, overlooks the fact that the burden was on the Fair, as the party moving for summary judgment, to adduce some evidence that it was unaware of the danger of an accident arising from a large number of cars exiting the Fairground at one time following an event like the concert at Tingley Coliseum.\nWe hold that the State Fair could not escape liability to Bober merely by showing that it had leased the Coliseum to Feyline for the day and night of the rock concert. The question of whether Feyline may also be liable to Bober is not before us, and we make no comment on that question. Likewise, the applicability of principles of comparative negligence is not presented on this appeal, so we do not consider whether the jury might find both defendants liable nor, obviously, the degree of fault that the jury might ascribe to the conduct of each.\nB.\nThe issue of governmental liability on the part of various agencies of state government has been discussed in numerous opinions of this Court and the court of appeals and need not detain us long in this opinion. In brief, the New Mexico Legislature has declared, consistently with the principles discussed in Part II of this opinion, that; Liability for acts or omissions under the Tort Claims Act shall be based upon the traditional tort concepts of duty and the reasonably prudent person's standard of care in the performance of that duty. NMSA 1978, § 41-4-2(B) (Repl. Pamp.1989). The legislature has then granted governmental entities and employees immunity from tort liability except as such immunity is waived by Sections 41-4-5 through 41-4-12. Section 41-4-4(A). Bober invokes Sections 41-4-6 and 41-4-11, which waive immunity for damages resulting from, respectively, the operation or maintenance of any building, public park, machinery, equipment or furnishings (§ 41-4-6) and the maintenance of or for the existence of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area (§ 41-4-ll(A)).\nIn a series of cases beginning with Wittkowski v. State, 103 N.M. 526, 710 P.2d 93 (Ct.App.), cert. quashed, 103 N.M. 446, 708 P.2d 1047 (1985), overruled on other grounds, Silva v. State, 106 N.M. 472, 745 P.2d 380 (1987),9 our court of appeals has indicated that the liability permitted by Section 41-4-6 is premises liability and applies where the injury alleged results from *653a physical defect in a building, park, etc. The State Fair argues that Wittkowski and its progeny are controlling here and that since there was no physical defect on the Fair's premises, there is no liability to Bober under Section 41-4-6.\nWe disagree. While Section 41-4-6 may appropriately be termed a premises liability statute, the liability envisioned by that section is not limited to claims caused by injuries occurring on or off a certain premises, as the words machinery and equipment reveal. Moreover, liability is predicated not only on maintenance of a piece of publicly owned property, such as a building, park, or item of machinery or equipment, but it also arises from the operation of any such property. We reject any narrower view of the applicability of the statute that may be contained in any of the cited court of appeals opinions. The broader view, which we continue to think is the correct view, was articulated by this Court in Castillo v. County of Santa Fe, 107 N.M. 204, 205, 755 P.2d 48, 49 (1988): Section 41-4-6 ... contemplate^] waiver of immunity where due to the alleged negligence of public employees an injury arises from an unsafe, dangerous, or defective condition on property owned and operated by the government * *\nCastillo holds that the common grounds of a publicly owned housing project fall within the definition of a building under Section 41-4-6. Id. at 207, 755 P.2d at 51. From this holding it follows readily that the State Fairground constituted a building or public park the negligent operation or maintenance of which, if it led to an unsafe or dangerous condition on the property, would give rise to liability under Section 41-4-6.\nAs for Section 41-4-11, the roadway leading from the infield parking lot to Louisiana Boulevard obviously qualifies as a roadway, street, alley, * * * or parking area within the statute. There might at one time have been some question about whether failure to install traffic control devices in such a roadway would constitute maintenance as contemplated by the section; but the court of appeals has held that it does, Grano v. Roadrunner Trucking, Inc., 99 N.M. 227, 228, 656 P.2d 890, 891 (Ct.App.1982), cert. denied, 99 N.M. 358, 658 P.2d 433 (1983); Blackburn v. State, 98 N.M. 34, 36, 644 P.2d 548, 550 (Ct.App. 1982); and we agree. See Miller v. New Mexico Dep't of Transp., 106 N.M. 253, 255, 741 P.2d 1374, 1376 (1987) (maintenance means keeping highways safe for traveling public; relying on legislative purpose of Section 41-4-11(A) and approving Grano).\nThe State Fair was not immune from liability under the Tort Claims Act.\nIY.\nAs promised, we deal only briefly with Bober's claim against the State Police. Her complaint alleged merely that the State Police had a duty to provide adequate traffic supervision and control on the Fairground while patrons were leaving the concert at the Coliseum. The source of this duty was not specified, either in the complaint or, more significantly, in anything submitted in response to the State Police's motion for summary judgment; and Bober in her briefs in this Court does not enlighten us on why the State Police had any duty to supervise or control traffic on the Fairground at the time of the concert. We may assume that the State Police, like every other state agency, has the duty to exercise ordinary care for the safety of others; but an injured person's complaint must allege at least some facts (which may have to be supported by evidence in opposing a motion for summary judgment) giving rise to invocation of that duty in a particular case. Neither Bober's complaint nor her response to the State Police's motion satisfied that requirement.\nMoreover, the State Police's immunity from liability under Section 41-4-4(A) has not been waived, in this case, by Section 41-4-12. The latter section waives immunity for various torts, generally intentional torts, caused by law enforcement officers while acting within the scope of their duties. This Court has held that a law enforcement officer or agency may be held liable under Section 41-4-12 for negligent*654ly causing infliction of one of the predicate torts. See Cross v. City of Clovis, 107 N.M. 251, 755 P.2d 589 (1988); Schear v. Board of County Comm'rs, 101 N.M. 671, 687 P.2d 728 (1984); Methola v. County of Eddy, 95 N.M. 329, 622 P.2d 234 (1980). But no case has held that simple negligence in the performance of a law enforcement officer's duty amounts to commission of one of the torts listed in the section. Cross, Schear and Methola all involved assaults by third parties on the respective victims, caused by the negligent inaction of law enforcement officers. See Cross, 107 N.M. at 252-53 & n. 1, 755 P.2d at 590-91 & n. 1 (victim's death resulted from automobile crashing through negligently operated police roadblock); Schear, 101 N.M. at 672, 687 P.2d at 729 (victim suffered brutal rape and torture as result of sheriff's inaction following report of crime in progress); Methola, 95 N.M. at 330, 622 P.2d at 235 (victims were beaten and sexually assaulted by jail prisoners due to negligence of law enforcement officers).\nIn the absence of any allegations giving rise to a duty on the part of the State Police to exercise ordinary care for Bober's safety, and because the State Police's immunity from liability has not been waived by Section 41-4-12, we conclude that the trial court properly awarded summary judgment to the State Police.\nThe summary judgment in favor of the State Police is affirmed. The summary judgment in favor of the State Fair is reversed, and the cause is remanded for further proceedings consistent with this opinion.\nIT IS SO ORDERED.\nSOSA, C.J., and BACA, J., concur.\n1 \n. Bober also sued the State Fair Commission. By statute, the New Mexico State Fair is constituted as a separate governmental instrumentality, managed by the State Fair Commission. NMSA 1978, § 16-6-14 (Repl.Pamp.1987). We shall refer to both defendants collectively in this opinion as the State Fair.\n2 \n. The word negligence was not used in the complaint; rather, Bober alleged a duty on the part of each defendant to act or refrain from acting in certain ways, breach of this duty, and resulting damages. As we read the complaint, it asserts liability against each defendant based on that defendant's alleged negligence in causing, or partly causing, the accident.\n3 \n. A similar argument is also made by Bober, relying on the lease between the State Fair and Feyline. In view of our disposition of the other issues on appeal, we need not reach this argument — which in any event we feel is rather strained — in this case.\n4 \n. The requirement that failure to do an act include the existence of a duty to act appears somewhat redundant with the requirement in UJI Civil 1604 that every person is under a duty to exercise ordinary care.\n5 \n. Under current New Mexico law, the identity of the victim as invitee, licensee or trespasser is usually relevant in determining the nature and scope of the possessor's duty when the injury occurs on the property. See SCRA 1986, 13-1301 to -1312. The common-law distinctions among these categories of victims, along with related nuances in defining the shades of duty owed to each, have been described by the United States Supreme Court as a semantic morass. Kermarec v. Compagnie Generate Transatlantique, 358 U.S. 625, 631, 79 S.Ct. 406, 410, 3 L.Ed.2d 550 (1959) (declining to incorporate such distinctions into the law of admiralty and noting that increasingly they are being replaced by rules subjecting owners/occupiers to a single duty of reasonable care in all the circumstances). Following the seminal case of Rowland v. Christian, 69 Cal.2d 108, 70 Cal.Rptr. 97, 443 P.2d 561 (1968) (in bank), this classification *649of duties based on categories of entrants has been criticized and rejected in a significant number of jurisdictions. See generally J. Page, The Law of Premises Liability ch. 6 (2d ed. 1988).\n6 \n. In Timmons, the court noted that the highway traveler's action against the owner could be maintained under both a traditional negligence theory and a nuisance theory. The common law doctrine of nuisance has provided longstanding legal recognition of landowners and occupiers' off-premises liability resulting from on-premises activities. Despite the narrow, traditional roots of private nuisance, which sought to protect the rights of other property owners, the concept of public nuisance now encompasses a broad, if somewhat ambiguous, scope. See generally W. Keeton, D. Dobbs, R. Keeton & D. Owen, Prosser & Keeton on The Law of Torts ch. 15 (5th ed. 1984). The creation of hazardous conditions in a highway or street through activities conducted on nearby land falls comfortably within the concept of nuisance, as the Timmons case illustrates.\n7 \n. Contributing to an inference that the State Fair could reasonably have foreseen the need for traffic-control measures at and approaching the exit into Louisiana Boulevard were the following facts: (1) that Tingley Coliseum seats 10,500, that the Coliseum was sold out on the night of the concert, and that most of the patrons would normally park in the infield parking lot; (2) that seven other events were scheduled to overlap the time of the concert (adding to the expected volume of traffic); and (3) that the State Fair hires off-duty City of Albuquerque policemen to provide traffic assistance at entrances and exits during the annual state fair.\n8 \n. The Restatement adds the phrase but only if' after if, so that the lessor's consent to, or knowledge of, the lessee's activities and knowledge of the unreasonable risk are necessary conditions to the lessor's liability. As we have seen, this is not the law in New Mexico; the lessor may be liable if he reserves the right to enter — i.e., a right of control — whether or not the lessor knows of the lessee's specific activities and the risk of harm caused thereby.\n9 \n. See also Gallegos v. State, 107 N.M. 349, 351, 758 P.2d 299, 301 (Ct.App.1987), cert. quashed, 107 N.M. 314, 757 P.2d 370 (1988); Martinez v. Kaune Corp., 106 N.M. 489, 491, 745 P.2d 714, 716 (Ct.App.), cert. denied, 106 N.M. 439, 744 P.2d 912 (1987); Pemberton v. Cordova, 105 N.M. 476, 478, 734 P.2d 254, 256 (Ct.App.1987).\n\nPLAIN ENGLISH SUMMARY\nIssue: whether grant of summary judgement was proper in light of scope of duty of the defendants\nSummary:\nthe plaintiff was injured when a car exited a fairground and collided with the car the plaintiff was a passenger in\nthe trial court granted summary judgement to the proprietor of the fairground on the basis that the injury occurred outside the fairground property limits, and thus that the proprietor owed no duty of care to the plaintiff to prevent harm\nthe Supreme Court held that summary judgement was granted in error because a duty of care—delimited in scope by the reasonable foreseeability of harm—can easily extend beyond the boundaries of a property where harm that occurs outside the property can be reasonably foreseen by the landowner\nthe defendant fairground proprietor had not shown that its conduct—in how it controlled traffic leaving the fairground—was what a reasonable person would have done, and had not shown that the traffic leaving the fairground did not pose an unreasonable risk of harm to other people travelling along the road\nthe plaintiff provided some evidence that permitted the inference that the fairground proprietor could reasonably have foreseen the harm that occurred, and thus, the grant of summary judgement was improper.",
    "annotations": {
        "Facts": [
            "personal injuries to Ingrid Bober from an accident occurring in a city street adjoining the New Mexico Fairground",
            "The New Mexico State Fairground, located in a heavily urbanized part of Albuquerque, is bounded on the east by Louisiana Boulevard, which is a busy two-way, multilane thoroughfare running north and south. Within the Fairground is a large auditorium, Tingley Coliseum, in which on the evening of October 26, 1985, there was a rock band concert. Many of the more than ten thousand patrons attending the concert parked their cars in the infield parking lot near the Coliseum and, after the concert, exited the Fairground via a roadway running from the parking lot and emptying into Louisiana Boulevard. On the evening in question, Ingrid Bober was a passenger in a vehicle being driven south on Louisiana. As the vehicle approached the point at which the road from the infield parking lot emptied into Louisiana, another vehicle, driven by Shawn Granthan, departed the Fairground and attempted to make a left turn onto Louisiana from the parking lot access road. A collision ensued and Bober was seriously injured."
        ],
        "Procedural History": [
            "the district court, noting that the accident occurred on the Albuquerque city streets and not on any property owned by the New Mexico State Fair, granted summary judgment to the State Fair and dismissed Bober's complaint with prejudice.",
            "trial court's ruling that, since the accident took place outside the Fairground, and since Bober was a mere passerby (i.e., not an invitee or a licensee or even a trespasser on the State Fair's property), the State Fair owed her no duty and was therefore entitled to judgment as a matter of law",
            "the trial court did not hold that the State Pair had no duty to place traffic cones, install a no left turn sign, or use a traffic control officer, it did hold that the Fair's duty, whatever it was, did not extend outside the boundaries of the Fairground and into the city street."
        ],
        "Application of Law to Facts": [
            "Every person has a duty to exercise ordinary care for the safety of the person and the property of others.",
            "This is all that is necessary to formulate the duty of the State Fair in this case. Whether the State Fair breached that duty —i.e., whether it was negligent — is a question as to whether it exercised ordinary care for the safety of persons in Bober's situation. That is a question for the jury to decide",
            "[o]nce a duty is established, the foreseeability of harm governs the scope of that duty. Harm that is caused, in whole or in part, by an activity or condition on particular premises cannot be viewed as unforeseeable as a matter of law merely because it happens to manifest itself beyond the property line.",
            "the extent of an existing duty of care was to be determined not with reference to physical locations, but rather with reference to the foreseeability of harm from the hazardous condition.",
            "In this we believe the court was in error. Numerous jurisdictions have recognized, consistent with Mitchell, that an occupier of land has the duty to avoid creating an unreasonable risk of harm to persons outside the land, such as in an adjoining roadway.",
            "It had the burden of adducing some evidence to show that what it did, and did not do, in connection with the stream of traffic leaving the Fairground after the concert at Tingley Coliseum did not give rise to an unreasonable risk of harm to the traveling public in Louisiana Boulevard and that its conduct on the occasion was what an ordinary person would have done under the same circumstances. The State Fair did not meet this burden. Bober, on the other hand, presented enough evidence — of the number of cars in the infield parking lot having to use the single exit into the heavily traveled street — to give rise to an inference that the State Fair could reasonably have foreseen the risk of an accident and that a reasonable landowner would have taken precautions to reduce the risk.7",
            "Under a supplemental agreement, the State Fair also reserved the right to employ security police to patrol areas for protection of the Fair's property and control of participants. Bober thus invokes the rule, which we recognized in Mitchell, that where the landlord has reserved the right to enter the leased premises to make repairs, the landlord remains responsible to make inspections and any necessary repairs and to guard against any unsafe condition."
        ],
        "Relevant Precedents": [
            "Mitchell v. C & H Transportation Co., 90 N.M. 471,  (1977),",
            "Calkins v. Cox Estates, 110 N.M. 59,  (1990),",
            "Alamo Nat'l Bank v. Kraus, 616 S.W.2d 908 (Tex.1981)",
            "Timmons v. Reed,  (Wyo.1977)"
        ],
        "Outcome": [
            "On Bober's appeal",
            "reverse as to the State Fair.",
            "it was error to grant summary judgment.",
            "The summary judgment in favor of the State Fair is reversed"
        ]
    },
    "class": "mixed"
}