{
    "text": "Savinsky v. Bromley Group, Ltd., 106 N.M. 175, 740 P.2d 1159 (1987)\nJune 9, 1987 · Court of Appeals of New Mexico · No. 8923 \n106 N.M. 175, 740 P.2d 1159 \nRobert W. SAVINSKY, Plaintiff-Appellant, v. The BROMLEY GROUP, LTD., a Canadian corporation, d/b/a Mediterranean Garden Apartments; Defendant-Appellee, and Amos Cason and Lino Gonzales, d/b/a Sierra Security Service, Defendants \n740 P.2d 1159\nCourt of Appeals of New Mexico.\nCertiorari Denied Aug. 12, 1987.\nMichael R. Morow, George R. Glass, Kegel, Felter & Associates, P.C., Santa Fe, for plaintiff-appellant.\nJohn F. Kennedy, Simons, Cuddy & Friedman, Santa Fe, Richard H. Levin, Albuquerque, for defendant-appellee.\nOPINION\nFRUMAN, Judge.\nPlaintiff sued The Bromley Group, Ltd. (appellee) for damages for injuries arising out of a confrontation in mid-1983 with defendant Cason, a security guard who was on duty at appellee's apartment complex. Cason was employed by defendant Sierra Security Service. In his complaint, plaintiff alleged that appellee was negligent in its selection and retention of Sierra Security Service and Cason, and that appellee was liable under the doctrine of respondeat superior. Appellee moved for summary judgment on the grounds that it was not negligent and that, because Sierra Security Service was its independent contractor, it was not liable to plaintiff. Appellee's motion was granted. On appeal, plaintiff contends that it was error to grant the motion because genuine issues of material fact exist as to whether appellee (1) is liable under the doctrine of respondeat superior or the law of agency, and (2) was negligent. We affirm the decision of the trial court as to the first issue but reverse on the second issue.\n*176DISCUSSION\nI. Summary Judgment\nA grant of summary judgment is appropriate if there are no genuine issues as to the material facts and the movant is entitled to judgment as a matter of law. SCRA 1986, 1 — 056(C); Westgate Families v. County Clerk of Inc. County of Los Alamos, 100 N.M. 146, 667 P.2d 453 (1983). The movant need only make a prima facie showing that he is entitled to summary judgment, Koenig v. Perez, 104 N.M. 664, 726 P.2d 341 (1986), and is not required to show beyond all possibility that a genuine issue of fact does not exist. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). Upon making a prima facie showing, the burden then shifts to the opponent who must show at least a reasonable doubt, rather than a slight doubt, as to the existence of a genuine issue of fact. Koenig v. Perez. If such doubt is shown, then summary judgment would be improper; however, if the facts are not in dispute, but only the legal effect of the facts is presented for determination, then summary judgment may properly be granted. See id. Also, where the movant has made a prima facie showing, the opponent cannot stand idly by and rely solely on the allegations contained in its complaint or upon mere argument or contention [of counsel] to defeat the motion of [sic] a prima facie showing has been made. Oschwald v. Christie, 95 N.M. 251, 253, 620 P.2d 1276, 1278 (1980). Rather, the opponent must come forward and establish, with admissible evidence, that a genuine issue of fact exists. See Tinley v. Davis, 94 N.M. 296, 609 P.2d 1252 (Ct.App.1980).\nII. Respondeat Superior/Agency\nIn its motion for summary judgment, appellee asserted that defendant Cason and his employer, defendant Sierra Security Service, were its independent contractors, and thus the doctrine of respondeat superior did not provide a basis for relief. At trial and on appeal, plaintiff contends that there is a genuine issue of fact as to the relationship among the parties. For the following reasons, we conclude that appellee made a prima facie showing that neither the doctrine of respondeat superior nor the law of agency provide a basis for relief against appellee.\nIn determining whether an employer-employee relationship exists, rather than an independent contractor relationship, the primary test is whether the employer has the right to control the details of the work to be performed. See Shipman v. Macco Corp., 74 N.M. 174, 392 P.2d 9 (1964); Tafoya v. Casa Vieja, Inc., 104 N.M. 775, 727 P.2d 83 (Ct.App.1986); Barger v. Ford Sales Co., 89 N.M. 25, 546 P.2d 873 (Ct.App.1976). The secondary tests of the employer-employee relationship include the direct evidence of the right to control, the method of payment of compensation, the furnishing of equipment, and the right to end the relationship. See Jelso v. World Balloon Corp., 97 N.M. 164, 637 P.2d 846 (Ct.App.1981).\nWith these tests in mind, we now review the evidence presented by appellee in support of its summary judgment motion. In 1980, appellee, doing business as Mediterranean Garden Apartments, entered into an agreement with Security Protection Services for [a]n armed and uniformed stationary officer to provide security within the limits of the complex and to be observant for fires and other hazards to the tenants. Defendant Cason was hired by Security Protection Services in 1981 or 1982 and commenced security services at the apartments in early 1982. Some time later, Security Protection Services either merged with, or was acquired by, defendant Sierra Security Service.\nDefendant Cason's testimony, presented through his affidavit and deposition, is that he reported directly to the management of defendant Sierra Security Service, which also decided his rate of pay and paid him. Cason did not report to nor was he supervised by the apartment managers, although they would inform him of anything suspicious and he would investigate. However, Cason was responsible for making his own decisions as to how he handled security problems. If security problems did arise, *177he called Sierra Security Service for assistance.\nJimmie Dunham, manager of appellee's apartments, arranged to have Security Protection Services provide security services and signed the agreement as agent or representative of appellee. Dunham, by affidavit, further stated that Security Protection Services chose Cason without consulting with or obtaining the approval of appellee or its agents; made its own employment decisions; decided who to assign to patrol the apartments; determined the rate of pay and paid its employees' salaries; determined its employees' work hours and patrol schedule; and controlled the manner and details of the patrol and response to incidents at the apartments. Additionally, Dunham had no role in the merger or acquisition of Security Protection Services by defendant Sierra Security Service. Dun-ham did decide when protection was to be provided and the nature of the duties to be performed.\nPlaintiff did not present any evidence in response to the foregoing evidence. In our view, this evidence establishes a prima facie showing that appellee had the right to direct the result to be accomplished by defendants Cason and Sierra Security Service, but did not have the right to control the manner in which the details of the work were to be performed. Compare SCRA 1986, 13-402, 13-403 and 13-404. Thus, appellee was able to establish that there were no genuine issues of material fact as to the applicability of either the doctrine of respondeat superior or the law of agency. Since plaintiff did not present any evidence to cast at least a reasonable doubt upon appellee's evidence, appellee was entitled to summary judgment as a matter of law on plaintiff's second cause of action.\nIII. Negligence\nPlaintiff claims the trial court erred in granting appellee's motion for summary judgment upon his first cause of action for appellee's negligence. As a general rule, a plaintiff is barred from recovery for the negligence of a defendant's independent contractor. See Budagher v. Amrep Corp., 97 N.M. 116, 637 P.2d 547 (1981); Srader v. Pecos Constr. Co., 71 N.M. 320, 378 P.2d 364 (1963). However, there are numerous exceptions to the rule. See Budagher v. Amrep Corp.\nPlaintiff's first cause of action was that appellee had a duty to the public * * * to insure that security guards employed to protect its premises were adequately trained and properly licensed in regard to carrying weapons, using weapons, use of force and detaining citizens. Plaintiff also alleged that Cason was not properly trained and licensed and suggested that appellee breached its duty to the public by using illegally armed security guards. Appellee contends, first, that there is no genuine issue of material fact as to the negligence and, alternatively, that it was entitled to summary judgment as a matter of law because it owed no duty to plaintiff. We first discuss the showing made as to the lack of negligence.\nAppellee presented the affidavit of Jimmie Dunham in support of its motion. Dunham stated she contacted several security agencies that advertised in the telephone yellow pages, discussed the apartment's security needs with Security Protective Services, and learned that the agency was licensed and bonded to serve in the capacity of a private security office. However, this evidence only relates to appellee's selection of Security Protection Services which is not a party in this cause. The record does not contain evidence that appellee's selection process is also related to the retention of the successor, Sierra Security Service, which is a defendant in this cause. Thus, no prima facie showing was made that a genuine issue of fact does not exist regarding appellee's negligence. We next discuss the showing as to lack of duty.\nWhere a person is injured on a landowner's premises, the owner's liability is limited by the duty he owes to the person who entered his property. See W. Prosser, The Law of Torts at 357 (4th ed. 1971). Those who enter upon land are divided into three fixed categories: trespassers, licensees, and invitees, and there are subdivided duties as to each. Id.\n*178A licensee is a person who enters the premises with the express or implied permission of the owner. SCRA 1986, 13-1302. If an owner knows, or has reason to know, of a condition on his land involving unreasonable risk of harm to the licensee, the owner has a duty to make the condition safe or to warn the licensee of the condition and risk involved. SCRA 1986, 13-1308. See Mozert v. Noeding, 76 N.M. 396, 415 P.2d 364 (1966).\nA trespasser is a person who goes upon the premises of another without permission or invitation. SCRA 1986, 13-1301. As a general rule, with specifically stated exceptions, a possessor of land is not liable to trespassers for physical harm caused by his failure to exercise reasonable care (a) to put the land in a condition reasonably safe for their reception, or (b) to carry on his activities so as not to endanger them. Restatement (Second) of Torts § 333 (1965). Cf SCRA 1986, 13-1306 (providing an exception to the general rule, requiring ordinary care to avoid injury to a trespasser where the owner is engaged in activities on his land involving unreasonable risk of death or great bodily harm); Latimer v. City of Clovis, 83 N.M. 610, 495 P.2d 788 (Ct.App.1972) (holding no duty to an undiscovered trespasser unless the trespasser is discovered or reasonably should have been anticipated, in which case there is a duty of ordinary care to prevent injury to the trespasser).\nAppellee contends that plaintiff was a trespasser and that, as to a trespasser, a landowner owes no duty to exercise reasonable care in keeping the premises safe. However, appellee offered no proof of its allegation of plaintiffs trespasser status. Appellee failed to show that plaintiff entered its premises without permission or invitation. See 13-1301. The evidence introduced by appellee shows only that plaintiff did go onto appellee's premises, but not whether he was without permission or invitation to do so. Arguments of counsel on this issue are not evidence in support of a motion for summary judgment. Phillips v. Allstate Ins. Co., 93 N.M. 648, 603 P.2d 1105 (Ct.App.1979).\nThe fact that Cason was carrying a loaded weapon raises two additional matters. First, if plaintiff was found to have trespasser status, and if the elements of 13-1306 were present, then appellee would owe him a duty to use ordinary care to avoid his injury. Here, appellee did not offer evidence to show either that those UJI elements were not present or that it used ordinary care to avoid plaintiff's injury. Appellee's citation to Cordova v. City of Albuquerque, 86 N.M. 697, 526 P.2d 1290 (Ct.App.1974), is distinguishable on its facts because there the property owner did not have any agreement with the police, did not request their presence, and had no employee present at the time of the incident. Also, the property owner made a factual showing that he was not aware of the potential for injury to the trespassers.\nThe second matter relates to our prior determination that Cason was employed by an independent contractor of appellee. While appellee would not normally be liable for the wrongful acts of an employee of its independent contractor, see 13-404, its liability could arise under one of the exceptions to the rule. See Budagher v. Amrep Corp.; see also Montanez v. Cass, 89 N.M. 32, 546 P.2d 1189 (Ct.App.1975), aff'd in part, rev'd in part on other grounds, New Mexico Elec. Serv. Co. v. Montanez, 89 N.M. 278, 551 P.2d 634 (1976). For example, appellee did not present evidence that its independent contractor was not engaged in inherently dangerous work, and, indeed, the contrary inference is apparent from the evidence presented to the trial court.\nFor these reasons, appellee failed in making a prima facie showing that no genuine issue exists as to the material facts regarding its alleged negligence to plaintiff. See Latimer v. City of Clovis. In addition, we are not satisfied that appellee has demonstrated that it is entitled as a matter of law to summary judgment on the ground it owed no duty to plaintiff. See Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 738 P.2d 129 (App.1987).\nIn making these observations and determinations, we do not imply, to any extent, that plaintiff has succeeded in his cause of *179action for appellee's alleged negligence. Rather, our observations go only to appellee's failure to meet its burden of proof as movant for summary judgment.\nCONCLUSION\nThe trial court's grant of summary judgment to appellee on plaintiff's second cause of action, premised on a respondeat superi- or theory, is affirmed. Its grant of summary judgment to appellee on plaintiff's first cause of action, based on a negligence theory, is reversed, and this proceeding is remanded to the trial court to reinstate this cause of action. No costs are awarded.\nIT IS SO ORDERED.\nMINZNER and APODACA, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether summary judgement should have been granted given existence of material issue of fact—whether defendant was negligent in taking care to prevent harm arising from services provided by independent contractor.\nSummary:\ntrial court granted summary judgement in favour of the defendant, where the plaintiff was injured in a confrontation with a security guard employed by a company contracted to provide security services to the defendant apartment complex owner\nthe appellate court determined that multiple facts were in issue and held that summary judgement was improper. In particular, the defendant did not provide evidence that:\nthey had not been negligence, especially in hiring the security contractor;\nthe plaintiff was a trespasser; or\nthe defendant's independent contractor was not engaged in inherently dangerous work, so at least one of several exceptions to the general rule that a defendant is not liable for actions of an independent contractor may be applicable.\nbecause of the failure to adduce this evidence, the defendant had failed to show that it was entitled to summary judgement, because it had failed to show that there was no genuine issue of fact in dispute.\n",
    "annotations": {
        "Facts": [
            "injuries arising out of a confrontation in mid-1983 with defendant Cason, a security guard who was on duty at appellee's apartment complex. Cason was employed by defendant Sierra Security Service",
            "Dunham stated she contacted several security agencies that advertised in the telephone yellow pages, discussed the apartment's security needs with Security Protective Services, and learned that the agency was licensed and bonded to serve in the capacity of a private security office.",
            "The record does not contain evidence that appellee's selection process is also related to the retention of the successor, Sierra Security Service,"
        ],
        "Procedural History": [
            "Appellee moved for summary judgment",
            "Appellee's motion was granted",
            "appeal"
        ],
        "Application of Law to Facts": [
            "Thus, no prima facie showing was made that a genuine issue of fact does not exist regarding appellee's negligence",
            "Appellee contends that plaintiff was a trespasser and that, as to a trespasser, a landowner owes no duty to exercise reasonable care in keeping the premises safe. However, appellee offered no proof of its allegation of plaintiffs trespasser status. Appellee failed to show that plaintiff entered its premises without permission or invitation. See 13-1301. The evidence introduced by appellee shows only that plaintiff did go onto appellee's premises, but not whether he was without permission or invitation to do so.",
            "if plaintiff was found to have trespasser status, and if the elements of 13-1306 were present, then appellee would owe him a duty to use ordinary care to avoid his injury. Here, appellee did not offer evidence to show either that those UJI elements were not present or that it used ordinary care to avoid plaintiff's injury.",
            "The second matter relates to our prior determination that Cason was employed by an independent contractor of appellee. While appellee would not normally be liable for the wrongful acts of an employee of its independent contractor, see 13-404, its liability could arise under one of the exceptions to the rule.",
            "For example, appellee did not present evidence that its independent contractor was not engaged in inherently dangerous work, and, indeed, the contrary inference is apparent from the evidence presented to the trial court.For these reasons, appellee failed in making a prima facie showing that no genuine issue exists as to the material facts regarding its alleged negligence to plaintiff",
            "In addition, we are not satisfied that appellee has demonstrated that it is entitled as a matter of law to summary judgment on the ground it owed no duty to plaintiff"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "grant of summary judgment to appellee on plaintiff's first cause of action, based on a negligence theory, is reversed"
        ]
    },
    "class": "mixed"
}