{
    "text": "Hallett v. Furr's, Inc., 71 N.M. 377, 378 P.2d 613 (1963)\nFeb. 8, 1963 · Supreme Court of New Mexico · No. 7178 \n71 N.M. 377, 378 P.2d 613 \nErwin A. HALLETT and Eunice J. Hallett, Plaintiffs-Appellants, v. FURR'S, INC., Defendant-Appellee \n378 P.2d 613\nSupreme Court of New Mexico.\nHarris & Cathey, Roswell, for appellants.\nAtwood & Malone, Roswell, for appellee.\nD. A. MACPHERSON, Jr., District Judge.\nThis case, one of first impression in New Mexico, involves the duty of a landowner or proprietor of a business to protect or otherwise warn a business invitee who falls on an outdoor parking lot, rendered slippery by ice and snow deposited by a storm, still in progress at the time of the fall, the ice and snow lying in normal, smooth condition and not being rough or otherwise disturbed.\nThe lower court, on motion for summary judgment, dismissed the action, holding under the facts of the case that there was no legal duty imposed on the proprietor. On appeal, plaintiffs contend that two issues — ■ that of negligence on the part of the store, and contributory negligence on the part of the injured plaintiff' — -were jury questions, being matters upon which the minds of reasonable men could differ.\nDefendant operates a food store in Roswell, New Mexico, and provides a large parking lot for the benefit of its customers. On December 7, 1960 about three o'clock in the afternoon, plaintiff, Eunice J. Hallett, parked her car on this lot and was in the act of going from her car to defendant's store, when she slipped and fell, causing injuries for which she sues.\nThe parties stipulated to a report from the weather bureau at Roswell indicating that at 8 :56 a. m. on December 6, 1960, some thirty hours before the accident in question, an intermittent rain, snow and drizzle began which continued until past midnight on December 7, 1960, the total precipitation being .14 of an inch and the temperature remaining below freezing during all of this period.\nAs shown above, the accident happened about 3:00 p. m. on December 7, 1960.. Freezing drizzle was still falling and the storm was still in progress at this time. Specifically, the weather report states that on December 7 freezing drizzle began again at 1:53 p. m. mixed with some snow and ended briefly at 3 :55 p. m., beginning again at 4:30 p. m. and continuing past midnight. It appears that from 10:50 a. m. to 1:53 p. m. probably no rain or snow fell.\nThe parking lot was of concrete and reasonably level. Defendant's manager testified that he went to work at 5 :00 a. m. on the morning of the accident; that it was snowing, with an inch or two covering the ground, and freezing; that the parking lot was icy and slippery; that he instructed his employees to clean off the sidewalks where water dripped off the roof and froze (the sidewalks being apparently adjacent to the store) ; that he did not instruct them to clean the ice off of or otherwise treat or neutralize the icy and slippery condition of the parking lot; that he knew of nobody else falling on the parking lot on December 7, 1960 or before; that in the past he had graded the parking lot but didn't know when he last did so, and did not so grade the lot when the weather was so bad it would be useless, and that the weather had been cold, freezing and misting since the night of December 6, 1960.\nPlaintiff, Eunice J. Hallett, testified there had been rain the day before the accident and snow the next morning and day which had frozen on the ground; that at the time of the accident she did not think it was raining or freezing; that, however, the parking lot was reasonably level, was icy and wet but, to use her words, it was not a pile of ice.\nSeveral recent slip and fall cases have received the attention of this court (all ber ins- reviewed in Mahoney v. J. C. Penney Co., N.M., 377 P.2d 663) but none involved a slip and fall on snow or ice. The law on this subject presents some unique facets which we will now explore, bearing in mind, in the present case, the added feature that the storm which produced the snow and ice had not ceased, but was still in progress. The nature of the hazard, and the opportunity of the landowner to take action, would appear to be of particular significance in this type of lawsuit.\nThere are many precedents involving public and municipal corporations, but precedents involving a private landowner or proprietor maintaining a parking lot covered with ice or snow are extremely few.\nInsofar as municipal corporations are concerned, the following quotation from Smith v. District of Columbia, (1951), 89 U.S.App. D.C. 7, 189 F.2d 671, 39 A.L.R.2d 773, at page 674, is a good summary of the general attitude taken by the courts:\nSnow and ice present. a peculiar problem, in that they may be dangerous in their natural, normal state and over many, or even all, parts of the entire city. A municipality cannot be held liable for that which is not its fault. So it cannot be held liable for injuries due to snow or ice as or just after the snow has fallen or the ice formed and when the city has had no opportunity to correct dangerous conditions thus created. And it cannot be liable for that which is beyond its power to correct. So, absent a defect in the street itself, it cannot be held liable for injuries due to the mere slipperiness of snow or ice in its natural state, because it cannot cure such slipperiness on every bit of sidewalk and street in a large city. * * * \nLikewise, note the following quotation from American Jurisprudence, Proof of Facts, Vol. 10, at page 845:\nThe obvious impossibility of keeping the streets and sidewalks free of ice and snow at all times has forced the courts to temper this duty in regard to the removal of dangerous conditions arising from natural causes. In arriving at a compromise the courts have taken the view that conditions which arise from natural causes, even though they may be somewhat hazardous, are not the type of dangerous conditions which amount to defects upon the streets or sidewalks which the city is obligated to remedy. The admittedly arbitrary and artificial definition of such dangerous conditions arose from necessity. Attempts to clear the sidewalks from snow during a snowstorm would be futile, and immediate removal of snow from all streets and sidewalks following a storm would be impossible; hence the courts have refused to impose such strict liability upon the municipalities. There is no duty upon the city to take any action until the storm has abated. The duty thereafter is only to remove the ice and snow at places where they constitute a defect or dangerous condition because of their change in form.\n>}< ‡ ifc J-i >!£\nAs long as ice or snow remains in its natural, smooth condition, it does not constitute a defect for which the city may be held responsible. * * * \nHaving thus considered the analogy to municipalities, let us turn to the cases involving private proprietors. Appellants rely upon three precedents, one from Pennsylvania and two from Colorado; whereas appellee relies upon an early Colorado case, precedents from Ohio, and a Fourth Circuit Court of Appeals decision applying Virginia law. All involve the exact situation we are considering, that of liability because of slipping and falling on ice or snow on an open parking lot operated by a private proprietor.\nTo detail all the facts in these cases is unnecessary. Turning first to appellants' authorities, in the Pennsylvania and two Colorado cases, the reviewing court held the questions of negligence and contributory negligence, if any, were factual issues strictly for the jury. It is important to note, however, that in Morris v. Atlantic and Pacific Tea Company (1956), 384 Pa. 464, 121 A.2d 135, the parking lot was a rough, icy carpet of ruts, ridges and mounds 3 to 4 inches high caused by thawing and freezing, and plaintiff testified she slipped off a rut or ridge.\nIn one of the Colorado cases relied on by appellants, viz., King Soopers, Inc. v. Mitchell (1959), 140 Colo. 119, 342 P.2d 1006, the court found that the patch of ice on the parking lot was not just an ordinary patch of ice, but was an accumulation of ice about two feet square, containing a ridge about three or four inches high, and covered with a light covering of snow, thereby presenting not just a slippery spot, but an actual obstruction to people walking between cars to get to their own cars. The second Colorado case, viz., Bailey v. King Soopers, Inc. (1960), 142 Colo. 338, 350 P.2d 810, did not detail the evidence, simply stating that the facts were similar to the King Soopers case, supra, and should be governed by this precedent.\nTurning now to appellee's authorities, it relies on Brent v. Bank of Aurora (1955), 132 Colo. 577, 291 P.2d 391; Wise v. Great Atlantic and Pacific Tea Company (1953), 94 Ohio App. 320, 115 N.E.2d 33; Levine v. Hart Motors, Inc., (Ohio App., 1955), 143 N.E.2d 602; Daley v. Sears, Roebuck *381& Co. (N.D. Ohio, 1949), 90 F.Supp. 561, aff'd 6 Cir., 182 F.2d 347; and Nolan v. United States (4th Cir., 1951), 186 F.2d 578. In all these cases, liability was denied, some on motions for summary judgment.\nIn the Brent case, supra, a child was killed, and a woman injured, due to the icy condition of a parking lot outside a bank. A suit was dismissed at the end of plaintiff's case, the court holding there was no evidence as to whether the ice had existed for a sufficient length of time to place the bank on constructive notice of the dangerous condition. There were no defects in the parking lot, other than the presence of ice.\nIn the Wise case, supra, plaintiff's case was successfully attacked by demurrer, since there was no claim that there was any defect in the parking lot, or that it was maintained in a dangerous condition, except as to such dangers as were created by the natural accumulation of snow and ice. The court quoted from an earlier Ohio case, Turoff v. Richman, 76 Ohio App. 83, 61 N.E.2d 486, wherein the court had stated:\n * * * In cases where there is no act on the part of the landlord creating a greater danger than was brought about by natural causes the dangers that are created by the elements such as forming of ice and the falling of snow, are universally known and unless the landlord has contracted to provide against these dangers, all persons on his property must assume the burden of protecting themselves therefrom.\nThe other Ohio cases relied upon by appellee follow this precedent.\nIn the Nolan case, supra, plaintiff sued under the Federal Tort Claims Act, claiming injuries from a fall caused by ice and snow on a parking lot owned by defendant United States. Plaintiff claimed that water from melting snow had collected in low areas on the parking lot and frozen, and that one of these patches of ice, hidden by a thin layer of snow upon it, caused her fall. She claimed negligence for failure of the United States to remove the ice or snow, or to treat it so as to make it harmless. In discussing this duty as it related to removal of snow or ice, the court said:\n * * * But we do not think the defendant was bound to take this action [remove snow and ice] to remove a common and not very serious danger, obvious to plaintiff and readily avoided by the exercise of reasonable care. As has already been mentioned, a very light snow had fallen on January 27, [day of the accident] and the snow began to fall again just prior to the accident, and, of course, there was no duty upon the United States to have cleared this freshly fallen snow from the parking lot at the time the plaintiff fell.\n*382 * * * Defendant is not legally responsible for this unfortunate accident.\nTwo principles are evident from these authorities, first, that the store owner must have a reasonable opportunity to correct a dangerous condition, and while a storm is in progress, as in the present case, this opportunity is not a subject of debate; and, second, even granting an opportunity might be present, where the ice or snow is smooth and level and not ridged or rutted, the store owner has no greater duty to prevent injury than the invitee has to protect himself or herself, since the dangers involved are universally known and are equally apparent to each party.\nThe law of New Mexico is well established by our slip and fall cases that a proprietor or store owner is not an insurer or guarantor of the safety of his business invitees, and that the doctrine of res ipsa loquitur does not apply. Liability, if any, must rest upon a breach of duty to exercise reasonable care to keep the premises safe for ingress, progress and egress. See Mahoney v. J. C. Penney Company, supra. As De Baca v. Kahn, 49 N.M. 225, 161 P.2d 630, points out, the true ground of liability is the proprietor's superior knowledge of the unsafe condition, not known to the party injured, and his negligently suffering this condition to exist, without taking remedial steps or giving timely notice thereof.\nWe are not unmindful of our recent announcement in Coca v. Arceo, N.M., 376 P.2d 970, that ordinarily summary judgment is not suitable for negligence actions, and that litigants are entitled to a full trial where there is the slightest doubt as to the facts. Nevertheless, we are equally convinced that summary judgment is a proper way to dispose of litigation when the court is convinced reasonable minds cannot differ upon the fact issues, and the law applicable thereto is clear.\nIn view of the admitted facts in the present case, that the storm was still in progress, that the ice was smooth and level, and that plaintiff herself was aware of the icy condition of the lot, we agree that the court below was correct in holding, as a matter of law, that defendant was not liable in the present case. We obviously limit our decision to the exact factual situation before the court in this cause.\nThe judgment below will be affirmed, and\nIT IS SO ORDERED.\nCARMODY and MOISE, JJ., concur\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant is liable for injuries sustained during a storm when there is no opportunity to clear ice from private property for the protection of business invitees like the plaintiff\nSummary:\nthe plaintiff was injured in the parking lot of the defendant's food store.\nthe injury was caused by the build up of ice and snow caused by a storm that was ongoing when the plaintiff was injured\nthe ice and snow was normal and smooth, as opposed to ridged and uneven, and in those circumstances, a proprietor has no greater duty to a customer than the customer has to themselves, since the conditions caused by ordinary, smooth snow and ice are common knowledge\nsince ice and snow was normal and smooth, and because the storm was ongoing and thus the defendant did not have the opportunity to remove it, the defendant was not negligent.",
    "annotations": {
        "Facts": [
            "business invitee who falls on an outdoor parking lot, rendered slippery by ice and snow deposited by a storm, still in progress at the time of the fall, the ice and snow lying in normal, smooth condition and not being rough or otherwise disturbed.",
            "Defendant operates a food store in Roswell, New Mexico, and provides a large parking lot for the benefit of its customers. On December 7, 1960 about three o'clock in the afternoon, plaintiff, Eunice J. Hallett, parked her car on this lot and was in the act of going from her car to defendant's store, when she slipped and fell, causing injuries",
            "at 8 :56 a. m. on December 6, 1960, some thirty hours before the accident in question, an intermittent rain, snow and drizzle began which continued until past midnight on December 7, 1960, the total precipitation being .14 of an inch and the temperature remaining below freezing during all of this period.",
            "the accident happened about 3:00 p. m. on December 7, 1960.. Freezing drizzle was still falling and the storm was still in progress at this time",
            "freezing drizzle began again at 1:53 p. m. mixed with some snow and ended briefly at 3 :55 p. m., beginning again at 4:30 p. m. and continuing past midnight. ",
            "from 10:50 a. m. to 1:53 p. m. probably no rain or snow fell.The parking lot was of concrete and reasonably level. Defendant's manager testified that he went to work at 5 :00 a. m. on the morning of the accident; that it was snowing, with an inch or two covering the ground, and freezing; that the parking lot was icy and slippery; that he instructed his employees to clean off the sidewalks where water dripped off the roof and froze (the sidewalks being apparently adjacent to the store) ; that he did not instruct them to clean the ice off of or otherwise treat or neutralize the icy and slippery condition of the parking lot; that he knew of nobody else falling on the parking lot on December 7, 1960 or before; that in the past he had graded the parking lot but didn't know when he last did so, and did not so grade the lot when the weather was so bad it would be useless, and that the weather had been cold, freezing and misting since the night of December 6, 1960.Plaintiff, Eunice J. Hallett, testified there had been rain the day before the accident and snow the next morning and day which had frozen on the ground; that at the time of the accident she did not think it was raining or freezing; that, however, the parking lot was reasonably level, was icy and wet but, to use her words, it was not a pile of ice."
        ],
        "Procedural History": [
            "The lower court, on motion for summary judgment, dismissed the action, holding under the facts of the case that there was no legal duty imposed on the proprietor. On appeal"
        ],
        "Application of Law to Facts": [
            "the store owner must have a reasonable opportunity to correct a dangerous condition, and while a storm is in progress, as in the present case, this opportunity is not a subject of debate; and, second, even granting an opportunity might be present, where the ice or snow is smooth and level and not ridged or rutted, the store owner has no greater duty to prevent injury than the invitee has to protect himself or herself, since the dangers involved are universally known and are equally apparent to each party.",
            "the storm was still in progress, that the ice was smooth and level, and that plaintiff herself was aware of the icy condition of the lot"
        ],
        "Relevant Precedents": [
            "Smith v. District of Columbia, (1951), , 189 F.2d 671, ",
            "Turoff v. Richman, , 61 N.E.2d 486"
        ],
        "Outcome": [
            "The judgment below will be affirmed"
        ]
    },
    "class": "affirm"
}