{
    "text": "Hole v. Womack, 75 N.M. 522, 407 P.2d 362 (1965)\nNov. 1, 1965 · Supreme Court of New Mexico · No. 7577 \n75 N.M. 522, 407 P.2d 362 \nErma HOLE and Ralph Hole, her husband, Plaintiffs-Appellees, v. Jack B. WOMACK and Albuquerque Bus Company, Inc., a corporation, Defendants-Appellants \n407 P.2d 362\nSupreme Court of New Mexico.\n*523Sutin & Jones, Albuquerque, for appellants.\n*524Matteucci, Gutierrez & Franchini, Albuquerque, for appellees.\nCHAVEZ, Justice.\nDefendants-appellants appeal from a jury verdict awarding damages to plaintiffs-appellees as a result of injuries suffered by appellee Mrs. Hole in stepping from a bus of appellant Albuquerque Bus Comany, Inc. Appellees' original complaint in negligence was based solely upon a violation of a city ordinance in failing to stop at an authorized bus stop. The trial court refused to admit the ordinance in evidence but allowed appellees to amend the pleadings to conform to the evidence as follows:\nThat the defendant Albuquerque Bus Company, by and through its agent Jack B. Womack, did negligently and carelessly stop their bus in a driveway rather than at the authorized bus stop, and such driveway was not a reasonably safe place in which the plaintiff could alight.\nSubsequently appellants filed an amended answer raising the defenses of contributory negligence, assumption of risk and unavoidable accident, and moved for a summary judgment which was denied by the trial court. Thereafter, at the close of appellees' case, appellants moved for a directed verdict which was also denied. This motion was renewed and denied at the close of the case. The jury returned a verdict for appellees and appellants filed a motion for judgment notwithstanding the verdict or, in the alternative, for a new trial. This motion was denied and judgment was entered on the verdict.\nAbout 5:45 on the evening of January 12, 1961, appellee Mrs. Hole took an Albuquerque city bus going west at 6th Street and Central Avenue to her home at 2415 Central Avenue N.W. Upon arriving at 2415 Central N.W. at 5:55 p. m. the bus stopped in a driveway of the Circle Inn Drive-In Restaurant, which adjoined the regular bus stop but was not on the regular bus stop. Mrs. Hole testified that it was very dark. Mrs. Hole was the second of three persons standing in line waiting to get off at this stop. The first lady, whose identity is unknown, stepped down from the bus and walked away. Mrs. Hole then stepped down, expecting to step on the curb, could not see anything, lost her balance, turned her ankle and fell. While stepping down in the bus Mrs. Hole held on to the rail in the bus, then she let go of the hand rail, stepped down on her left foot and fell. Her left ankle was hurt. The driveway had cracks and holes in it and there was gravel on it. After Mrs. Hole fell, the third lady, Mrs. Elaine Oravecz, stepped down to help Mrs. Hole. Mrs. Hole was the only one of the three ladies getting off the bus at that stop who had any trouble in stepping down from the bus.\nAlthough appellees claim that failure to comply with Rule 15(6), (§ 21-2-1 *525(15) (6), N.M.S.A., 1953 Comp;), should dispose of the appeal, we do not agree and will, therefore, decide the case on its merits.\nAppellants' first point asserts error in the trial court's denial of appellants' motion for a directed verdict, because the evidence was uncontradicted that; (1) The driveway where appellee Mrs. Hole was discharged was a reasonably safe place to alight; (2) appellants were not negligent; and (3) appellee Mrs. Hole was contributorily negligent.\nIt is well settled that, upon a motion for a directed verdict by the defendant, all testimony favorable to plaintiff's claim must be taken as true and all evidence adverse to such claim, or in conflict therewith, must be disregarded. Hutchison v. Boney, 72 N.M. 194, 382 P.2d 525; Gibson v. Helms, 72 N.M. 152, 381 P.2d 429; Edwards v. Ross, 72 N.M. 38, 380 P.2d 188.\nA directed verdict for defendant is proper only where there is no evidence to support a verdict for the plaintiff, and if there is a conflict of evidence and a question of fact presented to the jury, then a directed verdict is improper. Ferris v. Thomas Drilling Company, 62 N.M. 283, 309 P.2d 225; Merrill v. Stringer, 58 N.M. 372, 271 P.2d 405. See also, Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520.\nThe evidence presented appears to be highly contradictory on whether appellee Mrs. Hole was discharged in á reasonably 'safe place.' There is testimony that the driveway was clear and smooth, free from loose gravel and holes, but in this short a distance it is not steep—it is slight. On the contrary, there is evidence that the driveway had holes and cracks in it, that there was gravel on it, and that the area where Mrs. Hole got off was not flat and even but had holes in it. The condition of the driveway was a question of fact for the jury and the motion for a directed verdict was properly denied.\nAppellants assert that it was uncontradicted in the evidence that appellants were not negligent and that, as a matter of law, Mrs. Hole was contributorily negligent, and the court should have sustained the motion since there was no question of .fact. .\nQuestions of negligence and contributory negligence are generally questions for the jury to decide. Edwards v. Ross,) supra; Williams v. Neff, 64 N.M. 182, 326 P.2d 1073; Olguin v. Thygesen, 47 N.M. 377, 143 P.2d 585.\nAppellants argue that there is nothing - in the evidence on or about the driveway to-, show that it ■ was the proximate cause of appellee's fall,- and that the proximate cause of the accident is pure guess and speculation.\nAppellants cite cases which hold--that, where a bus stops in a driveway that .is.; reasonably clear and free of defect, the bus *526company has fulfilled its duty to provide a reasonably safe place to alight. Smith v. Portland Traction Company, 226 Or. 221, 359 P.2d 899; Greco v. Public Service Interstate Transp. Co., 135 N.J.L. 280, 51 A.2d 1; Cleveland v. Danville Traction & Power Co., 179 Va. 256, 18 S.E.2d 913; Meelhein v. Public Service Coordinated Transport, 121 N.J.L. 163, 1 A.2d 418. Also, that the test, as to the safety of the place where the passenger is allowed to disembark, is whether or not the place itself was reasonably safe, and the fact that it was not a regular stop does not, in itself, constitute negligence. Johnson v. New Orleans Public Service, Inc., (La.App.1962), 139 So.2d 7.\nThe evidence shows that the bus stopped in the driveway of the Drive-In Restaurant, which adjoins the regular bus stop and not at the regular bus stop. There was no obstruction to prevent the bus driver from stopping the bus at the regular bus stop. Mrs. Hole had ridden a bus twice a day, five days a week, for a period of six years and, during that period, the bus always stopped at the regular bus stop at a curb. When Mrs. Hole stepped off the bus on the evening in question, she assumed that the curb was there, but instead she stepped off into a black space and the injury occurred. Also, the driver of the bus did not warn Mrs. Hole of the fact that there was no curb at the place where he stopped the bus.\nThe jury was presented with evidence tending to show the reasonably safe condition of the driveway; that Mrs. Hole's injuries were merely a result of losing her balance; the reasonable conduct of the driver Womack; and the negligence of Mrs. Hole in stepping from the bus in the manner she did at an unfamiliar spot. The jury was also presented evidence tending to show the driver's violation of the bus company's rules; the unsafe condition of the driveway; and Mrs. Hole's reasonable conduct in stepping from the bus at what she assumed was the regular bus stop. The question presented under the evidence was whether or not the bus stopped at a reasonably safe place, and this was a question of fact for the jury and not a question of law to be determined by the court. Del Vecchio v. Haflin Bus Co., 135 N.J.L. 339, 50 A.2d 881.\nAppellants' cited cases have been considered by the court and are found to be distinguishable from the facts in the case before us.\nAppellants' point II asserts error in the trial court's instruction No. 7, which stated that appellants owed appellee Mrs. Hole the highest degree of care to find a reasonably safe place to alight; that this instruction imposed a higher degree of care upon appellants than required by law; and that such instruction was inconsistent and contradictory to the trial court's in*527struction No. 4. Instruction No. 7 is as follows;\n7. As a common carrier the defendant Albuquerque Bus Company, Inc. was required by law to use the highest degree of care and diligence for the safe carriage of plaintiff. This responsibility imposed by law upon a carrier of passengers ■ for hire includes the duty to provide a reasonably safe place where the passenger may board and alight from the bus.\nA common carrier of passengers for hire must exercise the highest' degree of care in promoting the safety of its passengers and must discharge its passengers at a reasonable place of safety. Cavazos v. Geronimo Bus Lines, 56 N.M. 624, 247 P.2d 865; Thompson v. Anderman, 59 N.M. 400, 285 P.2d 507; 2 Harper & James, Law of Torts, § 16.14, p. 947; 9 A.L.R.2d 938, 941, 946, §§ 3, 6. The instruction was correct in its pronouncement of the care required of appellants. The earlier New Mexico cases cited by appellants, as contrary to this rule, are not in point.\nAppellants also assert that instruction No. 7 is intrinsically contradictory by requiring the highest degree of care to find a reasonably safe place to alight. The instruction is not worded in this manner. It requires the highest degree of care for the safe carriage of passengers and then states that this highest degree of care includes the-duty to provide a reasonably safe place for a passenger to alight. We find nothing intrinsically misleading or contradictory by this instruction.\nAppellants argue that the trial court's instruction No. 7, quoted supra, is inconsistent and contradictory with instruction No. 4 which reads :■ ■\n' 4. Plaintiffs in their complaint allege that the injuries and damages claimed to have been suffered by them were caused by the negligence of the defendants. Whát do we mean by 'negligence?' Negligence is defined to be want of ordinary care, that is, such care as an ordinarily prudent person would exercise under like circumstances. There is no precise definition of ordinary care, but it may be said that it is such care as an ordinarily prudent person would exercise under like circumstances and should be proportioned to the danger and peril reasonably to be apprehended from a lack of proper prudence.\nAppellants point to the court's definition of negligence, as want of ordinary care in instruction No. 4, as being contradictory to instruction No. 7 which placed the highest degree of care on appellants. This argument is without merit because instruction No. 4 does not purport to set out the degree of care required of appellants. Instruction No. 4 is one of the prefatory instructions the court was required to make to the jury in order to establish certain well known legal principles ini their minds *528for a foundation upon which they could arrive at a decision. Instruction No. 7 was the only instruction which purported to set forth the duty of care required by appellants.\nAppellants assert that, since the trial court failed to define the highest degree of care or to limit it in any way, such instruction placed an almost absolute duty on appellants to care for its passengers. To require the trial court to define highest degree of care would be to severely handicap and burden both appellees and the court. Furthermore, the trial court did limit appellants' liability by instruction No. 6, that the bus company was not a guarantor or insurer of appellee Mrs. Hole's safety; instructions Nos. 10, 11, 13, 17 and 18 on the question of care required of Mrs. Hole; and instruction No. 19, that if Mrs. Hole was injured solely because she lost her balance, then she could not recover. These instructions sufficiently set forth the limits of instruction No. 7 on the highest degree of care owed by appellants to Mrs. Hole.\nUnder point III, appellants contend that the trial court erred in refusing to give appellants' requested instructions Nos. 8, 20 and 25, which constituted appellants' theory of defense.\nAppellants' requested instruction No. 8 is as follows:\n8. I instruct you not to attribute any fault, misconduct or negligence to the bus .driver merely because he stopped the front exit of the bus in a driveway instead of a curb if you believe that the driveway was not a hazardous place for Mrs.'Hole to step down.\nThis instruction would have the jury ignore the rules of the bus company and the fact that Mrs. Hole had always been permitted to alight only at the bus stop on the curb. It would also require her to show that the driveway was a hazardous place instead of not a reasonably safe place to alight. This is an incorrect statement and was properly denied by the trial court.\nAppellants' requested instruction No. 20 was adequately covered by the trial court's instructions Nos. 9, 10, 11 and 13. Appellants' requested instruction No. 25 was covered by the trial court's instruction No. 7.\nThe remainder of appellants points allege error by the trial court in refusing appellants' requested instructions Nos. 23, 24, 1 and 3. These requested instructions, with the exception of No. 3, were adequately covered by the trial court's instructions Nos. 10, 13, 17 and 6. Requested instruction No. 3 was incorrect because it only required of appellants the duty to provide a reasonable opportunity to alight in safety. This is not the law. The duty is to provide a reasonably safe place to alight and the word opportunity is misleading *529and incorrect. Appellants' theory of the case was adequately presented to the jury and appellants are, therefore, not entitled to repetitious instructions belaboring appellants' points. Terry v. Biswell, 66 N.M. 201, 345 P.2d 217. It is a well settled rule that where the instructions given, considered as a whole, fairly present the fact issue in the case and the law applicable thereto, such verdict will not be disturbed. Hamilton v. Doty Drilling Co., 71 N.M. 422, 379 P.2d 69; Viramontes v. Fox, 65 N.M. 275, 335 P.2d 1071.\nFinding no error the judgment is affirmed. It is so ordered.\nCARMODY, C. J., and NOBLE, J., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether it was negligent for a bus driver to stop at a place other than the normal bus stop\nSummary:\nThe plaintiff stepped off a bus at what she thought was the normal bus stop, where there would have been a curb, but stepped instead onto a driveway because the bus driver had chosen to stop there instead.\nthe jury was given evidence both that (a) the place where the bus stopped was safe, and that the bus driver had acted reasonably, and the plaintiff had been contributorily negligent; and (b) that the bus driver had broken bus company rules in stopping at a place other than the bus stop, and that the driveway where the bus stopped was unsafe, and the jury decided that the bus driver was negligent, and that verdict was open for the jury to decide\nthe duty of the bus company to its passengers is the highest degree of care that can be exercised in promoting their safety, and one of the obligations of that duty is stopping the bus to allow passengers to alight at a reasonably safe place. Even though the trial court did not define 'highest degree of care', it established that the bus company was not a guarantor against any injury incurred by a passenger, so the trial court correctly stated the duty of the bus company for the jury.\nConsequently, the trial court's decision not to direct a verdict or overrule the jury was correct.\n",
    "annotations": {
        "Facts": [
            "injuries suffered by appellee Mrs. Hole in stepping from a bus of appellant Albuquerque Bus Comany, Inc",
            "About 5:45 on the evening of January 12, 1961, appellee Mrs. Hole took an Albuquerque city bus going west at 6th Street and Central Avenue to her home at 2415 Central Avenue N.W. Upon arriving at 2415 Central N.W. at 5:55 p. m. the bus stopped in a driveway of the Circle Inn Drive-In Restaurant, which adjoined the regular bus stop but was not on the regular bus stop.",
            "it was very dark. Mrs. Hole was the second of three persons standing in line waiting to get off at this stop. The first lady, whose identity is unknown, stepped down from the bus and walked away. Mrs. Hole then stepped down, expecting to step on the curb, could not see anything, lost her balance, turned her ankle and fell. While stepping down in the bus Mrs. Hole held on to the rail in the bus, then she let go of the hand rail, stepped down on her left foot and fell. Her left ankle was hurt. The driveway had cracks and holes in it and there was gravel on it. After Mrs. Hole fell, the third lady, Mrs. Elaine Oravecz, stepped down to help Mrs. Hole. Mrs. Hole was the only one of the three ladies getting off the bus at that stop who had any trouble in stepping down from the bus.",
            "the bus stopped in the driveway of the Drive-In Restaurant, which adjoins the regular bus stop and not at the regular bus stop. There was no obstruction to prevent the bus driver from stopping the bus at the regular bus stop. Mrs. Hole had ridden a bus twice a day, five days a week, for a period of six years and, during that period, the bus always stopped at the regular bus stop at a curb. When Mrs. Hole stepped off the bus on the evening in question, she assumed that the curb was there, but instead she stepped off into a black space and the injury occurred. Also, the driver of the bus did not warn Mrs. Hole of the fact that there was no curb at the place where he stopped the bus."
        ],
        "Procedural History": [
            "Defendants-appellants appeal from a jury verdict awarding damages to plaintiffs-appellees",
            "summary judgment which was denied by the trial court.",
            "appellants moved for a directed verdict which was also denied",
            "appellants filed a motion for judgment notwithstanding the verdict or, in the alternative, for a new trial. This motion was denied and judgment was entered on the verdict"
        ],
        "Application of Law to Facts": [
            "The evidence presented appears to be highly contradictory on whether appellee Mrs. Hole was discharged in á reasonably 'safe place.' There is testimony that the driveway was clear and smooth, free from loose gravel and holes, but in this short a distance it is not steep—it is slight. On the contrary, there is evidence that the driveway had holes and cracks in it, that there was gravel on it, and that the area where Mrs. Hole got off was not flat and even but had holes in it. The condition of the driveway was a question of fact for the jury and the motion for a directed verdict was properly denied.",
            "The jury was presented with evidence tending to show the reasonably safe condition of the driveway; that Mrs. Hole's injuries were merely a result of losing her balance; the reasonable conduct of the driver Womack; and the negligence of Mrs. Hole in stepping from the bus in the manner she did at an unfamiliar spot. The jury was also presented evidence tending to show the driver's violation of the bus company's rules; the unsafe condition of the driveway; and Mrs. Hole's reasonable conduct in stepping from the bus at what she assumed was the regular bus stop. The question presented under the evidence was whether or not the bus stopped at a reasonably safe place, and this was a question of fact for the jury and not a question of law to be determined by the court",
            "A common carrier of passengers for hire must exercise the highest' degree of care in promoting the safety of its passengers and must discharge its passengers at a reasonable place of safety",
            "To require the trial court to define highest degree of care would be to severely handicap and burden both appellees and the court. Furthermore, the trial court did limit appellants' liability by instruction No. 6, that the bus company was not a guarantor or insurer of appellee Mrs. Hole's safety",
            "This instruction would have the jury ignore the rules of the bus company and the fact that Mrs. Hole had always been permitted to alight only at the bus stop on the curb. It would also require her to show that the driveway was a hazardous place instead of not a reasonably safe place to alight. This is an incorrect statement and was properly denied by the trial court."
        ],
        "Relevant Precedents": [
            "Cavazos v. Geronimo Bus Lines, 56 N.M. 624, ; Thompson v. Anderman, 59 N.M. 400, ;"
        ],
        "Outcome": [
            "Finding no error the judgment is affirmed."
        ]
    },
    "class": "affirm"
}