{
    "text": "Villanueva v. Nowlin, 77 N.M. 174, 420 P.2d 764 (1966)\nNov. 28, 1966 · Supreme Court of New Mexico · No. 8116 \n77 N.M. 174, 420 P.2d 764 \nJesus VILLANUEVA, Plaintiff-Appellant, v. Kent NOWLIN and Nowlin Construction Co., a corporation, Defendants-Appellees \n420 P.2d 764\nSupreme Court of New Mexico.\n*175Smith & Ransom, Larry L. Lamb, George P. Jones, III, Albuquerque, for appellant.\nModrall, Seymour, Sperling, Roehl & Harris, Henry G. Coors, Albuquerque, for appellees.\nOPINION\nJOE W. WOOD, Judge, Court of Appeals.\nWhen a machine is obviously dangerous, is the lender of a machine liable for failing to give warning of the danger to an employee of the person to whom the machine is loaned? Under the facts of this case, our answer is no.\nDefendants loaned a welding machine to Coe Construction Company for use on a construction project. At the time of the loan and at the time of plaintiff's injury there were no protective doors enclosing the fan blades behind the radiator.\nPlaintiff was employed by Coe Construction Company. In the course of performing his duties he slipped on some loose dirt, lost his balance, and reached out with his right -hand toward the truck on which the machine was mounted. His fingers were struck by the moving fan blades.\nPlaintiff's complaint alleges that defendants were negligent because they knew' of the danger resulting from the absence of protective doors and did not give plaintiff any warning of notice of this danger.\nThe trial court ruled that the absence of protective doors was an obvious defect and rendered summary judgment in favor of the defendants. Plaintiff appeals from the summary judgment. While there were affirmative defenses of contributory negligence and assumption of risk, these defenses are not involved. The issue is whether defendant was negligent in failing to warn.\nRestatement (Second), Torts § 405, states that one who lends a chattel for another to use, knowing or having reason to know that the chattel is or is likely to be dangerous for the use for which it is lent, is subject to the same liability as a supplier of the chattel.\nThe liability of a supplier of a chattel known to be dangerous for intended use is stated in Restatement (Second), Torts § 388.\nThat section reads:\nOne who supplies directly or through a third person a chattel, for another to use is subject to liability to those whom the supplier should expect to use the chattel with the consent of the other or to be endangered by its probable use, for physical harm caused by the use of the chattel in the manner for which and by a person for whose use it is supplied, if the supplier\n(a) knows or has reason to know that the chattel is or is likely to be dangerous for the use for which it is supplied, and\n(b) has no reason to believe that those for whose use the chattel is supplied will realize its dangerous condition, and\n(c) fails to exercise reasonable care to inform them of its dangerous condition or of the facts which make it likely to be dangerous.\nAs to clause (a), conflicting affidavits show a question of fact as to whether defendants knew or had reason to know that the machine was dangerous for the use for which it was supplied.\nAs to clause (c), it is undisputed that defendants did not inform plaintiff of the dangerous condition.\nAs to clause (b), it is undisputed that there were no protective doors, either at the time of the loan or subsequent thereto. The absence of the doors was not in any way concealed; rather, the absence was obvious.\nClauses (b) and (c) apply as follows: If defendant had no reason to believe that plaintiff would realize the dangerous condition resulting from absence of the doors, then defendant was required to exercise reasonable care to inform plaintiff of the dangerous condition. If, however, defendant did have reason to believe plaintiff would realize the dangerous condition, then defendant was not required to inform plaintiff of the condition.\nThis view is expressed in the Restatement Comment on clause (b) as follows:\nk. When warning of defects unnecessary. One who supplies a chattel to others to use for any purpose is under a duty to exercise reasonable care to inform them of its dangerous character in so far as it is known to him, or of facts which to his knowledge make it likely to be dangerous, if, but only if, he has no reason to expect that those for whose use the chattel is supplied will discover its condition and realize the danger involved. It is not necessary for the supplier to inform those for whose use the chattel is supplied of a condition which a mere casual looking over will disclose, unless the circumstances under which the chattel is supplied are such as to make it likely that even so casual an inspection will not be made. * * * \nA casual looking over would disclose the dangerous condition. Defendants had no duty to warn the plaintiff because the danger was obvious. Bradshaw v. Blystone Equip. Co., 79 Nev. 441, 386 P.2d 396; Blankenship v. St. Joseph Fuel Oil & Mfg. Co., 360 Mo. 1171, 232 S.W.2d *177954; Davis v. Sanderman, 225 Iowa 1001, 282 N.W. 717; 76 A.L.R.2d 28; 78 A.L.R. 2d 606.\nPlaintiff relies on Bradley v. Johnson, 60 N.M. 453, 292 P.2d 325, and Ferran v. Jacquez, 68 N.M. 367, 362 P.2d 519. In both cases the question was whether the lender knew or had reason to know of the defective condition. Neither case involved an obvious danger or a duty to warn.\nWilliams v. City of Hobbs, 56 N.M. 733, 249 P.2d 765, and Thompson v. Dale, 59 N.M. 290, 283 P.2d 623, are not applicable. Neither case dealt with a duty to warn. Williams involved the contributory negligence of plaintiff. Thompson held there were jury issues on defendants' negligence in failing to provide a reasonably safe place to work, plaintiff's contributory negligence and assumption or risk. None of those issues are involved here. Big Three Welding Equip. Co. v. Roberts, 399 S.W.2d 912 (Tex.Civ.App.1966) applied the 'Restatement. Concerning clause (b) of Restatement (Second), Torts § 388, the Texas court states:\n[T]he defendant had no reason to believe that those for whose use the chattel was supplied would realize its unsafe condition * *\nThe evidence on this point is not set forth in the opinion. However, the jury answered a special issue:\n * * * [T]hat the welding machine in question did not have doors upon it was not open and obvious to the plaintiff ^ ^\nPlaintiff's knowledge of the dangerous condition and his momentary unawareness of that condition when he slipped, are facts to be considered on the issue of contributory negligence. Williams v. City of Hobbs, supra. These facts are not applicable to the question of defendants' duty to warn under Restatement (Second), Torts § 388. Here, there was no duty to warn because the dangerous condition was obvious.\nIf there is an issue as to a material fact, summary judgment was improper. Coca v. Arceo, 71 N.M. 186, 376 P.2d 970; Srader v. Pecos Constr. Co., 71 N.M. 320, 378 P.2d 364. Plaintiff contends there are two such issues.\nFirst, plaintiff contends that there is a question as to whether the machine was dangerous. We have pointed out that there is a question as to this. However, the question is not material. Even if the machine was dangerous for its intended use, defendant had no duty to warn because that danger was obvious.\nSecond, plaintiff contends there is a question as to whether the machine was bailed to Coe Construction Company. Plaintiff points out that defendant Nowlin was an officer of Coe Construction Company and was its general superintendent on' the job where' the machine was used. Since it was Nowlin's 'machine, plaintiff says there is a question of control of the machine. With a question of control, there is a question whether there was a bailment. Assuming that such a question exists, it is not material. It is undisputed that defendants supplied the machine. The duty of defendants to plaintiff is the duty owed by the supplier of the machine. In this case that duty is stated in Restatement (Second), Torts § 388.\nThe judgment is affirmed.\nIt .is so ordered.\nNOBLE and COMPTON, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the lender defendant of a dangerous welding machine has a duty to warn of obvious dangers.\nSummary:\nthe defendant loaned a welding machine to the employer of the plaintiff, and there were no protective doors around the fan that cooled the radiator.\nthe plaintiff slipped and his hands were caught in the exposed blades of the fan\nThe lender of an object has the same duty of care as a supplier, and has a duty to warn the user of the dangers of its use to them or another person, but if the danger posed by the object is obvious, there is no duty to warn of that danger.\nIt was obvious that the fan had no protective covering, so the defendant had no duty to warn of that fact.\n",
    "annotations": {
        "Facts": [
            "Defendants loaned a welding machine to Coe Construction Company for use on a construction project. At the time of the loan and at the time of plaintiff's injury there were no protective doors enclosing the fan blades behind the radiator.Plaintiff was employed by Coe Construction Company. In the course of performing his duties he slipped on some loose dirt, lost his balance, and reached out with his right -hand toward the truck on which the machine was mounted. His fingers were struck by the moving fan blades."
        ],
        "Procedural History": [
            "The trial court ruled that the absence of protective doors was an obvious defect and rendered summary judgment in favor of the defendants"
        ],
        "Application of Law to Facts": [
            "it is undisputed that there were no protective doors, either at the time of the loan or subsequent thereto. The absence of the doors was not in any way concealed; rather, the absence was obvious.",
            "If defendant had no reason to believe that plaintiff would realize the dangerous condition resulting from absence of the doors, then defendant was required to exercise reasonable care to inform plaintiff of the dangerous condition. If, however, defendant did have reason to believe plaintiff would realize the dangerous condition, then defendant was not required to inform plaintiff of the condition.",
            "It is not necessary for the supplier to inform those for whose use the chattel is supplied of a condition which a mere casual looking over will disclose",
            "A casual looking over would disclose the dangerous condition. Defendants had no duty to warn the plaintiff because the danger was obvious.",
            "Plaintiff's knowledge of the dangerous condition and his momentary unawareness of that condition when he slipped, are facts to be considered on the issue of contributory negligence.",
            "These facts are not applicable to the question of defendants' duty to warn ",
            ". Here, there was no duty to warn because the dangerous condition was obvious."
        ],
        "Relevant Precedents": [
            "Restatement (Second), Torts § 405",
            "Restatement (Second), Torts § 388",
            "Bradshaw v. Blystone Equip. Co., Nev. 441, ; Blankenship v. St. Joseph Fuel Oil & Mfg. Co., 360 Mo. 1171, *177; Davis v. Sanderman, 225 Iowa 1001, ; 76 A.L.R.2d 28; ",
            "Big Three Welding Equip. Co. v. Roberts, 399 S.W.2d 912 (Tex.Civ.App.1966)"
        ],
        "Outcome": [
            "The judgment is affirmed."
        ]
    },
    "class": "affirm"
}