{
    "text": "Fitzgerald v. Valdez, 77 N.M. 769, 427 P.2d 655 (1967)\nApril 24, 1967 · Supreme Court of New Mexico · No. 8208 \n77 N.M. 769, 427 P.2d 655 \nRoy G. FITZGERALD, Executor Estate of Roy B. Fitzgerald, Plaintiff-Appellant, v. Alfred A. VALDEZ, Defendant-Appellee; Alfred A. VALDEZ, Third-Party Plaintiff-Appellant, v. Warren Lee FITZGERALD, Third-Party Defendant-Appellee \n427 P.2d 655\nSupreme Court of New Mexico.\nRehearing Denied May 25, 1967.\n*771J. Ernest Corey, Fred Nohl, Albuquerque, for appellant.\n*772Modrall, Seymour, Sperling, Roehl & •Harris, Frank H. Allen, John R. Cooney, Albuquerque, for third party plaintiff-appellant. •\nKeleher & McLeod, Russell Moore, Albuquerque, for appellee.\nOPINION\nWOOD, Judge, Court of Appeals.\nThe issues decided concern: (1) contributory negligence as a matter of law and (2) the family immunity doctrine.\nWarren Lee Fitzgerald, son of Roy B. Fitzgerald, had difficulty in starting his car and asked his father for assistance. Twice his father, in his car, pushed Warren's car until it started. Warren's car stalled again. The father drove his car in front of his son's car and was between the two vehicles attaching a tow chain when Warren's car was struck in the rear by a vehicle driven by Mr. Valdez. The father died from injuries received in this collision.\nWhile his father was between the vehicles, Warren connected a flashlight into his car's cigarette lighter and signaled with the flashlight as a northbound car approached and went around the Fitzgerald vehicles. Warren then pulled the flashlight connection out of the cigarette lighter to unwrap the cord. While unwrapping the cord, he saw Mr. Valdez' car approaching. Warren unsuccessfully attempted to reconnect the flashlight and jumped from his car just before the collision.\nThe accident occurred on Carlisle Street, N.E. in Albuquerque in the block immediately south of Indian School Road. The two Fitzgerald vehicles were in the curb lane on the east side of the street, facing north. The curb lane is over twenty-one feet in width. The record does not show the distance between the vehicles and the curb.\nThe accident happened at night. There was a street light on Indian School Road, but we do not know the distance from the street light to the accident scene. The night was characterized as dark. Warren's car did not have lights burning at the time of the accident. Mr. Valdez' lights were on low beam; he first saw Warren's car when he was fifty to seventy-five feet from it. Mr. Valdez applied his brakes and attempted to turn to the left before hitting Warren's car.\nMr. Valdez had been visiting with friends in a bar. En route home from the bar he was involved in the accident. He was at the bar for two and three-fourths hours, during which time he consumed two beers, two highballs and a portion of a third highball.\nAt the time of the collision Warren was twenty-one years and nine months old; He was a student at the University of New Mexico, living in liis father's home and being supported by his father.\nPlaintiff's wrongful death action alleged negligence of Mr. Valdez as the proximate cause of the death. Mr. Valdez' answer alleged that decedent's negligence was a proximate contributory cause. Mr. Valdez' third party complaint against Warren alleged that Warren was negligent and that this negligence was either the sole proximate cause or a contributory proximate cause of the death.\nThe trial court entered summary judgment in favor of defendant and third party defendant. Plaintiff's appeal asserts that there was no contributory negligence as a matter of law and that the doctrine of last clear chance was applicable. We do not reach the question of last clear chance since we hold that decedent was not contributorily negligent as a matter of law. Mr. Valdez' appeal contends that the family immunity doctrine does not bar his third party complaint. We agree.\nThe question of contributory negligence is properly taken from the jury only when reasonable minds cannot differ on the question. Mozert v. Noeding, 76 N.M. 396, 415 P.2d 364 (1966). Relying on Gray v. Esslinger, 46 N.M. 421, 130 P.2d 24 (1942). Mr. Valdez asserts that under the undisputed facts, reasonable minds cannot differ on the question of decedent's contributory negligence.\nThe term contributory negligence embraces both negligence and proximate cause. Silva v. Waldie, 42 N.M. 514, 82 P.2d 282 (1938); New Mexico Uniform Jury Instruction No. 13.1; see Bouldin v. Sategna, 71 N.M. 329, 378 P.2d 370 (1963); and Committee Comment to New Mexico Uniform Jury Instruction No. 12.10.\nHere, the contributory negligence question has three aspects: (1) Did decedent violate, a statute with the result that he was negligent per se? (2) Was decedent negligent under the common law ? (3) If decedent was negligent as a matter of law, was this negligence a proximately contributing factor in his death? None of these questions can be answered in the affirmative as a matter of law.\nStatutory violations are negligence per se if the statute violated was enacted for the benefit of the' person injured. Bouldin v. Sategna, supra; Hayes v. Hagemeier, 75 N.M. 70, 400 P.2d 945 (1963). Our concern here is whether a statute is applicable, and if applicable, whether there was a violation. Mr. Valdez relies on §§ 64-20-53 and 64-20-25(b), N. M.S.A. 1953.\nSection 64-20-51, N.M.S.A. 1953, defines the term motor vehicle as used in § 64-20-53, N.M.S.A. 1953, and that definition does not include the Fitzgerald cars, which were passenger vehicles. Sec*774tion 64--20-53, N.M.S.A. 1953, is not applicable.\nSection 64-20-25(b), N.M.S.A. 1953, pertains to lamps on vehicles parked or stopped on a roadway. The lamp requirements of this section apply when  * * * there is not sufficient light to reveal any person or object within a distance of 500 feet upon such highway, * * *  The undisputed facts in the record are insufficient to determine whether, as a matter of law, this section has been violated—the record does not show whether there was sufficient light to reveal a person or object within a distance of 500 feet.\nNor can we say as a matter of law that § 64—20-25(b), N.M.S.A. 1953, applied to decedent. It is undisputed that decedent was rendering assistance at the request of Warren. It was Warren's car that was without lights. Section 64-20-1, N.M.S.A. 1953, indicates to whom § 64—20-25 (b) applies. Whether § 64—20-25 (b) applied to decedent is a question of fact.\nMr. Valdez asserts that as a matter of law decedent violated the common law duty to exercise reasonable care for his own safety. He relies on Tibbetts v. Dunton, 133 Me. 128, 174 A. 453, (1934), a case where plaintiff was changing a tire and while doing so, was struck by defendant's vehicle. A jury verdict for plaintiff was set aside on the basis that plaintiff was contributorily negligent as a matter of law because he was in a dangerous situation, did not watch out for traffic, did not rely on the person assisting him to keep watch, and the assistant kept no watch. Aside from any question concerning the correctness of the result reached, here, it is undisputed that Warren was looking out for traffic—this fact distinguishes it from the Tibbetts case.\nWhether decedent failed to exercise reasonable care for his own safety cannot be determined by considering only the actions of decedent. Whether decedent's actions did or did not constitute ordinary care depends on the circumstances of the case. See Archuleta v. Jacobs, 43 N.M. 425, 94 P.2d 706 (1939); Le Doux v. Martinez, 57 N.M. 86, 254 P.2d 685 (1953); New Mexico Uniform Jury Instruction No. 12.2. Decedent's going between the cars to connect the tow chain must be considered in relation to Warren's actions, to the lighting conditions, to the width of the street, to traffic conditions—to all the circumstances. Whether decedent was negligent was a question of fact for the jury.\nEven if decedent had been negligent as a matter of law, there is the question whether such negligence was a proximately contributing factor in his death. The question of causation exists when the negligence is negligence per se, Bouldin v. Sategna, supra; Horrocks v. Rounds, 70 *775N.M. 73, 370 P.2d 799 (1962); Williams v. Haas, 52 N.M. 9, 189 P.2d 632 (1948). It also exists when the negligence is common law negligence. Baca v. Board of County Commissioners, 76 N.M. 88, 412 P.2d 389 (1966); Rivera v. Ancient City Oil Corp., 61 N.M. 473, 302 P.2d 953 (1956).\nIn asserting that as a matter of law the cause of the death was negligence on the part of decedent, Mr. Valdez relies on Gutierrez v. Koury, 57 N.M. 741, 263 P.2d 557 (1953). The Gutierrez case is distinguishable. There, the trial court found that plaintiff was not negligent and concluded that the accident (similar to the one here involved) was caused solely by the negligence of the defendant in leaving his truck on the highway without flares or other lights to warn other motorists. The conclusion as to causation followed from findings made after trial.\nHere, we have had no trial and no determination of negligence can be made as a matter of law.\nThe question of causation may be determined as a matter of law. Such a determination was made in Bouldin v. Sategna, supra. However, even if a party is negligent, such negligence is not necessarily a contributing cause as a matter of law. Horrocks v. Rounds, supra. Where reasonable minds might very well differ on the question of proximate cause, the matter is issuable before a jury. Rivera v. Ancient City Oil Corp., supra; Chavira v. Carnahan, No. 7918, 77 N.M. 467, 423 P.2d 988.\nHere, reasonable minds could differ as to whether decedent's acts were a contributing proximate cause of the death. As on the question of decedent's negligence, so here on the question of causation, all of the circumstances must be considered. Decedent's estate was entitled to have the jury say whether any violation by decedent of statutory regulations or the common law of due care was a proximate contributing factor in bringing about decedent's death. Williams v. Haas, supra.\nThere is an issue concerning the family immunity doctrine because by his third party complaint Mr. Valdez seeks contribution from the son, Warren, for all or part of any damages that may be assessed against Mr. Valdez. The right of contribution is denied if the plaintiff, because of a marital, filial or other family relationship between the injured person and the person against whom contribution is sought, did not have an enforceable right against the latter. Yellow Cab Co. v. Dreslin, 86 U.S.App.D.C. 327, 181 F.2d 626, 19 A.L.R.2d 1003. This rule was applied in Rodgers v. Galindo, 68 N.M. 215, 360 P.2d 400 (1961).\nThe question, then; is whether decedent's estate had an enforceable right against Warren, the son. Warren contends that no such right exists, relying on Nahas v. Noble, 77 N.M. 139, 420 P.2d 127 (1966).\nNahas v. Noble, supra, held that a parent could not sue a child for a personal tort committed while the child was unemancipated and a minor. Public policy prohibits suits between parent and child based on negligent acts of the defendant occurring at the time the child was a member of the family unit and subject to parental care and discipline.\nOnce the family relationship is altered so that the child is no longer subject to parental care and discipline, the child is said to be emancipated. Emancipation as between parent and child is the severance of the parental relationship so far as legal rights and liabilities are concerned. Parker v. Parker, 230 S.C. 28, 94 S.E.2d 12, 60 A.L.R.2d 1280 (1956).\nSuch an alteration occurs when the parental relationship is severed between parent and a minor child. A parent may sue an emancipated minor child for personal tort. Annot., 60 A.L.R.2d 1292.\nSuch an alteration also occurs by operation of law. In the usual situation, the parental relationship is severed when the child reaches majority because the law fixes that as the point in time for parental rights and liabilities to cease. Parker v. Parker, supra; Gillikin v. Burbage, 263 N.C. 317, 139 S.E.2d 753 (1965). There is an exception to this result where there is an infirmity of body or mind rendering the child unable to take care of itself and requiring the child to remain with the parent. Parker v. Parker, supra; Gillikin v. Burbage, supra. There is nothing in the record to indicate that the exception is applicable here; and, in any event, the burden of proving an exception would be upon the party seeking to show that the parental relationship is not severed.\nThere are cases which hold that majority only creates a presumption of emancipation. Such a presumption has been applied to defeat the child's claim against a parent for reimbursement for services rendered or wages turned over to the parent after majority. Sparks v. Hinckley, 78 Utah 502, 5 P.2d 570 (1931); Donovan v. Driscoll, 116 Iowa 339, 90 N.W. 60 (1902); see also Mathias v. Tingey, 39 Utah 561, 118 P. 781, 38 L.R.A.,N.S., 749 (1911). The presumption has also been applied to sustain a parent's right to recover from a third party for expenses incurred 'in the care of an adult child as a result of a third party's tort. Union Pac. Ry. Co. v. Jones, 21 Colo. 340, 40 P. 891 (1895).\nUnder the facts of these cases, it is questionable whether the presumption was needed to support the results reached. However, we do not concern ourselves with these cases because they do not involve a suit between parent and child for personal tort. No case was found which applied such a presumption in suits between parent and child for torts committed after the child reached its majority.\nConversely, in several cases, the type of suit with which we are concerned was held to be maintainable with little or no discussion. See Crosby v. Crosby, 230 App.Div. 651, 246 N.Y.S. 384 (1930); Ponder v. Ponder, 157 So. 627 (La.App.1934); Becker v. Rieck, 19 Misc.2d 104, 188 N.Y.S.2d 724 (1959).\nFarrar v. Farrar, 41 Ga.App. 120, 152 S.E. 278 (1930), expressly held that such suits would lie if the tort were committed after majority. Parker v. Parker, supra, and Gillikin v. Burbage, supra, imply the same result. And see Weyen v. Weyen, 165 Miss. 257, 139 So. 608, 856 (1932). Such a result would be consistent with §§ 32-1-4 and 57-3-7, N.M.S.A.1953, and Stevens v. Van Deusen, 56 N.M. 128, 241 P.2d 331 (1951), all to the effect that parents are entitled to the custody, control and earnings of their minor children.\nUnder this approach (subject to the exception noted above) the fact that an adult child is living with and being supported by his parent is not a bar to the suit. Farrar v. Farrar, supra; Goheen v. Goheen, 9 N.J.Misc. 507, 154 A. 393 (1931); Taylor v. Taylor, 360 Mo. 994, 232 S.W.2d 382 (1950); Ledgerwood v. Ledgerwood, 114 Cal.App. 538, 300 P. 144 (1931). Such an arrangement after majority is a voluntary arrangement; it is not based on legal right. As stated in Gillikin v. Burbage, supra:\nEven when he becomes twenty-one, a child is not suddenly metamorphosed into a chilled stranger to his parents; he remains by common experience in emotional privity with them. Complete emancipation is not ipso facto lacking simply because pietas endures, no more than it is established simply because pietas is lacking. Between the two there is no necessary connection. Emancipation has to do with a legal, pietas with an emotional, relationship. For complete emancipation, the law does not require the severing of all parental ties; * * * \nWe adopt this view and hold that a parent may sue a child for personal tort committed after the child attains its majority.\nHere, the decedent could have maintained an action against his son for a personal tort. The third party claim of Mr. Valdez is not barred.\nBoth summary judgments are reversed. The cause is remanded with instructions to set the summary judgments aside and to reinstate the complaint and the third party complaint on the docket.\nIt is so ordered.\nMOISE, COMPTON and CARMODY, JJ., concur.\nNOBLE, Justice\n(concurring in part and dissenting in part).\nI agree with the majority that the case should be reversed because of the erroneous *778determination by summary judgment that the decedent was contributo rily negligent as a matter of law. I must, however, disagree with the holding by the majority that a parent may sue his child in tort if the child has reached the age of twenty-one years, even though he is living in the parents' home, under their care, custody, control, and completely supported by them.\nHere, the defendant's third-party action against Warren depends entirely upon whether the decedent, Warren's father, would have had a right of action against him in tort. Rodgers v. Galindo, 68 N.M. 215, 360 P.2d 400. The majority recognize this principle, but conclude that a parent can maintain a tort action against a child who has reached the age of twenty-one years regardless of the fact that the child remains in the parental home and is dependent upon his parents for support. The majority, contrary to what I consider not only the weight of authority, but contrary to the better-reasoned decisions, reach this conclusion upon the basis that a child- becomes emancipated as a matter of law upon becoming twenty-one years of age. Pointing out that New Mexico has no applicable statute, the majority apply what they term a common-law rule declaring an infant to be emancipated as a matter of law when -he reaches twenty-one.\nAcademically, there appears to be a considerable division of authority on the question'of whether emancipation of children by their parents had any foundation in the common law. 39 Am.Jur., Parent and Child, § 64; Cafaro v. Cafaro, 118 N.J.L. 123, 191 A. 472. An examination of those decisions holding a child to be emancipated upon reaching majority reveals that they were largely concerned with the rights, as between parents and child, to services and earnings of the child and the right to sue and recover therefor. As so confined, parental emancipation in its general terms signifies a surrender or renunciation of the correlative rights and duties concerning the care, custody and earnings of a child. Upon attaining twenty-one years of age, but not before, the child may elect to sever the relationship and the concurrence of the parent is not essential to make the severance complete and effective. Alexandria v. Bethlehem, 16 N.J.L. 119, 31 Am.Dec. 229; Brown v. Ramsay, 29 N.J.L. 117; Delaware, L. & W. R.R. v. Petrowsky, 250 F. 554 (2d Cir. 1918). The question, then, of whether a child has manifested an election to sever the family relationship upon reaching the age of twenty-one and thus become emancipated is one of fact.\nIn the instant case, we are bound by the undisputed facts supporting the motion for summary judgment. These are that even though Warren had reached the age of twenty-one years, he was attending the University, was living in his parents' home, and was being supported by them. The record contains nothing to indicate that *779Warren had elected to sever the family relationship. Upon these facts there has not been that termination of the family relationship necessary to constitute the complete emancipation which permits a suit for negligence by the parent against his child. The situation is analogous to a determination of whether the family-purpose doctrine applies to a motor vehicle used by an adult child. In Burkhart v. Corn, 59 N.M. 343, 284 P.2d 226, we held that parents who furnished an automobile for family use were, under the family-purpose doctrine, liable for its negligent operation by an adult married son who lived in the parents' home, worked for them on their ranch, and used the vehicle on his days off.\nThe rule denying an unemancipated minor child the right to maintain an action in negligence was grounded upon sound public policy in Nahas v. Noble, 77 N.M. 139, 420 P.2d 127. The basis of the rule rests in the necessity for the encouragement of family discipline. Suits by parents against a child were said in Nahas to tend to disrupt the family relationship because of the antagonism implicit in such suits. In Nahas we not only denied a minor unemancipated child the right to sue its parent but, likewise, held that where the injury occurred during minority, the child's disability did not vanish upon her becoming emancipated by marriage. Certainly, the same sound considerations which prevent such a child from suing its parent upon becoming emancipated apply to prevent a child who continues to live in the parental home, to be under the care, custody and control, and supported by its parents from maintaining such a suit. The disability to sue does not, as a matter of law, disappear upon the child reaching the age of twenty-one years. Under such circumstances, the family relationship upon which the public policy denying the right to sue is grounded is just as strong as in the case of an unemancipated minor child. Of course, the-rule which denies a child the right to sue its parent applies with equal force to the right of a parent to sue a child. I can see no logic or reason in holding that a parent may not sue an adult child for negligence merely because the accident occurred while the child was a minor, and at the same time holding that if the accident occurred on the child's twenty-first birthday the parent may sue even though the same family relationship exists as before his birthday.\nThe dismissal of the third-party complaint against Warren Fitzgerald should be affirmed.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the adult offspring of a plaintiff living with the plaintiff can be sued for negligence, and whether a plaintiff fixing a car on the side of the road can be negligent where the defendant crashed his vehicle into the plaintiff's car.\nSummary:\nthe plaintiff died when assisting his son to jump-start his car and the defendant crashed his car into the plaintiff and plaintiff's son's cars, at night, when the plaintiff's son had turned off a light previously used to warn other cars of the situation\nthe trial court found in favour of the defendant and the plaintiff's son and granted summary judgement\nhowever, there was a material question of fact as to whether the plaintiff, in moving between two cars on the side of the road at night, and relying on his son to watch out or provide warning to oncoming vehicles, was contributorily negligent.\nAlso, whether the plaintiff's action was a proximate cause of his death was a question of fact for the jury and the trial court should not have granted summary judgement given that such questions of fact remained to be resolved.\nFinally, even though the plaintiff's son lived with him and was supported by the plaintiff, the plaintiff's son could still be liable to his father because a legal adult may be sued by their parents even though the parents provide emotional and financial support, because liability between family members may accrue even though they still have a personal relationship to each other. In other words, the fact that father and son were not complete and utter strangers does not prevent the father from suing the son.\nConsequently, the claim that the defendant made against the son for his potential negligence should be entertained.\n",
    "annotations": {
        "Facts": [
            "Warren Lee Fitzgerald, son of Roy B. Fitzgerald, had difficulty in starting his car and asked his father for assistance. Twice his father, in his car, pushed Warren's car until it started. Warren's car stalled again. The father drove his car in front of his son's car and was between the two vehicles attaching a tow chain when Warren's car was struck in the rear by a vehicle driven by Mr. Valdez. The father died from injuries received in this collision.While his father was between the vehicles, Warren connected a flashlight into his car's cigarette lighter and signaled with the flashlight as a northbound car approached and went around the Fitzgerald vehicles. Warren then pulled the flashlight connection out of the cigarette lighter to unwrap the cord. While unwrapping the cord, he saw Mr. Valdez' car approaching. Warren unsuccessfully attempted to reconnect the flashlight and jumped from his car just before the collision.The accident occurred on Carlisle Street, N.E. in Albuquerque in the block immediately south of Indian School Road. The two Fitzgerald vehicles were in the curb lane on the east side of the street, facing north. The curb lane is over twenty-one feet in width",
            "The accident happened at night. There was a street light on Indian School Road, but we do not know the distance from the street light to the accident scene. The night was characterized as dark. Warren's car did not have lights burning at the time of the accident. Mr. Valdez' lights were on low beam; he first saw Warren's car when he was fifty to seventy-five feet from it. Mr. Valdez applied his brakes and attempted to turn to the left before hitting Warren's car.Mr. Valdez had been visiting with friends in a bar. En route home from the bar he was involved in the accident. He was at the bar for two and three-fourths hours, during which time he consumed two beers, two highballs and a portion of a third highball.At the time of the collision Warren was twenty-one years and nine months old; He was a student at the University of New Mexico, living in liis father's home and being supported by his father."
        ],
        "Procedural History": [
            "Plaintiff's wrongful death action",
            "The trial court entered summary judgment in favor of defendant and third party defendant"
        ],
        "Application of Law to Facts": [
            "Decedent's going between the cars to connect the tow chain must be considered in relation to Warren's actions, to the lighting conditions, to the width of the street, to traffic conditions—to all the circumstances. Whether decedent was negligent was a question of fact for the jury.",
            "Here, reasonable minds could differ as to whether decedent's acts were a contributing proximate cause of the death. As on the question of decedent's negligence, so here on the question of causation, all of the circumstances must be considered. Decedent's estate was entitled to have the jury say whether any violation by decedent of statutory regulations or the common law of due care was a proximate contributing factor in bringing about decedent's death.",
            "the fact that an adult child is living with and being supported by his parent is not a bar to the suit",
            "Even when he becomes twenty-one, a child is not suddenly metamorphosed into a chilled stranger to his parents; he remains by common experience in emotional privity with them. Complete emancipation is not ipso facto lacking simply because pietas endures, no more than it is established simply because pietas is lacking. Between the two there is no necessary connection. Emancipation has to do with a legal, pietas with an emotional, relationship. For complete emancipation, the law does not require the severing of all parental ties",
            "We adopt this view and hold that a parent may sue a child for personal tort committed after the child attains its majority.Here, the decedent could have maintained an action against his son for a personal tort. The third party claim of Mr. Valdez is not barred."
        ],
        "Relevant Precedents": [
            "Williams v. Haas, , 189 P.2d 632 (1948)",
            "Crosby v. Crosby, , 246 N.Y.S. 384 (1930); Ponder v. Ponder,  (La.App.1934); Becker v. Rieck, 19 Misc.2d 104,  (1959)",
            "Farrar v. Farrar, 41 Ga.App. 120,  (1930)",
            "Weyen v. Weyen, 165 Miss. 257, , 856 (1932)"
        ],
        "Outcome": [
            "Both summary judgments are reversed. The cause is remanded with instructions to set the summary judgments aside and to reinstate the complaint and the third party complaint on the docket."
        ]
    },
    "class": "reverse"
}