{
    "text": "Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971)\nDec. 13, 1971 · Supreme Court of New Mexico · No. 9243 \n83 N.M. 336, 491 P.2d 1147 \nJohn A. WILLIAMSON and Royal Globe Insurance Group, Petitioners, v. E. J. SMITH, d/b/a E. J. Smith Plumbing & Heating and J. R. Trenching and Excavating Company, Inc., Respondents \n491 P.2d 1147\nSupreme Court of New Mexico.\nRehearing Denied Jan. 10, 1972.\n*337Sutin, Thayer & Browne, Irwin S. Moise, Albuquerque, for petitioners.\nIden & Johnson, J. J. Monroe, Albuquerque, for respondent Smith.\nCiverolo, Hansen & Wolf, Albuquerque, for respondent J. R. Trenching & Excavating Co.\nOPINION\nSTEPHENSON, Justice.\nThe plaintiff, Williamson, a journeyman plumber, sought damages against E. J. Smith, a master plumber, and J. R. Trenching and Excavating Company (J. R.), for injuries which he received from a cave-in while he was laying pipe in the bottom of a trench.\nThe particular work was part of a construction project of Warren Properties, who had hired Smith to do the plumbing work. Smith, in turn, had hired plaintiff through an arrangement with a local union. J. R. had cut the trench.\nWilliamson, in his complaint, alleged that his injuries were caused by the negligence of both Smith and J. R. in their failure to shore and crib the trench. Smith and J. R. alleged both contributory negligence and assumption of risk on the part of Williamson. The trial court granted defendants' motion for summary judgment, holding that Mr. Williamson, as a matter of law, had assumed the risk of injury which he suffered. On appeal, the Court of Appeals affirmed. Williamson v. Smith, 82 N.M. 517, 484 P.2d 359 (1971). We granted certiorari and reverse.\nMr. Williamson asserts that the trial court and Court of Appeals have failed to take into account the feature of economic coercion engrafted by our precedents upon the law pertaining to assumption of risk. However, we need not decide this issue in view of our conclusion that a larger question exists which should be resolved by us. That question is whether assumption of risk should any longer be recognized as a defense in New Mexico, even assuming that it ever, in truth, differed from ordinary contributory negligence. We have decided that assumption of risk should no longer be recognized as an affirmative defense.\nMany courts and writers who have considered the precedents dealing with assumption of risk have commented upon the confusion which attends it. Some courts seem to use the term interchangeably with contributory negligence, others have decided it is synonymous with contributory negligence, while others attempt to distinguish the two defenses. See Annot., 82 A.L.R.2d 1218 (1962). Justice Frankfurter, in a concurring opinion in Tiller v. Atlantic Coast Line R. Co., 318 U.S. 54, 63 S.Ct. 444, 87 L.Ed. 610 (1943), commented upon this confusion as follows:\nThe phrase 'assumption of risk' is an excellent illustration of the extent to which uncritical use of words bedevils the law. A phrase begins life as a literary expression; its felicity leads to its lazy repetition; and repetition soon establishes it as a legal formula, undiscriminatingly used to express different and sometimes contradictory ideas.\nNumerous reasons doubtless exist for the confusion, entirely apart from the semantical consequences of attempting to distinguish things which are the same. Assumption of risk is supposedly the voluntary exposure of oneself to a danger which is, or should be, known. Uniform Jury Instruction 13.10. What, we inquire, does this amount to other than a failure to exercise ordinary care for one's own safety (i. e., negligence, Uniform Jury Instruction 12.1) which bars recovery by a plaintiff? (Contributory negligence, Uniform Jury Instruction 13.1.) It is sometimes said that contributory negligence involves conduct whereas assumption of risk involves a mental state of willingness or deliberation. We fail to see the significance of a mental state of willingness unless it is manifested by conduct.\nAssumption of risk evolved in master and servant cases. As the United States Supreme Court has observed, it developed in response to the general impulse of the common law courts to insulate the employer as much as possible from bearing the 'human overhead' which is an inevitable part of the cost — to someone — of the doing of industrialized business. The general purpose behind this development in the common law seems to have been to give maximum freedom to expanding industry. Any other rule would not only subject employers to unreasonable and often ruinous responsibilities, thereby embarrassing all branches of business, it would also encourage carelessness on the part of the employee. Opinion of Justice Black in Tiller v. Atlantic Coast Line R. Co., supra, quoting Justice Bradley in Tuttle v. Detroit, Grand Haven and Milwaukee Ry., 122 U.S. 189, 7 S.Ct. 1166, 30 L.Ed. 1114 (1887).\nA general rule thus emerged in this country that a servant assumes the risk of: (1) such dangers as are ordinarily and normally incident to the work; and (2) such extraordinary and abnormal risks as (a) he knows and appreciates and faces without complaint or (b) are obvious and apparent. Extraordinary risks have been said to be those which are attributable to the master's negligence. 2 Harper and and James, Law of Torts, § 21.4 at 1178 (1956).\nAdded to this were the various approaches which were taken when the question of voluntariness as the result of economic coercion arose, i. e., the employee's belief that he either had to continue on his particular task or lose his job. Although some courts decided that this prevented a finding of assumption of risk as a matter of law (see Kaplan v. 48th Avenue Corporation, 267 App.Div. 272, 45 N.Y.S.2d 510 (1943) and cases cited thereunder), most of them relied on a more complex rationale: the employee assumed the risk of his employer's negligence until he complained of the situation and received an assurance from his employer that it would be remedied. The employee, however, could only rely upon this assurance for a reasonable time until he once again began to assume the risk. 4 Labatt, Master and Servant, § 13.53 at 3894 (2nd ed. 1913); 2 Hai'per and James, supra, § 21.4 at 1179. Thus, what began as a concept theoretically distinct from contributory negligence, ultimately became so ornamented and adulterated that it relied upon the criterion of contributory negligence : reasonableness.\nIt was, however, a harsh standard of reasonableness which guided the courts in this general area. In believing that a reasonably prudent man would inevitably refrain from working under dangerous conditions, they often took the matter from the jury and found assumption of risk as a matter of law. And in regard to economic coercion in particular, Prosser states that the harsh position of the courts on this issue has been violently denounced by every writer who has ever dealt with the subject. Prosser, Law of Torts, § 67 at 467 (3rd ed. 1964).\nThe doctrine, being a manifestation of laissez-faire economics, was a subject of criticism even during its early years. See 3 Labatt, supra, § 960. As Justice Frankfurter later noted in the Tiller case, supi'a:\n * * * 'pjjg notion of assumption of risk as a defense — that is, where the employer concededly failed in his duty of care and nevertheless escaped liability because the employee had 'agreed' to 'assume the risk' of the employer's fault— rested, in the context of our industrial society, upon a pure fiction.\nNevertheless, the concept of assumption of risk did not confine itself to employer-employee relationships, but invaded other areas of negligence law such as guest statute and slip and fall cases.\nThe history, confusion and complexity of this doctrine is evidenced by the law of New Mexico. It was stated very early in this jurisdiction that a servant assumes all of the ordinary risks of his employment, but only those extraordinary risks (those caused by his master's negligence) of which he is aware. Gutierrez v. Valley Irrigation *339and Livestock Co., 68 N.M. 6, 357 P.2d 664 (1960); Singer v. Swartz, 22 N.M. 84, 159 P. 745 (1916); Van Kirk v. Butler, 19 N.M. 597, 145 P. 129 (1914). But the effect of economic coercion in this state is probably open to question, and there is no doubt that this openness has caused confusion. Demarest v. T. C. Bateson Construction Company, 370 F.2d 281 (10th Cir. 1966); Padilla v. Winsor, 67 N.M. 267, 354 P.2d 740 (1960); Jasper v. Lumpee, 81 N.M. 214, 465 P.2d 97 (Ct.App.1970); Williamson v. Smith, supra.\nGradually, assumption of risk was extended beyond contractual relationships, so that it applied to any relation which was voluntarily assumed. Reed v. Styron, 69 N.M. 262, 365 P.2d 912 (1961). Thus, it has even been successfully pleaded in one slip and fall case. Dempsey v. Alamo Hotels, Inc., 76 N.M. 712, 418 P.2d 58 (1966).\nNew Mexico has occasionally intermingled assumption of risk with contributory negligence. Compare Stephens v. Dulaney, 78 N.M. 53, 428 P.2d 27 (1967) with McMullen v. Ursuline Order of Sisters, 56 N.M. 570, 246 P.2d 1052 (1952). See also Schmidt v. Southwestern Brewery & Ice Co., 15 N.M. 232, 107 P. 677 (1910), aff 'd 226 U.S. 162, 33 S.Ct. 68, 57 L.Ed. 170 (1912). It has also recognized their close relationship. E. g., Gutierrez v. Valley Irrigation and Livestock Co., supra. It has even been claimed by some that this state has merged the two defenses. See Demarest v. T. C. Bateson Construction Company, supra. Nevertheless, it seems apparent to us that our appellate courts have steadfastly attempted to distinguish the two. See, e. g., Stephens v. Dulaney, supra; Dempsey v. Alamo Hotels, Inc., supra; Stewart v. Barnes, 80 N.M. 102, 451 P.2d 1006 (Ct.App.1969). The basis of this distinction has usually been that assumption of risk involves willingness whereas contributory negligence excludes the idea of willingness and concerns itself only with conduct. As stated earlier in this opinion, we find such a distinction to be illusory. On one occasion this court went to great lengths to explain this difference, although in doing so it admitted that conduct under certain facts and circumstances may amount to an assumption of risk as well as contributory negligence. Stephens v. Dulaney, supra.\nThe reasonableness of insulating business from human overhead, however valid it may have been during the moment of the industrial revolution, now runs directly counter to current social policy, as typified by the underlying theory of modern workmen's compensation legislation, both general and specifically in regard to the safety of work areas. Section 59-10-5(A), N.M. S.A., 1953. Widespread availability and use of liability and workmen's compensation insurance by employers have now met the need in any case.\nFinally, in the employer-employee frame of reference, the concept of assumption of risk is one hundred eighty degrees out of phase with our legal policy of requiring the employer to provide his employees with a reasonably safe place to work. Thompson v. Dale, 59 N.M. 290, 283 P.2d 623 (1955).\nFor either some or all of these reasons, there is a movement in this country either to restrict this defense or eliminate it completely. See Parker v. Redden, 421 S.W.2d 586 (Ky., 1967); Felgner v. Anderson, 375 Mich. 23, 133 N.W.2d 136 (1965); McGrath v. American Cyanamid Co., 41 N.J. 272, 196 A.2d 238 (1963); Siragusa v. Swedish Hospital, 60 Wash.2d 310, 373 P.2d 767 (1962); Ritter v. Beals, 225 Or. 504, 358 P.2d 1080 (1961); Meistrich v. Casino Arena Attractions, Inc., 31 N.J. 44, 155 A.2d 90, 82 A.L.R.2d 1208 (1959).\nUntil now, however, this movement has not been followed in this jurisdiction. Consequently, the confusion in this state continues to exist. Its result can best be described in the words of Chief Judge Murrah, who said, in attempting to apply New Mexico law in the case of Demarest v. T. C. Bateson Construction Company, supra:\nCourts have long struggled with contributory negligence, assumption of risk, and volenti non fit injuria (a third concept kindred to and sometimes called an alias for assumption of risk) as these doctrines apply in the case of an employee-invitee. As we have said in considering the law of another state, 'An examination of only a small number of the cases which have dealt with these three principles leads one into a maze of confusion and contradiction, from which one emerges only with a conviction that the decisions are irreconcilable.' Swift and Co. v. Schuster, 10 Cir., 192 F.2d 615, 617. Probably because of this 'confusion and contradiction' a number of courts have very recently restricted the scope of affirmative defenses in cases of this type to contributory negligence. * * * \nAfter quoting from one of these cases, Judge Murrah observed — apparently with some regret — that despite what may well be the emerging general law in this area, our case is clearly governed by the law of New Mexico.\nIn interpreting the law of New Mexico as continuing to recognize the defense of assumption of risk, Judge Murrah was strongly influenced by Dempsey v. Alamo Hotels, Inc., supra. As we interpret that case, plaintiff was primarily denied recovery because of contributory negligence as a matter of law. The holding of assumption of risk as a matter of law, although clearly evident in the opinion, was just as clearly unnecessary; the doctrine did not affect the result in the case and served no useful purpose.\nWe are most impressed with the analysis of the problem which is contained in Meistrich v. Casino Arena Attractions, supra. In that case the court specifically excluded from its analysis express contracts not to sue and situations in which actual consent exists, such as contact sports.\nBorrowing both from the Meistrich case and 2 Harper and James, Law of Torts, § 21.1 (1956), we have decided that there are two principal meanings of assumption of risk. In one sense — hereafter called its primary sense — it is an alternate expression for the proposition that the defendant was not negligent; i. e., either owed no duty or did not breach the duty owed. Meistrich v. Casino Arena Attractions, supra; 2 Harper and James, supra, § 21.1 at 1162.\nWhen the rule was advanced, therefore, that the servant assumed the risks which were ordinary and inherent in his work (i. e., not caused by the master's negligence), this was only another way of saying the master was not negligent.\nIn another sense — hereafter called its secondary sense — it is an affirmative defense to an established breach of duty. Meistrich v. Casino Arena Attractions, supra; 2 Harper and James, supra, § 21.1 at 1162.\nIf the servant established that his injury was caused by a risk created by his master's negligence in failing to provide a safe place to work, and the master maintained, as an affirmative defense, that plaintiff should fail because he voluntarily exposed himself to a danger negligently created by the master, that defense was also called assumption of risk. Thus two utterly distinct thoughts bore the same label with inevitable confusion. Meistrich v. Casino Arena Attractions, supra. Assumption of risk in its secondary sense is in reality nothing more than contributory negligence.\nThereafter, assumption of risk assumed a life of its own, independent of — but usually allied with — contributory negligence. If there arose a question that the plaintiff did not exercise due care for his own safety, and that this exercise came after a mental exercise of willfulness, defendant was allowed to plead both contributory negligence and assumption of risk. E. g., Dempsey v. Alamo Hotels, Inc., supra; Stewart v. Barnes, supra.\nWe have examined the New Mexico cases on this subject and have concluded that each occasion which has heretofore been the subject of assumption of risk in the secondary sense, could have been covered entirely by the reasonable man standard of contributory negligence. Defendant should not be allowed to plead contributory negligence twice. Once is enough. Ritter v. Beals, supra.\nFor these reasons, assumption of risk will no longer be a defense in New Mexico, and Uniform Jury Instruction 13.-10 on that subject will no longer be given. If pleaded and warranted by the evidence, the ground formerly occupied by the doctrine of assumption of risk will be covered by the law pertaining to negligence and contributory negligence. Uniform Jury Instructions in regard to which will be given in jury cases. This holding is applicable to all cases tried hereafter.\nBy what we have said, we do not mean to infer that a given state of facts which would heretofore have constituted a valid defense on the basis of assumption of risk will no longer prevail. To the contrary, such a set of facts, if properly pleaded and proven, will be as efficacious as formerly. It will however henceforth be regarded as contributory negligence and governed by the principles pertaining to that doctrine.\nContributory negligence is a broad and flexible doctrine keyed to reasonableness of conduct. This court has approved the Second Restatement of Torts, §§ 463-66 at pages 507-11 on this subject. Stephens v. Dulaney, 78 N.M. 53, 428 P.2d 27 (1967).\nSection 466 states:\n § 466. Types of Contributory Negligence\nThe plaintiff's contributory negligence may be either\n(a) an intentional and unreasonable exposure of himself to danger created by the defendant's negligence, of which danger the plaintiff knows or has reason to know, or\n(b) conduct which, in respects other than those stated in Clause (a), falls short of the standard to which the reasonable man should conform in order to protect himself from harm.\nWe thus regard the Uniform Jury Instruction definition of negligence (U.J.I. 12.1) as being sufficiently broad to cover the ground formerly occupied by assumption of risk (U.J.I. 13.10), the gist of which is a voluntary exposure to a known danger. We recognize however that experience may indicate the desirability of modifying or expanding our present U.J.I. definitions of negligence (U.J.I. 12.1) and contributory negligence (U.J.I. 13.1).\nSimilarly, in due course, Rule of Civil Procedure 8(c) [§ 21-1-1(8) (c), N.M.S.A., 1953] will be amended to delete the reference to assumption of risk.\nWhich brings us to the present case. Williamson alleged that defendants were negligent in their construction and maintenance of the ditch and failed to provide him with a safe place to work. Defendants maintained that Williamson, in appreciating the danger of a cave-in and continuing to work in light of that danger, assumed the risk and was contributorily negligent. Williamson, in turn, claimed that he did not voluntarily assume the risk because he either had to remain in the ditch or lose his job.\nThe issues remaining on the subject of liability, in light of our decision here, are whether the defendants were negligent and, if so, whether plaintiff was contributorily negligent.\nThe case was decided at the trial level and upheld by the Court of Appeals solely on the basis that Williamson had assumed the risk as a matter of law. Since we have just decided that that doctrine no longer exists, it is obvious that the case cannot be upheld. However, in order to avoid further delays and appeals, we have taken the unusual course of reviewing the entire record to determine whether Mr. Williamson is, as a matter of law, barred from recovery by contributory negligence.\nIt is well established that in considering a motion for summary judgment, pleadings, affidavits and depositions must be viewed in their most favorable aspect in support of the party opposing the motion and his right to a trial on the issues. If there is the slightest doubt as to the existence of material factual issues, summary judgment should be denied. Las Cruces Country Club, Inc. v. City of Las Cruces, 81 N.M. 387, 467 P.2d 403 (1970).\nThe burden of showing contributory negligence is upon the defendant and 'when a given state of facts is such that reasonable men may fairly differ upon the question as to whether there was negligence or not, the determination of the matter is for the jury.' * * *  Olguin v. Thygesen, 47 N.M. 377, 143 P.2d 585 (1943).\nGuided by these standards, our review of the record convinces us that a factual issue exists in regard to contributory negligence.\nThe summary judgment of the trial court is reversed, and further proceedings shall be had consistent with this opinion.\nIt is so ordered.\n' McMANUS and MONTOYA, JJ., concur.\nOMAN, Justice\n(specially concurring).\nI concur in the result reached by the majority opinion. I also agree with much of the reasoning of the majority for combining the separate defenses of assumption of risk and contributory negligence into the one defense of contributory negligence.\nUnfortunately, the differences between these two concepts seem not to have been fully understood by many of our lawyers and judges, and this lack of understanding has unquestionably caused confusion and doubt in the application of these defenses to many factual situations. However, I do not agree that assumption of risk and contributory negligence, as they have developed and been defined in New Mexico, are mutually inclusive and identical. I only agree that both concepts, in view of the confusion and lack of appreciation of the differences ■ between them, can better be considered, understood and applied as elements of the single affirmative defense of contributory negligence. As the majority have observed, contributory negligence is a broad and flexible' doctrine encompassing an intentional and unreasonable exposure of one's self to danger as well as other conduct which falls short of the standard to which a reasonable person should conform for protection from injury or harm.\nCOMPTON, C. J., concurs.\nPLAIN ENGLISH SUMMARY\nIssue: whether plaintiff assumed the risk of staying in a ditch that caved in while employed as a plumber and directed to perform work in the ditch.\nSummary:\nthe courts below determined that the plaintiff had wilfully assumed the risk inherent in performing work in the ditch that caved in and caused his injuries\nhowever, the Supreme Court held that the defense of assumption of risk is actually a way of saying two different things: (1) that the defendant was not negligent; and (2) that the plaintiff was contributorily negligent. Since those concepts exist independently, and the law of assumption of risk is confusing, the Court abolished it by this ruling.\nThus, the plaintiff cannot be found to have assumed the risk of injury he suffered. However, he may have been contributorily negligent, since he agreed to do the work even though a risk was present, purportedly on the assumption that he would lose his job if he didn't. \nAn issue of fact therefore exists that should have precluded the grant of summary judgement.\n",
    "annotations": {
        "Facts": [
            "injuries which he received from a cave-in while he was laying pipe in the bottom of a trench.The particular work was part of a construction project of Warren Properties, who had hired Smith to do the plumbing work. Smith, in turn, had hired plaintiff through an arrangement with a local union. J. R. had cut the trench."
        ],
        "Procedural History": [
            "The trial court granted defendants' motion for summary judgment, holding that Mr. Williamson, as a matter of law, had assumed the risk of injury which he suffered. On appeal, the Court of Appeals affirmed."
        ],
        "Application of Law to Facts": [
            "The reasonableness of insulating business from human overhead, however valid it may have been during the moment of the industrial revolution, now runs directly counter to current social policy",
            "in the employer-employee frame of reference, the concept of assumption of risk is one hundred eighty degrees out of phase with our legal policy of requiring the employer to provide his employees with a reasonably safe place to work",
            "If the servant established that his injury was caused by a risk created by his master's negligence in failing to provide a safe place to work, and the master maintained, as an affirmative defense, that plaintiff should fail because he voluntarily exposed himself to a danger negligently created by the master, that defense was also called assumption of risk. Thus two utterly distinct thoughts bore the same label with inevitable confusion.",
            "Assumption of risk in its secondary sense is in reality nothing more than contributory negligence",
            "We have examined the New Mexico cases on this subject and have concluded that each occasion which has heretofore been the subject of assumption of risk in the secondary sense, could have been covered entirely by the reasonable man standard of contributory negligence",
            "For these reasons, assumption of risk will no longer be a defense in New Mexico",
            "Guided by these standards, our review of the record convinces us that a factual issue exists in regard to contributory negligence."
        ],
        "Relevant Precedents": [
            "Thompson v. Dale, , 283 P.2d 623 (1955).",
            "Meistrich v. Casino Arena Attractions, Inc., 31 N.J. 44, , 82 A.L.R.2d 1208 (1959)."
        ],
        "Outcome": [
            "We granted certiorari and reverse.",
            "The summary judgment of the trial court is reversed"
        ]
    },
    "class": "reverse"
}