{
    "text": "Stang v. Hertz Corp., 83 N.M. 730, 497 P.2d 732 (1972)\nMay 26, 1972 · Supreme Court of New Mexico · No. 9324 \n83 N.M. 730, 497 P.2d 732 \nSister Mary Assunta STANG, Personal Representative and Ancillary Administratrix with the Will Annexed in the Matter of the Last Will and Testament of Catherine Lavan, Deceased, et al., Petitioners, v. HERTZ CORPORATION, a corporation, Respondent \n497 P.2d 732\nSupreme Court of New Mexico.\nSmith & Ransom, Richard E. Ransom, William G. Gilstrap, Albuquerque, for petitioners.\nRodey, Dickason, Sloan, Akin & Robb, James C. Ritchie, Bruce D. Hall, Albuquerque, for respondent.\nMartin & Martin, William L. Lutz, Las Cruces, amicus curiae.\nOPINION\nMcMANUS, Justice.\nThe automobile accident involved in this case occurred when a tire blew out. The tire, manufactured by Firestone Tire & Rubber Company, was mounted on a car belonging to Hertz Corporation. The car had been rented by a nun; Catherine La-van, also a nun, was a passenger in the car when the blowout occurred. Catherine La-van suffered injuries in the accident resulting in her death. Prior appellate decisions were concerned with damages in wrongful death actions. Stang v. Hertz Corporation, 81 N.M. 69, 463 P.2d 45 (Ct. App.1969), aff'd 81 N.M. 348, 467 P.2d 14 (1970). Subsequent to the appellate decisions the case was tried and submitted to a jury as against Firestone. The verdict was in favor of Firestone. There is no appeal from this verdict. The trial court directed a verdict in favor of Hertz. The dispositive issues in this appeal concern the liability of Hertz. Plaintiffs contend there were issues for the jury concerning (1) an express warranty and (2) strict liability in tort. On appeal, the Court of Appeals affirmed the trial court on the basis that there was no evidence of express warranty to be submitted to the jury and that strict liability is not applicable in New Mexico. Stang v. Hertz Corporation, 83 N.M. 217, 490 P.2d 475 (1971). We granted certiorari and now affirm on the issue of express warranty and reverse on the issue of strict liability.\nHistorically, the buyer of a defective product had two possible theories of recovery against the seller. The first was the basic theory of negligence and in order to recover, the buyer had to establish that the seller had a duty of care, breached that duty, and that the breach was the cause of the plaintiff's injury. 2 L. Frumer and M. Friedman, Products Liability § 16A [1] (1970). The second theory based recovery on a breach of warranty. This theory did not involve a concept of fault as found in negligence but, rather, required an agreement entered into by the seller.\nThe main problem with the negligence theory was the practical one of establishing the failure to exercise due care. Breach of warranty, on the other hand, involved the need of privity of contract between parties. That is, there existed a contractual relationship between the parties. The elimination of the privity requirement extended the usefulness of the breach of warranty action to a larger group of parties and the liability for breach did not involve an element of fault as required in negligence. The law involving an action for breach of warranty was hampered, however, by contract and sales rules and other factors, such as the necessity for a sale, for notice of breach, and disclaimers, Frumer & Friedman, supra, § 16A [2], which restricted the use of the theory of warranty in product liability cases.\nBecause of the shortcomings of the early theories, the courts developed a third theory of recovery which combined the strict liability of warranty with the broad reach of negligence. This theory is known as strict liability in tort and has been applied throughout the country to products liability cases.\nNew Mexico has had very little litigation in the area of products liability. In the very early case of Wood v. Sloan, 20 N.M. 127, 148 P. 507 (1915), we recognized the rule that privity of contract is not required in establishing liability where the product involved is imminently dangerous or where it is rendered dangerous by defect and the *732defendant knew or should have known of the defect.\nIn 1968 this Court declared that in cases involving questions of manufacturer or supplier liability, the old factor of privity would no longer be recognized in the State of New Mexico where liability is considered on a negligence theory. Steinberg v. Coda Roberson Const. Co., 79 N.M. 123, 440 P.2d 798 (1968).\nSteinberg, supra, was followed by Schrib v. Seidenberg, 80 N.M. 573, 458 P.2d 825 (Ct.App.1969). In that case the Court of Appeals discussed the merits of Restatement (Second) of Torts, § 402A (1965), as follows:\n(1) One who sells any product in a defective condition unreasonably dangerous to the user or consumer or to his property is subject to liability for physical harm thereby caused to the ultimate user or consumer, or to his property, if\n(a) the seller is engaged in the business of selling such a product, and\n(b) it is expected to and does reach the user or consumer without substantial change in the condition in which it is sold.\n(2) The rule stated in Subsection (1) applies although\n(a) the seller has exercised all possible care in the preparation and sale of his product, and\n(b) the user or consumer has not bought the product from or entered into any contractual relation with the seller.\nThe court did not decide whether the rule applied in New Mexico but did recognize the merits of the rule if it should apply.\nFollowing the language in Schrib, supra, the 10th Circuit Court of Appeals affirmed Judge Bratton's assumption that the New Mexico courts would adopt and apply the rule of strict liability under § 402A to questions concerning the sufficiency of the evidence, assumption of risk, misuse and contributory negligence. See Moomey v. Massey Ferguson, Inc., 429 F.2d 1184 (10th Cir. 1970).\nWith the above history before it, the New Mexico Court of Appeals, in Stang v. Hertz, supra, rejected Judge Bratton's assumption and decided the case on Restatement (Second) of Torts, §§ 407, 408 (1965). The court then made the point that if New Mexico wished to adopt the Restatement view as to strict liability then the legislature could properly do so. We agree with this contention but we are of the opinion that we should decide whether or not strict liability is properly applicable to sellers and, as an extension, to lessors.\nSince New Mexico has little to offer in the area of strict products liability we must turn to other jurisdictions and their development of the law.\nThe picture of products liability law in this country was first viewed as a result of Winterbottom v. Wright, 10 M. & W. 109, 152 Eng.Rep. 402 (Ex.1842), which held that only the express terms of the contract could provide a basis for recovery for injury resulting from a defect in the product. This was better known as the privity rule, and persons not parties to the initial contract could not recover for injuries caused by one or the other contracting party. The first case to consolidate the decisions citing the exceptions to the privity rule was MacPherson v. Buick Motor Co., 217 N.Y. 382, 111 N.E. 1050 (1916). It recognized that not only was privity unnecessary in cases involving things which were implements of destruction but the rule requiring privity did not apply to cases dealing with certain products that were dangerous because of negligent manufacturing. After a thorough discussion of these cases, the court, in MacPherson, supra, concluded that, under the same principles, the manufacturer of an automobile was liable for negligence even in the absence of privity.\nThe next step was to hold the manufacturer and the retailer strictly liable under some theory of implied warranties. Privity was still required, however, under these theories. See 8 Williston on Contracts, § 995A (3rd Ed.1964). See also Products Liability at the Threshold of the Land*733lord-Lessor, 21 Hastings L.J. 458, 462 (1970). An exception to the above was the risk distribution rationale which was developed in order that a third party, not in privity with the manufacturer or retailer, might recover. See Spence v. Three Rivers Builders & Masonry Supply, Inc., 353 Mich. 120, 90 N.W.2d 873 (1958).\nIn the majority of cases, however, the implied warranty approach continued to be the rule of law until the California court abandoned the theory of implied warranty and adopted a theory of strict liability in tort. The case was Greenman v. Yuba Power Products, Inc., 59 Cal.2d 57, 27 Cal.Rptr. 697, 377 P.2d 897 (1962), and the court finally settled on a risk distribution approach that had first been enunciated by Justice Traynor in Escola v. Coca Cola Bottling Co., 24 Cal.2d 453, 461, 150 P.2d 436 (1944) (concurring opinion). The basis of risk distribution was that the loss should be placed on those most able to bear it and they could then distribute the risk loss to users of the product in the form of higher prices. Finally, in Elmore v. American Motors Corp., 70 Cal.2d 578, 75 Cal.Rptr. 652, 451 P.2d 84 (1969), the California court refined the doctrine to the point that implied warranty no longer existed. In that case, the manufacturer was held liable to a bystander for injury from a defective automobile that left the road and injured the plaintiff. California has developed a theory of strict liability in tort where defective products are at issue and has completely eliminated the need for implied warranties.\nWhile California was maturing toward a strict liability in tort approach, as applied to manufacturers and retailers, other states were extending either the MacPherson doctrine of negligence or the concept of strict liability in tort to defendants other than manufacturers and retailers. The culmination of the extension of strict liability to those other than manufacturers and retailers was Cintrone v. Hertz Truck Leasing and Rental Service, 45 N.J. 434, 212 A.2d 769 (1965), which applied the doctrine to a bailment. In that case, the Supreme Court of New Jersey held Hertz, the lessor of a defective truck, liable to the employee of the lessee for strict liability in tort. In its long and extensively researched opinion, the court stated:\nA bailor for hire, such as a person in the U-drive-it business, puts motor vehicles in the stream of commerce in a fashion not unlike a manufacturer or retailer. The very nature of the business is such that the bailee, his employees, passengers and the traveling public are exposed to a greater quantum of potential danger of harm from defective vehicles than usually arises out of sales by the manufacturer. We held in Santor the liability of the manufacturer might be expressed in terms of strict liability in tort. Santor v. A & M Karagheusian, Inc., supra (44 N.J. [52] at 66-67, 207 A.2d 305); * * * By analogy the same rule should be made applicable to the U-drive-it bailor-bailee relationship. Such a rental must be regarded as accompanied by a representation that the vehicle is fit for operation on the public highways.\ntt s{c sf;\n* * * [W]e are of the opinion * * * that the nature of the U-drive-it business is such that the responsibility of Hertz may properly be stated in terms of strict liability in tort. * * * \nCintrone unlocked the door to the application of strict liability to lessors and the California Court of Appeals, in the final step to complete acceptance of strict liability, walked in. In McClaflin v. Bayshore Equipment Rental Co., 274 Cal.App.2d 446, 79 Cal.Rptr. 337 (Cal.Ct.App.1969), a commercial bailor was held strictly liable in tort for injuries sustained by a bailee from a defect in the bailed article, in this case a ladder.\nThe result in McClaflin was the natural one considering the result of Greenman, supra, and the cases that followed it. It must be remembered, however, that both in McClaflin and Cintrone, supra, the courts made it very clear that strict liability applies only where the defendant is in the business of leasing products. If the transaction is a casual or isolated one, then the bailor will not be held to strict liability. So long as the bailor is in the business of leasing then he will be held to the same standard of care as a manufacturer or retailer for the protection of the consumer.\nOther courts have since followed the lead of New Jersey and California. Hawaii, for instance, has adopted the doctrine of strict liability as applied to automobile cases. In Stewart v. Budget Rent-A-Car Corp., 52 Hawaii 71, 470 P.2d 240 (1970), the Supreme Court of Hawaii stated:\nTherefore we adopt the rule that one who sells or leases a defective product which is dangerous to the user or consumer or to his property is subject to liability for physical harm caused by the defective product to the ultimate user or consumer, or to his property, if (a) the seller or lessor is engaged in the business of selling or leasing such product, and (b) the product is expected to and -does reach the user or consumer without substantial change in its condition after it is sold or leased. * * * \nSee, also, Bachner v. Pearson, 479 P.2d 319 (Alaska 1970), where the court applied strict liability to lessors and bailors with the usual course of business limitation.\nThe rule enunciated by Restatement (Second) of Torts, § 402A, supra, is substantially similar to those rules enunciated by the various cases.\nRejecting the above section, the Court of Appeals, in the case now before us, chose to apply §§ 407 and 408 of Restatement (Second) of Torts. Those sections state:\nA lessor who leases a chattel for the use of others, knowing or having reason to know that it is or is likely to be dangerous for the purpose for which it is to be used, is subject to liability as a supplier of the chattel. § 407.\nOne who leases a chattel as safe for immediate use is subject to liability to those whom he should expect to use the chattel, or to be endangered by its probable use, for physical harm caused by its use in a manner for which, and by a person for whose use, it is leased, if the lessor fails to exercise reasonable care to make it safe for such use or to disclose its actual condition to those who may be expected to use it. § 408.\nTo support its line of reasoning, the Court of Appeals relied on Speyer, Inc. v. Humble Oil & Refining Co., 275 F.Supp. 861 (W.D.Pa.1967), aff'd 403 F.2d 766 (3rd Cir. 1968), cert. denied 394 U.S. 1015, 89 S.Ct. 1634, 23 L.Ed.2d 41 (1969), where the distinction between the above cited sections was applied.\nThe reasoning in Speyer, supra, limits the application of strict liability and it is with this limitation that the concurring Justice in Lechuga, Inc. v. Montgomery, 12 Ariz.App. 32, 467 P.2d 256 (1970), took issue. In a well-reasoned opinion, the Justice stated:\nIt is apparent from a reading of the Restatement, and the leading cases on this subject, that the doctrine of strict liability was evolved to place liability on the party primarily responsible for the injury occurring, that is, the manufacturer of the defective product. This * * * is based on reasons of public policy. * * *\nInherent in these policy considerations is not the nature of the transaction by which the consumer obtained possession of the defective product, but the character of the defect itself, that is, one occurring in the manufacturing process and the unavailability of an adequate remedy on behalf of the injured plaintiff.\nFor this reason I find no logical basis for differentiating between the liability to an injured consumer of a dealer who is in the business of selling an automobile which is in a defective condition because of the manufacture thereof, and a dealer who is in the business of leasing the same automobile. * * • * .\n*735My determination m this matter would appear to he contrary to the Supreme Court's statement that the rule in Arizona 'is that set forth in the Restatement which refers only to 'sellers.' However, my reading of the Arizona Supreme Court decisions on this subject leads me to the conclusion that the Arizona Supreme Court would not hesitate to hold that the term 'seller' is a term designating a class * * * rather than a designation of limitation.\nThe reasoning of the Arizona concurring opinion is sound and this Court adopts that reasoning in applying strict liability in the case now before us.\nThe history of the evolution of strict products liability, its policy basis and prerequisites to recovery does reveal a recognition by the courts of traditional common law concepts of status and responsibility. It was referred to by Professor Keeton as impressive evidence of continuing reform of tort law through candidly creative judicial action. R. Keeton, Creative Continuity in the Law of Torts, 75 Harv.L.Rev. 463, 485-486 (1962). As Chief Justice Vanderbilt stated:\n One of the great virtues of the common law is its dynamic nature that -makes it adaptable to the requirements of society at the time of its application in court. State v. Culver, 23 N. J. 495, 129 A.2d 715 (1957), cert. denied, 354 U.S. 925, 77 S.Ct. 1387, 1 L.Ed.2d 1441 (1957).\nWe feel that the conditions and the needs of the times makes it appropriate for such changes as we are here making. Most of the states who have adopted strict liability have done so through the judicial system. This has been called following the leader and we see nothing wrong with this general principle if the leader is going in the right direction.\nWe have taken New Mexico from MacPherson to Cintrone, both supra, with very little in between, so we point out that this principle of strict liability which we hereby adopt would also apply in cases involving manufacturers and retailers. For other articles on the subject, see 85 Harv. L.Rev. 537 (1972); 21 Rutgers L.Rev. 426 (1970); 44 So.Cal.L.Rev. 1053 (1971); 24 Vanderbilt L.Rev. 862 (1971); 47 Chicago-Kent L.Rev. 123 (1969-70).\nThe respondent argues, in point III of the answer brief to the petition for a writ of certiorari, that strict liability should not be applied where the defect has arisen subsequent to the manufacture of the leased product and that the jury verdict for Firestone established that the defect did not exist. Respondent further argues that as to Firestone, the defect did not exist at all and, if it did arise subsequent to the manufacturing, Hertz is not liable for the defect since it cannot pass the liability onto the manufacturer.\nThe petitioner argues, on the other hand, that Firestone's entire case was presented to the jury on the theory that, the unreasonably dangerous condition arose after manufacture of the product. Hertz, however, elected to stand on the erroneous argument that strict liability did not apply to lessors and cannot now argue that the verdict for Firestone operates as res judicata or collateral estoppel to petitioner's theory of strict liability which was erroneously refused by the trial court.\nThe issues as between the petitioner and Firestone and the petitioner and Hertz are not the same. Consequently, we see no reason why the verdict for Firestone should interfere with the disposition of this case against Hertz.\nFor the reasons stated, the judgment for the defendant is reversed and the cause is remanded for a new trial to be had in accordance with the views outlined.\nIt is so ordered.\nCOMPTON, C. J., and OMAN, STEPHENSON and MONTOYA, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether a rental company can be liable to the renter of a car for a manufacturing defect\nSummary:\nthe plaintiff borrowed a car from the defendant, and one of the tires exploded and caused injuries to the plaintiff\nthe defendant claimed that strict liability, which would impose liability for manufacturing defects upon the defendant, even though the defendant did not manufacture the defective tire, did not apply.\nThe court found, for reasons of public policy, that strict liability should apply to those who lend defective products to end users, as well as to manufacturers\nConsequently, the defendant was liable to the plaintiff for the defect, since it held the car out as being fit for rental when it wasn't.\nIncidentally, even though, in the case between the plaintiff and the manufacturer, the verdict of the jury was different, and the jury necessarily found that the defect did not exist, that verdict does not interfere with the decision of this court, because the issues in that case were sufficiently distinct from this one.\n",
    "annotations": {
        "Facts": [
            "The automobile accident involved in this case occurred when a tire blew out. The tire, manufactured by Firestone Tire & Rubber Company, was mounted on a car belonging to Hertz Corporation. The car had been rented by a nun; Catherine La-van, also a nun, was a passenger in the car when the blowout occurred. Catherine La-van suffered injuries in the accident resulting in her death"
        ],
        "Procedural History": [
            "The trial court directed a verdict in favor of Hertz",
            "On appeal, the Court of Appeals affirmed the trial court on the basis that there was no evidence of express warranty to be submitted to the jury and that strict liability is not applicable in New Mexico"
        ],
        "Application of Law to Facts": [
            "A bailor for hire",
            "puts motor vehicles in the stream of commerce in a fashion not unlike a manufacturer or retailer. The very nature of the business is such that the bailee, his employees, passengers and the traveling public are exposed to a greater quantum of potential danger of harm from defective vehicles than usually arises out of sales by the manufacturer.",
            "doctrine of strict liability was evolved to place liability on the party primarily responsible for the injury occurring",
            "no logical basis for differentiating between the liability to an injured consumer of a dealer who is in the business of selling an automobile which is in a defective condition because of the manufacture thereof, and a dealer who is in the business of leasing the same automobile",
            "we see no reason why the verdict for Firestone should interfere with the disposition of this case against Hertz."
        ],
        "Relevant Precedents": [
            "Steinberg v. Coda Roberson Const. Co., , 440 P.2d 798 (1968).",
            "Schrib v. Seidenberg, , 458 P.2d 825 (Ct.App.1969).",
            "Restatement (Second) of Torts, § 402A (1965)",
            "Greenman v. Yuba Power Products, Inc., 59 Cal.2d 57, , 377 P.2d 897 (1962)"
        ],
        "Outcome": [
            "We granted certiorari and now affirm on the issue of express warranty and reverse on the issue of strict liability.",
            "this Court adopts that reasoning in applying strict liability in the case now before us",
            "the judgment for the defendant is reversed"
        ]
    },
    "class": "reverse"
}