{
    "text": "Baca v. Britt, 73 N.M. 1, 385 P.2d 61 (1963)\nSept. 3, 1963 · Supreme Court of New Mexico · No. 6971 \n73 N.M. 1, 385 P.2d 61 \nDora BACA, Administratrix of the Estate of Eligio Figueroa, Deceased, Manuel Luna, Rita Nevans (Now Mrs. Harry S. Sims, Jr.), Harry S. Sims, Jr., and Charles L. Skrobarczyk, Plaintiffs-Appellants, v. Jewell BRITT, Gerald D. Britt and Gordon L. Powers, co-partners, d/b/a Britt Electric Company, Defendants-Appellees \n385 P.2d 61\nSupreme Court of New Mexico.\n*2Schall & Fowler, R. J. Matteucci, Jethro S. Vaught, Jr., and Stewart Rose, III, Albuquerque, for appellants.\nModrall, Seymour, Sperling, Roehl & Harris, McAtee, Toulouse, Marchiondo, Ruud & Gallagher, Albuquerque, for appellees.\nJ. V. GALLEGOS, District Judge.\nThree cases consolidated by the district court of Bernalillo County are the subject of this appeal.\nDefendants in all three cases were the Bernalillo County Commissioners and Britt Electric Company, a partnership.\nOnly facts material to this appeal will be recited.' The plaintiffs allege in their complaints that on September 20, 1959, a traffic control light at the intersection of Bridge Street, S.W., and Atrisco Road, S.W., in Bernalillo County was malfunctioning in that it showed green for east-bound traffic approaching the intersection and at the same time it did not show any light for north-bound traffic approaching the intersection.\nOn September 20, 1959, an automobile traveling in a northerly direction and an automobile traveling in an easterly direction collided at the intersection mentioned, resulting in the death of one person and injuries to others.\nOne of the plaintiffs sues as administrator of the estate of the decedent and the other plaintiffs sued in their individual capacities.\nIt is stated in affidavits on file that on September 19, 1959, in the morning, two deputy sheriffs observed the malfunctioning of the traffic control light who separately reported the matter to another deputy sheriff who then telephoned Britt Electric Company and reported the condition of the light to a lady who answered the telephone and the message was acknowledged by the recipient in the customary manner. This deputy, in his affidavit on file, stated that he made the telephone call pursuant to a directive from the county manager which was posted on the bulletin board of the sheriff's office requiring the sheriff's personnel to call Britt Electric for repairs of all county traffic lights.\nVarious affidavits on file of persons who were officials or employees of Bernalillo County at the time, material to the issues involved in this appeal, include that of the county manager, a safety man who had jurisdiction of county traffic lights, an assistant county manager, 'and an office manager. It is stated in the affidavits that there was no contract between Bernalillo County and Britt Electric Company to maintain the traffic control light at the intersection of Bridge Street and Atrisco Road, S.W.; that prior to September 20, 1959, specific instructions had been given to Britt Electric Company that before repairs or corrections were made in traffic lights under the control of Bernalillo County that a signed purchase order be obtained from the county commissioners; that Britt Electric had for a considerable time exclusively repaired the county traffic lights; that employees of the county had standing instructions to call Britt Electric for such purposes; that the last time prior to September 20, 1959, Britt Electric Company rendered services for the County was July 10, 1959, when a traffic light lamp was replaced by employees of the company, and that on September 21, 1959, employees of Britt Electric replaced two traffic lights at the intersection of Atrisco Road and Bridge Street, S.W., in Albuquerque.\nIt is seen that no contract existed between Britt Electric Company and the County of Bernalillo whereby Britt Electric was to repair, maintain or take care of the lights for Bernalillo County at the time of the collision in question, although it had been customary to call Britt Electric exclusively for the repair of the county traffic lights. The reason being given that prompt and efficient service had been rendered in this regard to the county by Britt Electric.\nIt is also established for the purposes of the hearing in the district court and on this appeal that the office of Britt Electric was called on Saturday, September 19, and notified of the condition of the traffic control light and the collision occurred on September 20; and on September 21, Britt Electric replaced the traffic control lights.\nMotions to dismiss were filed by Britt Electric for failure of the complaints to state a cause of action against the partnership, which motions were considered by the district court as motions for summary judgments.\nThe court, after examining the pleadings, interrogatories and answers thereto and affidavits of record, concluded that Britt Electric was entitled to summary judgment in its favor in each of the consolidated cases.\nThe action is based on alleged negligence of the Britt partnership in not promptly repairing the traffic control light which plaintiffs claim was malfunctioning and constituted a danger and a hazard to the traveling public. The general question may be posed; did the defendant, Britt Electric Company, owe a legal duty to the plaintiffs to repair the traffic light? Also, there being no contractual obligation or privity between the plaintiffs and Britt Electric, is this defendant liable for tort for failure to act?\nIt has been repeatedly held by this court that in the consideration of a motion for summary judgment the function of the trial court is to determine whether there is a genuine issue of material fact for trial and, on motion for summary judgment, the opposing party must be given the benefit of all reasonable inferences to be drawn from the pleadings, affidavits and depositions. Agnew v. Libby, 53 N.M. 56, 201 P.2d 775; McLain v. Haley, 53 N.M. 327, 207 P.2d 1013; Morris v. Miller and Smith Mfg. Co., Inc., 69 N.M. 238, 365 P.2d 664, and A defending party who moves for summary judgment has the burden of clearly establishing his right thereto as a matter of law. 6 Moore's Federal Practice, Sec. 56.08, p. 2050. While this is true, yet when a prima facie showing that no genuine issue of material fact exists, the opposing party cannot remain silent or defeat the motion by a bare contention that an issue of fact exists. Southern Union Gas Co. v. Briner Rust Proofing Co., 65 N.M. 32, 331 P.2d 531.\nWhether under the circumstances of a given case a duty exists is solely a question of law for determination of the court. Southern Union Gas Co. v. Briner Rust Proofing Co., supra. It is not the province of the jury to decide if one party is under any legal obligation for the safety of another; but if the court decides that the duty exists, then a claimed breach of that duty presents a question of fact and in this case it was clearly a matter for the court to determine if there existed a legal duty on the part of the defendant Britt Electric owing to or for the benefit of the plaintiffs.\nIn Braden v. Water Company, 18 N.M. 173, 135 P. 81, plaintiff was a property owner who alleged that the defendant Water Company had been granted a franchise to furnish water to residents of Albuquerque, including all water necessary for the extinguishing of fires, and that his property was destroyed by fire because of the careless and negligent refusal of the defendant to furnish the water hydrants with sufficient water pressure to extinguish the fire, and that failure to furnish sufficient water pressure was in disregard of the duties and obligations of defendant to the inhabitants of the City of Albuquerque. The defendant's demurrer to the complaint was sustained and the plaintiff appealed. This court cited with approval the decision of the United States Supreme Court in German Alliance Ins. Co. v. Home Water Company, 226 U.S. 220, 33 S.Ct. 32, 57 L.Ed. 195, and quoted from this opinion, as follows:\nFrom them [the many decisions upon the question] it appears that the majority of American courts hold that the taxpayer has no direct interest in such ageements, and therefore cannot sue ex contractu. Neither can he sue in tort, because, in the absence of a contract obligation to him, the water company owes him no duty for the breach of which he can maintain an action ex delicto.\nand this court stated that it found the weight of authority against the right of a property owner to maintain an action against the Water Company for loss of his property directly resulting from the failure to provide sufficient water for fire purposes, as required by its contract with the municipality and that the courts following the weight of authority on the question did so upon the principle that there is lacking that privity essential to the conferring of a right of action upon a third person not a party to the contract by which his rights are necessarily predicated.\nThe facts in Chavez v. Lopez, 35 N.M. 61, 290 P. 241, are brief and may be generally stated as follows: The defendant and his wife lived in his father's house and the father had a garden, and to water it he put a culvert into an adjoining irrigation ditch. The plaintiff had an alfalfa field adjoining the garden. The father of the defendant was called away for a considerable time and had given general directions to the family to look after the garden while he was away. The defendant worked the garden during these times, but he never opened or closed the culvert. On a certain night, water was turned into the irrigation ditch and ran through the culvert over the garden and upon the alfalfa land of the plaintiff where it did damage to certain of plaintiff's hay, for which damage the plaintiff brought suit against the defendant, the son of the owner of the land, and of the person who installed the culvert. It appears that the damage was caused by someone leaving the culvert open and the defendant had no actual knowledge that the water flowed through the culvert until he was informed by the plaintiff after the damage was done. The facts in this case, while not identical with the case at bar, yet are sufficiently close to make analogy and, what is important is the principle of law laid in the Chavez case, wherein this court reversed a judgment for the plaintiff and stated: This action is one for tort. To recover the plaintiff must show that the defendant owed him some duty which he failed or neglected to perform.\nAnother case which has been called a leading case is that of H. R. Moch Co. v. Rennsselaer Water Co., 247 N.Y. 160, 159 N.E. 896, 62 A.L.R. 1199. This decision was written by the illustrious late Justice Cardozo. In this case the defendant water company was under contract to the city of Rennsselaer for the supply of water. While the contract was in force a building caught fire and flames spread to the plaintiff's warehouse nearby, destroying it and its contents. The complaint alleged that defendant was promptly notified of the fire but omitted and neglected after such notice to supply, or furnish sufficient or adequate quantity of water, with adequate pressure to stay, suppress, or extinguish the fire before it reached the warehouse of the plaintiff * * *.\nOn final appeal of the case to the New York Court of Appeals, the court first disposed of a contention that the action was maintainable as one for breach of contract, and then stated that the action was not maintainable either as one for a common law tort, and used this quotation:\n Tt is ancient learning that one who assumes to act, even though gratuitously, may thereby become subject to the duty of acting carefully, if he acts at all.' Glanzer v. Shepard, 233 N.Y. 236, 239, 135 N.E. 275, 276 [23 A.L.R. 1425] ; Marks v. Nambil Realty Co., 245 N.Y. 256, 258, 157 N.E. 129.\nJustice Cardozo also pointed out that given a relation involving in its existence a duty of care irrespective of a contract, a tort may result as well from acts of omission as of commission, and that such relation creating the duty of care, even in the absence of á contract, may exist where an action has in fact been taken by the defendant, and stated:\n * * * If conduct has gone forward to such a stage that inaction would commonly result not negatively merely in withholding a benefit, but positively or actively in working an injury, there exists a relation out of which arises a duty to go forward. Bohlen, Studies in the Law of Torts, p. g7_ * * * -pjjg qUery always is whether the putative wrongdoer has advanced to such a point as to have launched a force or instrument of harm, or has stopped where inaction is at most a refusal to become an instrument for good. Cf. Fowler v. Athens City Water Works Co., 83 Ga. 219, 222, 9 S.E. 673, 20 Am.St.Rep. 313.\nThen the court rejected the plaintiff's attempt to come within the formula creating a duty absent a contract, and further stated:\nThe plaintiff would have us hold that the defendant, when once it entered upon the performance of its contract with the city, was brought into such a relation with every one who might potentially be benefited through the supply of water at the hydrants as to give to negligent performance, without reasonable notice of a refusal to continue, the quality of a tort. There is a suggestion of this thought in Guardian Trust & Deposit Co. v. Fisher, 200 U.S. 57, 26 S.Ct. 186, 50 L.Ed. 367; but the dictum was rejected in a later case decided by the same court (German Alliance Ins. Co. v. Home Water Supply Co., 226 U.S. 220, 33 S.Ct. 32, 57 L.Ed. 195, 42 L.R.A. [N.S.] 1000) when an opportunity was at hand to turn it into law. We are Satisfied that liability would be unduly and indeed indefinitely extended by this enlargement of the zone of duty. * * ‡ »\nIn relation to the duty upon privity of contract generally, no cause of action in tort arises from a breach of duty existing by virtue of the contract unless there exists between the defendant and the injured person what is termed privity of contract.\nA plaintiff in an action for negligence, who bases his suit upon the theory of a duty owed to him by the defendant as a result of the contract must be a party or a privy to the contract; otherwise, he fails to establish a duty towards himself on the part of the defendant, and fails to show any wrong done to himself. 38 Am.Jur., under Negligence, page 662, Section 21.\nThe existence of a legal duty and a breach of such duty constitute in the law of negligence the foundation of liability. While it is well recognized that liability may attach for what is known as nonfeasance, such liability is founded upon an omission to perform a legal duty owed by the defendant to the plaintiff and, under the circumstances of this case, we fail to find that the defendant Britt Electric Company owed to the plaintiffs a legal duty to promptly repair the traffic control light. It therefore follows that the district court correctly granted the defendant Britt Electric Company a summary judgment and this action of the district court should be affirmed. It is so ordered.\nCHAVEZ and NOBLE, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant electric company had a duty to the plaintiff automobile driver arising from its habitual business repairing Bernalillo County's traffic control lights\nSummary:\nthe plaintiff was injured by a collision that occurred as a result of malfunctioning traffic control lights\nthe defendant had been notified of the malfunctioning lights but did not repair them until two days later\nthe defendant did not have a contract with Bernalillo County to repair its traffic lights, but it was generally called upon to do repairs when necessary\nthe plaintiff asserted that the defendant owed a duty to the public to repair malfunctioning lights.\nHowever, the court found that the plaintiff is not a party to a contract for performance of a duty claimed to have been breached, and a failure to act is only tortious where the defendant had a duty to act. \nSince the defendant did not owe a duty to repair the traffic lights, either to the plaintiff or at all, the plaintiffs could not assert that any duty had been breached.\n",
    "annotations": {
        "Facts": [
            "Defendants in all three cases were the Bernalillo County Commissioners and Britt Electric Company, a partnership",
            "on September 20, 1959, a traffic control light at the intersection of Bridge Street, S.W., and Atrisco Road, S.W., in Bernalillo County was malfunctioning in that it showed green for east-bound traffic approaching the intersection and at the same time it did not show any light for north-bound traffic approaching the intersection.On September 20, 1959, an automobile traveling in a northerly direction and an automobile traveling in an easterly direction collided at the intersection mentioned, resulting in the death of one person and injuries to others.",
            "on September 19, 1959, in the morning, two deputy sheriffs observed the malfunctioning of the traffic control light who separately reported the matter to another deputy sheriff who then telephoned Britt Electric Company and reported the condition of the light to a lady who answered the telephone and the message was acknowledged by the recipient in the customary manner. This deputy",
            "made the telephone call pursuant to a directive from the county manager which was posted on the bulletin board of the sheriff's office requiring the sheriff's personnel to call Britt Electric for repairs of all county traffic lights.",
            "there was no contract between Bernalillo County and Britt Electric Company to maintain the traffic control light at the intersection of Bridge Street and Atrisco Road, S.W.; that prior to September 20, 1959, specific instructions had been given to Britt Electric Company that before repairs or corrections were made in traffic lights under the control of Bernalillo County that a signed purchase order be obtained from the county commissioners; that Britt Electric had for a considerable time exclusively repaired the county traffic lights; that employees of the county had standing instructions to call Britt Electric for such purposes; that the last time prior to September 20, 1959, Britt Electric Company rendered services for the County was July 10, 1959, when a traffic light lamp was replaced by employees of the company, and that on September 21, 1959, employees of Britt Electric replaced two traffic lights at the intersection of Atrisco Road and Bridge Street, S.W., in Albuquerque.",
            "no contract existed between Britt Electric Company and the County of Bernalillo whereby Britt Electric was to repair, maintain or take care of the lights for Bernalillo County at the time of the collision in question, although it had been customary to call Britt Electric exclusively for the repair of the county traffic lights. The reason being given that prompt and efficient service had been rendered in this regard to the county by Britt Electric.",
            "the office of Britt Electric was called on Saturday, September 19, and notified of the condition of the traffic control light and the collision occurred on September 20; and on September 21, Britt Electric replaced the traffic control lights."
        ],
        "Procedural History": [
            "The court",
            "concluded that Britt Electric was entitled to summary judgment in its favor"
        ],
        "Application of Law to Facts": [
            "no cause of action in tort arises from a breach of duty existing by virtue of the contract unless there exists between the defendant and the injured person what is termed privity of contract.",
            "A plaintiff in an action for negligence, who bases his suit upon the theory of a duty owed to him by the defendant as a result of the contract must be a party or a privy to the contract; otherwise, he fails to establish a duty towards himself on the part of the defendant",
            "While it is well recognized that liability may attach for what is known as nonfeasance, such liability is founded upon an omission to perform a legal duty owed by the defendant to the plaintiff and, under the circumstances of this case, we fail to find that the defendant Britt Electric Company owed to the plaintiffs a legal duty to promptly repair the traffic control light"
        ],
        "Relevant Precedents": [
            "Braden v. Water Company, , 135 P. 81",
            "German Alliance Ins. Co. v. Home Water Company, , 33 S.Ct. 32, ",
            "H. R. Moch Co. v. Rennsselaer Water Co., 247 N.Y. 160, , 62 A.L.R. 1199"
        ],
        "Outcome": [
            "the district court correctly granted the defendant Britt Electric Company a summary judgment and this action of the district court should be affirmed."
        ]
    },
    "class": "affirm"
}