{
    "text": "Stake v. Woman's Division of Christian Service of the Board of Missions, 73 N.M. 303, 387 P.2d 871 (1963)\nDec. 23, 1963 · Supreme Court of New Mexico · No. 7312 \n73 N.M. 303, 387 P.2d 871 \nPeggy M. N. STAKE, Plaintiff-Appellant, v. WOMAN'S DIVISION OF CHRISTIAN SERVICE OF the BOARD OF MISSIONS and Church Extension of the Methodist Church, Inc., of New York, d/b/a Bataan Memorial Methodist Hospital, Lovelace Foundation for Medical Education and Research, d/b/a Lovelace Clinic, and Robert P. Secrest, Defendants-Appellees \n387 P.2d 871\nSupreme Court of New Mexico.\n*304Dolan, Clear & Jones, Warren F. Reynolds, Albuquerque, for appellant.\nIden & Johnson, James T. Paulantis, Albuquerque, for appellee Bataan Memorial Methodist Hospital.\nKeleher & McLeod, Russell Moore, Michael Keleher, Albuquerque, for appellees Lovelace Clinic and Robert P. Secrest.\nCOMPTON, Chief Justice.\nThis is an appeal by the plaintiff, a private-duty nurse, from a judgment in favor of the defendants, Bataan Memorial Hospital, Lovelace Clinic, and Dr. Robert P. Secrest, all of Albuquerque, in an action brought to recover damages for personal injuries suffered as the result of an assault on her by a patient. The trial court, after considering the verified pleadings consisting of the complaint, the answer containing a general denial, appellant's deposition, and her affidavit in opposition to motion to dismiss, granted summary judgment from which this appeal is taken. The plaintiff will be referred to as the appellant and the defendants will be referred to individually as Bataan, Lovelace, and Dr. Secrest, or jointly as the appellees.\nThe negligence alleged as the proximate cause of appellant's injuries is the breach by appellees of their duty to warn her of the dangerous propensities of the patient, of which they had knowledge. Specifically, the negligence of Bataan is alleged to have risen out of the breach of its affirmative duty to appellant as a business invitee; the negligence of Dr. Secrest, in addition to acting for and on behalf of Bataan, is based on breach of duty, arising by reason of his professional relations to exercise ordinary care to protect others from injury; and the negligence of Lovelace, by whom Dr. Secrest was employed, is predicated on agency.\nThe following facts appear from the pleadings, the deposition and affidavit. On January 7, 1962, on order of Dr. Secrest, Bataan called the Professional Nurses' Registry of Albuquerque and requested a special nurse for an 85-year-old male patient whose condition had been diagnosed as a possible stroke. Appellant's card at the Registry indicated she was not available for cases where there was a contagious disease or psychotic condition. The Registry called appellant and gave her the information it had. She accepted the call and reported to the patient's room at Bataan at 2:40 p. m., 20 minutes before she was to go on duty. Appellant and the private nurse then on duty reviewed the patient's chart and his condition, which revealed he had been given a tranquilizer at 1:30 p. m. but was extremely restless, moving his arms and legs constantly, reaching for imaginary objects, pulling on electrical cords he could reach, shaking the side rails of the bed, and trying to get out of bed. The patient became increasingly restless and irrational as a result of which appellant, being unable to reach Dr. Secrest, summoned assistance and ordered leather restraints for the patient to prevent him from injuring either himself or her. It was while applying the restraints to the resisting patient that he assaulted the appellant, resulting in the injuries for which she brought this action. When the patient was first admitted to Bataan, Dr. Secrest was informed by the daughter of the patient that he had previously been committed to institutions on several occasions, and that he was frightened of hospitals, doctors, nurses, or of anyone dressed all in white. Actually, the patient was subsequently diagnosed as having complete brain stem damage, and Dr. Secrest advised the daughter to have him committed to a sanatorium as there was nothing to be done for him at the hospital.\nAppellant contends that the evidence raised genuine issues of material fact as to the appellees' knowledge of the patient's dangerous propensities, from which it could have been found that the duty to warn existed and that duty had been breached. Consequently, the evidence with all reasonable inferences flowing therefrom must be viewed in its most favorable aspect, in support of the appellant's position, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving parties. Pederson v. Lothman, 63 N.M. 364, 320 P.2d 378; Ginn v. MacAluso, 62 N.M. 375, 310 P.2d 1034; Srader v. Pecos Construction Company, Inc., 71 N.M. 320, 378 P.2d 364; Coca v. Arceo, 71 N.M. 186, 376 P.2d 970; Sooner Pipe & Supply Corp. v. Doerrie, 69 N.M. 78, 364 P.2d 138. Conversely, when the pleadings, depositions, and admissions on file, together with the affidavits, show there is no genuine issue as to any material fact, the moving parties are entitled to summary judgment as a matter of law. Rule 56(c), Rules of Civil Procedure, (§ 21-1-1(56) (c), N.M.S.A., 1953 Comp.); Morris v. Miller & Smith Mfg. Co., Inc., 69 N.M. 238, 365 P.2d 664.\nViewing the evidence with all reasonable inferences flowing therefrom, in its most favorable aspect, can it be said that Dr. Secrest was negligent in failing to warn the appellant that the patient's condition was such that he might be expected to commit an assault? We think not; on this question reasonable minds cannot differ. Duty to warn of dangerous propensities of a patient necessarily must arise from knowledge of such propensities, and in this respect there is a complete failure of proof. The bare facts that a patient has previously been committed to institutions and becomes frightened of hospitals, doctors, nurses, or of anyone dressed all in white, are not such as would imply or indicate knowledge of the patient's dangerous propensities.\nWe think the language employed in the similar case of Sealey v. Finkelstein, Sup., 206 N.Y.S.2d 512, is equally appropriate here:\n * * * The purpose of summary judgment, however, is to search out the evidentiary _ facts and determine the existence of a material issue from them. * * *\n * * * plaintiff has failed to show any facts in support of her claim that the defendants knew of the patient's foregoing alleged propensities. Actual knowledge by the defendants that the patient's condition was such that an assault might be expected to follow must be established before liability may be imposed; liability may not be predicated on the ground that the defendants should in the circumstances have known that the patient was dangerous. Bullock v. Parkchester General Hospital, 3 A.D.2d 254, 257, 160 N.Y.S.2d 117, 120, affirmed 4 N.Y.2d 894, 174 N.Y.S.2d 471 [150 N.E.2d 772].\nIn our recent case of Lewis v. Barber's Super Markets, Inc., 72 N.M. 402, 384 P.2d 470, wherein it was found the trial court committed error in permitting the case to go to the jury, it was said:\n * * * One other rule of equal importance and universal acceptance which we note is that where, on evidence free from conflict, reasonable minds cannot differ upon the question of whether a defendant was negligent or whether such negligence contributed proximately to plaintiff's injury, the question is one of law to be determined by the court. * * * \nOrdinarily, negligence is a question for the jury, but when reasonable minds cannot differ as to facts and inferences to be drawn therefrom, the question is one of law to be summarily determined by the court. Giese v. Mountain States Telephone and Telegraph Company, 71 N.M. 70, 376 P.2d 24; Gonzales v. Shoprite Foods, Inc., 69 N.M. 95, 364 P.2d 352.\nBataan moved to dismiss the complaint for failure to state grounds upon which relief could be granted. This motion was supported by an affidavit of its administrator denying any master-servant relationship between it and appellant, and attaching as an exhibit the emergency room record showing the patient had been admitted for a possible stroke. The appellant cites numerous authorities for the proposition that, although no master-servant relationship existed, she was a business invitee and was owed the duty to be warned of danger or of a dangerous condition known to Bataan and unknown to her. On the other hand, Bataan contends she was a licensee. We think it unnecessary to determine her status. Assuming, without deciding, that appellant was an invitee, the duty to warn her of the dangerous propensities of the patient necessarily must arise from its knowledge of those propensities, and there were no facts set forth establishing, or from which it could reasonably be inferred, that Bataan had knowledge of the patient's dangerous propensities.\nAs to the alleged negligence of appellee, Lovelace Clinic, its liability could only arise from the imputed negligence of its agent, Dr. Secrest, and our conclusion absolving him from any negligence in the matter effectively disposes of the claimed error of Lovelace Clinic.\nWe conclude that the summary judgment was proper and should be affirmed. It is so ordered.\nCARMODY and NOBLE, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether a doctor can be negligent for failing to warn a nurse of the dangerous propensities of a patient\nSummary:\nthe plaintiff was injured by the third party patient, for whom the defendant doctor was responsible.\nthe patient had a history including treatment as an inpatient at psychiatric institutions, and the doctor was advised of that history by the daughter of the patient upon his admission to hospital\nthe plaintiff said the defendant hospital had a duty to the plaintiff because the plaintiff was a business invitee and therefore the hospital should have warned her of dangers it knew of; and the defendant doctor had a duty to exercise ordinary care to protect those with whom he was in a professional relationship, such as the plaintiff, and the plaintiff said that those duties required the hospital and the doctor to warn her about the patient's dangerousness.\nThe court found that the facts did not establish a basis on which the hospital or doctor could have known about the dangerousness of the patient; the fact that the patient had a history of psychiatric illness and a fear of hospitals and healthcare workers was insufficient.\nThus, since neither the doctor nor the hospital could have known the patient was dangerous, they had no duty to warn the plaintiff, so summary judgement was correctly granted. ",
    "annotations": {
        "Facts": [
            "a private-duty nurse",
            "Bataan Memorial Hospital, Lovelace Clinic, and Dr. Robert P. Secrest, all of Albuquerque",
            "personal injuries suffered as the result of an assault on her by a patient",
            "On January 7, 1962, on order of Dr. Secrest, Bataan called the Professional Nurses' Registry of Albuquerque and requested a special nurse for an 85-year-old male patient whose condition had been diagnosed as a possible stroke. Appellant's card at the Registry indicated she was not available for cases where there was a contagious disease or psychotic condition. The Registry called appellant and gave her the information it had. She accepted the call and reported to the patient's room at Bataan at 2:40 p. m., 20 minutes before she was to go on duty. Appellant and the private nurse then on duty reviewed the patient's chart and his condition, which revealed he had been given a tranquilizer at 1:30 p. m. but was extremely restless, moving his arms and legs constantly, reaching for imaginary objects, pulling on electrical cords he could reach, shaking the side rails of the bed, and trying to get out of bed. The patient became increasingly restless and irrational as a result of which appellant, being unable to reach Dr. Secrest, summoned assistance and ordered leather restraints for the patient to prevent him from injuring either himself or her. It was while applying the restraints to the resisting patient that he assaulted the appellant, resulting in the injuries for which she brought this action. When the patient was first admitted to Bataan, Dr. Secrest was informed by the daughter of the patient that he had previously been committed to institutions on several occasions, and that he was frightened of hospitals, doctors, nurses, or of anyone dressed all in white. Actually, the patient was subsequently diagnosed as having complete brain stem damage, and Dr. Secrest advised the daughter to have him committed to a sanatorium as there was nothing to be done for him at the hospital."
        ],
        "Procedural History": [
            "appeal by the plaintiff",
            "judgment in favor of the defendants",
            "The trial court",
            "granted summary judgment from which this appeal is taken"
        ],
        "Application of Law to Facts": [
            "Viewing the evidence with all reasonable inferences flowing therefrom, in its most favorable aspect, can it be said that Dr. Secrest was negligent in failing to warn the appellant that the patient's condition was such that he might be expected to commit an assault? We think not; on this question reasonable minds cannot differ. Duty to warn of dangerous propensities of a patient necessarily must arise from knowledge of such propensities, and in this respect there is a complete failure of proof. The bare facts that a patient has previously been committed to institutions and becomes frightened of hospitals, doctors, nurses, or of anyone dressed all in white, are not such as would imply or indicate knowledge of the patient's dangerous propensities."
        ],
        "Relevant Precedents": [
            "Sealey v. Finkelstein, Sup., "
        ],
        "Outcome": [
            "summary judgment was proper and should be affirmed"
        ]
    },
    "class": "affirm"
}