{
    "text": "Mitchell v. C & H Transportation Co., 90 N.M. 471, 565 P.2d 342 (1977)\nJune 16, 1977 · Supreme Court of New Mexico · No. 11346 \n90 N.M. 471, 565 P.2d 342 \nGilbert MITCHELL, Petitioner, v. C & H TRANSPORTATION CO., INC., a corporation, et al., Respondents \n565 P.2d 342\nSupreme Court of New Mexico.\n*472Matías A. Zamora, Elliot L. Weinreb, Santa Fe, for petitioner.\nCiverolo, Hansen & Wolf, William P. Gralow, Albuquerque, Montgomery, Federici, Andrews & Hannahs, Thomas W. Olson, Santa Fe, Modrall, Sperling, Roehl, Harris & Sisk, Joseph E. Roehl, Albuquerque, for respondents.\nOPINION\nEASLEY, Justice.\nPlaintiff-Petitioner Gilbert Mitchell (Mitchell) brought a personal injury action against defendants-respondents Plateau, Inc. (Plateau) and Frank Duran and Anita Duran (Duran), along with others who are not parties to this appeal. Summary judgment in favor of Plateau and Duran was granted by the trial court and the decision was sustained by the Court of Appeals. We granted certiorari and now reverse the decisions of the two lower courts.\nAn accident occurred north of Las Vegas, New Mexico, on U.S. Highway 85 near property owned by Jose Gallegos, west of the highway, when a truck and lowboy trailer became stuck on the driveway over the state right-of-way as the driver was re-entering the highway. A truck stop to the north operated by Duran, and a cafe to the south, operated by Jimmy Gallegos, could both be reached by two driveways which cross the state right-of-way at the north and south ends of the Gallegos property.\nJose Gallegos had leased the entire acreage to McNulty who assigned the lease to Plateau, reserving the land on which the cafe was situated, which cafe McNulty was to operate. If McNulty closed the cafe, Plateau had the right under the sublease to operate it. Plateau agreed to keep the premises in good condition. Plateau's sublease to Duran included all the land without mentioning the cafe. Duran was to keep the driveways in good order and repair and in a . safe . . . condition, and was to comply with all state regulations. There was also a clause providing that Duran would indemnify Plateau against any claims for damages arising out of Duran's use of the premises.\nPlateau was not obligated under the sublease to make repairs, but reserved the right to go on the premises at any time to examine and inspect the property and to make repairs, additions and alterations as it [Plateau] may deem desirable.\nThe State Highway Department had in effect at the time a regulation for the purpose of traffic control providing that the maintenance of driveways shall be the responsibility of the owner of the adjacent property. The same regulation specified that the maximum gradient of a driveway from the edge of the highway shoulder onto commercial property was to be from five to eight percent.\nDuran testified in his deposition that he had in fact maintained the driveways, but later equivocated on this point. On being asked a question about the maintenance, he stated: I know Plateau is supposed to maintain them, but stated that he, Duran, actually maintained them.\nAt about 5:30 on the morning of August 5, 1974, while it was still dark, defendant Gerrald C. Desormeaux (Desormeaux) who was an employee of defendant C & H Transportation Company, Inc. (C & H) was pulling out of the south driveway onto the highway to proceed north, after having stopped at the cafe for coffee and a hamburger. As he turned out of the driveway onto the highway the lowboy trailer which he was pulling with a truck-tractor became securely hung-up on the convex surface of the driveway with the tractor stalled in the traveled portion of the highway. Desormeaux put out flares and tried in other ways to warn the persons traveling on the highway but was unsuccessful in warning Mitchell who was riding as a passenger in a vehicle which crashed into the truck. Mitchell suffered injuries as a result of the collision.\nThe factual questions and the legal issues in this case were thoroughly scrambled in the briefs of the parties on appeal. The two lower courts based their decisions approving summary judgment in favor of Plateau and Duran on the determination that neither of them owned, controlled or occupied the property.\nThe principal question is whether there is a genuine issue of material fact as to the existence of a duty on the part of one or both of these defendants and, if there is such a duty, as to the negligence of one or both which proximately caused Mitchell's injuries.\nHighway Department Driveway Regulation \nMitchell filed a copy of the New Mexico Highway Department's driveway regulation in his efforts to defeat the motion for summary judgment. Although Duran raised a question of the admissibility of the regulation based on the document not having been submitted in affidavit form, he did not preserve his record for purposes of appeal on that point and did not raise at all the question of the materiality of the evidence in relation to the application of the regulation to this particular highway. This point is unavailable to Duran since the record was not perfected for appeal. N.M.R. Civ.App. 11 [§ 21-12-11, N.M.S.A.1953 (Supp.1975)].\nThe regulation deals specifically with driveways that are on the right-of-way of public highways . . . from the edge of the highway driving surface to the right-of-way line to serve any business.\nThe pertinent language in the rule reads: On public highways already constructed, the construction and maintenance of driveways shall be the responsibility of the owner of the adjacent property.\nThe regulation states that the purpose of controlling the driveways is to control traffic for the safety of the traveling public. It is our duty to construe the regulation to establish the legitimate end sought by the State Highway Commission when it enacted the rule. Burroughs v. Board of Cty. Com'rs, Cty. of Bernalillo, 88 N.M. 303, 540 P.2d 233 (1975); State ex rel. Sanchez v. Reese, 79 N.M. 624, 447 P.2d 504 (1968).\nBoth Plateau and Duran had a vital interest in the safety of the people using the driveways to reach the premises leased to them and had a sufficient ownership interest to come within the terms of the rule. The lessee who is present on the premises cannot escape the obligation imposed merely by saying that he is not the owner. The regulation itself recognizes that as to applications for new driveways a lessee would be considered the real party in interest and permitted to file the necessary requests.\nThe adoption of the regulation by the Highway Commission constituted a legislative act under the doctrine set forth in Wylie Bros. C. C. v. Albuqerque-Bernalillo C.A.C.B., 80 N.M. 633, 459 P.2d 159 (Ct.App.1969). A legislative rule is valid and as binding upon a court as a statute if it is (a) within the granted power, (b) issued pursuant to proper procedure, and (c) reasonable. 1 K. Davis, Administrative Law Treatise, § 5.03 at 299 (1958); Nat. Broadcasting Co. v. U. S., 319 U.S. 190, 63 S.Ct. 997, 87 L.Ed. 1344 (1943). There being no challenge to any of these required elements, the rule in question here is binding upon this court. Regents of New Mexico v. Albuquerque Broadcasting Co., 158 F.2d 900 (10th Cir. 1947); Goldenberg v. Village of Capitan, 55 N.M. 122, 227 P.2d 630 (1951); Brininstool v. New Mexico State Board of Education, 81 N.M. 319, 466 P.2d 885 (Ct.App.1970).\nPlateau and Duran argue that responsibility is placed solely on the owner under the terms of the regulation and that, since both of them were lessees rather than owners, the duty to maintain the driveway did not fall upon them. We disagree. Such an interpretation would effectively frustrate the purpose behind the regulation. Both lessees had obligations under the subleases signed by them to keep the premises in good condition. The lessee in possession certainly would be a logical person upon whom the primary liability should fall for failure to carry out the mandate of the regulation.\nThe duty of Plateau to maintain the premises under the circumstances here is somewhat different from that of Duran.\nAlthough Plateau placed upon Duran the duty to maintain the premises and to indemnify Plateau for any loss because of negligence in doing so, it retained the right to go ón the premises to make whatever repairs or changes that it considered necessary. The duty of Duran to maintain the driveway is unquestioned.\nThe general rule seems well settled that where a landlord fully parts with the possession of the premises and retains no control or right of control over them, and does not thereafter assume control, he is under no duty to inspect their condition while a tenant remains in possession, and is not chargeable with liability for defects not made by him or under his direction or for a failure to make repairs. City of Dalton v. Anderson, 72 Ga.App. 109, 33 S.E.2d 115 (1945). However, there has developed a sound body of law in many jurisdictions where the question has been raised of the landlord's continuing liability after the leasing of the premises, where he has reserved the right to enter to make repairs, even in cases where he has not convenanted to make any repairs. City of Dalton v. Anderson, supra, and authorities cited therein.\nA later Georgia case, Levy v. Logan, 99 Ga.App. 253, 108 S.E.2d 307 (1959) held that a landlord who retained a right to enter and inspect the premises for purposes of repair was liable to third parties for injuries resulting from defects which ordinary care in making such an inspection would have revealed, regardless of whether, as between the parties to the lease, the landlord is relieved from obligation of making such inspection or repairs or both. The same situation exists in the case at hand. Plateau, who sought to protect itself by placing the liability for the repairs on Duran and to cause him to indemnify Plateau for any damages as a result of negligence, is still not relieved of its responsibility to Mitchell. It has been asserted in numerous cases that a reservation of a right to enter to make repairs extends the duty of the landlord to the traveling public, who may be off the premises, to maintain the premises in a safe condition. Johnson v. Prange-Geussenhainer Co., 240 Wis. 363, 2 N.W.2d 723 (1942). It follows that a landlord who reserves a privilege which bears directly upon his relation to the passerby has not surrendered or divested himself of the duty of care. The reason for relieving the owner of the obligation fails when he retains the right to enter and repair even though he may not choose to exercise the right. Sheehan v. 535 North Water Street, 268 Wis. 325, 67 N.W.2d 273 (1954). See also Appel v. Muller, 262 N.Y. 278, 186 N.E. 785 (1933); Wilson v. Jaybro Realty & Development Co., 266 App.Div. 668, 40 N.Y.S.2d 186 (1943); Tauraso v. Texas Co., 192 Misc. 147, 79 N.Y.2d 812 (1948).\nWe approve the reasoning in McDonald v. Frontier Lanes, Inc., 1 Ill.App.3d 345, 272 N.E.2d 369 (1971) in which case a patron of a bowling alley sustained a fall in a twelve-inch-deep hole resulting from the gas company's installation of a gas line to the defendant's bowling alley at defendant's request, the hole being on a city-owned parkway. The court held that the rule that an occupant or owner of premises owes to an invitee a duty to use ordinary care to have the premises in a reasonably safe condition includes the duty to provide an invitee with reasonably safe means of ingress and egress, both within the confines of the premises owned or controlled by the inviter, and, within limitations dictated by the facts of the case, beyond the precise boundaries of such premises.\nSince this case will be remanded for trial, we now consider other issues raised by the parties in the event that they may later become material.\nObligations Under The Lease Assignments \nThe intent of the parties to a contract must be ascertained from the language and the terms of the agreement. Owen v. Burn Construction Co., N.M., 563 P.2d 91 (1977).\nPlateau contracted with McNulty to keep the premises in good condition, and Plateau reserved the right to make repairs when it subleased to Duran.\nThe sublease between Plateau and Duran states in part:\nLessee further covenants . . . that he will keep said premises ... together with adjoining sidewalks, areas, alleys, and entrance driveways in good order and repair and in a . . . safe and healthful condition . . . that will comply with all . state rules, regulations and ordinances with regard to use and condition of the leased premises . . .. (Emphasis added.) he\nPlateau and Duran claim that they had no duty under their subleases to maintain the driveways where they cross the state right-of-way, and that if they had any such duty it was only to maintain the driveway to the north which is adjacent to the truck stop. They assert that Jimmy Gallegos, the operator of the cafe, had the duty to maintain the driveway to the south where the accident occurred. The two lower courts held that Plateau and Duran had no control over the state's right-of-way and were not liable to Mitchell. We cannot read the documents and the law to sustain this position.\nBoth subleases describe all of the land in question except that the McNulty-Plateau document excludes the portion on which the cafe is situated. The only reasonable interpretation of the language is that only the land on which the cafe building is located is exempt.\nDuran's sublease states that he is to keep the premises in a safe condition but also specifies that adjoining areas including entrance driveways shall be kept in a safe condition. This clearly refers to areas other than the premises leased. The reference to alleys in the above-quoted sentence also indicates that the sublease contemplates that not only the leased premises but also areas covered by easements shall be maintained in a non-negligent manner so that injury will not occur to patrons. The only entrance driveways that could possibly be the subject of the lease provision are the two that cross the right-of-way to connect the highway to the private property. The use of the term driveways (plural) defies the argument that only one driveway was involved.\nThe sublease of McNulty to Plateau and Plateau to Duran both provided for rent to be paid on the basis of the amount of gasoline sold. It makes sense that all parties would intend that the entrances to the business would be kept in such condition that there would be no impediment to the patrons gaining access to the pumps and returning to the highway. Obviously, Plateau considered the cafe to be a satellite business to the service station and an asset to that business since it reserved the right in the assignment from McNulty to operate the cafe in the event that McNulty closed it.\nA fair appraisal of the documents leads inexorably to the conclusion that both Plateau and Duran had a duty to keep the driveways in a safe condition.\nNow the question arises as to whether these defendants, having this duty to maintain, owed a legal duty to Mitchell when the car in which he was riding ran into the C & H truck. The rear end of the trailer was caught on the driveway because of defendants' alleged negligence in permitting the sides of the driveway to erode to a lower elevation than the central portion. Aside from any duty imposed by valid rules and regulations of the state, a lessee, who has contracted to maintain property in a safe condition, has a duty to the traveling public to exercise reasonable care in maintaining property adjacent to a public road or street. Copeland v. Larson, 46 Wis.2d 337, 174 N.W.2d 745 (1970); City of Dalton v. Anderson, supra; Johnson v. Prange-Geussenhainer, supra; and other cases cited above; Cf. Lommori v. Milner Hotels, 63 N.M. 342, 319 P.2d 949 (1957).\nThere being no legal theory under which defendants were entitled to prevail as a matter of law, the burden was on Duran and Plateau to show the absence of a genuine issue of fact. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). Mitchell is to be given the benefit of all reasonable doubts in determining whether a genuine issue exists. If there are substantial disputes as to material fact this forecloses summary judgment. Skarda v. Skarda, 87 N.M. 497, 536 P.2d 257 (1975); Goodman v. Brock, supra; First Nat. Bk., Albuquerque v. Nor-Am Agr. Prod., Inc., 88 N.M. 74, 537 P.2d 682 (1975), cert. denied, 88 N.M. 74, 537 P.2d 682.\nMitchell claims that Duran's testimony was inconsistent in that he made the statement that he maintained the driveways and then later testified that he maintained the northern driveway and that the operator of the cafe maintained the southern driveway, where the accident occurred. Where there is a conflict regarding a question of material fact, summary judgment is improper. N.M.R.Civ.P. 56(c) [§ 21 — 1-1(56)(c), N.M.S.A.1953 (Repl. Vol. 4, 1970)].\nFurthermore, the photographs introduced as exhibits show that the actual gradient on the driveway at the point where the trailer became lodged drops sharply in elevation, which drop-off could in fact cause a trailer to become snared as did the trailer here. The degree of gradient as indicated by the photographs is far greater than the drop in elevation of five to eight percent that was prescribed in the highway department's regulation. This discrepancy between the actual and the prescribed gradients is sufficient to raise a genuine issue as to a material fact regarding the negligence of Duran in failing to keep the driveway safe. The very fact that the trailer and truck were unable to make the turn without becoming stuck on the driveway presents such an issue which should have precluded summary judgment.\nPlateau's Liability \nDuran's statement that I know Plateau is supposed to maintain the driveways adequately raises an issue of material fact regarding the liability of Plateau in negligence for breach of a duty to keep the driveway in question safe for travelers.\nWe hold that it was error to grant summary judgment. We reverse and remand for further proceedings.\nIT IS SO ORDERED.\nMcMANUS, C. J., and SOSA and PAYNE, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether lessees of land owe duties to maintain driveways that are adjacent to a highway due to responsibility imposed by a highway regulation\nSummary:\nthe driver of a truck pulled out from the defendants' driveway onto the highway, but because the driveway had eroded at the edges, the truck got stuck on the raised central portion of the driveway, and caused a blockage on the highway. The plaintiff crashed into the stuck truck.\nThe owner of the property connected to the highway by the driveway leased it to McNulty, who leased the property, except for a café situated on it, to defendant Plateau, who leased the property to Duran.\nDuran was obliged by the terms of the relevant lease to keep the property, including the driveways, in good condition.\nPlateau had no obligation to maintain the property under the sublease to Duran, but reserved the right to enter the property to inspect and repair it.\nEven though Plateau subleased the property to Duran, because Plateau reserved a right of entry, it retained a duty to third parties for injuries arising from defects it could have identified by ordinary inspection.\nthe relevant regulation obliges the owner of property to maintain driveways that connect it to a highway.\nBecause both Duran and Plateau had an interest in the safety of people using the driveways, and because they both have obligations to maintain the premises in good condition under the terms of their leases, the maintenance regulation applies to them, even though they are not the 'owner' of the property.\nThese duties are owed to the traveling public because the property they are charged with maintaining is adjacent to a public road.\nConsequently, summary judgement should not have been granted.\nAdditionally, photographic evidence of the state of driveway raises an issue of whether defendant Duran negligently failed to keep the driveway safe, and this, too, should have precluded a grant of summary judgement.\n",
    "annotations": {
        "Facts": [
            "An accident occurred north of Las Vegas, New Mexico, on U.S. Highway 85 near property owned by Jose Gallegos, west of the highway, when a truck and lowboy trailer became stuck on the driveway over the state right-of-way as the driver was re-entering the highway. A truck stop to the north operated by Duran, and a cafe to the south, operated by Jimmy Gallegos, could both be reached by two driveways which cross the state right-of-way at the north and south ends of the Gallegos property.Jose Gallegos had leased the entire acreage to McNulty who assigned the lease to Plateau, reserving the land on which the cafe was situated, which cafe McNulty was to operate. If McNulty closed the cafe, Plateau had the right under the sublease to operate it. Plateau agreed to keep the premises in good condition. Plateau's sublease to Duran included all the land without mentioning the cafe. Duran was to keep the driveways in good order and repair and in a . safe . . . condition, and was to comply with all state regulations. There was also a clause providing that Duran would indemnify Plateau against any claims for damages arising out of Duran's use of the premises.Plateau was not obligated under the sublease to make repairs, but reserved the right to go on the premises at any time to examine and inspect the property and to make repairs, additions and alterations as it [Plateau] may deem desirable.The State Highway Department had in effect at the time a regulation for the purpose of traffic control providing that the maintenance of driveways shall be the responsibility of the owner of the adjacent property. The same regulation specified that the maximum gradient of a driveway from the edge of the highway shoulder onto commercial property was to be from five to eight percent.Duran",
            "maintained the driveways,",
            "At about 5:30 on the morning of August 5, 1974, while it was still dark, defendant Gerrald C. Desormeaux (Desormeaux) who was an employee of defendant C & H Transportation Company, Inc. (C & H) was pulling out of the south driveway onto the highway to proceed north, after having stopped at the cafe for coffee and a hamburger. As he turned out of the driveway onto the highway the lowboy trailer which he was pulling with a truck-tractor became securely hung-up on the convex surface of the driveway with the tractor stalled in the traveled portion of the highway. Desormeaux put out flares and tried in other ways to warn the persons traveling on the highway but was unsuccessful in warning Mitchell who was riding as a passenger in a vehicle which crashed into the truck. Mitchell suffered injuries as a result of the collision.",
            "New Mexico Highway Department's driveway regulation",
            "The regulation deals specifically with driveways that are on the right-of-way of public highways . . . from the edge of the highway driving surface to the right-of-way line to serve any business.The pertinent language in the rule reads: On public highways already constructed, the construction and maintenance of driveways shall be the responsibility of the owner of the adjacent property.The regulation states that the purpose of controlling the driveways is to control traffic for the safety of the traveling public.",
            "Plateau contracted with McNulty to keep the premises in good condition, and Plateau reserved the right to make repairs when it subleased to Duran.The sublease between Plateau and Duran states in part:Lessee further covenants . . . that he will keep said premises ... together with adjoining sidewalks, areas, alleys, and entrance driveways in good order and repair and in a . . . safe and healthful condition . . . that will comply with all . state rules, regulations and ordinances with regard to use and condition of the leased premises",
            "Both subleases describe all of the land in question except that the McNulty-Plateau document excludes the portion on which the cafe is situated",
            "The rear end of the trailer was caught on the driveway",
            "sides of the driveway to erode to a lower elevation than the central portion"
        ],
        "Procedural History": [
            "Summary judgment in favor of Plateau and Duran was granted by the trial court and the decision was sustained by the Court of Appeals",
            "The two lower courts based their decisions approving summary judgment in favor of Plateau and Duran on the determination that neither of them owned, controlled or occupied the property",
            "The two lower courts held that Plateau and Duran had no control over the state's right-of-way and were not liable to Mitchell"
        ],
        "Application of Law to Facts": [
            "Both Plateau and Duran had a vital interest in the safety of the people using the driveways to reach the premises leased to them and had a sufficient ownership interest to come within the terms of the rule. The lessee who is present on the premises cannot escape the obligation imposed merely by saying that he is not the owner. The regulation itself recognizes that as to applications for new driveways a lessee would be considered the real party in interest and permitted to file the necessary requests.",
            "Both lessees had obligations under the subleases signed by them to keep the premises in good condition. The lessee in possession certainly would be a logical person upon whom the primary liability should fall for failure to carry out the mandate of the regulation.The duty of Plateau to maintain the premises under the circumstances here is somewhat different from that of Duran.Although Plateau placed upon Duran the duty to maintain the premises and to indemnify Plateau for any loss because of negligence in doing so, it retained the right to go ón the premises to make whatever repairs or changes that it considered necessary. The duty of Duran to maintain the driveway is unquestioned.",
            "a landlord who retained a right to enter and inspect the premises for purposes of repair was liable to third parties for injuries resulting from defects which ordinary care in making such an inspection would have revealed, regardless of whether, as between the parties to the lease, the landlord is relieved from obligation of making such inspection or repairs or both. The same situation exists in the case at hand. Plateau, who sought to protect itself by placing the liability for the repairs on Duran and to cause him to indemnify Plateau for any damages as a result of negligence, is still not relieved of its responsibility to Mitchell",
            "The reason for relieving the owner of the obligation fails when he retains the right to enter and repair even though he may not choose to exercise the right.",
            "The only reasonable interpretation of the language is that only the land on which the cafe building is located is exempt.Duran's sublease states that he is to keep the premises in a safe condition but also specifies that adjoining areas including entrance driveways shall be kept in a safe condition. This clearly refers to areas other than the premises leased. The reference to alleys in the above-quoted sentence also indicates that the sublease contemplates that not only the leased premises but also areas covered by easements shall be maintained in a non-negligent manner so that injury will not occur to patrons. The only entrance driveways that could possibly be the subject of the lease provision are the two that cross the right-of-way to connect the highway to the private property. The use of the term driveways (plural) defies the argument that only one driveway was involved",
            "The sublease of McNulty to Plateau and Plateau to Duran both provided for rent to be paid on the basis of the amount of gasoline sold. It makes sense that all parties would intend that the entrances to the business would be kept in such condition that there would be no impediment to the patrons gaining access to the pumps and returning to the highway. Obviously, Plateau considered the cafe to be a satellite business to the service station and an asset to that business since it reserved the right in the assignment from McNulty to operate the cafe in the event that McNulty closed it.A fair appraisal of the documents leads inexorably to the conclusion that both Plateau and Duran had a duty to keep the driveways in a safe condition.",
            "Aside from any duty imposed by valid rules and regulations of the state, a lessee, who has contracted to maintain property in a safe condition, has a duty to the traveling public to exercise reasonable care in maintaining property adjacent to a public road or street",
            "The degree of gradient as indicated by the photographs is far greater than the drop in elevation of five to eight percent that was prescribed in the highway department's regulation. This discrepancy between the actual and the prescribed gradients is sufficient to raise a genuine issue as to a material fact regarding the negligence of Duran in failing to keep the driveway safe. The very fact that the trailer and truck were unable to make the turn without becoming stuck on the driveway presents such an issue which should have precluded summary judgment."
        ],
        "Relevant Precedents": [
            "City of Dalton v. Anderson, , 33 S.E.2d 115 (1945).",
            "Levy v. Logan, , 108 S.E.2d 307 (1959)",
            "Johnson v. Prange-Geussenhainer Co., , 2 N.W.2d 723 (1942).",
            "Sheehan v. 535 North Water Street, , 67 N.W.2d 273 (1954). See also Appel v. Muller, , 186 N.E. 785 (1933); Wilson v. Jaybro Realty & Development Co., , 40 N.Y.S.2d 186 (1943); Tauraso v. Texas Co., , 79 N.Y.2d 812 (1948).",
            "Copeland v. Larson, 46 Wis.2d 337,  (1970);"
        ],
        "Outcome": [
            "We granted certiorari and now reverse the decisions of the two lower courts.",
            "this case will be remanded for trial",
            "We hold that it was error to grant summary judgment. We reverse and remand for further proceedings."
        ]
    },
    "class": "reverse"
}