{
    "text": "Kight v. Butscher, 90 N.M. 386, 90 N.M. 386 (1977)\nApril 5, 1977 · Court of Appeals of New Mexico · No. 2604 \n90 N.M. 386, 90 N.M. 386 \nViolet M. KIGHT, Plaintiff-Appellant, v. Henry P. BUTSCHER and Janice Lee Butscher, a minor, Defendants-Appellees \n90 N.M. 386\nCourt of Appeals of New Mexico.\nRehearing Denied April 18, 1977.\nCertiorari Denied May 11, 1977.\nCharles G. Berry, Marchiondo & Berry, P. A., Albuquerque, for plaintiff-appellant.\nEugene E. Klecan, Mark J. Klecan, Klecan & Roach, P. A., Albuquerque, for defendants-appellees.\n*387OPINION\nHERNANDEZ, Judge.\nThis appeal arises out of a rear end collision which occurred in Albuquerque on Menaul Boulevard near the intersection with Louisiana Boulevard. The trial was before a jury and the defendants were granted judgment upon the verdict.\nImmediately preceding the collision, the plaintiff had made a left-hand turn from Louisiana Boulevard east onto Menaul Boulevard, a major thoroughfare with three moving lanes in each direction separated by a median divider. The defendant, Janice Butscher, driving a vehicle owned by her father, Henry Butscher, was directly behind the plaintiff before commencing the turn and after completing it. The plaintiff was in the center lane after completing the turn. Ms. Butscher followed directly behind the plaintiff. The collision occurred approximately 40 feet east of the intersection. A garbage truck directly in front of plaintiff came to a stop, indicating with its turn signal an intention to turn right. The plaintiff stopped, but Ms. Butscher was unable to stop and her vehicle struck plaintiff's vehicle in the rear.\nPlaintiff's first point of error is divided in three parts. Part 1-A, which is dispositive of this appeal, has two parts: the first is that the trial court erred in denying plaintiff's motion for a directed verdict on the issue of contributory negligence. The determination of this question must be made in light of the following rule:\nOrdinarily, contributory negligence is a question of fact for the trier of facts and not one of law. [Citations omitted] The question of contributory negligence properly becomes one of law only when reasonable minds cannot differ on the question and readily reach the conclusion that plaintiff's conduct falls below the standard to which he should have conformed for his own protection and that plaintiff's negligent conduct proximately contributed with that of defendant in causing the injury. Stewart v. Barnes, 80 N.M. 102, 451 P.2d 1006 (Ct.App.1969).\nThe trial court, by giving the following part of its instruction No. 2 and part of instruction No. 17, limited the issue of contributory negligence to the manner in which plaintiff completed the turn from Louisiana Boulevard onto Menaul Boulevard:\nNo. 2. The defendants deny the plaintiff's claims and assert the following affirmative defense: That the plaintiff was contributorily negligent in that she made an improper turn by failing to enter the proper lane of traffic on Menaul.\nNo. 17. There was [sic] in force in the state at the time of the occurrence in question certain statutes which provided that: '3. At any intersection where traffic is restricted to one (1) direction or [sic] one (1) or more of the roadways, the driver of a vehicle intending to turn left at any such intersection shall approach the intersection in the extreme left-hand lane lawfully available to traffic moving in the direction of travel of such vehicle and after entering the intersection the left turn shall be made so as to leave the intersection, as nearly as practicable, in the left-hand lane lawfully available to traffic moving in such direction upon the roadway being entered. If you find from the evidence that any of the parties conducted themselves in violation of one or more of these statutes, you are instructed that such conduct constituted negligence as a matter of law.\nThis part of instruction No. 17 repeats § 64-18-21(D), N.M.S.A.1953 (2d Repl.Vol. 9, pt. 2).\nWe note at the outset that the accident did not occur in the intersection but approximately 40 feet east of it. An intersection is defined as that area occupied by two streets where they cross one another; that is, it is the space common to both streets. In seeking to determine what § 64-18-21(D), supra, was intended to accomplish, we must keep in mind that this section applies to signalized intersections as well as to intersections having no stop signs and to those having two or four. It also applies to streets having one or more lanes or roadways in each direction.\nSupposing the intersection of two streets, X which runs east and west and Y which runs north and south, each street having two moving lanes in each direction and a four-way stop; the statute was intended to avoid a collision between a vehicle making a left hand turn to the north from the westerly portion of X onto Y and a vehicle simultaneously making a right turn to the north from the easterly portion of X onto Y; and also to avoid a collision between a vehicle making a left turn to the north from the easterly portion of X onto Y and a vehicle proceeding north in the right-hand lane of Y across the same intersection. Various other situations can be imagined, but it is obvious that the statute was not intended to avoid a collision between two vehicles such as in this situation, where both are making a left turn, one following the other. Furthermore, assuming that plaintiff had violated § 64-18-21(D), supra, by turning into the center lane rather than the left lane, this action did not contribute to the collision which subsequently occurred. The plaintiff had completed her turn and the accident occurred 40 feet beyond the intersection. This section was not applicable in this situation.\nJanice Butscher testified that the plaintiff was traveling between 10 and 15 miles per hour in front of her and that she was traveling approximately 10 miles per hour. She further testified that she saw the garbage truck in front of plaintiff and that when she saw the brake lights of plaintiff's vehicle come on, plaintiff's vehicle was still moving. She described the manner in which plaintiff stopped as sudden. Section 64-18-17(A) provides: The driver of a motor vehicle shall not follow another vehicle more closely than is reasonable and prudent, having due regard for the speed of such vehicles and the traffic upon and the condition of the highway. That is, the driver of a following vehicle must control his speed and distance from the vehicle ahead so as to avoid colliding with it if the lead vehicle should make a sudden stop. Apato v. Be Mac Transport Company, 7 Ill.App.3d 1099, 288 N.E.2d 683 (1972); Copeland v. Greyhound Corporation, 337 F.2d 822 (5th Cir. 1964).\nApplying this rule to the instant situation, the plaintiff's principal duty was to keep a lookout ahead and this she fulfilled. She did not collide with the garbage truck in front of her even though it made an unexpected stop, (unexpected in that a vehicle intending to make a right turn should make it from the right lane). There was no evidence that plaintiff was guilty of negligence proximately contributing to the accident and the trial court erred in not granting her motion for a directed verdict on this issue of contributory negligence.\nThe second part of plaintiff's point I—A was that the trial court erred by giving instructions 2, 8, 12, 15, and 17, which pertained to plaintiff's duty of care. The pertinent parts of these instructions are as follows:\nNo. 2. The defendants deny the plaintiff's claims and assert the following affirmative defense: That the plaintiff was contributorily negligent in that she made an improper turn by failing to enter the proper lane of traffic on Menaul.\nNo. 8. It was the duty of the plaintiff, before and at the time of the occurrence to use ordinary care for her own safety. \nNo. 12. When I use the expression 'contributory negligence,' I mean negligence on the part of the plaintiff that proximately contributed to cause the alleged damages of which plaintiff complains. \nNo. 15. In determining the issues of negligence and contributory negligence, you are not to consider whether the plaintiff was more or less negligent than the defendant. New Mexico law does not permit you to compare negligence.\nThe plaintiff cannot recover if he was negligent and that negligence was a proximate cause of the accident and alleged injuries, even though you believe that the defendant may have been more negligent.\nThe pertinent part of instruction No. 17 is set out above.\nIt is our opinion that these instructions were erroneous. As we just stated, there was no evidence adduced showing any negligence on the part of the plaintiff; consequently the issue of contributory negligence should not have been submitted to the jury. See State v. Atchison, Topeka and Santa Fe Railway Co., 76 N.M. 587, 417 P.2d 68 (1966).\nWe believe it necessary for the guidance of the trial court on the re-trial of this case to comment upon some of plaintiff's other points of error.\nPlaintiff's point I-C is without merit because the matter was adequately covered by the trial court's instruction No. 17, paragraphs one and two. Flanary v. Transport Trucking Stop, 78 N.M. 797, 438 P.2d 637 (Ct.App.1968). Point II-A is likewise without merit because there was no evidence of a pre-existing condition that was aggravated by the collision of June 1, 1970. Plaintiff's point II-B is well taken: this instruction was repetitious of instruction No. 20 and unduly emphasized the burden of proving damages. Terry v. Biswell, 66 N.M. 201, 345 P.2d 217 (1959). As to that part of plaintiff's point III concerning the trial court's refusal to admit plaintiff's exhibit 25 (a tabulation of the time that she lost from work and the hourly rate of pay she would have received), there was no abuse of discretion. However, the trial court did err in refusing to instruct the jury as to the loss of past earnings and the present cash value of earnings reasonably certain to be lost in the future. See N.M.U.J.I.Civ. 14.7.\nThe judgment of the trial court is reversed and the cause remanded for a new trial.\nLOPEZ, J., concurs.\nSUTIN, Judge\n(dissenting).\nI dissent.\nThis is a common, little, rear end vehicle bump case where both parties were making a left-hand turn, driving at 10 m. p. h. Almost three years later, plaintiff sued defendant for $137,500.00. The jury believed that both parties were negligent and rendered a verdict for the defendant. Plaintiff appeals. This appeal should be affirmed. Jury verdicts and judgments below should not be reversed unless we discover prejudicial error that constitutes a miscarriage of justice.\nA. Plaintiff was not entitled to a directed verdict on the issue of contributory negligence.\nAt the close of the evidence, plaintiff moved for a directed verdict as to the issue of contributory negligence. The motion was properly denied. Authority is unnecessary to establish that the moving party must rely on the evidence most favorable to the defendant, not the plaintiff. To support a directed verdict, it is common practice for appellants to recite the evidence most favorable to themselves. We have no method of preventing this skittish approach to the problem.\nImmediately before the collision, plaintiff made a left-hand turn from Louisiana Boulevard, slowly proceeding east to the middle lane of Menaul Boulevard. She claims that due to traffic blocking the innermost, or left hand lane, of Menaul Boulevard, [she] was forced to proceed into the middle lane of Menaul Boulevard proceeding east. [Emphasis added.] The evidence discloses that the traffic was not stopped in the left-hand lane on Menaul, which was the proper lane for her to complete her turning movement. Traffic was stopped in the middle lane due to the presence of a garbage truck which had come to a stop in that lane. In the left-hand lane, a car was moving slowly and had its blinkers on to turn left. So plaintiff changed her mind and decided to enter the middle lane, then suddenly stopped and was bumped in the rear. At one point in her cross-examination, she was impeached by previous deposition testimony wherein she swore she had no idea why she pulled behind the garbage truck in the middle lane. She also testified that she just went into the middle lane. Plaintiff was not forced into the middle lane. Whether plaintiff's conduct violated § 64-18-21(D), N.M.S.A.1953 (2d Repl.Vol. 9, pt. *3902), entitled Required position and method of turning at intersections, and whether her sudden stop was a careless act, were questions of fact for the jury to determine.\nPlaintiff was not entitled to a directed verdict.\nB. Instructions on contributory negligence were not erroneous.\nPlaintiff claims error in giving Instructions No. 2 (stated as an affirmative defense); No. 8, which is U.J.I. 12.3; No. 12, which is U.J.I. 13.1; No. 15, which is U.J.I. 13.12; and No. 17, which is U.J.I. 11.1; that these instructions on contributory negligence were erroneous. I disagree.\nInstructions No. 2, 8, 12 and 15 are correct. It is only necessary to discuss Instruction No. 17, which is U.J.I. 11.1.\n(1) U.J.I. 11.1 was not erroneous.\nInstruction No. 17, U.J.I. 11.1, is an instruction on violation of a statute. The problem that arises here is, should U.J.I. 11.2, which provides for excusable or justifiable violation thereof, be substituted for U.J.I. 11.1?\nAfter stating the statutes involved, the instruction concluded as follows:\nIf you find from the evidence that any of the parties conducted themselves in violation of one or more of these statutes, you are instructed [sic] that such conduct constituted negligence as a matter of law.\nThe language omitted from U.J.I. 11.2 reads:\n. unless you further find that such violation was excusable or justifiable.\nTo legally justify or excuse a violation the violator must sustain the burden of showing that he did that which might reasonably be expected of a person of ordinary prudence acting under similar circumstances who desired to comply with the law.\nPlaintiff objected to Instruction No. 17, U.J.I. 11.1, and tendered an instruction pursuant to U.J.I. 11.2.\nThe only issue to determine is whether the omission of the provision that such violation was excusable or justifiable is prejudicial error. I believe not.\nPrejudicial error has not been defined in New Mexico. It means error which substantially affects the rights and obligations of appellant as to result in a miscarriage of justice, Kyne v. Eustice, 215 Cal.App.2d 627, 30 Cal.Rptr. 391 (1963), and the burden is on appellant to establish such prejudice. Gutierrez v. Gutierrez, 20 Ariz.App. 388, 513 P.2d 677, 678 (1973). See Specter v. Specter, 85 N.M. 112, 509 P.2d 879 (1973). This rule applies to instructions given the jury. Jewell v. Seidenberg, 82 N.M. 120, 477 P.2d 296 (1970).\nPlaintiff did not meet the burden of showing prejudicial error.\nFirst, U.J.I. 11.2, Directions for Use, states:\nThis instruction should not be given unless the court holds as a matter of law that there is sufficient evidence of excuse or justification for the issue to go to the jury. Absent such evidence the per se rule applies and is covered by instruction UJI 11.1.\nThe court did not hold as a matter of law that there was sufficient evidence to submit the excusable or justifiable clause to the jury. Plaintiff was not entitled to U.J.I. 11.2.\nSecond, in the instant, case, three statutory violations were stated in the instruction: (1) § 64-18-17 (following too closely); (2) § 64-18-21(D) (method of turning at intersection); and (3) § 64-22-3.1 (careless driving), N.M.S.A.1953 (2d Repl.Vol. 9, pt. 2). Plaintiff's objection was limited to § 64-18-21(D). No claim was made that the evidence supported the excusable or justifiable clause which made it applicable to the other two statutes, and plaintiff's requested instruction did not limit the clause to § 64-18-21(D).\nThird, What is sauce for the goose is sauce for the gander. The same principle applies in both cases; what is fitting for the defendant should be fitting for the plain*391tiff. Defendant was slowly following plaintiff in making the left-hand turn at the intersection. Both were charged with statutory violations submitted to .the jury. Plaintiff contends that if the jury believed plaintiff may have committed a technical violation of the statute, there was ample justification for her driving in the wrong lane. Defendant would also have the benefit which plaintiff claims. Plaintiff was no more harmed, if at all, than the defendant. It did not constitute prejudicial error.\nThe foregoing instructions were properly given by the court.\nC. Denial of plaintiff's requested instruction on violation of speed regulations was not prejudicial error.\nPlaintiff tendered an instruction on violation of four statutes by defendant, one of which was § 64-18-1.1(C), pertaining to speed regulations. At the time of the accident, § 64-18-1.1(A) set speed limits from 15 m. p. h. in school zones to 70 m. p. h. on all highways. Plaintiff and defendant were travelling at the rate of 10 m. p. h. Neither party was exceeding the speed limit. This does not close the inquiry.\nSubsection (C) provides:\nIn every event, speed shall be so controlled as may be necessary:\n(1) To avoid colliding with any vehicle . on . the highway; and\n(2) To comply with . . . the duty of all persons to use due care.\nThis subsection means that vehicles may only be operated at such speed as shall be consistent at all times with safety and the proper use of the roads to avoid a collision. Langenegger v. McNally, 50 N.M. 96, 171 P.2d 316 (1946). If the trial court had considered speed as an essential ingredient of negligence, it would have included subsection (C) in Instruction No. 17, supra.\nIn Lopez v. Maes, 81 N.M. 693, 472 P.2d 658 (Ct.App.1970), the same requested instruction was denied. Plaintiff in the instant case and in Lopez relied on Langenegger, supra. Lopez held that the language in Langenegger did not compel the giving of the instruction. The Court said:\nThere is no evidence that either defendant was violating the maximum speed limit of 45 miles per hour, and there is no evidence that either was driving at a speed inconsistent with the exercise of due care and the proper use of the highway. Excessive speed under the prevailing conditions is not inferable from the mere fact that the accident happened. [81 N.M. at 700, 472 P.2d at 665]\nThis language is applicable to the instant case. To have given U.J.I. 11.2 would have been reversible error. Embrey v. Galentin, 76 N.M. 719, 418 P.2d 62 (1966).\nPlaintiff's requested instruction was properly denied.\nOther claimed errors relating to damages are irrelevant.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the plaintiff was contributorily negligent in stopping too quickly behind another vehicle after making a turn.\nSummary:\nThe plaintiff made a left-hand turn at an intersection, and the defendant followed her.\nAfter the turn was completed, 40 feet down the road, the plaintiff stopped abruptly behind a garbage truck, and the defendant's vehicle collided with the plaintiff's vehicle.\nThe trial court told the jury that if the jury determined that the plaintiff had not turned from the left-most lane (but instead from another lane), that failure amounted to contributory negligence because it was a breach of law.\nHowever, the Court of Appeals found that the accident actually occurred after the intersection, so the law that the trial court relied on when it told the jury about contributory negligence was not applicable.\nThe Court of Appeals also found that the plaintiff only had a duty to drive in such a way as to be able to stop behind traffic that stopped suddenly in front her. The plaintiff fulfilled this duty, so there was no contributory negligence.\nIncidentally, because there was no evidence of contributory negligence, the trial court should not have given jury instructions about contributory negligence, and was in error for doing so.\n",
    "annotations": {
        "Facts": [
            "rear end collision which occurred in Albuquerque on Menaul Boulevard near the intersection with Louisiana Boulevard",
            "Immediately preceding the collision, the plaintiff had made a left-hand turn from Louisiana Boulevard east onto Menaul Boulevard, a major thoroughfare with three moving lanes in each direction separated by a median divider. The defendant, Janice Butscher, driving a vehicle owned by her father, Henry Butscher, was directly behind the plaintiff before commencing the turn and after completing it. The plaintiff was in the center lane after completing the turn. Ms. Butscher followed directly behind the plaintiff. The collision occurred approximately 40 feet east of the intersection. A garbage truck directly in front of plaintiff came to a stop, indicating with its turn signal an intention to turn right. The plaintiff stopped, but Ms. Butscher was unable to stop and her vehicle struck plaintiff's vehicle in the rear.",
            "There was [sic] in force in the state at the time of the occurrence in question certain statutes which provided that: '3. At any intersection where traffic is restricted to one (1) direction or [sic] one (1) or more of the roadways, the driver of a vehicle intending to turn left at any such intersection shall approach the intersection in the extreme left-hand lane lawfully available to traffic moving in the direction of travel of such vehicle and after entering the intersection the left turn shall be made so as to leave the intersection, as nearly as practicable, in the left-hand lane lawfully available to traffic moving in such direction upon the roadway being entered.",
            "Janice Butscher",
            "the plaintiff was traveling between 10 and 15 miles per hour in front of her and that she was traveling approximately 10 miles per hour",
            "she saw the garbage truck in front of plaintiff and that when she saw the brake lights of plaintiff's vehicle come on, plaintiff's vehicle was still moving. She described the manner in which plaintiff stopped as sudden"
        ],
        "Procedural History": [
            "appeal",
            "The trial was before a jury and the defendants were granted judgment upon the verdict.",
            "The trial court",
            "limited the issue of contributory negligence to the manner in which plaintiff completed the turn from Louisiana Boulevard onto Menaul Boulevard"
        ],
        "Application of Law to Facts": [
            "the accident did not occur in the intersection but approximately 40 feet east of it. An intersection is defined as that area occupied by two streets where they cross one another; that is, it is the space common to both streets",
            "it is obvious that the statute was not intended to avoid a collision between two vehicles such as in this situation, where both are making a left turn, one following the other. Furthermore, assuming that plaintiff had violated § 64-18-21(D), ",
            "by turning into the center lane rather than the left lane, this action did not contribute to the collision which subsequently occurred. The plaintiff had completed her turn and the accident occurred 40 feet beyond the intersection. This section was not applicable in this situation.",
            "the driver of a following vehicle must control his speed and distance from the vehicle ahead so as to avoid colliding with it if the lead vehicle should make a sudden stop.",
            "Applying this rule to the instant situation, the plaintiff's principal duty was to keep a lookout ahead and this she fulfilled. She did not collide with the garbage truck in front of her even though it made an unexpected stop, (unexpected in that a vehicle intending to make a right turn should make it from the right lane). There was no evidence that plaintiff was guilty of negligence proximately contributing to the accident",
            "there was no evidence adduced showing any negligence on the part of the plaintiff; consequently the issue of contributory negligence should not have been submitted to the jury"
        ],
        "Relevant Precedents": [
            "Apato v. Be Mac Transport Company, , 288 N.E.2d 683 (1972); Copeland v. Greyhound Corporation,  (5th Cir. 1964)."
        ],
        "Outcome": [
            "the trial court erred in not granting her motion for a directed verdict on this issue of contributory negligence",
            "The judgment of the trial court is reversed"
        ]
    },
    "class": "reverse"
}