{
    "text": "Barbieri v. Jennings, 90 N.M. 83, 559 P.2d 1210 (1976)\nNov. 30, 1976 · Court of Appeals of New Mexico · No. 2597 \n90 N.M. 83, 559 P.2d 1210 \nJohnny D. BARBIERI, Sr., Personal Representative and Administrator of the Estate of Johnny D. BARBIERI, Jr., Plaintiff-Appellant, v. Darwin JENNINGS, Zelda Jennings and James Jennings, Defendants-Appellees \n559 P.2d 1210\nCourt of Appeals of New Mexico.\nRehearing denied Dec. 20, 1976.\nCertiorari denied Jan. 17, 1977.\n*84Charles G. Berry, Marchiondo & Berry, P. A., Albuquerque, for plaintiff-appellant.\nJames T. Roach, Klecan & Roach, P. A., Albuquerque, for defendants-appellees.\nOPINION\nWOOD, Chief Judge.\nA car driven by Darwin Jennings collided with a car driven by Sister Louise, a nun. Johnny D. Barbieri, Jr., a passenger in the Jennings' vehicle, died from injuries received in the accident. Plaintiff sued Jennings and Sister Louise for damages for wrongful death. Shortly before trial, the suit against Sister Louise was settled. The suit against Jennings was tried; the verdict was for Jennings. Plaintiff appeals, complaining of three instructions to the jury: (1) sudden emergency, (2) independent intervening cause, and (3) assumption that a driver will obey the law.\nThe accident happened on a straight stretch of a two-lane paved road. The lanes were divided by a painted center line. It was dark and it was raining. The evidence conflicts as to the intensity of the rain and conditions of visibility at the time of the accident.\nThe Jennings' vehicle was going north; Sister's vehicle was going south. The evidence conflicts as to whether the accident happened in the northbound or southbound lane of traffic.\nSeveral theories of negligence were submitted to the jury. Included were claims that Jennings was negligent in not having his car under proper control, not keeping a proper lookout, driving too fast for existing conditions and driving on the wrong side of the road.\nSudden Emergency \nThe instruction on sudden emergency was U.J.I. Civil 13.14. Plaintiff's objection was that sudden emergency was not an issue in the case. The objection is ambiguous. On appeal, plaintiff argues an absence of evidence to justify the instruction. We assume the trial court understood the objection as going to the evidence and answer the appellate contention on the merits.\nThere is evidence that Sister's vehicle crossed into the lane of travel of the Jennings' vehicle and that the collision occurred in the Jennings' lane of travel. There is evidence that the crossing happened so quickly that Jennings had no time to react; that he had no time to apply brakes, swerve the car or reduce his speed. Plaintiff states: Consequently, there was no conduct on his part after the emergency arose which should be judged under the sudden emergency doctrine.\nPlaintiff also claims the sudden emergency instruction was inapplicable because of his theory that Jennings was negligent by driving too fast under existing conditions. The contention is that the sudden emergency doctrine does not apply to negligent acts originating prior to the emergency. Compare U.J.I. Civil 13.14 which defines the doctrine in terms of a person, who, without negligence on his part, is confronted with a sudden danger.\nAlthough not referred to by plaintiff, the argument concerning no conduct could be made in connection with evidence pertaining to Sister. There is evidence that while driving on her side of the road, she suddenly saw the lights of the Jennings' car and the collision immediately followed. The inference is that Sister did not have time to react when confronted with a sudden danger.\nUnder the evidence, in determining whether negligence on Jennings' part was the cause of the death, the jury necessarily had to determine whether any negligence on Sister's part was the proximate cause. The sudden emergency instruction, if applicable at all, was as applicable to Sister's conduct as to Jennings' conduct. This is our first answer to the preexisting negligence contention. A second answer is that the contention assumes preexisting negligence. Whether there was such negligence was a factual issue to be resolved by the jury. A theory of preexisting negligence was not a basis for not instructing on sudden emergency.\nThe claim that the sudden emergency doctrine is inapplicable when the evidence shows no reaction to the emergency, ignores the definition of the doctrine and New Mexico decisions.\nThe doctrine does not apply when there is ample time and space to avoid an accident because then there would be no emergency. Seele v. Purcell, 45 N.M. 176, 113 P.2d 320 (1941). The doctrine is defined in terms of a person's duty of care when confronted with a sudden danger. If what a person does (or in this case, what Jennings and Sister did not do) is what a reasonably prudent person might have done under the same conditions, then the person has done all the law requires of that person in meeting the emergency. See U.J.I. Civil 13.14.\nOtero v. Physicians & Surgeons Ambulance Serv., Inc., 65 N.M. 319, 336 P.2d 1070 (1959) involved injuries to a patient in the ambulance as a result of a collision between the ambulance and another vehicle. The decision found no fault with a sudden emergency instruction, stating:\nThe vehicles entered the intersection traveling from 20 to 30 miles per hour, with the ambulance having the right of way. The parties, thusly, were placed in imminent peril. There was no time for reflection as to a better course to pursue. In this situation the instruction was proper. (Our Emphasis.)\nThe trial court did not err in instructing on sudden emergency.\nIndependent Intervening Cause \nThe independent intervening cause instruction was U.J.I. Civil 13.15. Plaintiff objected that the facts did not justify the instruction. The only other cause in this case would be the concurrent negligence . of the driver of the other car, and the law is quite clear in this state that the concurrent negligence of another driver or another person is not an independent intervening cause.\nWhether Sister was negligent, and if so, whether that negligence was a sole or concurrent cause were factual issues. U.J.I. Civil 12.10 on proximate cause, including the bracketed material, was given. This instruction informed the jury how to consider the concepts of independent intervening cause and concurring cause. Under the evidence, the instructions were proper. Galvan v. City of Albuquerque, 85 N.M. 42, 508 P.2d 1339 (Ct.App.1973); Kelly v. Montoya, 81 N.M. 591, 470 P.2d 563 (Ct.App.1970).\nAssumption That a Driver Will Obey the Law \nThe jury was instructed:\nThe driver of an automobile has the right to assume that the drivers of other automobiles will obey the law by not crossing the center line into the opposite lane of travel.\nThe instruction is legally incorrect because incomplete. It is incomplete in that it fails to state that the assumption does not apply if the driver sees, or by the exercise of ordinary care and prudence should have seen, that the driver of the other motor vehicle will not obey the law, or is unable to turn to his right in time to avoid a collision. Turrietta v. Wyche, 54 N.M. 5, 212 P.2d 1041, 15 A.L.R.2d 407 (1949); Aragon v. Speelman, 83 N.M. 285, 491 P.2d 173 (Ct.App.1971).\nThe legal correctness of the instruction is not an issue in this appeal. Plaintiff, in the trial court, stated that the instruction, as given, was a correct statement of the law and continues that approach in the appeal.\nIn the trial court, plaintiff objected to the instruction because there is no evidence whatsoever that one driver relied upon another driver to do something which they did not do, and that the reliance in any way contributed to the accident . . . . Evidence that one driver relied on another driver to obey the law is not a prerequisite for giving the instruction. The right to assume obedience to the law is a right given by the law; the right exists and applies until there is a factual basis for inapplicability. Turrietta v. Wyche, supra.\nThe objection inferentially raised in the trial court and expressly argued on appeal is that Jennings should have anticipated that Sister's vehicle would not stay in its own lane. This argument is based on road and weather conditions. The. contention is that because of the wet road and limited visibility, Jennings could not assume that other drivers would be able to control their cars on such a dangerous and wet highway and would be able to remain on their side of the highway. Plaintiff makes a similar argument in connection with the independent intervening cause instruction: defendant should have foreseen the danger of another vehicle crossing into his lane of traffic.\nRomero v. Turnell, 68 N.M. 362, 362 P.2d 515 (1961) involved a southbound Chevrolet that collided with a northbound truck which was moving a house on the highway. The truck had a police escort who tried to wave the Chevrolet over. In disregard of the warning, the Chevrolet continued south, passing other vehicles, to the point of collision. The opinion states:\nThe defendant's truck driver was not bound to anticipate the decedent's negligence in this situation until it reasonably should have been clear to him that the Chevrolet was not going to obey the law.\nSimilarly, Jennings was not required to anticipate that Sister's vehicle would drive into Jennings' lane of travel unless it reasonably should have been clear to him that Sister was not going to obey the law.\nWhether disobedience of the law should have been reasonably clear to Jennings was a factual question. Plaintiff contends that the facts did not justify the instruction because of Jennings' speed of nearly 30 miles per hour in conditions of visibility so limited that Jennings first saw the other ear when it was 50 feet away. The investigating officer testified that Jennings' speed of 25 to 30 miles per hour was a proper speed under the circumstances. Jennings testified that Sister's car was in its own lane of travel when he first saw it 50 feet away, that it was entirely in the southbound lane when 30 feet away and maybe 15 feet away when he first saw that it was coming over into Jennings' lane of travel. The foregoing evidence provided a factual basis for the instruction.\nErickson v. Perrett, Mont., 545 P.2d 1074 (1976), on which plaintiff relies, is not applicable. That decision refers to emergencies which should be anticipated or are foreseeable, apparently as a matter of law. Under Romero v. Turnell, supra, and Turrietta v. Wyche, supra, such are factual questions. On this record, the instruction did not amount to reversible error.\nOral argument is unnecessary. The judgment is affirmed.\nIT IS SO ORDERED.\nHENDLEY and HERNANDEZ, JJ., concur.\n\nPLAIN ENGLISH SUMMARY\nIssue: relevantly, whether it was open to the trial court to instruct the jury on the possibility of a sudden emergency, and whether drivers are entitled to assume that other drivers will obey the law\nSummary:\nplaintiff (but technically the representative of the plaintiff's estate) was passenger in a car driven by one defendant, Jennings, and the other defendant, Sister Louise, was driving the other way, in wet, dark, weather conditions, and the two vehicles collided, causing the plaintiff's death.\nthe jury gave a verdict in favour of defendant Jennings.\nthe trial court gave jury instructions about the existence of a 'sudden emergency' which has the effect that the defendant is judged against a standard of care expected of a reasonable person in an emergency, as opposed to a normal situation.\nThe plaintiff said that the court should not have given the sudden emergency instruction because the defendant was already driving too fast, and had therefore been negligent before the emergency arose.\nThe Court of Appeals held that:\nmerely because the plaintiff claimed that negligence occurred before the emergency is not a sufficient basis on which to object to the giving of the instruction, because whether or not negligence occurred is a question of fact for the jury; and\neven if defendant Jennings had been negligently driving too fast, the jury also had to decide if Sister Louise had been reacting to a sudden emergency, so the jury instruction was right because the jury needed that information to determine the extent of Sister Louise's negligence, too.\nthe trial court also gave jury instructions about whether the defendant was entitled to assume that other drivers, including Sister Louise, would act in accordance with road rules.\nthe plaintiff said that defendant Jennings should have anticipated that the bad weather would prevent other drivers from acting in accordance with the road rules\nHowever, the Court of Appeals held that Jennings was not required to anticipate anything unless it should have reasonably been clear; if he saw Sister Louise's car coming towards him, he should have anticipated the collision, but there was no need to anticipate dangerous driving merely because the weather was bad.\n",
    "annotations": {
        "Facts": [
            "A car driven by Darwin Jennings collided with a car driven by Sister Louise, a nun. Johnny D. Barbieri, Jr., a passenger in the Jennings' vehicle, died from injuries received in the accident",
            "The accident happened on a straight stretch of a two-lane paved road. The lanes were divided by a painted center line. It was dark and it was raining",
            "The Jennings' vehicle was going north; Sister's vehicle was going south.",
            "Sister's vehicle crossed into the lane of travel of the Jennings' vehicle",
            "the collision occurred in the Jennings' lane of travel",
            "the crossing happened so quickly that Jennings had no time to react",
            "he had no time to apply brakes, swerve the car or reduce his speed",
            "while driving on her side of the road, she suddenly saw the lights of the Jennings' car and the collision immediately followed",
            "Sister did not have time to react when confronted with a sudden danger",
            "Jennings' speed of 25 to 30 miles per hour was a proper speed under the circumstances",
            "Sister's car was in its own lane of travel when he first saw it 50 feet away, that it was entirely in the southbound lane when 30 feet away and maybe 15 feet away when he first saw that it was coming over into Jennings' lane of travel"
        ],
        "Procedural History": [
            "The suit against Jennings was tried; the verdict was for Jennings. Plaintiff appeals"
        ],
        "Application of Law to Facts": [
            "Under the evidence, in determining whether negligence on Jennings' part was the cause of the death, the jury necessarily had to determine whether any negligence on Sister's part was the proximate cause. The sudden emergency instruction, if applicable at all, was as applicable to Sister's conduct as to Jennings' conduct. This is our first answer to the preexisting negligence contention. A second answer is that the contention assumes preexisting negligence. Whether there was such negligence was a factual issue to be resolved by the jury. A theory of preexisting negligence was not a basis for not instructing on sudden emergency.",
            "The doctrine does not apply when there is ample time and space to avoid an accident because then there would be no emergency",
            "The doctrine is defined in terms of a person's duty of care when confronted with a sudden danger. If what a person does (or in this case, what Jennings and Sister did not do) is what a reasonably prudent person might have done under the same conditions, then the person has done all the law requires of that person in meeting the emergency",
            "Jennings was not required to anticipate that Sister's vehicle would drive into Jennings' lane of travel unless it reasonably should have been clear to him that Sister was not going to obey the law.",
            "The foregoing evidence provided a factual basis for the instruction."
        ],
        "Relevant Precedents": [
            "Seele v. Purcell, , 113 P.2d 320 (1941).",
            "Romero v. Turnell, 68 N.M. 362,  (1961)"
        ],
        "Outcome": [
            "The judgment is affirmed."
        ]
    },
    "class": "affirm"
}