{
    "text": "Schall ex rel. Estate of Braswell v. Mondragon, 74 N.M. 348, 393 P.2d 457 (1964)\nMay 18, 1964 · Supreme Court of New Mexico · No. 7008 \n74 N.M. 348, 393 P.2d 457 \nThomas D. SCHALL, Administrator of the Estate of Phoebe B. Braswell, Deceased, Plaintiff-Appellee, v. Joe A. MONDRAGON and Severiano Mondragon, d/b/a Coors Sand and Gravel, Defendants-Appellants \n393 P.2d 457\nSupreme Court of New Mexico.\nRehearing Denied July 20, 1964.\n*350Modrall, Seymour, Sperling, Roehl & Harris, Frank FI. Allen, Jr., Albuquerque, for appellants.\nAvelino V. Gutierrez, R. J. Matteucci, Albuquerque, for appellee.\nGARNETT R. BURKS, District Judge.\nThis is an appeal from a judgment awarding Thomas D. Schall, administrator of the estate of Phoebe B. Braswell, deceased, the sum of $15,000, together with court •costs.\nPlaintiff-appellee, Thomas D. Schall, administrator of the estate of Phoebe B. Braswell, deceased, filed a complaint on June 22, 1960, against Joe A. Mondragon, Severiano Mondragon and Raymond Maestas, d/b/a Coors Sand and Gravel. The •complaint alleged that the deceased, Phoebe B. Braswell, was a passenger in a car being driven by Dora Edna Wilson in a southerly direction on Coors Boulevard in Bernalillo County; that at the same time near the intersection of Coors Boulevard and Arenal Road, the defendant Joe A. Mondragon, as servant and agent of the two remaining defendants and acting in the course of his employment, was driving a dump truck easterly on Arenal Road in a negligent fashion so as to collide with the car being driven by Dora Edna Wilson. Answer was filed on June 29, 1960, by Raymond Maestas, together with a motion for summary judgment, denying any master-servant or agency relationship. The motion for summary judgment was granted, leaving the two remaining defendants, Joe A. Mondragon and his uncle Severiano Mondragon, who answered admitting the occurrence of the accident in question, but denying all other allegations. Alternative and affirmative defenses alleged by the defendants were contributory negligence of the passenger; negligence of the driver Dora Edna Wilson; assumption of risk by passenger Braswell; and the driver's contributory negligence imputable to deceased and her administrator.\nPrior to the time that the complaint was filed in the instant case, a complaint was filed by T. B. Wilson, as administrator of the estate of Dora Edna Wilson, against Joe A. Mondragon and Serve Mondragon, alleging negligence of defendant Joe A. Mondragon, agent, servant and employee of Serve Mondragon. Answer was filed, denying generally all allegations of this complaint, and affirmatively alleging the defenses of contributory negligence, assumption of risk, and under the doctrine *351of last clear chance. Phoebe B. Braswell and Dora Edna Wilson died of injuries sustained in the collision. By order of September 8, 1960, the two cases were consolidated and tried together.\nThe trial court filed its findings of fact and conclusions of law, concluding that Joe A. Mondragon, while acting as the servant of Severiano Mondragon, was negligent in running a stop sign at the intersection of Coors Boulevard and Arenal Road and in crossing the intersection at between five and fifteen miles per hour; that Dora Edna Wilson operated the car while under the influence of intoxicating liquor, failed to keep a proper lookout and drove at an excessive rate of speed, thus making her contributorily negligent and barring her administrator from recovery.\nJudgment was entered in favor of defendants Mondragon and against T. B. Wilson, administrator of the estate of Dora Edna Wilson, and in favor of Thomas D. Schall, administrator of the estate of Phoebe B. Braswell, against defendants Mondragon in the amount of $15,000. It is from this portion of the judgment that appeal is taken and is based upon the following findings of fact:\nVIII. That the 1951 Buick automobile had previously been owned by one Troy Braswell, former husband of Phoebe B. Braswell, the passenger; that in the late summer of 1959 one Victor Still negotiated with Troy Braswell for the purchase of said vehicle and paid to Troy Braswell the sum of Fifty Dollars ($50.00), and agreed to pay Twenty-five Dollars ($25.00) more at some future date; that said vehicle was then turned over to Phoebe Braswell for her use; that the Certificate of Title to said automobile received by Victor Still from Troy Braswell was retained by Victor Still until such time as Phoebe B. Braswell paid to him the sum of Seventy-five Dollars ($75.-00), when it was understood title would then be conveyed to her; that said Phoebe B. Braswell, Dora Edna Wilson and Victor Still all lived together in Still's home on Rincon Road in Bernalillo County, New Mexico.\nXV. That Phoebe B. Braswell was accompanying Dora Edna Wilson and Darlene Brown, a minor, on a pleasure trip to Socorro, New Mexico, the purpose of which was to visit a sister of Dora Edna Wilson, one Rachel Lucky.\nXVI. That if Dora Edna Wilson was intoxicated, there is no evidence that Phoebe B. Braswell knew or should have known that Dora Edna Wilson was intoxicated.\n*352and the resultant conclusions of law:\nVIII. That Phoebe B. Braswell and Dora Edna Wilson were not, at the time of the collision, engaged in a joint enterprise.\nIX. That legal ownership of the Buick automobile was in Victor Still at the time of the accident in question.\nX. That Dora Edna Wilson was not, at the time of the collision, the agent or servant for, nor under the direction and control of, Phoebe B. Braswell.\nXI. That Phoebe B. Braswell is presumed to have used due care for her own safety.\nXII. That the negligence of Dora Edna Wilson, if any, was not imputed to Phoebe B. Braswell.\nAppellants rely on the following points for reversal:\nI. The lower court erred in holding that the negligence of Dora Edna Wilson was not imputed to Phoebe B. Braswell.\nII. The lower court erred in finding that Phoebe B. Braswell was presumed to have used due care for her own safety.\nAppellants' first point begins with the definition of joint venture or joint enterprise, as stated in Silva v. Waldie, 42 N.M. 514, 82 P.2d 282:\nIf two or more persons unite in a joint prosecution of a common purpose, under such circumstances that each has the authority to control the means employed to execute such purpose, the negligence of one is chargeable to the other; and this applies if they use an automobile as a conveyance for their joint purpose. * * * \nAppellants contend that, from the above statement, two elements are necessary to create a joint enterprise: (1) The element of common purpose; and (2) the element of joint authority and right to control. They then argue that the first element, the element of common purpose, is shown to be present by the finding of fact No. XV:\nXV. That Phoebe B. Braswell was accompanying Dora Edna Wilson and Darlene Brown, a minor, on a pleasure trip to Socorro, New Mexico, the purpose of which was to visit a sister of Dora Edna Wilson, one Rachel Lucky.\nFor the showing of the second necessary element, appellants cite from Knudson v. Boren (10 CCA 1958), 261 F.2d 15:\nThe authorities are in general accord that a person riding as an occupant in his own auto, which is being used for a purpose in common with the driver, is presumed to have the right to control the driver and direct the movements of the vehicle, and the negligence of the driver is imputed to the owner. * * * \nAppellants argue that Phoebe Braswell was proved the owner of the car, making the above presumption controlling and thus barring her recovery.\nIt is stated in 7 Blashfield Cyclopedia of Automobile Law and Practice, § 4335, pp. 198-200:\nAlthough under some statutes the failure to record the assignment of title to an automobile does not prevent the passing of title, it has been held under other statutes that no title or interest passes until the transfer of registration of the vehicle is made by the motor vehicle department and a new certificate issued. * * * \nNew Mexico follows the former view, and in Clovis Finance Company v. Sides, 72 N.M. 17, 380 P.2d 173, we held that:\nWe are clear that our statutes quoted supra, [§§ 64-3-9(2), 64 — 3-10, 64-4-1, 64-4-3, 64-5-1, N.M.S.A., 1953 Comp.] are not to be interpreted as providing an exclusive method for transferring title. This conclusion is strongly supported by the provision (§ 64-3-10, N.M.S.A.1953) that the certificate of title is prima facie evidence of ownership. Such language clearly indicates an intention that the certificate of title is only evidence of ownership and that the same may be shown by other proof. * * * \nSince New Mexico does not require an exclusive or mandatory method of transferring title to an automobile, it therefore follows that title and ownership pass when the parties intend it to pass. Everly v. Creech, 139 Cal.App.2d 651, 294 P.2d 109; Transportation Equipment Co. v. Dabdoub, (La.App.1954), 69 So.2d 640.\nEvidence of the intent of the parties is shown by the admission of the certificate of title to the 1951 Buick automobile involved in the collision, in the name of one Mrs. Olson, and by the testimony of Victor Still, Phoebe Braswell's landlord and vendor of the car. Mr. Still testified that he purchased the car from Phoebe Braswell's former husband for $75, paying $50 down and owing $25. The car was then sold to Phoebe Braswell for the same price and terms. Mr. Still then testified:\nQ. Why did you buy this car, Mr. Still?\nA. Well, I bought the car for one reason, to help Phoebe to drive back and forth to work, that is the main reason I bought it, for her. I had a little money at the time and she needed an automobile to go to and from work, and I was going.to sell her the automobile and she was going to pay me back so much a week for the automobile and after she paid me, I was going to give her the title.\nQ. Did you ever give Mrs. Braswell the title or possession of that car?\nA. I did not, no, sir.\nQ. And did Mrs. Braswell ever pay you for that car?\nA. No, she didn't.\nQ. And did you pay Mr. Braswell for that car?\nA. Yes, I did.\nMr. Still then testified that he had performed extensive repairs upon the automobile in question, even to the extent of adjusting the brakes. He testified that these repairs took about two weeks and, prior to that time, the deceased had not driven the car for several weeks because of injuries she had suffered when her former husband shot her. When asked:\nQ. Is it true that she didn't drive the car much because of these injuries that she had?\nA. Well, she didn't start driving any until about the last day or so before.\nQ. Actually the first time that she drove the car was the day she took you to your work there, about half a block or half a mile away, isn't that true?\nA. That is the first time I seen her drive.\nQ. And most of the time before that, Mrs. Wilson had driven her around, isn't that correct, when she wanted to go someplace?\nA That is right. That is right.\n * * *\nQ. When was the last time that you drove the car ?\nA. Just about an hour before the accident. I drove it down to work and I got out from under the wheel and they scooted over.\nQ. Who scooted over?\nA. Phoebe scooted over and drove it back to the house.\n * * *\nQ. Now, with reference to Plaintiff's Exhibit Number 23 [the certificate of title], was your name ever inserted as purchaser here ?\nA. No, it never was put on there.\nQ. Why not?\nA. We left it open there in case of transferring the title twice. As soon as she paid me for the car, I was going to take it down and get it notarized with her name on it, to send off to get a title.\nThe evidence being substantial that the intent of the parties was not to transfer ownership, title and dominion, until full payment had been made by the deceased, Phoebe B. Braswell, we cannot say that the trial court was in error in finding that the legal ownership of the Buick automobile was in Victor Still at the time of the accident in question. Appellants' point I is without merit.\nAppellants' second point is that the trial court erred in finding that Phoebe B. Braswell was presumed to have used due care for her own safety. This point is based upon appellants' contention that they had introduced substantial evidence that Phoebe Braswell was not exercising due care for her own safety at the time of her death. Appellants, by attacking this conclusion, adroitly hope to discredit another conclusion of law and thus bring a reversal, to-wit: XIII. That Phoebe B. Braswell was not contributorily negligent. But, if the finding of no contributory negligence is supported by substantial evidence, with every inference given in favor of the findings, State ex rel. State Highway Commission v. Tanney, 68 N.M. 117, 359 P.2d 350, then, even if the finding of due care complained of by appellants was incorrect, it would be harmless error and the judgment below should be affirmed.\nSince we have held that the negligence of Dora Edna Wilson is not imputed to Phoebe B. Braswell upon a joint enterprise theory, and there is no evidence to support any other theory of imputed negligence, it follows that Phoebe B. Braswell must be found negligent for her own action if any.\nThe court found, in its conclusions of law, regarding the negligent actions of Dora Edna Wilson:\nIV. That Dora Edna Wilson, deceased, operated the 1951 Buick automobile while under the influence of intoxicating liquor, and that this was one of the proximate causes of the collision.\nV. That Dora Edna Wilson, deceased, failed to keep a proper lookout and that this was one of the proximate causes of the collision.\nVI. That Dora Edna Wilson, deceased, drove the 1951 Buick automobile at an excessive rate of speed, and that this was one of the proximate causes of the collision.\nPhoebe B. Braswell's duty of care as a passenger is that duty of care that an ordinarily prudent person would exercise under the circumstances. Silva v. Waldie, supra; 4 Blashfield Cyclopedia of Automobile Law and Practice, § 2391, p. 518;. 61 C.J.S. Motor Vehicles § 489. This same standard applies as to the duty of maintaining a lookout. Ford v. Etheridge, 71 N.M. 204, 377 P.2d 386; 4 Blashfield supra, § 2411, p. 543.\nThe finding of fact that Dora Edna Wilson operated the car while under the influence of alcohol does not alone make Phoebe B. Braswell contributorily negligent as a matter of law. In Petrone v. Margolis, 20 N.J.Super. 180, 89 A.2d 476, the plaintiff's intestate was an invited passenger in the car of the defendant. There was testimony that both the intestate and the defendant had been drinking prior to the fatal accident. A jury trial was held and the jury specifically found that the plaintiff's intestate was contributorily negligent. An application for a new trial was made and denied. Appeal was taken on the question of whether there was evidence that the defendant was in such a state of intoxication that a person of ordinary caution, circumspection and foresight would conclude that the defendant was unfit to operate the vehicle with reasonable care and safety to a passenger. In affirming the decision, the appellate court stated the rule to be:\nHence the test was whether an ordinarily cautious and prudent person would, under the same or similar circumstances, have incurred the risk of riding with the defendant. Solomon v. Finer, 115 N.J.L. 404, 180 A. 567 (Sup.Ct.1935) ; Goldstein v. Hotel Altman, 4 N.J.Super. 78, 66 A.2d 356 (App.Div.1949). See, Restatement, Torts, sec. 466, comment (e) ; 4 Blashfield's Cyc. Auto Law and Prac. 602, sec. 2453; 5 Am.Jur. 774, sec. 483.\nWhether or not such a person knows or in the exercise of reasonable vigilance should have known that the driver lacked the capacity safely to operate the vehicle is a question of fact. So also the causal relationship in a proximate contributory sense of the danger voluntarily assumed to the production of the injuries sustained is normally a question of fact, and where fair-minded men might honestly differ in the appraisement of the accompanying circumstances, knowledge, and conduct of the passenger, the question is one for the jury.\nThe finding of fact that Dora Edna Wilson drove at an excessive rate of speed does not alone make Phoebe B. Braswell contributively negligent as a matter of law.\nIn 4 Blashfield supra, § 2414, pp. 571-572, the rule is stated:\nTo show contributory negligence on the part of an automobile occupant, he must have been so situated that he could by the exercise of ordinary care, and should, have been aware of the potential danger, and that he nevertheless failed to take steps to avoid it, and acquiescence on the part of the passenger in the reckless driving cannot be inferred unless he had reasonable opportunity for protest.\nBefore an obligation to protest against excessive speed can rest upon a passenger or guest the excessive speed must have been continued for a sufficient time to enable him to realize the danger involved. So contributory negligence cannot, as a matter of law, be predicated upon a failure to protest the rate of speed, where it is suddenly increased so short a time before the accident that practically there is no intervening opportunity to protest, nor, in general, in any case where the automobile is driven only a short distance at the reckless speed before the happening of the accident, and but little time is afforded the injured guest to observe the danger and protest or take any other precautions for his own safety.\nAfter reviewing the record, we cannot say that the evidence shows, as a matter of law, that Phoebe B. Braswell was contributorily negligent. Nor can we say that the court's findings of fact on the lack of contributory negligence of Phoebe B. Braswell are not supported by substantial evidence.\nThere being no error, the judgment is affirmed.\nIt is so ordered.\nCOMPTON, C. J., and CHAVEZ, J., concur.\n",
    "annotations": {
        "Facts": [
            "complaint on June 22, 1960, against Joe A. Mondragon, Severiano Mondragon and Raymond Maestas, d/b/a Coors Sand and Gravel",
            "the deceased, Phoebe B. Braswell, was a passenger in a car being driven by Dora Edna Wilson in a southerly direction on Coors Boulevard in Bernalillo County; that at the same time near the intersection of Coors Boulevard and Arenal Road, the defendant Joe A. Mondragon, as servant and agent of the two remaining defendants and acting in the course of his employment, was driving a dump truck easterly on Arenal Road in a negligent fashion so as to collide with the car being driven by Dora Edna Wilson.",
            "Phoebe B. Braswell and Dora Edna Wilson died of injuries sustained in the collision",
            "the 1951 Buick automobile had previously been owned by one Troy Braswell, former husband of Phoebe B. Braswell, the passenger; that in the late summer of 1959 one Victor Still negotiated with Troy Braswell for the purchase of said vehicle and paid to Troy Braswell the sum of Fifty Dollars ($50.00), and agreed to pay Twenty-five Dollars ($25.00) more at some future date; that said vehicle was then turned over to Phoebe Braswell for her use; that the Certificate of Title to said automobile received by Victor Still from Troy Braswell was retained by Victor Still until such time as Phoebe B. Braswell paid to him the sum of Seventy-five Dollars ($75.-00), when it was understood title would then be conveyed to her; that said Phoebe B. Braswell, Dora Edna Wilson and Victor Still all lived together in Still's home on Rincon Road in Bernalillo County, New Mexico.",
            "That Phoebe B. Braswell was accompanying Dora Edna Wilson and Darlene Brown, a minor, on a pleasure trip to Socorro, New Mexico, the purpose of which was to visit a sister of Dora Edna Wilson, one Rachel Lucky",
            "if Dora Edna Wilson was intoxicated, there is no evidence that Phoebe B. Braswell knew or should have known that Dora Edna Wilson was intoxicated",
            "Mr. Still then testified:",
            "I bought the car for one reason, to help Phoebe to drive back and forth to work, that is the main reason I bought it, for her. I had a little money at the time and she needed an automobile to go to and from work, and I was going.to sell her the automobile and she was going to pay me back so much a week for the automobile and after she paid me, I was going to give her the title.",
            "ever give Mrs. Braswell the title or possession of that car?",
            "I did not",
            "Mrs. Braswell ever pay you for that car?",
            "No, she didn't.",
            "Mr. Still",
            "performed extensive repairs upon the automobile in question, even to the extent of adjusting the brakes",
            "these repairs took about two weeks and, prior to that time, the deceased had not driven the car for several weeks because of injuries she had suffered when her former husband shot her",
            "she didn't start driving any until about the last day or so before.",
            "the first time that she drove the car was the day she took you to your work",
            "most of the time before that, Mrs. Wilson had driven her around",
            "Just about an hour before the accident. I drove it down to work and I got out from under the wheel and they scooted over.",
            "with reference to Plaintiff's Exhibit Number 23 [the certificate of title], was your name ever inserted as purchaser here ?",
            "No, it never was put on there.",
            "We left it open there in case of transferring the title twice. As soon as she paid me for the car, I was going to take it down and get it notarized with her name on it, to send off to get a title."
        ],
        "Procedural History": [
            "appeal from a judgment awarding Thomas D. Schall, administrator of the estate of Phoebe B. Braswell, deceased, the sum of $15,000",
            "The trial court filed its findings of fact and conclusions of law, concluding that Joe A. Mondragon, while acting as the servant of Severiano Mondragon, was negligent in running a stop sign at the intersection of Coors Boulevard and Arenal Road and in crossing the intersection at between five and fifteen miles per hour; that Dora Edna Wilson operated the car while under the influence of intoxicating liquor, failed to keep a proper lookout and drove at an excessive rate of speed, thus making her contributorily negligent and barring her administrator from recovery.Judgment was entered in favor of defendants Mondragon and against T. B. Wilson, administrator of the estate of Dora Edna Wilson, and in favor of Thomas D. Schall, administrator of the estate of Phoebe B. Braswell, against defendants Mondragon in the amount of $15,000",
            "resultant conclusions of law:VIII. That Phoebe B. Braswell and Dora Edna Wilson were not, at the time of the collision, engaged in a joint enterprise.IX. That legal ownership of the Buick automobile was in Victor Still at the time of the accident in question.X. That Dora Edna Wilson was not, at the time of the collision, the agent or servant for, nor under the direction and control of, Phoebe B. Braswell.XI. That Phoebe B. Braswell is presumed to have used due care for her own safety.XII. That the negligence of Dora Edna Wilson, if any, was not imputed to Phoebe B. Braswell."
        ],
        "Application of Law to Facts": [
            "Since New Mexico does not require an exclusive or mandatory method of transferring title to an automobile, it therefore follows that title and ownership pass when the parties intend it to pass",
            "Evidence of the intent of the parties is shown by the admission of the certificate of title to the 1951 Buick automobile",
            "Mr. Still",
            "purchased the car from Phoebe Braswell's former husband",
            "The evidence being substantial that the intent of the parties was not to transfer ownership, title and dominion, until full payment had been made by the deceased, Phoebe B. Braswell, we cannot say that the trial court was in error in finding that the legal ownership of the Buick automobile was in Victor Still at the time of the accident in question. Appellants' point I is without merit",
            "Phoebe B. Braswell's duty of care as a passenger is that duty of care that an ordinarily prudent person would exercise under the circumstances",
            "The finding of fact that Dora Edna Wilson operated the car while under the influence of alcohol does not alone make Phoebe B. Braswell contributorily negligent as a matter of law",
            "The finding of fact that Dora Edna Wilson drove at an excessive rate of speed does not alone make Phoebe B. Braswell contributively negligent as a matter of law.",
            "After reviewing the record, we cannot say that the evidence shows, as a matter of law, that Phoebe B. Braswell was contributorily negligent."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "the judgment is affirmed."
        ]
    },
    "class": "affirm"
}