{
    "text": "Baca v. Baca, 81 N.M. 734, 472 P.2d 997 (1970)\nJuly 10, 1970 · Court of Appeals of New Mexico · No. 459 \n81 N.M. 734, 472 P.2d 997 \nNemecio BACA, Administrator of the Estate of Eloy Baca, Deceased, Plaintiff-Appellee, v. Eloy BACA, Julio E. Lovato and Edward T. Sauer, d/b/a Liberty Bar, and Eloy Baca, Defendants-Appellants \n472 P.2d 997\nCourt of Appeals of New Mexico.\n*736Lorenzo A. Chavez, Melvin L. Robins, Albuquerque, for appellee.\nRobert G. McCorlde, James C. Ritchie, Bruce Hall, Rodey, Dickason, Sloan, Akin & Robb, Albuquerque, for appellants.\nOPINION\nOMAN, Judge.\nDefendants appeal from a judgment entered pursuant to a jury verdict awarding plaintiff damages in the amount of $24,500.00. We affirm.\nPlaintiff brought suit for the alleged wrongful death of decedent. The circumstances leading to the death, by viewing the evidence in its most favorable light in support of the verdict, Williams v. Yellow Checker Cab Co, 77 N.M. 747, 427 P.2d 261 (1967); Cochran v. Gordon, 69 N.M. 346, 367 P.2d 526 (1961); Rein v. Dvoracek, 79 N.M. 410, 444 P.2d 595 (Ct.App. 1968)], were as follows:\n(1) Defendants, as partners, own and operate the Liberty Bar in Albuquerque. On May 13, 1967, defendant Lovato, who worked the daytime shift, was relieved at about 6:30 p. m. by defendant Baca, who worked the nighttime shift.\n(2) Rosendo Romero entered the bar as a patron at about noon, and from then until about 1:00 a. m. the following morning was consuming one drink of whiskey after another, and apparently also some beer, until he became so drunk he  * * * couldn't tell whether [he] was coming or going. He was at first being served these drinks by defendant Lovato, although Lovato knew him to be a petty thief, a purse stealer, and, consequently, a person who might cause fights. He was later served drinks by two of defendants' waitresses or barmaids, and he became a drunk pest.\n(3) At about 12:30 a. m. or 1:00 a. m. on May 14, decedent entered the barroom, stopped at the bar to remark to defendant Baca that they had the same name, and talked briefly with Rosendo Romero. During this conversation with Romero, one of the barmaids observed Romero punching decedent. She considered this horseplay or fooling around.\n(4) Decedent and Romero both went to the men's restroom at the rear of the barroom. In about five minutes someone called that there was a disturbance in the restroom, and defendant Baca investigated. He found Romero and decedent engaged in a scuffle, or, as he also described it, a shaking or a manhandling of decedent by Romero. Decedent was offering no resistance. Defendant Baca  * * * told them to break it up and get out.\n(5) Defendant Baca then left the restroom and returned to his position behind the bar. Decedent and Romero followed him from the restroom. Romero was preceding decedent toward the exit, when he turned around and struck decedent, knocking him to the floor.\n(6) Decedent was unconscious for a few seconds, but revived shortly after defendant Baca used a wet towel to wipe blood from his face and head. At one time Baca stated  * * * it looked like he was bleeding from the right ear. He testified at the trial that he did not notice exactly where the blood was coming from, except it was in the area of the ear.\n(7) Defendant Baca ordered a barmaid to call the police. Policemen arrived shortly and talked with decedent for a period of about 10 to 20 minutes. Decedent told the police he wanted to be left alone. During this time another disturbance occurred involving a Mr. Barela. The police, in the confusion, thought Barela had struck decedent, and proceeded to arrest and escort him to the police car. About the time they arrived at the police car, decedent passed out, and defendant Baca went outside and requested the police to take decedent along to jail because he was drunk. The police returned to the barroom, saw decedent was unable to care for himself, and assumed his condition was due to drunkenness. He was unable to walk, so was assisted by two policemen.\n(8) Prior to the scuffle in the restroom, decedent was able to walk 'straight' and did not appear to be intoxicated. He had nothing to drink in defendants' bar. After he had been struck and knocked down by Romero, defendant Baca noticed a change in his condition. He then appeared to be more drunk or dazed. The only thing known to defendant Baca which could have caused this change was the blow by Romero and the consequent fall of decedent to the floor.\n(9) Defendant Baca never said anything to the police about seeing blood coming from or in the area of decedent's ear, but told them decedent was drunk and asked them to take him along to jail.\n(10) Decedent was observed by the jailer on two occasions during the morning hours of May 14 and he appeared to be sleeping. At about 10:00 a. m. the jailer observed mucus coming from decedent's nose and observed that decedent was having difficulty breathing. An ambulance was called and he was admitted to a hospital at about 11:00 a. m. He underwent brain surgery, but died two days later. The cause of death was the leakage of blood from a subdural hematoma into the brain stem.\n(11)There were differences in the opinions of the medical experts as to when and how rapidly the damage to the brain stem developed, and what the chances of saving decedent's life would have been had he been given early medical attention and an operation performed to remove the subdural hematoma. The one doctor testified he had operated on several hundred patients suffering from subdural hematomas, and that 90% of these operations had been successful. It was his opinion, as already stated above, that the brain stem damage resulted from a leakage of blood into the brain stem from the hematoma.\nDefendants first contend there is an absence of evidence from which the jury could have found defendant Baca knew or should have known decedent was likely to be struck by Romero, there is nothing this defendant could have done to prevent this assault on decedent by Romero, and the trial court should have directed a verdict for defendants.\nDefendant Lovato at least knew Romero to be a petty thief and purse stealer and a person who might cause trouble. Nevertheless, he and the barmaids served this person whiskey and beer over a period of about thirteen hours, during which time he became a drunken pest and so intoxicated that he recalls very little of what occurred and did not know whether he was coming or going.\nIt is true there is no evidence of any prior tendency on the part of Romero to become violent when intoxicated, but one of the waitresses saw him punch decedent shortly after decedent entered the bar. This may or may not have been horseplay, as she sought to characterize it at the trial. Defendant Baca personally investigated the incident in the restroom and observed Romero scuffling with or shaking or manhandling decedent, who was offering no resistance. This defendant ordered them to break it up and get out, and then proceeded ahead of them from the restroom and returned to his position behind the bar. He was an experienced bar operator, accustomed to troubles incited by persons under the influence of liquor, and knew that some people become emotional, uninhibited and violent when under the influence of intoxicants.\nUnder these circumstances, and viewing the evidence in its most favorable light in favor of plaintiff' and in support of the verdict, we are of the opinion that the evidence is sufficient to support a finding that defendants failed in their duty to exercise reasonable care to protect decedent against injuries from the conduct of Romero. As stated in Coca v. Arceo, 71 N.M. 186, 376 P.2d 970 (1962), in quoting from Peck v. Gerber, 154 Or. 126, 59 P.2d 675, 106 A.L.R. 996 (1936):\n 'A guest or patron of such an establishment has a right to rely on the belief that he is in an orderly house and that the operator, personally or by his delegated representative, is exercising reasonable care to the end that the doings in the house shall be orderly.' \nThe court further stated in the Coca case:\n* * * The rule does not. require a long and continued course of conduct to find that the proprietor had knowledge of the violent disposition of the other patron — -all that is necessary is that there be a sequence of conduct sufficiently long to enable the proprietor to act for the patron's safety. It is not necessary that the proprietor know of a history of a series of offenses against the peace. * * *»\nEven disregarding the prior known proclivities of Romero to be a petty thief, a purse stealer and, consequently a potential troublemaker, defendants knew he was behaving violently towards decedent when defendant Baca personally observed him shaking, manhandling, or scuffling with decedent in the restroom. Under all the circumstances, we are unable to say, as a matter of law, that the course pursued by defendant Baca fell within the realm of reasonable care and constituted that degree of reasonable protection to which decedent was entitled from defendants. In addition to Coca v. Arceo, supra, see De Hart v. Travelers Ins. Co, 10 So.2d 597 (La.App. 1942) ; Carey v. New Yorker of Worcester, Inc, 245 N.E.2d 420 (Mass. 1969); Greco v. Sumner Tavern, Inc, 333 Mass. 144, 128 N.E.2d 788 (1955) ; Reilly v. 180 Club, 14 N.J. Super. 420, 82 A.2d 210 (App.Div. 1951); Gurren v. Casperson, 147 Wash. 257, 265 P. 472 (1928).\nDefendants rely upon Moore v. Yearwood, 24 Ill.App.2d 248, 164 N.E.2d 215 (1960); Huddleston v. Clark, 186 Kan. 209, 349 P.2d 888 (1960) ; Swanson v. Dugout, Inc, 256 Minn. 371, 98 N.W.2d 213 (1959); Romero v. Kendricks, 74 N.M. 24, 390 P.2d 269 (1964) ; Kingen v. Weyant, 148 Cal.App.2d 656, 307 P.2d 369 (1957); Schwartz v. Cohen, 204 Misc. 142, 119 N.Y.S.2d 124 (Sup.Ct. 1953). None of these cases require a position under the facts of this case different from that taken by us.\nDefendants' contention under their second point is that there is no evidence in the record to establish defendant Baca knew, or should have known, decedent needed medical attention, and that defendants discharged their duty owed to decedent by summoning the police. They contend the evidence fails to establish negligence on their part in failing to obtain medical attention for decedent.\nIn our opinion, the evidence is sufficient to raise a question of fact as to whether defendants took reasonable action in caring for decedent. The duty owed decedent by defendants is defined in Restatement (Second), Torts § 314A at 118 (1965) as follows:\n(2) An innkeeper is under a duty to his guests [to take reasonable action]\na * ‡ *\n(a) to protect them against unreasonable risk of physical harm, and\n(b) to give them first aid after it [he] knows or has reason to know that they are ill or injured, and to care for them until they can be cared for by others.\nIn Romero v. Kendricks, supra, in holding the circumstances of that case did not require defendants to furnish aid to plaintiff, the court stated:\n * * * Neither she [the barmaid] nor Kendricks [operator of the bar] had any knowledge of what had occurred. Kendricks saw Romero at the door, did not observe any bleeding, and it was apparently his best judgment that if Romero needed aid, the quickest way he could obtain it would be at the police station. * * * [We] are of the view that there was no legal duty shown under the facts in evidence requiring Kendricks to take any other action than he did, particularly when there was no showing that Kendricks had any knowledge of the seriousness of the man's condition. * * *\nIn the present case defendants knew the facts leading up to the injury sustained by decedent; knew he was not intoxicated when he entered their bar; knew he had nothing to drink while at their bar; knew he was unconscious for a short time and bleeding from his ear immediately following the injury; knew he showed definite changes in his behavior and appearance after the injury; and knew he again lapsed into unconsciousness in about 10 to 20 minutes after sustaining the injury. Still defendants failed to tell the police of the bleeding from the right ear and of the noted changes in behavior and appearance after the injury, and asked the police to take him to jail because he was drunk.\nUnder these circumstances, we cannot say, as a matter of law, that defendants discharged their duty to take reasonable care of decedent, that their duty to take reasonable care of him did not require the exercise of reasonable care in seeing he was furnished medical attention, or that turning him over to the police as a drunk discharged their duty of care. The cases of Steckman v. Silver Moon, 77 S.D. 206, 90 N.W.2d 170 (1958) ; Fitzgerald v. Chesapeake & O. Ry. Co., 116 W.Va. 239, 180 S.E. 766 (1935) ; and Plutner v. Silver Associates, Inc., 186 Misc. 1025, 61 N.Y.S.2d 594 (Mun.Ct. N.Y. 1946), upon which defendants rely, neither require nor suggest a result different from that we reach under the facts of this case. See Comment and Illustrations under Restatement (Second), Torts § 314A, supra; Middleton v. Whitridge, 213 N.Y. 499, 108 N.E. 192 (1915).\nUnder their third point defendants urge that the trial court erred in refusing to give their tendered instructions relative to their duty to render aid to decedent.\nThe trial court gave the following instruction :\nYou are instructed that if you find from the evidence that the defendant knew or should have known that plaintiffs decedent had sustained a serious injury while a patron in his bar, and knew or should have known that plaintiff's decedent was unable to obtain medical care for the injury, then it was the duty of defendant to exercise reasonable care under the circumstances to cause him to be furnished with medical care, ' and a failure on his part to do so is negligénce.\nThe trial court refused the following requested instructions tendered by defendants:\nNo. 12.' A bartender who has no special training in or knowledge of first aid may satisfy any duty to render aid to a person injured in the bar if the bartender summons the police.\nNo. 18. You are instructed that the defendants had no duty to render aid to a person injured in their business premises unless the defendants had actual knowledge of the seriousness of the injury-\nNo. 19. If you find that Eloy Baca, deceased, was conscious and talked with police officers prior to or after his arrest, then you are instructed that there can be no liability against the defendants for not obtaining medical attention unless you find that the defendants prevented the police from obtaining medical attention for Eloy Baca, deceased.\nNo. 22. If you find that the police officers who arrested Eloy Baca, deceased, had the same knowledge or could have acquired the same knowledge in the exercise of reasonable care of the deceased's condition that the defendant Eloy Baca had, then the defendant Eloy Baca had no duty to obtain medical attention or to render aid to Eloy Baca, deceased.\nDefendants' position is that these requested instructions correctly state the law as announced in Romero v. Kendricks, supra. We disagree. Nothing stated in the Romero case even suggests that under facts, such as are present in the case before us, an operator of a bar satisfies his duty to take reasonable care of an injured guest by merely summoning the police; by doing nothing, because of the operator's inability to properly diagnose the gravity or seriousness of the injuries; by not actively preventing the police from obtaining medical attention for the injured guest; or because the police, by exercising reasonable care, could have learned as much about the injuries of the guest as were known to the bar operator.\nThe duty owed by a bar operator to an injured guest is discussed above under the second point, and this duty is not automatically discharged for any of the reasons stated in the requested instructions which were refused.\nIn their fourth point, defendants contend that even if the evidence supports a finding that they were negligent in the performance of their duty towards decedent, the evidence failed to establish that their negligence was the proximate cause of his death. This contention is predicated upon the position that neither of the medical doctors gave  an opinion as a matter of reasonable medical probability that the man's [decedent's] life would have been saved had he been operated on sooner.\nIt is true the one doctor gave as his opinion that decedent was doomed to death once he sustained the blow to his head. However, Doctor Pollay, the other doctor who testified, is a Neurosurgeon, Chief of the Division of Neurosurgery at the School of Medicine of the University of New Mexico, and the one who operated on decedent and had operated upon hundreds of other patients suffering from subdural hematomas during the preceding five years. He testified approximately 90% of these patients upon whom he had operated had survived. He also gave it as his opinion that the brain stem damage did not develop directly or immediately as a result of the injury sustained by decedent at the bar, but that it was a gradual development secondary to the subdural hematoma from which blood seeped creating the brain stem hemorrhage.\nThis doctor never stated in so many words that decedent's life, as a medical probability, would have been saved had he been operated sooner, but this was not essential to plaintiff's case. See Sanders v. Atchison, Topeka & Santa Fe Railway Co., 65 N.M. 286, 336 P.2d 324 (1959); Rival v. Atchison, Topeka and Santa Fe Railway Co., 62 N.M. 159, 306 P.2d 648 (1957). What was required by way of proof on this issue was evidence from which the jury could properly have found a probability of recovery had earlier treatment been administered. Evidence which would support a mere possibility of recovery is not sufficient. Rival v. Atchison, Topeka and Santa Fe Railway Co., supra. We are of the opinion that the medical evidence was sufficient to support the re.quired degree of proof, and that the jury's finding in this regard is supported by the evidence.\nDoctor Pollay testified in effect that had he treated decedent prior to the development of the hemorrhaging in the brain stem his chances for survival would have been far greater, and that in operating several hundred subdural hematomas during the prior five years his patients had recovered in 90% of the cases. This testimony supports a probability as opposed to a mere possibility of recovery. Probability is that which can reasonably and fairly convincingly be accepted as true or likely to happen, without being undeniably so or certain of occurrence. Whereas a possibility is that which falls within the bounds or limits of what may occur, be done, be conceived, or be attained within the framework of nature, custom, practices, or manners, although it may not seem probable. See Webster's Third New International Dictionary (1966).\nWe are convinced our decision — that the above outlined evidence is sufficient to support a finding of a probability of recovery as opposed to a possibility of recovery — is not inconsistent with anything said in the following authorities upon which defendants rely. Bell v. Hotel Bentley, 32 So.2d 856 (La.App. 1947); Hebenstreit v. Atchison, Topeka & Santa Fe Railway Co., 65 N.M. 301, 336 P.2d 1057 (1959); Sand*741ers v. Atchison, Topeka & Santa Fe Railway Co., supra; Rival v. Atchison, Topeka and Santa Fe Railway Co., supra; Woods v. Brumlop, 71 N.M. 221, 377 P.2d 520 (1962); Buchanan v. Downing, 74 N.M. 423, 394 P.2d 269 (1964) ; Steckman v. Silver Moon, supra; Annot., 66 A.L.R.2d 1082, 1127 (1959) ; Annot., 135 A.L.R. 516, 517 (1941).\nIn their fifth point, defendants attack the sufficiency of the evidence as to the worth of the life of decedent to warrant the submission of the case to the jury. In view of the holding in Stang v. Hertz Corporation, 81 N.M. 69, 463 P.2d 45 (Ct. App. 1969), that  * * * [p]roof of pecuniary injury is not a prerequisite to recovery of damages for wrongful death. * * * , defendants take the position that there is insufficient evidence as to the worth of decedent's life to warrant the submission to the jury of the question of damages. We are of the opinion that proof of a wrongful death of necessity implies recoverable damages. In the absence of pecuniary injury, the jury may still award such damages, compensatory and exemplary, as they shall deem fair and just, having regard to the mitigating or aggravating circumstances attending the wrongful act, neglect or default which results in the death. Stang v. Hertz Corporation, supra; § 22-20-3, N.M.S.A. 1953, The present worth of the life, in the absence of pecuniary injury to those entitled to the recovery, is arrived at upon the basis of the age, occupation, earning capacity, health, habits, and the probable duration of the life of decedent. Hall v. Stiles, 57 N.M. 281, 258 P.2d 386 (1953).\nIn their sixth point, defendants claim the award of damages in the amount of $24,-500.00 was so excessive as to entitle them to a new trial or a remittitur. They properly preserved this question for review by this court.\nAlthough the pecuniary injury to those entitled to an award of damages for wrongful death is to be considered by the trier of the facts, the absence of such injury does not preclude an award of substantial damages for the death. Stang v. Hertz Corporation, 81 N.M. 348, 467 P.2d 14 (1970); Stang v. Hertz Corporation, 81 N.M. 69, 463 P.2d 45 (Ct.App.1969). Defendants contend the award is  * * * excessive because (a) the jury mistook the measure of damages and (b) the verdict resulted from passion, prejudice, partiality or sympathy. We disagree.\nThe standard for determining whether a jury's verdict is excessive is quoted by defendants from the opinions in Vivian v. Atchison, Topeka and Santa Fe Railway Co., 69 N.M. 6, 363 P.2d 620 (1961), and Hall v. Stiles, supra. We agree with this standard, but the application thereof to the facts in the present case requires neither a new trial nor a remittitur. See also, Hughes v. Walker, 78 N.M. 63, 428 P.2d 37 (1967) and Schrib v. Seidenberg, 80 N.M. 573, 458 P.2d 825 (Ct. App.1969). The absence of proof of any substantial pecuniary injury to those entitled to the recovery does not mean the jury was mistaken as to the measure of damages, nor does the amount of the award warrant our holding that the jury was motivated by passion, prejudice, partiality, sympathy, undue influence, or some corrupt motive resisting in palpable error. There is no fixed standard for measuring the value of a life, and, as in personal injury cases, wide latitude is allowed for the exercise of the judgment of the jury in fixing the amount of such an award. An appellate court should not hold an award of damages to be excessive except in extreme cases. See Lujan v. Reed, 78 N.M. 556, 434 P.2d 378 (1967) ; Chavez v. Atchison, Topeka and Santa Fe Railway Co., 77 N.M. 346, 423 P.2d 34 (1967).\nDefendants' final point is directed toward two instructions in which the court hypothesized facts, which, defendants claim, if found to be true, would justify or require a verdict against defendants. They rely upon § 21-1-1(51) (1), N.M.S.A.1953 *742(Supp.1969), and Garcia v. Barber's Super Markets, Inc., 81 N.M. 92, 463 P.2d 516 (Ct.App.1969).\nWe agree that the trial court did hypothesize facts which, if found by the jury to be true, would justify or require the jury to find defendants negligent, and we are of the opinion that the practice of hypothesizing facts in instructions, even to this extent, should be discontinued, in order to avoid questions concerning their propriety under § 21-1-1(51) (1), supra. However, we cannot say that a finding of the truth of the hypothesized facts in the instructions as to negligence would, by reason of this finding alone, justify or require a verdict against defendants.\nThe judgment should be affirmed.\nIt is so ordered.\nSPIESS, C. J., and WOOD, J., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendants were negligent in (a) failing to preside over an orderly establishment and thus protect the plaintiff from harm; and (b) failing to obtain medical assistance for the plaintiff given the circumstances of his injury.\nSummary:\nthe plaintiff was punched in the head by another patron of the defendants' bar, and died from consequent injuries\nthe defendant bar owner (a) found the plaintiff and third party perpetrator Romero in a 'scuffle' in the bathroom; (b) saw Romero punch the plaintiff in the head; and (c) knew that the plaintiff was bleeding from the ear and was acting differently after being punched.\nthe court found that because the defendants knew about the fight, and knew that Romero was a troublemaker, and should have known about the tendencies of drunk people, their duty to take reasonable care to protect their patrons was enlivened by that knowledge, and they failed to discharge that duty by doing nothing.\n\nthe defendants claimed that by calling the police, they had discharged their duty to take reasonable care of the plaintiff.\nHowever, the court found that given the facts the defendants were aware of, including that the plaintiff was acting strangely after being punched and was bleeding from the ear, the defendants should have obtained medical care for the plaintiff, or even told the police about the plaintiff's injury, and merely asking the police to take the plaintiff to jail was insufficient to discharge their duty of care towards the plaintiff.\n",
    "annotations": {
        "Facts": [
            "partners, own and operate the Liberty Bar in Albuquerque. On May 13, 1967, ",
            "Lovato, who worked the daytime shift, was relieved at about 6:30 p. m. by ",
            "Baca, who worked the nighttime shift.",
            "Rosendo Romero entered the bar as a patron at about noon, and from then until about 1:00 a. m. the following morning was consuming one drink of whiskey after another, and apparently also some beer, until he became so drunk he  * * * couldn't tell whether [he] was coming or going. He was at first being served these drinks by ",
            "Lovato, although Lovato knew him to be a petty thief, a purse stealer, and, consequently, a person who might cause fights. He was later served drinks by two of defendants' waitresses or barmaids, and he became a drunk pest.",
            "At about 12:30 a. m. or 1:00 a. m. on May 14, decedent entered the barroom, stopped at the bar to remark to ",
            "Baca that they had the same name, and talked briefly with Rosendo Romero. During this conversation with Romero, one of the barmaids observed Romero punching decedent. She considered this horseplay or fooling around.",
            "Decedent and Romero both went to the men's restroom at the rear of the barroom. In about five minutes someone called that there was a disturbance in the restroom, and ",
            "Baca investigated. He found Romero and decedent engaged in a scuffle, or, as he also described it, a shaking or a manhandling of decedent by Romero. Decedent was offering no resistance. Defendant Baca  * * * told them to break it up and get out.",
            "Baca then left the restroom and returned to his position behind the bar. Decedent and Romero followed him from the restroom. Romero was preceding decedent toward the exit, when he turned around and struck decedent, knocking him to the floor.",
            "Decedent was unconscious for a few seconds, but revived shortly after ",
            "Baca used a wet towel to wipe blood from his face and head. At one time Baca stated  * * * it looked like he was bleeding from the right ear. ",
            "he did not notice exactly where the blood was coming from, except it was in the area of the ear.",
            "Baca ordered a barmaid to call the police. Policemen arrived shortly and talked with decedent for a period of about 10 to 20 minutes. Decedent told the police he wanted to be left alone. During this time another disturbance occurred involving a Mr. Barela. The police, in the confusion, thought Barela had struck decedent, and proceeded to arrest and escort him to the police car. About the time they arrived at the police car, decedent passed out, and ",
            "Baca went outside and requested the police to take decedent along to jail because he was drunk. The police returned to the barroom, saw decedent was unable to care for himself, and assumed his condition was due to drunkenness. He was unable to walk, so was assisted by two policemen.",
            "Prior to the scuffle in the restroom, decedent was able to walk 'straight' and did not appear to be intoxicated. He had nothing to drink in defendants' bar. After he had been struck and knocked down by Romero, ",
            "Baca noticed a change in his condition. He then appeared to be more drunk or dazed. The only thing known to ",
            "Baca which could have caused this change was the blow by Romero and the consequent fall of decedent to the floor.",
            "Baca never said anything to the police about seeing blood coming from or in the area of decedent's ear, but told them decedent was drunk and asked them to take him along to jail.",
            "Decedent was observed by the jailer on two occasions during the morning hours of May 14 and he appeared to be sleeping. At about 10:00 a. m. the jailer observed mucus coming from decedent's nose and observed that decedent was having difficulty breathing. An ambulance was called and he was admitted to a hospital at about 11:00 a. m. He underwent brain surgery, but died two days later. The cause of death was the leakage of blood from a subdural hematoma into the brain stem."
        ],
        "Procedural History": [
            "Defendants appeal from a judgment entered pursuant to a jury verdict awarding plaintiff damages"
        ],
        "Application of Law to Facts": [
            "Defendant Lovato at least knew Romero to be a petty thief and purse stealer and a person who might cause trouble. Nevertheless, he and the barmaids served this person whiskey and beer over a period of about thirteen hours, during which time he became a drunken pest and so intoxicated that he recalls very little of what occurred and did not know whether he was coming or going.It is true there is no evidence of any prior tendency on the part of Romero to become violent when intoxicated, but one of the waitresses saw him punch decedent shortly after decedent entered the bar. This may or may not have been horseplay, as she sought to characterize it at the trial. Defendant Baca personally investigated the incident in the restroom and observed Romero scuffling with or shaking or manhandling decedent, who was offering no resistance. This defendant ordered them to break it up and get out, and then proceeded ahead of them from the restroom and returned to his position behind the bar. He was an experienced bar operator, accustomed to troubles incited by persons under the influence of liquor, and knew that some people become emotional, uninhibited and violent when under the influence of intoxicants.Under these circumstances, and viewing the evidence in its most favorable light in favor of plaintiff' and in support of the verdict, we are of the opinion that the evidence is sufficient to support a finding that defendants failed in their duty to exercise reasonable care to protect decedent against injuries from the conduct of Romero",
            "A guest or patron of such an establishment has a right to rely on the belief that he is in an orderly house and that the operator, personally or by his delegated representative, is exercising reasonable care to the end that the doings in the house shall be orderly",
            "all that is necessary is that there be a sequence of conduct sufficiently long to enable the proprietor to act for the patron's safety",
            "Even disregarding the prior known proclivities of Romero to be a petty thief, a purse stealer and, consequently a potential troublemaker, defendants knew he was behaving violently towards decedent when defendant Baca personally observed him shaking, manhandling, or scuffling with decedent in the restroom",
            "defendants knew the facts leading up to the injury sustained by decedent; knew he was not intoxicated when he entered their bar; knew he had nothing to drink while at their bar; knew he was unconscious for a short time and bleeding from his ear immediately following the injury; knew he showed definite changes in his behavior and appearance after the injury; and knew he again lapsed into unconsciousness in about 10 to 20 minutes after sustaining the injury. Still defendants failed to tell the police of the bleeding from the right ear and of the noted changes in behavior and appearance after the injury, and asked the police to take him to jail because he was drunk",
            "we cannot say, as a matter of law, that defendants discharged their duty to take reasonable care of decedent, that their duty to take reasonable care of him did not require the exercise of reasonable care in seeing he was furnished medical attention, or that turning him over to the police as a drunk discharged their duty of care.",
            "Nothing",
            "suggests that under facts, such as are present in the case before us, an operator of a bar satisfies his duty to take reasonable care of an injured guest by merely summoning the police; by doing nothing, because of the operator's inability to properly diagnose the gravity or seriousness of the injuries; by not actively preventing the police from obtaining medical attention for the injured guest; or because the police, by exercising reasonable care, could have learned as much about the injuries of the guest as were known to the bar operator."
        ],
        "Relevant Precedents": [
            "Coca v. Arceo, 71 N.M. 186,  (1962)",
            "Peck v. Gerber, 154 Or. 126, , 106 A.L.R. 996 (1936)",
            "De Hart v. Travelers Ins. Co,  (La.App. 1942) ; Carey v. New Yorker of Worcester, Inc, 245 N.E.2d 420 (Mass. 1969); Greco v. Sumner Tavern, Inc, , 128 N.E.2d 788 (1955) ; Reilly v. 180 Club, , 82 A.2d 210 (App.Div. 1951); Gurren v. Casperson, , 265 P. 472 (1928)"
        ],
        "Outcome": [
            "We affirm.",
            "The judgment should be affirmed."
        ]
    },
    "class": "affirm"
}