{
    "text": "Rutledge v. Johnson, 81 N.M. 217, 465 P.2d 274 (1970)\nFeb. 20, 1970 · Supreme Court of New Mexico · No. 8766 \n81 N.M. 217, 465 P.2d 274 \nLee RUTLEDGE and Lillian Rutledge, his wife, Plaintiffs-Appellees, v. James R. JOHNSON, Barbara A. Brown and Mr. & Mrs. Lewis F. Brown, Defendants-Appellants \n465 P.2d 274\nSupreme Court of New Mexico.\n*218Ussery, Burciaga & Parrish, Albuquerque, for appellants.\nMcAtee, Marchiondo & Michael, Charles G. Berry, Albuquerque, for appellees.\nOPINION\nSISK, Justice.\nThe plaintiff, Mrs. Rutledge, was injured when her automobile was struck by an automobile driven by the defendant, Barbara Brown. The trial court awarded damages to both plaintiffs against Miss Brown and her father, the defendant Lewis F. Brown.\nOn appeal, defendants rely on eight points, which they have argued under three separate contentions. Defendants first contend that the evidence was insufficient to support the trial court's findings to the effect that Miss Brown negligently ran into the rear of the car driven by Mrs. Rutledge, that the car driven by Miss Brown had defective brakes, and that she knew or should have known the car had defective brakes, and was, therefore, negligent in driving the car.\nThe evidence must be viewed by us in its most favorable light in support of these findings. If the evidence when so viewed, including the reasonable inferences therefrom, supports the findings then all contrary evidence and inferences must be disregarded. Fox v. Doak, 78 N.M. 743, 438 P.2d 153 (1968).\nThe accident occurred on May 22, 1965 when the car driven by Mrs. Rutledge was stopped for a traffic light and was hit in the rear by the car driven by Miss Brown. Miss Brown was driving a twelve-year-old car, owned by James Johnson, who testified that he paid $35.00 for the car, that a month before the accident he had received an unsafe vehicle citation, and that one of the problems had been insufficient brakes. He said that after the citation the brakes were adjusted at a service station and new brake fluid was obtained, and that he had no further problem with the brakes until he checked the car after the accident and found no braking power. Miss Brown testified that she knew that Johnson had had previous trouble with the brakes and had received a ticket for inadequate brakes. On one occasion she said that she did not know whether the brakes had been fixed before the accident, and later she testified that Johnson told her that they had been. One of Miss Brown's passengers at the time of the accident testified that on another occasion when Miss Brown was driving the car the brakes gave out and she stopped the car by using the emergency brake. Miss Brown said that she had borrowed the car quite a few times before the accident and that she had not driven the car again after the accident. She testified that immediately prior to the collision she had coasted for 100 yards and did not attempt to apply the brakes until she was about two car lengths behind Mrs. Rutledge's stopped car. She did not attempt to use either the horn or the emergency brake, and did not attempt to avoid the collision by turning into the vacant traffic lane on her right.\nWe do not imply that the evidence to which we refer is all of the evidence which supports the challenged findings, but we believe that considered together, and including reasonable inferences therefrom, it constitutes substantial evidence to support the trial court's findings that the collision resulted from Miss Brown's negligence. There is conflicting evidence, primarily from the testimony of Miss Brown and James Johnson, which supports the claimed defense of brake failure. However, the court reviewed that evidence and we cannot pass upon the weight of the evidence or the credibility of the witnesses. Gilon v. Franco, 77 N.M. 786, 427 P.2d 666 (1967). The evidence substantially supports the trial court's decision on the issue of liability, and the defendants' requested findings and conclusions pertaining to the liability issue, being contrary to or inconsistent with those of the court, were properly rejected. Powers v. Campbell, 79 N.M. 302, 442 P.2d 792 (1968).\nDefendants next contend that the court erred in making three findings on the issue of damages and in failing to make numerous findings requested by them on that issue. The issue of damages presents a more difficult problem, because in a period of less than ten months after the automobile accident Mrs. Rutledge sustained three separate and somewhat bizarre accidents in her home, in each of which she suffered additional injuries or aggravated her prior injuries. On August 28, 1965, her washing machine broke loose from the floor and in her efforts to control it she sustained ligamentous, muscular and disc injury. In September or October, 1965, she ran into a closed door and sustained a severe extension injury of the cervical spine. In February, 1966, she fell while pulling on a drapery cord and many of her previous symptoms recurred.\nBefore briefly reviewing the medical testimony, it is important to examine the three findings of the trial court on the issue of damages.\n10. As a direct and proximate result of the negligence of defendants and each of them, plaintiff Lillian Rutledge suffered severe, permanent injuries to her neck, shoulders, upper back and cervical spine, suffered mental pain and anguish, physical pain and suffering, and will continue to endure mental and physical pain and suffering, suffered loss of wages and permanent disability to her neck and back.\n11. Excluding any injuries suffered by plaintiff Lillian Rutledge after May 22, 1965, which are not as a result of the negligence of the defendants, the plaintiff is entitled to recover for the injuries suffered by her, described above, which are a direct proximate result of the negligence of defendants and each of them and is entitled to judgment against defendants and each of them, both jointly and severally, in the sum of $12,500.00.\n*22012. That as a direct and proximate result of the negligence of defendants and each of them, plaintiff Lee Rutledge incurred hospital, doctor, drug, and other medical expenses in behalf of his wife, and incurred transportation expense, automobile damage, was required to purchase orthopedic cervical collars and traction stands for his wife, was required to employ domestic help, and suffered the loss of services of his wife as a housekeeper for an extended period of time, and by reason thereof is entitled to recover judgment against defendants and each of them in the sum of $5,000.00 plus the costs of this action and interest thereon.\nDefendants contend that these three findings are erroneous because they award damages for injuries not proximately resulting from the automobile accident. However, finding No. 11 clearly states that the award to Mrs. Rutledge excludes any injury not a result of the automobile accident and states that the award is for those injuries described in finding No. 10. The items described in finding No. 10 are legally compensable. See Jones v. Pollock, 72 N.M. 315, 383 P.2d 271 (1963).\nIf there is substantial evidence that each item proximately resulted from the automobile accident, then findings Nos. 10 and 11 are not erroneous. Michael v. West, 76 N.M. 118, 412 P.2d 549 (1966). Again, the evidence must be viewed in the most favorable light in support of these findings. Fox v. Doak, supra.\nThe only doctor who testified concerning Mrs. Rutledge's injuries and treatment was Dr. W. C. Peterson. His testimony was very lengthy, and we will summarize it only to the extent necessary to determine whether it substantially supports the court's findings. In July, 1965, a discogram test was performed and indicated injury to and deterioration of the C2-3, C3-4, C5-6 and C6-7 vertebral disc interspaces. The doctor testified that these injuries resulted from the automobile accident. An operation fusing the C4-5 and C5-6 vertebrae was performed a few days later. Mrs. Rutledge was hospitalized for 23 days, of which 16 days preceded and 7 days followed the surgery. A second operation fusing the C6-7 and C7-D1 vertebrae was performed in January, 1966, resulting in 11 days hospitalization. Dr. Peterson described repeated examination and treatment from June 1965 to November 1967. His final diagnosis was:\n * * * cervical syndrome, severe, with surgical arthrodesis of C-4-5, C-5— 6, C-6-7 and C-7 D-l, symptomatic, with restriction of range of motion, headache,, and radiation to the arms, the right being predominant; and low back pain with bilateral radiation, the left being most severe.\nHe noted continued difficulty in movement, blurring of vision, pain and discomfort. He also noted some improvement as a result of the surgery and concluded that further surgery would not increase improvement. Dr. Peterson testified that except for the injury to the C7-D1 vertebrae, it was his opinion that all of Mrs. Rutledge's injuries and the treatment given by him were attributable to the automobile accident of May 22, 1965. He also testified that the injuries described are permanent.\nDefendants argue that the awards to both plaintiffs should be restricted to damages incurred through the period of hospitalization after the first operation, because the damages thereafter resulted from the negligence of Mrs. Rutledge. Certainly the three home accidents sustained by Mrs. Rutledge resulted in injuries which aggravated the injuries sustained in the prior automobile accident. Under the doctrine of avoidable consequences a person injured by the tort of another is not entitled to damages for harm which he could have avoided by the ttse of due care after the commission of the tort. Restatement of Torts (2d) § 918. McMain v. Twomey, 368 F.2d 63 (10th Cir. 1966). There is evidence in the record from which the trial court could have found that Mrs. Rutledge's injuries were aggravated by her failure to exercise *221due care following the first operation. But we cannot substitute our judgment for that of the trier of the facts where substantial evidence supports its findings. Powers v. Campbell, supra. Dr. Peterson's testimony was not contradicted and it constitutes substantial evidence to support the trial court's findings Nos. 10 and 11.\nThe court's finding No. 12 awarded $5,000.00 to the defendant Mr. Rutledge for expenses and costs incurred by him. The evidence of medical expenses included all bills pertaining to the second operation, and Dr. Peterson testified that no additional expense resulted from also fusing the C7-D1 vertebrae, which was not injured in the automobile accident. He testified that all of his charges for all treatment of Mrs. Rutledge were necessarily incurred as a result of the automobile accident. Appellees itemize $4,347.00 in medical bills and other special damages. However, finding No. 12 also includes the loss of Mrs. Rutledge's services by Mr. Rutledge for an extended period of time. We do not lightly overturn the judgment of the trial court and must search the record for substantial evidence to support its finding. Reger v. Sanchez, 77 N.M. 641, 426 P.2d 786 (1967); Erb v. Hawks, 52 N.M. 166, 194 P.2d 266 (1948). There is substantial evidence supporting loss of services, and a husband's loss of his wife's services is legally compensable. Ballard v. Lumbermens Mutual Cas. Co., 33 Wis.2d 601, 148 N.W.2d 65 (1967). Compare N.M. UJI Nos. 14.18 and 14.20. Our search of the record also reflects additional expenses incurred by Mr. Rutledge which might have been considered by the court in determining the amount of the award. The uncontradicted testimony of Dr. Peterson and the evidence of medical expenses, other special damages, and loss of services constitute substantial evidence to support the trial court's finding No. 12.\nThe requested findings of the defendants on the issue of damages were properly refused because they were either inconsistent with those of the trial court or were findings of evidential facts, and the trial court is required to make only findings of ultimate facts. Powers v. Campbell, supra; Asbury v. Yellow-Checker Cab Co., 64 N.M. 372, 328 P.2d 941 (1958).\nDefendants' final contention is that the trial court erred in finding and concluding that Miss Brown's negligence was imputed to her father, Lewis Brown, and in denying his motion for summary judgment. On March 11, 1964, Miss Brown obtained a provisional driver's license, and on January 22, 1965, she obtained a duplicate license, having lost the original. On her original application, next to the words Parent Sig: is the signature L. F. Brown. On the duplicate application there appears only the words parent's permission by phone. Defendants argue that because the wrong form of application was furnished by the Motor Vehicle Division, and neither application contained the verified signature of Mr. Brown, there can be no liability against him. The pertinent portion of § 64-13-44, N.M.S.A.1953, provides:\n(a) The application of any person under the age of eighteen [18] years for an instruction permit or operator's license shall be signed and verified before a person authorized to administer oaths by the father, mother or guardian, or, in the event there is no parent or guardian, then by another responsible adult who is willing to assume the obligation imposed under this act * * * upon a person signing the application of a minor.\n(b) Any negligence or willful misconduct of a minor under the age of eighteen [18] years when driving a motor vehicle upon a highway shall be imputed to the person who has signed the application of such minor for a permit or license, which person shall be jointly and severally liable with such minor for any damages caused by such negligence * *\nDefendants rely on Home Plumbing & Contracting Co. v. Pruitt, 70 N.M. 182, 372 P.2d 378 (1962), which held that an unverified mechanic's lien claim was unenforceable, *222Our mechanic's lien law (§ 61-2-6, N.M.S.A.1953) requires verification by or on behalf of the person claiming the benefit of the statute. In the present case, the right and benefit to be derived from the statute was to have a driver's license issued to Mr. Brown's daughter, which right and benefit he obtained on the basis of his unverified signature. Having claimed and obtained the benefit of the statute, he now seeks to avoid its consequences. The object and primary purpose of a verification is to assure the good faith of the maker with regard to the statements which are verified. Osborn v. City of Whittier, 103 Cal.App. 2d 609, 230 P.2d 132 (1951). The purpose of a verified signature of the parent on the minor's application for a driver's license is to obtain assurance of the responsibility required by the statute. Here, Mr. Brown testified concerning the truth of such assurances. Although he said that he did not know that his daughter was going to drive someone else's car, he testified that he knew in general that when he signed her application for a license he was responsible for her conduct as a driver.\nStrict construction of a statute does not contemplate arbitrary or inequitable meaning which would give third parties an opportunity to take advantage of legal technicalities, but only such meaning as will require substantial compliance with the statute. Minor v. Marshall, 6 N.M. 194, 27 P. 481 (1891).\nThe duplicate license merely replaced the lost original, and Mr. Brown at no time attempted to revoke or disclaim his original signature, nor did he seek relief from his assumption of responsibility by requesting cancellation of his daughter's license as provided by § 64-13-45, N.M.S.A. 1953. Only his original signature was required, and he would be in no different position had that signature been verified. Having received the benefits created by the statute, equity does not permit him to avoid its responsibility. A person may not claim the benefit of a law and also assert that the law is not applicable to him. Kandelin v. Lee Moor Contracting Co., 37 N.M. 479, 24 P.2d 731 (1933).\nMiss Brown's negligence was properly imputed to her father.\nThe judgment should be affirmed.\nIt is so ordered.\nMOISE, C. J., and TACKETT, J., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant, in 'coasting' towards the plaintiff's, stationary at a stop light, and with knowledge of the faulty brakes of the car she was driving, was negligent.\nSummary:\nthe defendant was driving a car that she knew had brake trouble, and for which the owner had been issued a citation for faulty brakes. She had previously driven the car when the brakes had failed, and she had had to use the emergency brake to stop the car\nthe defendant did not attempt to apply the brakes in the present circumstances until she was close to the plaintiff's car, and did not use her horn, the emergency brake, or attempt to veer into another empty lane.\nThe court found that the ensuing collision was the result of the defendant's negligence.\n",
    "annotations": {
        "Facts": [
            "Mrs. Rutledge, was injured when her automobile was struck by an automobile driven by ",
            "Barbara Brown",
            "The accident occurred on May 22, 1965 when the car driven by Mrs. Rutledge was stopped for a traffic light and was hit in the rear by the car driven by Miss Brown. Miss Brown was driving a twelve-year-old car, owned by James Johnson, who",
            "paid $35.00 for the car, that a month before the accident he had received an unsafe vehicle citation, and that one of the problems had been insufficient brakes",
            "after the citation the brakes were adjusted at a service station and new brake fluid was obtained, and that he had no further problem with the brakes until he checked the car after the accident and found no braking power. Miss Brown",
            "knew that Johnson had had previous trouble with the brakes and had received a ticket for inadequate brakes. On one occasion she said that she did not know whether the brakes had been fixed before the accident, and later",
            "that Johnson told her that they had been. One of Miss Brown's passengers at the time of the accident testified that on another occasion when Miss Brown was driving the car the brakes gave out and she stopped the car by using the emergency brake. Miss Brown said that she had borrowed the car quite a few times before the accident and that she had not driven the car again after the accident.",
            "immediately prior to the collision she had coasted for 100 yards and did not attempt to apply the brakes until she was about two car lengths behind Mrs. Rutledge's stopped car. She did not attempt to use either the horn or the emergency brake, and did not attempt to avoid the collision by turning into the vacant traffic lane on her right."
        ],
        "Procedural History": [
            "The trial court awarded damages to both plaintiffs",
            "On appeal,"
        ],
        "Application of Law to Facts": [
            "We do not imply that the evidence to which we refer is all of the evidence which supports the challenged findings, but we believe that considered together, and including reasonable inferences therefrom, it constitutes substantial evidence to support the trial court's findings that the collision resulted from Miss Brown's negligence"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "The evidence substantially supports the trial court's decision",
            "The judgment should be affirmed."
        ]
    },
    "class": "affirm"
}