{
    "text": "Coca v. Arceo, 71 N.M. 186, 376 P.2d 970 (1962)\nDec. 13, 1962 · Supreme Court of New Mexico · No. 7067 \n71 N.M. 186, 376 P.2d 970 \nArvada Bella COCA, Plaintiff-Appellant, v. Martha ARCEO, Johnny Apodaca and Ray Lopez, d/b/a Doro's Bar, Defendants-Appellees \n370 P.2d 970\nSupreme Court of New Mexico.\n*187Menig & Garcia, Albuquerque, for appellant.\nKeleher & McLeod, Russell Moore, Albuquerque, for appellees.\nCARMODY, Justice.\nThe plaintiff in the court below appeals from the granting of a summary judgment dismissing her complaint as against two of the defendants.\nPlaintiff's complaint generally alleged that the two defendants-appellees were the owners of Doro's Bar; that on the night in question, the person in charge of the bar served intoxicating beverages to the third defendant, Martha Arceo, to such an extent that she became prone to violent actions; that the defendants failed in their duties to protect the plaintiff from the activities and proclivities of Martha Arceo; and that after the said Arceo had imbibed intoxicating liquors to a certain degree, she suddenly struck the plaintiff with a broken beer bottle, inflicting severe injuries. Plaintiff then alleged as follows:\nThat defendants * * * failed to exercise reasonable care to protect *188plaintiff from injury at the hands of defendant Martha Arceo, and to keep an orderly place of business; that such failure was the direct and proximate cause of the injuries and damage sustained by plaintiff.\nThe answer of the two defendant owners generally denied the allegations of the complaint and alleged affirmative defenses, after which the deposition of the plaintiff was taken. Thereafter, the two defendants moved for summary judgment, on the ground that the deposition showed that these two defendants were in no way responsible for and had nothing to do with the alleged fracas that happened at the bar. The summary judgment was granted, and the transcript discloses no disposition as to the case against the third defendant, the alleged assailant, Martha Arceo.\nThe facts to be gleaned from the deposition (which was all that there was before the trial court) are substantially as follows: That the plaintiff was employed in the bar as a waitress and bartender; on the day of the incident, she worked from 9 :30 in the morning until 6 :00 in the evening; she then went home and returned to the bar at approximately 10:30; while there, she sat at the bar with three male companions; about 11:00 or 11:30, she saw Martha Arceo come into the bar and sit at the other end with some men friends; the plaintiff and Arceo had never had any trouble prior to the incident, and when the plaintiff saw Arceo come into the bar, she did not see her staggering; after Arceo had been at the bar about ten minutes, during which time the plaintiff did not see her drinking but observed beer bottles in front of the group, Arceo then made a remark which the plaintiff took to be directed at her. Arceo said: What's that whore doing there? Being the only female present, other than a bar maid, the plaintiff apparently felt that the remark was addressed to her, and she and' Arceo left their seats and met about midway between the opposite ends of the bar.. However, before there was any fight or physical contact, the men companions restrained the two ladies and both , resumed their seats. About five minutes later, one of' Arceo's companions approached the plaintiff's party and offered to fight. At that time, the plaintiff stood up and was struck across the head by Arceo with a beer bottle,. after which Arceo jammed 1' shattered' end of the bottle into plaintiff's left cheek' and ear. Neither of the defendants were present at the time of any of the incidents,. but the bartender, one Max Lopez, was tending bar, going back and forth behind' the bar, waiting on his customers. The bartender made no effort to oust either of the parties following the first incident, nor to' call the police at any time.\nThe question before us is whether plaintiff's testimony in her deposition, resolving all doubts in her favor as the party moved against (Morris v. Miller & Smith Mfg. Co., 1961, 69 N.M. 238, 365 P.2d 664), sufficiently presents an issue of negligence on the part of the defendant bar owners so as to warrant a denial of the motion for summary judgment.\nIt must be borne in mind that plaintiff alleged that defendants were negligent in their failure to afford her a proper degree of care from injury, not merely upon the theory that they sold intoxicating liquors to a patron who subsequently attacked her. Several states have adopted what are termed dramshop statutes, which impose liability on the seller of liquor upon the showing that such selling caused the intoxication of the person who inflicted the injury. These statutes are in abrogation of the common law, but there is no necessity in discussing them because New Mexico has no such statute, and, actually, it is doubtful, under the testimony contained in the deposition, whether there has been a showing of any kind that defendant Arceo was intoxicated at the time of the attack.\nNegligence, however, is another matter entirely. Naturally, an innkeeper is not and cannot be an insurer of a guest or patron against personal injuries inflicted by another person on the premises, other than his servants or agents. Nevertheless, the proprietor of a place of business who holds it out to the public for entry for his business purposes, is subject to liability to guests who are upon the premises and who are injured by the harmful acts of third persons if, by the exercise of reasonable care, the proprietor could have discovered that such acts were being done or about to be done, and could have protected against the injury by controlling the conduct of the other patron. 2 Restatement, Torts, § 348 (1934 ed.); Central Theatres v. Wilkinson, 1944, 154 Fla. 589, 18 So.2d 755; Hill v. Merrick, 1934, 147 Or. 244, 31 P.2d 663; 29 Am.Jur. 50, Innkeepers, § 62; Rawson v. Massachusetts Operating Co., 1952, 328 Mass. 558, 105 N.E.2d 220, 29 A.L.R.2d 907; Gartner v. Lombard Bros. (3d Cir. 1952), 197 F.2d 53.\nIllustrative of the weight of authority on this duty of care is Peck v. Gerber, 1936, 154 Or. 126, 59 P.2d 675, 106 A.L.R. 996, in which the court stated:\nA guest or patron of such an establishment has a right to rely on the belief that he is in an orderly house and that the operator, personally or by his delegated representative, is exercising reasonable care to the end that the doings in the house shall be orderly.\nSee also Gurren v. Casperson, 1928, 147 Wash. 257, 265 P. 472; Reilly v. 180 Club, Inc., 1951, 14 N.J.Super. 420, 82 A.2d 210. In addition, there are extensive annotations (106 A.L.R. 1003, and 70 A.L.R.2d 628, at 645).\nDefendants urge that the plaintiff is barred from recovery because of a failure to show that the bartender had any knowledge of the first verbal exchange, or the proposed encounter between the male companions of the two women, and that the deposition also shows that the defendants had no knowledge of Arceo's belligerent propensities. The rule does not require a long and continued course of conduct to find that the proprietor had knowledge of the violent disposition of the other patron— all that is necessary is that there be a sequence of conduct sufficiently long to enable the proprietor to act for the patron's safety. It is not necessary that the proprietor know of a history of a series of offenses against the peace. Here, although the plaintiff alleged that Arceo had imbibed to the extent that she became prone to violent action, plaintiff also complained that the defendants failed to keep an orderly place of business and failed to exercise reasonable care. This would seem to be a type of alternative pleading authorized by § 21-1-1(8) (e) (2), N.M.S.A.1953.\nWithout detailing any more of the testimony than absolutely necessary, the following questions and answers in the deposition, taken in the light most favorable to the plaintiff, appear to raise questions of fact as to possible knowledge of the occurrences, and whether there was an exercise of due care, if there was or should have been such knowledge:\nQ (By Mr. Moore) After you two had sat down there was no need to call the police at that point?\nA When she called me that, it was up to him to do something about it. It was up to the bartender, because he was right there.\nQ But after you two had sat down, you don't contend that he should have done anything at that point?\nA He should either have asked her to leave or asked me to leave.\n* *■ * * * *\nQ I'm asking you if you know if she had anything to drink?\nA I wouldn't know if she had anything to drink.\nQ. When she came in, did she appear to be drunk at that time?\nA The way she talked, yes.\n* * * * * *\nQ You don't know whether she was staggering ?\nA No.\n# * ^ * * *\nQ As I understand it, you did not see Martha when she came into the bar?\nA I saw her when she walked in.\nQ You did see her when she walked in?\nA Yes.\n*191Q And at that time she appeared to you to be normal?.\nA Yes.\nQ She wasn't staggering?\nA I didn't see her staggering.\nQ She didn't appear drunk at that time?\nA No.\nífí ‡ Sfc ‡ í}í #\nQ (by Mr. Garcia) * * * Did Max Lopez, the bartender, do anything to stop the first fight?\nA No, he didn't.\nQ Did he interfere in any way at the time the second fight started?\nA No.\nQ Was he present at the time that both incidents occurred ?\nA Yes, he was there.\nQ How far away was he ?\nA He was behind the bar.\n* * * * * *\nQ Was he looking at you or Martha at the time either one of these incidents occurred?\nA I wouldn't know who he was looking at, but he was there behind the bar.\nQ About how far away?\nA He never stepped out from behind the bar. He was right there behind the bar.\nQ How far from you was he?\nA I wouldn't know, he just kept going back and forth, I mean to wait on his customers.\nQ Just right across the bar ?\nA Yes. * * *«\nEven though plaintiff's deposition may have absolved the defendants of any prior knowledge of the violent propensities of Arceo, or that Arceo was intoxicated, we do not think plaintiffs deposition clearly disposed of the allegation of failure to exercise reasonable care, so as to permit the entry of summary judgment. The proprietor owes a duty to those who come to his place to protect them from insults and danger from other guests. 29 Am.Jur., Innkeepers, § 62. The standard of care required does not change, although we recognize that the degree of care required may fluctuate with the circumstances of each particular case. Sidebottom v. Aubrey, 1937, 267 Ky. 45, 101 S.W.2d 212. The deposition discloses that the bartender was across the bar at the time the incidents prior to the attack occurred; that he did not step out from behind the bar at any time during the period the parties were there that evening; that the parties-combatants were separated by the full length of the bar and carried on their activities either toward the center of the bar or at the end where the plaintiff was seated, in full view of the bartender or any other audience.\nUnfortunately, most of the cases deal with an intoxicated assailant, and they are usually decisions based upon an attack on the pleadings as to whether they state a cause of action, or to affirm a jury verdict for one or the other of the parties. No summary-judgment cases have been brought to our attention, nor have we discovered any which correspond with the facts in the instant case. Running throughout the cases, however, are certain phrases which are of assistance to us here:\n * * * the tavern-keeper should be reasonably alert to detect. Reilly v. 180 Club, Inc., supra.\n * * * the duty of a tavern-keeper to exercise reasonable care, vigilance, and prudence to protect his guests from injury from the disorderly acts of other guests. Reilly v. 180 Club, Inc., supra.\n■ * * * the owner of a public place has a 'duty to police the premises'  in order to afford reasonable protection to his patrons. Tyrrell v. Quigley, 1946, 186 Misc. 972, 60 N.Y.S.2d 821.\n * * * shall be reasonably diligent and competent in affording protection if he could have discovered threatened harm. Weihert v. Piccione, 1956, 273 Wis. 448, 78 N.W.2d 757.\nand in Priewe v. Bartz, 1957, 249 Minn. 488, 83 N.W.2d 116, 70 A.L.R.2d 621, the court found that the bartender was negligent when a patron assaulted another after the bartender had told them to go outside if they wanted to fight.\nIn the Priewe case, the court stated that some affirmative action to maintain order on the premises was required, and that where the bartender had ample opportunity to observe the defendant's manner and condition, it was a question of negligence to be determined by the jury.\nIn the instant case, even though the deposition fails to show actual knowledge, it would seem that there is sufficient evidence that the defendants' agent may have had an opportunity to hear the remark made by Arceo, see the interruption of the combat which nearly resulted between the ladies, and to hear and see the subsequent offer of the Galahad to do battle for his fair lady. It is a question of fact as to whether the original disturbance was or was not within the knowledge of defendants' agent, the bartender; whether, if he did have, or should have had, such knowledge, he failed to exercise the degree of care commensurate with the danger to be avoided. These are questions that can only be determined upon a trial. In their determination, many other factors must be considered, such as whether the premises were so large that the defendants' agent or agents were unable to hear or observe the events that transpired before the assault; whether the bartender was unusually busy, or distracted during the pertinent times; if the action or non-action of the bartender was that of a reasonable man, depending upon the circumstances— these, in any event, are the types of questions that will be material in determining whether the proper degree of care was exercised.\nWe do not mean to imply, in any sense, that a case of negligence has been made out by the plaintiff — we merely repeat the conclusion so often stated by us that, where an appeal is taken from a summary judgment, this court will review the testimony in the most favorable aspect it will bear in support of plaintiff's claim of the right to present the merits of his case to the factfinder. McLain v. Haley, 1949, 53 N.M. 327, 207 P.2d 1013; Ginn v. MacAluso, 1957, 62 N.M. 375, 310 P.2d 1034; Sooner Pipe & Supply Corp. v. Doerrie, 1961, 69 N.M. 78, 364 P.2d 138; Hewitt-Robins, Inc. v. Lea County Sand & Gravel, Inc., 1962, 70 N.M. 144, 371 P.2d 795. Litigants are entitled to the right of trial where there is the slightest doubt as to the facts. Agnew v. Libby, 1949, 53 N.M. 56, 201 P.2d 775; Michelson v. House, 1950, 54 N.M. 197, 218 P.2d 861. In summary judgment, the burden is on the moving party to clearly establish that there is no factual issue to be determined, and the burden is not upon the opposing party to prove a prima facie case. It was the function of the trial court to permit appellant to present her case so that the actual occurrences might be determined, the character and import of the events (and their cumulative tendency to create a pending danger or incite disorder) analyzed; and, having resolved these matters, to decide whether the defendants' agent failed to exercise that degree of care and forethought which an ordinarily prudent person would have exercised in the fulfillment of the duty to protect plaintiff from injury. See Reilly v. 180 Club, Inc., supra.\nParticularly with respect to the use of summary judgment in a negligence action, 6 Moore's Federal Practice 2232, § 56.17 (42), states as follows :\n[It is] the general proposition that issues of negligence, including such related issues as contributory negligence, are ordinarily not susceptible of summary adjudication either for or against the claimant, but should be resolved by trial in the ordinary manner.\nIt would seem that, especially in negligence cases, the weight of authority is to deny summary judgment, for the obvious reason that there are ordinarily material fact issues to be determined. In the few cases cited by Professor Moore in which summary judgment was granted in negligence cases, it has been done only when it appeared that the party seeking the summary judgment could in no sense have been determined responsible, or where the plain*194tiff actually admitted no negligence, or failed to deny that the accident happened in such a manner as to show lack of negligence.\nIn Pierce v. Ford Motor Co. (4th Cir. 1951), 190 F.2d 910, in reversing the granting of a summary judgment, the court succinctly stated the proper rule when it said:\n * * * It is only where it is perfectly clear that there are no issues in the case that a summary judgment is proper. Even in cases where the judge is of opinion that he will have to direct a verdict for one party or the other on the issues that have been raised, he should ordinarily hear the evidence and direct the verdict rather than attempt to try the case in advance on a motion for summary judgment, which was never intended to enable parties to evade jury trials or have the judge weigh evidence in advance of its being presented. íjí íjí * » \nIn view of what has been said, the case will be remanded to the trial court with direction to set aside the summary judgment and proceed in a manner not inconsistent herewith. It is so ordered.\nCOMPTON, C. J., and NOBLE, J., concur.\nCHAVEZ and MOISE, JJ., not participating.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant's bartender employee should have done something to intervene in a fight he should have been able to anticipate occurring between two bar patrons.\nSummary:\nthe plaintiff and defendant had a verbal altercation in a bar, and the plaintiff was subsequently injured by the defendant with a beer bottle\nBecause the bartender, the proprietor's agent, was present behind the bar at all times when the circumstances leading up to the injury occurred, he could have intervened, after witnessing the verbal altercation, to maintain order on the premises.\nSince the bartender did not intervene, but had a duty to maintain order in the bar and act with reasonable care in protection of the bar's patrons, it was a question of fact whether that failure was negligent, and summary judgement was improperly granted.\n",
    "annotations": {
        "Facts": [
            "the plaintiff was employed in the bar as a waitress and bartender; on the day of the incident, she worked from 9 :30 in the morning until 6 :00 in the evening; she then went home and returned to the bar at approximately 10:30; while there, she sat at the bar with three male companions; about 11:00 or 11:30, she saw Martha Arceo come into the bar and sit at the other end with some men friends; the plaintiff and Arceo had never had any trouble prior to the incident, and when the plaintiff saw Arceo come into the bar, she did not see her staggering; after Arceo had been at the bar about ten minutes, during which time the plaintiff did not see her drinking but observed beer bottles in front of the group, Arceo then made a remark which the plaintiff took to be directed at her. Arceo said: What's that whore doing there? Being the only female present, other than a bar maid, the plaintiff apparently felt that the remark was addressed to her, and she and' Arceo left their seats and met about midway between the opposite ends of the bar.. However, before there was any fight or physical contact, the men companions restrained the two ladies and both , resumed their seats. About five minutes later, one of' Arceo's companions approached the plaintiff's party and offered to fight. At that time, the plaintiff stood up and was struck across the head by Arceo with a beer bottle,. after which Arceo jammed 1' shattered' end of the bottle into plaintiff's left cheek' and ear. Neither of the defendants were present at the time of any of the incidents,. but the bartender, one Max Lopez, was tending bar, going back and forth behind' the bar, waiting on his customers. The bartender made no effort to oust either of the parties following the first incident, nor to' call the police at any time.",
            "After you two had sat down there was no need to call the police at that point?A When she called me that, it was up to him to do something about it. It was up to the bartender, because he was right there.",
            "He should either have asked her to leave or asked me to leave.",
            "I wouldn't know if she had anything to drink.",
            "When she came in, did she appear to be drunk at that time?A The way she talked, yes.",
            "You don't know whether she was staggering ?A No.",
            "I saw her when she walked in.",
            "And at that time she appeared to you to be normal?.A Yes.",
            "She wasn't staggering?A I didn't see her staggering.Q She didn't appear drunk at that time?A No.",
            "Did Max Lopez, the bartender, do anything to stop the first fight?A No, he didn't.",
            "Did he interfere in any way at the time the second fight started?A No.Q Was he present at the time that both incidents occurred ?A Yes, he was there.Q How far away was he ?A He was behind the bar.",
            "Was he looking at you or Martha at the time either one of these incidents occurred?A I wouldn't know who he was looking at, but he was there behind the bar."
        ],
        "Procedural History": [
            "The plaintiff in the court below appeals from the granting of a summary judgment dismissing her complaint as against two of the defendants."
        ],
        "Application of Law to Facts": [
            "Even though plaintiff's deposition may have absolved the defendants of any prior knowledge of the violent propensities of Arceo, or that Arceo was intoxicated, we do not think plaintiffs deposition clearly disposed of the allegation of failure to exercise reasonable care, so as to permit the entry of summary judgment.",
            "The deposition discloses that the bartender was across the bar at the time the incidents prior to the attack occurred; that he did not step out from behind the bar at any time during the period the parties were there that evening; that the parties-combatants were separated by the full length of the bar and carried on their activities either toward the center of the bar or at the end where the plaintiff was seated, in full view of the bartender or any other audience.",
            "some affirmative action to maintain order on the premises was required, and that where the bartender had ample opportunity to observe the defendant's manner and condition, it was a question of negligence to be determined by the jury",
            "there is sufficient evidence that the defendants' agent may have had an opportunity to hear the remark made by Arceo, see the interruption of the combat which nearly resulted between the ladies, and to hear and see the subsequent offer of the Galahad to do battle for his fair lady. It is a question of fact as to whether the original disturbance was or was not within the knowledge of defendants' agent, the bartender"
        ],
        "Relevant Precedents": [
            "2 Restatement, Torts, § 348 (1934 ed.); Central Theatres v. Wilkinson, 1944, , 18 So.2d 755; Hill v. Merrick, 1934, , 31 P.2d 663; 29 Am.Jur. 50, Innkeepers, § 62; Rawson v. Massachusetts Operating Co., 1952, , 105 N.E.2d 220, ; Gartner v. Lombard Bros. (3d Cir. 1952), 197 F.2d 53.",
            "Peck v. Gerber, 1936, , 59 P.2d 675, ",
            "Gurren v. Casperson, 1928, 147 Wash. 257, ; Reilly v. 180 Club, Inc., 1951, 14 N.J.Super. 420, ",
            "Tyrrell v. Quigley, 1946, , 60 N.Y.S.2d 821.",
            "Weihert v. Piccione, 1956, , 78 N.W.2d 757.",
            "Priewe v. Bartz, 1957, , 83 N.W.2d 116, "
        ],
        "Outcome": [
            "the case will be remanded to the trial court with direction to set aside the summary judgment"
        ]
    },
    "class": "reverse"
}