{
    "text": "Sanchez v. J. Barron Rice, Inc., 77 N.M. 717, 427 P.2d 240 (1967)\nApril 17, 1967 · Supreme Court of New Mexico · No. 8226 \n77 N.M. 717, 427 P.2d 240 \nValentin SANCHEZ, as Administrator of the Estate of Josephine Sanchez, Deceased, Plaintiff-Appellant and Cross-Appellee, v. J. BARRON RICE, INC., Defendant-Third Party Plaintiff-Appellee, v. R. & H. ENTERPRISES, INC., Defendant-Third Party Defendant-Appellee & Cross-Appellant, v. AMERICAN RADIATOR AND STANDARD SANITARY CORPORATION, Defendant-Appellee and Cross-Appellant \n427 P.2d 240\nSupreme Court of New Mexico.\nRehearing Denied May 19, 1967.\n*719Lorenzo A. Chavez, Melvin L. Robins, Ramon Lopez, Albuquerque, for appellant.\nRodey, Diclcason, Sloan, Akin & Robb, Charles B. Larrabee, Albuquerque, for J. Barron Rice, Inc. appellee.\nToulouse, Ruud, Gallagher & Walters, Albuquerque, for R. & H. Enterprises, Inc., appellee and cross-appellant.\nIrving E. Moore, Albuquerque, for American Radiator and Standard Sanitary Corp., appellee and cross-appellant.\nOPINION\nWOOD, Judge, Court of Appeals.\nPlaintiff appeals from a judgment entered on a jury verdict in favor of defendants. Defendants cross appeal. The appeal requires consideration of issues concerning (1) contributory negligence, (2) jury instructions and (3) evidence as to custom. The cross appeal requires us to determine whether a verdict should have been directed against plaintiff.\nPlaintiff, as administrator of the estate of his daughter, Josephine, sued the three defendants under the wrongful death statute alleging negligence, or in the alternative, breach of implied warranty. Both claims allege that the gas furnace in their home malfunctioned and caused his daughter's death. Josephine died from carbon monoxide poisoning.\nAmerican (American Radiator and Standard Sanitary Corporation) manufactured the furnace. R. & H. (R. & H. Enterprises, Inc.) purchased the furnace from American, sold it to Rice (J. Barron Rice, Inc.) and installed it in the house. Rice built the house and sold it to Valentin Sanchez.\nAlthough plaintiff sues as administrator, as father of decedent he was a statutory *720beneficiary under § 22-20-3, N.M.S.A.1953. Under Baca v. Baca, 71 N.M. 468, 379 P.2d 765 (1963), contributory negligence of Valentin Sanchez was an issue in the case. Plaintiff does not contend otherwise. Plaintiff asserts that there was no evidence of contributory negligence on the part of Valentin Sanchez and therefore the issue should not have been submitted to the jury.\nIn support of this contention, plaintiff points to the testimony of Officer Bundy concerning his conversation with Mr. Sanchez while Mr. Sanchez was hospitalized. In that conversation Mr. Sanchez informed the officer that his wife had wanted him to fix the heater, that  * * * he didn't think he had fixed it but he couldn't be sure of that, * * *  This testimony standing alone, is nothing more than conjecture; standing alone, it would not support an inference of fact. Elder v. Marvel Roofing Co., 74 N.M. 357, 393 P.2d 463 (1964). It does not stand alone.\nMrs. Sanchez had been concerned with the house being cold. She had asked Mr. Sanchez to fix the heater as a neighbor had fixed his. The neighbor had taken the filter out of his heater, which had helped warm his house. On the night of the asphyxiation, Josephine had been taken twice to the hospital. Upon return from this second trip the filter was still in the heater. After the asphyxiation, the filter was not in the heater; it was found in the kitchen.\nThere is evidence that the door  * * * where the filter was removed * * *  was not replaced properly; that the door was partly open, and that carbon monoxide circulated through the house because the door was not properly shut. Attached to the heater was a warning that this door should be closed except during servicing.\nMr. Sanchez denied that he was the one who removed the filter. However, he testified that no outsider or stranger would have removed the filter; that the Sanchez family did not  * * * get somebody else * * to take the filter out; that he never saw his children playing around the furnace or remove any doors; that he doesn't know whether his wife removed the filter; that on at least two occasions his wife had asked him to remove the filter; that he, not his wife, did the maintenance work.\nThis evidence, taken with the conversation testified to by Officer Bundy, would warrant a reasonable inference that Mr. Sanchez removed the filter and left the door partly open. Compare Clower v. Grossman, 55 N.M. 546, 237 P.2d 353 (1951) and New Mexico Uniform Jury Instruction No. 17.6. It was the jury's function, as the trier of the facts, to determine whether such an inference should be drawn. It was not error to submit to the jury the question of contributory negligence on the part of Valentin Sanchez.\nJosephine was two years old at the time of her death. She could not be contributorily negligent. Frei v. Brownlee, 56 N.M. 677, 248 P.2d 671 (1952). Plaintiff contends that Instruction No. 12 told the jury that if Josephine contributed to the accident, she was barred from recovery. This is not correct. Instruction No. 12 is a generalized explanation of contributory negligence as defined in Instruction No. 11. Instruction No. 12 is not specifically applied to anyone. Other instructions specifically applied the issue of contributory negligence to Valentin Sanchez; none applied the issue to Josephine.\nInstruction No. 26-A reads:\nYou are instructed that the defendant J. Barron Rice, Inc., insofar as defendant R & H is concerned, had the right to assume that the person or organization upon which the duty rested to inspect or adjust the heater in question had performed such duty in the absence of knowledge or notice that such duty had not been performed.\nInstruction No. 33 reads:\nYou are instructed that the defendant James Russell, d/b/a R & H Plumbing Company, was not the agent or employee of the defendant J. Barron Rice, Inc., at any time in question in this case. Therefore, you cannot hold the defendant J. Barron Rice, Inc., responsible or liable for' any negligence on the part of the defendant James Russell, d/b/a R & H Plumbing Company, if you find that he was negligent, on the complaint of negligence on the part of plaintiff against the defendant J. Barron Rice, Inc.\nPlaintiff attacks these two instructions on two grounds. One contention is that the two instructions are confusing and conflict with Instruction No. 17. Plaintiff was required to call this claimed error to the attention of the trial court under the provisions of § 21-1-1(51) (g), N.M.S.A. 1953 (now § 21-1-1(51) (1) (i), N.M.S.A. 1953). He did not do so; accordingly, this contention will not be reviewed. Sturgeon v. L. B. Clark Co., 69 N.M. 132, 364 P.2d 757 (1961).\nPlaintiff's second contention is that these two instructions informed the jury that the builder-vendor, Rice, is not liable to plaintiff for the negligence of the independent contractor, R & H. Plaintiff argues for a legal rule that Rice is liable for the alleged negligence of R & H. We have not decided the question. See Srader v. Pecos Construction Co., 71 N.M. 320, 378 P.2d 364 (1963). Nor do. we decide it here, it not being necessary to do so.\nInstruction No. 26-A pertains to issues between Rice and R & H. It does not deal with the issues between plaintiff and Rice, and is not concerned with the basis for liability of Rice to plaintiff. The legal rule for which plaintiff contends is not involved in the issues between Rice and R & H.\n*722The last clause of Instruction No. 33 shows that it deals with plaintiff's claim against Rice on grounds of negligence. The negligence asserted against Rice is stated in Instruction No. 17. It says (1) if Rice knew or should have known that a furnace improperly adjusted or with defects in it was inherently dangerous then (2) Rice could not avoid liability because he employed someone else to install the furnace, (3) that it was Rice's duty to make reasonable inspections and tests of the furnace to ascertain that it was safe and (4) a failure to perform this duty was negligence.\nNeither the complaint nor Instruction No. 17 (submitted by plaintiff) asserts that Rice is liable to plaintiff on the basis of R & H's negligence. The negligence claimed is a breach of duty by Rice. As to that claimed breach of duty, Instruction No. 33 says R & H is not the agent of Rice. Instruction No. 33 is not contrary to the legal rule for which plaintiff contends. Instruction No. 33 relates to Rice's claimed breach of duty to inspect and test. Plaintiff's theory relates to liability of Rice for R & H's negligence. They are separate concepts.\nAlbuquerque Ordinance 2015 adopted a plumbing-gas code. This ordinance was in evidence. Section VI of the natural gas provisions required that gas appliances be adjusted for certain altitudes. It also provided that responsibility for observing this requirement rested with the installing agency.\nPlaintiff's requested Instruction No. 5 set forth the provisions of the ordinance. The requested instruction would also have informed the jury:\nIf you find defendant R & H Enterprises failed to adjust the furnace in accordance with this section, this would be negligence.\nThe trial court informed the jury as to the provisions of the ordinance, but struck the language quoted above. Plaintiff objected on the basis that a person violating this provision is negligent as a matter of law.\nViolation of a statute or ordinance is negligence per se and when as a proximate result thereof a person is injured, damages may be recovered if the statute or ordinance violated was for the benefit of the person injured. Hayes v. Hagemeier, 75 N.M. 70, 400 P.2d 945 (1963); Zamora v. J. Korber & Co., 59 N.M. 33, 278 P.2d 569 (1954).\nThe ordinance was for the benefit of plaintiff's decedent. The ordinance provides:\nThe purpose of this code is for the promotion of the health, safety and general welfare of the inhabitants of the City of Albuquerque through the regulation of the business or occupation of plumbing or natural gas, installation, maintenance or repairing, and for the. inspection of same as hereinafter set forth.\nDefendants contend that plaintiff's tendered instruction was incomplete because it failed to mention that the negligence resulting from violation of the ordinance  * * * must be found to be the proximate cause of the child's death before liability could attach. While plaintiff's requested Instruction No.. 5 did not cover the question -of proximate cause, at least three other instructions did. They are Instructions Nos. 16, 17 and 40. These three instructions thoroughly presented the issue of proximate cause. Accordingly, it was not necessary that the issue of proximate cause be included in the requested instruction. Sturgeon v. L. B. Clarke Co., supra.\nIt was error for the trial court to refuse to instruct the jury that violation of the ordinance here involved was negligence as a matter of law. Defendants contend that this error was harmless. We disagree. Here, the ordinance was applicable. It had been violated. Plaintiff sued R & H on the basis of negligence and one of the theories of negligence was the ordinance violation. By proof of the violation, plaintiff had proved negligence on the part of R & H. The trial court's refusal to instruct was prejudicial to plaintiff's negligence claim against R & H.\nR & H introduced evidence as to the custom among the installers of gas furnaces. This evidence was that the installer relied on the manufacturer to adjust-(derate) gas furnaces.; that the installer did -not derate the furnaces upon installation. This evidence shows that it was customary among the installers to violate the ordinance.\nPlaintiff objected' that this evidence of custom was not admissible in connection 'with the plaintiff's claim. The trial court ■overruled the objection. Plaintiff's counsel asked, and the trial court agreed that plaintiff had.* * * a running objection to the entire line ,of questioning about practice and custom.\nThere are two questions—the applicability of the ordinance and excuse for its violation.\nThe defendants contend that the ordinance is not to apply if the custom is not to obey the ordinance. The ordinance imposed the standard and imposed the duty of complying with this standard upon the installer, R & H. The standard is not to be nullified or made inapplicable by proof of custom which conflicts with it. Customary practice does not prescribe the duty of care. Orthopedic Equipment Co. v. Eutsler, 276 F.2d 455, 79 A.L.R.2d 390 (4th Cir. 1960); Texas & Pacific Ry. v. Behymer, 189 U.S. 468, 23 S.Ct. 622, 47 L.Ed. 905 (1903). Custom does not relieve .a party of the clear-cut obligations of the ordinance. 25 C.J.S. Customs and Usages § 10b (1966), and cases therein cited.\nEvidence is not admissible to show a custom in conflict with the standard imposed by statute or ordinance. Wood v. Melton, 179 Kan. 128, 293 P.2d 252 (1956); American Smelting & Refining Co. v. Wusich, 92 Ariz. 159, 375 P.2d 364 (1962); see Irwin v. Graham, 62 N.M. 72, 304 P.2d 875 (1956). Evidence of custom was not admissible to relieve R & H from the application of the ordinance.\nEven if the ordinance is applicable, its violation may be excused. However, the party claiming excuse has:\n * * * [T]he burden of showing that [he] did what might reasonably be expected of a person of ordinary prudence, acting under similar circumstances, who desired to comply with the law. Hayes v. Hagemeier, supra; Jackson v. Southwestern Public Service Co., 66 N.M. 458, 349 P.2d 1029 (1960).\nEvidence of customary violation of the ordinance does not meet the burden of showing an excuse; nor is the custom a justification or excuse for the violation. See Jackson v. Southwestern Public Service Co., supra. The evidence of custom was not admissible to excuse violations of the ordinance. See Annot., 77 A.L.R.2d 1329.\nDefendants would justify this evidence of custom in two ways. First, they claim that the evidence was admissible on the issues as between the defendants. The evidence was not offered or admitted with such a limitation. It was expressly offered both as a defense to plaintiff's claim and on the cross claim. Plaintiff's objection went to its admissibility in connection with plaintiff's claim.\nSecond, they claim the evidence was admissible on the question of proximate cause. The testimony concerning proximate cause was—what happens when the furnace is not properly adjusted but is over-fired. The evidence of custom did not pertain to proximate cause—-it went only to the practice of disregarding the requirement to adjust the furnace.\nThe trial court erred in admitting the evidence of custom. This evidence was prejudicial to plaintiff's claim of negligence based on the ordinance violation.\nIn the cross appeal R & H asserts that the verdict and judgment should stand because it was entitled to a directed verdict. R & H claims there is no evidence that any negligence on its part was the proximate cause of Josephine's death.\nAll that is required is that there be evidence sufficient to justify (not compel) an inference that the failure to adjust the furnace was the proximate cause of Josephine's death. See Cook v. O'Connell, 65 N.M. 170, 334 P.2d 551 (1959). Dr. Martin's testimony met this requirement. He testified that the cause' of the tragedy was overfiring of the furnace and gave his *725reasons for his opinion. Accordingly, there is no reason to review all the evidence on proximate cause.\nThe error on the part of the trial court was on the issue of R & H's negligence. The case was submitted to the jury on separate theories as to the negligence of each defendant as well as the claim of breach of warranty as against each of the defendants. The warranty claims and the negligence claims against Rice and American are severable from the negligence claim against R & H. Being severable and having been decided, they need not be retried. Cherry v. Stockton, 75 N.M. 488, 406 P.2d 358 (1965); Downer v. Southern Union Gas Co., 53 N.M. 354, 208 P.2d 815 (1949). Accordingly, we need not consider the issue raised by the cross appeal concerning the warranty.\nThe cause is remanded with instructions to set aside the judgment in favor of all the defendants, to enter a new judgment in favor of the defendants J. Barron Rice, Inc. and American Radiator and Standard Sanitary Corporation on all issues, to enter a new judgment in favor of R & H Enterprises, Inc. on the breach of warranty count in plaintiff's complaint, and to award plaintiff a new trial on his claim of negligence against R & H Enterprises, Inc.\nIt is so ordered.\nCHAVEZ, C. J., and COMPTON, J., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether there was contributory negligence, and whether evidence of observance of custom could displace negligence as a matter of law.\nSummary:\nThe plaintiff's daughter died from carbon monoxide poisoning from a malfunctioning gas furnace. The plaintiff sued three defendants: the manufacturer, the furnace installer, and the builder of the house.\nThere was evidence that the plaintiff had removed the filter and filter door from the furnace, and the court found that that was sufficient to permit the issue of contributory negligence to be decided by the jury.\nAdditionally, there was a city ordinance requiring the installer of gas appliances to adjust them when installed. in this case, the furnace installer did not adjust the furnace and thus violated the ordinance.\nFailure to comply with the ordinance is negligence per se.\nThe furnace installer defendant asserted that it had complied with local custom, according to which furnace installers relied on manufacturers to perform adjustment of appliances prior to installation.\nThe court held that compliance with custom cannot avoid negligence as a matter of law.\nAlthough there are legitimate excuses for failure to comply with the ordinance, mere compliance with custom is insufficient, so the trial court should have instructed the jury that the furnace installer defendant's failure to comply with the ordinance was negligence per se.\nConsequently, the judgement in favour of the manufacturer and the builder was correct, but the judgement in favour of the furnace installer was reversed.",
    "annotations": {
        "Facts": [
            "gas furnace in their home malfunctioned and caused his daughter's death. Josephine died from carbon monoxide poisoning.American (American Radiator and Standard Sanitary Corporation) manufactured the furnace. R. & H. (R. & H. Enterprises, Inc.) purchased the furnace from American, sold it to Rice (J. Barron Rice, Inc.) and installed it in the house. Rice built the house and sold it to Valentin Sanchez.",
            "testimony of Officer Bundy concerning his conversation with Mr. Sanchez while Mr. Sanchez was hospitalized. In that conversation Mr. Sanchez informed the officer that his wife had wanted him to fix the heater, that  * * * he didn't think he had fixed it but he couldn't be sure of that",
            "Mrs. Sanchez had been concerned with the house being cold. She had asked Mr. Sanchez to fix the heater as a neighbor had fixed his. The neighbor had taken the filter out of his heater, which had helped warm his house. On the night of the asphyxiation, Josephine had been taken twice to the hospital. Upon return from this second trip the filter was still in the heater. After the asphyxiation, the filter was not in the heater; it was found in the kitchen.",
            "the door  * * * where the filter was removed * * *  was not replaced properly; that the door was partly open, and that carbon monoxide circulated through the house because the door was not properly shut. Attached to the heater was a warning that this door should be closed except during servicing.Mr. Sanchez denied that he was the one who removed the filter. However",
            "no outsider or stranger would have removed the filter; that the Sanchez family did not  * * * get somebody else * * to take the filter out; that he never saw his children playing around the furnace or remove any doors; that he doesn't know whether his wife removed the filter; that on at least two occasions his wife had asked him to remove the filter; that he, not his wife, did the maintenance work.",
            "Mr. Sanchez removed the filter and left the door partly open.",
            "The ordinance provides:The purpose of this code is for the promotion of the health, safety and general welfare of the inhabitants of the City of Albuquerque through the regulation of the business or occupation of plumbing or natural gas, installation, maintenance or repairing, and for the. inspection of same as hereinafter set forth."
        ],
        "Procedural History": [
            "Plaintiff appeals from a judgment entered on a jury verdict in favor of defendants. Defendants cross appeal."
        ],
        "Application of Law to Facts": [
            "This evidence",
            "would warrant a reasonable inference",
            "It was the jury's function, as the trier of the facts, to determine whether such an inference should be drawn. It was not error to submit to the jury the question of contributory negligence on the part of Valentin Sanchez.Josephine was two years old at the time of her death. She could not be contributorily negligent",
            "Albuquerque Ordinance 2015 adopted a plumbing-gas code. This ordinance was in evidence. Section VI of the natural gas provisions required that gas appliances be adjusted for certain altitudes. It also provided that responsibility for observing this requirement rested with the installing agency.",
            "Violation of a statute or ordinance is negligence per se and when as a proximate result thereof a person is injured, damages may be recovered if the statute or ordinance violated was for the benefit of the person injured",
            "The ordinance was for the benefit of plaintiff's decedent",
            "It was error for the trial court to refuse to instruct the jury that violation of the ordinance here involved was negligence as a matter of law.",
            "the ordinance was applicable. It had been violated. Plaintiff sued R & H on the basis of negligence and one of the theories of negligence was the ordinance violation. By proof of the violation, plaintiff had proved negligence on the part of R & H",
            "R & H introduced evidence as to the custom among the installers of gas furnaces. This evidence was that the installer relied on the manufacturer to adjust-(derate) gas furnaces.; that the installer did -not derate the furnaces upon installation. This evidence shows that it was customary among the installers to violate the ordinance.",
            "The ordinance imposed the standard and imposed the duty of complying with this standard upon the installer, R & H. The standard is not to be nullified or made inapplicable by proof of custom which conflicts with it. Customary practice does not prescribe the duty of care.",
            "Custom does not relieve .a party of the clear-cut obligations of the ordinance",
            "Evidence of customary violation of the ordinance does not meet the burden of showing an excuse; nor is the custom a justification or excuse for the violation"
        ],
        "Relevant Precedents": [
            "Frei v. Brownlee, 56 N.M. 677,  (1952).",
            "Hayes v. Hagemeier, , 400 P.2d 945 (1963); Zamora v. J. Korber & Co., , 278 P.2d 569 (1954).",
            "Orthopedic Equipment Co. v. Eutsler, , 79 A.L.R.2d 390 (4th Cir. 1960); Texas & Pacific Ry. v. Behymer, , 23 S.Ct. 622,  (1903)."
        ],
        "Outcome": [
            "The trial court's refusal to instruct was prejudicial to plaintiff's negligence claim against R & H.",
            "The cause is remanded with instructions to set aside the judgment in favor of all the defendants, to enter a new judgment in favor of the defendants J. Barron Rice, Inc. and American Radiator and Standard Sanitary Corporation on all issues, to enter a new judgment in favor of R & H Enterprises, Inc. on the breach of warranty count in plaintiff's complaint, and to award plaintiff a new trial on his claim of negligence against R & H Enterprises, Inc."
        ]
    },
    "class": "reverse"
}