{
    "text": "Baker v. Fryar, 77 N.M. 257, 421 P.2d 784 (1966)\nDec. 27, 1966 · Supreme Court of New Mexico · No. 7824 \n77 N.M. 257, 421 P.2d 784 \nByard F. BAKER and Rose Baker, Plaintiffs-Appellants, v. Mike FRYAR, d/b/a Fryar Plumbing & Heating Company, Defendant-Appellee \n421 P.2d 784\nSupreme Court of New Mexico.\n*258Bean & Snead, Roswell, for appellants.\nDonald Brown, Roswell, for appellee.\nOPINION\nMOISE, Justice.\nThe plaintiffs in the instant case are husband and wife. Plaintiff, Byard Baker, seeks damages for medical expenses suffered by his wife. Plaintiff, Rose Baker, seeks damages for the injuries received by her. Defendant, Fryar, was a contractor who, by arrangement with the Board of Governors of the Officer's Open Mess at Walker Air Force Base, undertook to install pipes for a water sprinkling system under roadways and parking areas before the same were paved. The work undertaken by defendant was completed August 11, 1959, and was accepted and paid for on September 1, 1959.\nWhen defendant completed his work, a hole approximately 20 or 30 inches square and about 30 inches deep was left open and uncovered near the curb adjacent to the roadway in front of the Officer's Club building. On September 24, plaintiff, Rose Baker, was injured when she stepped into the open hole which was unprotected. The' hole was located at a place where its presence must have been apparent to the. Board of Governors. However, it was situated where a person entering an automobile parked at the curb would. likely step, into it unless forewarned. On the day in question, after participation with three lady friends in a bridge game at the club and upon returning to her car after dark, plaintiff, Rose Baker, stepped into the hole, the presence of which she was not aware.\nThe case was tried to the court and resulted in a judgment for defendant. The court made findings of fact generally to the effect above set forth, none of which findings are here attacked.\nThe court further found that defendant was negligent in leaving the hole open and unprotected and that he should have foreseen the possibility of persons being injured by stepping into it; that the Board of Governors of the Officer's Club was negligent in permitting the hole to remain open and unguarded since they knew or should have known that club patrons were parking in the area which was unlighted and that persons arriving at or leaving the club and parking in the vicinity of the hole might be injured by stepping into the hole; and that defendant's negligence was a remote cause of the injuries to plaintiff and the negligence of the Board of Governors of the Club was the proximate cause. Based on these findings, the court concluded that the Board's negligence superseded that defendant's antecedent negligence, and defendant was not liable.\nThe question before us is one which is becoming increasingly common and involves the issue of whether negligence of a construction contractor makes him liable to third parties for injuries and damages suffered by them after completion and acceptance of the work.\nThe law generally on the subject has been annotated in 13 A.L.R.2d 191 and in 58 A.L.R.2d 865. These annotations set forth cases involving a myriad of fact situations and coming from practically every state in the union, as well as a large number of articles and law review notes. Also disclosed is the rule, evidently still followed by a majority of states, holding a contractor not liable for injuries to third persons under circumstances where the contractor has released control over the premises and his work has been received and accepted by his employer, but with many exceptions to the general rule of non-liability. New Mexico, in the early case of Wood v. Sloan, 20 N.M. 127, 148 P. 507, L.R.A.1915E 766, took note of the rule and its exceptions. More recently, in De Griego v. Allison & Haney, 63 N.M. 43, 312 P.2d 803, and in Tipton v. Clower Drilling Co., 67 N.M. 388, 356 P.2d 46, the later developments in the rules of law were noted. We quote the following from Tipton v. Clower, supra:\n* * * [A]n independent contractor may be found to be liable to third parties who may have been foreseeably endangered by the contractor's negligence, even after acceptance of the work. The above must be limited to the extent that the contractor should not be liable if he merely carefully carried out the plans, specifications and directions given him, at least where the plans are not so obviously dangerous that no reasonable man would follow them and further be limited to the extent that if the owner discovers the danger, or it is obvious to him, his responsibility supersedes that of the contractor. See Prosser, supra, at 519, and Russell v. Arthur Whitcomb, Inc, 1956, 100 N.H. 171, 121 A .2d 781. * * * \nIt could be argued that the rule thus stated and recognized by this court would be dispositive of this case. However, we feel that something more needs to be said. As is apparent from the quotation above, precedent for the rule as there announced is found in Russell v. Arthur Whitcomb, Inc, 100 N.H. 171, 121 A.2d 781. An examination of that case, in turn, discloses that it adopted the rule from Prosser, Torts (2d Ed.) 519, § 85.\nWe have no intention by anything we say here of retreating from the position announced in Tipton v. Clower, supra, wherein we indicated our conviction that the modern view as stated in cases cited in 58 A.L.R.2d 891 should apply in New Mexico. Nevertheless, we are of the opinion that further consideration is required of the statement that if the owner discovers or has knowledge of the defect, the owner's responsibility supersedes that of the contractor. We are impressed that this qualification was too broadly stated. It should have been stated as a possibility rather than a fact, i. e, that it may supersede in exceptional cases where there is an intervening proximate cause. When so modified, it conforms to 2, Restatement Torts 2d, 486, § 452, which reads:\n(1) Except as stated in Subsection (2), the failure of a third person to act to prevent harm to another threatened by the actor's negligent conduct is not a superseding cause of such harm.\n(2) Where, because of lapse of time or otherwise, the duty to prevent harm to another threatened by the actor's negligent conduct is found to have shifted from the actor to a third person, the failure of the third person to prevent such harm is a superseding cause.\nWe quote Comment b and Illustration 1 under § 452 because we believe them to be directly applicable:\nb. Subsection (1) states the rule, applicable in the ordinary case, that the failure of the third person to act to prevent harm to the other threatened by the original actor's negligent conduct, is not a superseding cause of such harm, and so does not relieve the actor of liability for the harm which he has in fact caused. If the third person is under a duty to the other to take such action, his failure to do so will subject him to liability for his own negligence, which is concurrent with that of. the actor, for the resulting harm which he has failed to prevent; but his failure to perform his duty does not relieve the original actor of liability for the results of his own negligence. A fortiori, where the third person is under no duty to the other to take any action, but merely has the opportunity to do so, his failure to act not only does not make him liable, but is not a superseding cause which will relieve the original actor of liability. * * *\nIllustrations:\n1. A, the owner of a house abutting on a street in B City, employs C to dig a trench across the highway to make a connection with a sewer. C does the work of replacing the sidewalk so negligently that it is left in a condition dangerous for travel. A knows of this, and B City is notified, but neither takes any steps to put the sidewalk into safe condition. Several weeks after C has completed the work, D, walking on the sidewalk at night, and without any negligence of his own, is hurt by a fall resulting from the bad condition of the sidewalk. The failure of A, and of B City, to have the sidewalk repaired makes both subject to liability to D, but is not a superseding cause relieving C of liability to D.\nIn addition, we call attention to Strakos v. Gehring (Tex.Sup.Ct.1962) 360 S.W.2d 787, where the Supreme Court of Texas denied the correctness of the qualification, stating:\n * * * The employer's awareness of the danger has no bearing on the contractor's duty of care. It could, of course, be material to the question of proximate cause or to the employer's negligence in accepting the work and failing to remedy a dangerous condition.\nWe also note that Prosser in Torts (3rd Ed.) § 99, has changed what was said in § 85 (2d Ed.) so as to recognize the validity of the quotation from Stakes v. Gehring, supra. See also, our discussion of intervening cause in Thompson v. Anderman, 59 N.M. 400, 411, 285 P.2d 507. Compare Holmes v. T. M. Strider & Co., 186 Miss. 380, 189 So. 518, 123 A.L.R. 1190; Hanna v. Fletcher, 97 D.C.App. 310, 231 F.2d 469, 58 A.L.R.2d 847, cert. den. 351 U.S. 989, 76 S.Ct. 1051, 100 L.Ed. 1501; Strandholm v. General Construction Co., 235 Or. 145, 382 P.2d 843; Greenwood v. Lyles & Buckner, Inc. (Okl.1958) 329 P.2d 1063; Stewart v. Cox, 55 Cal.2d 857, 13 Cal.Rptr. 521, 362 P.2d 345; Schipper v. Levitt & Sons, 44 N.J. 70, 207 A.2d 314; 2 Harper & James, The Law of Torts 1542, § 28.5.\n2 Rest. Torts, 2nd, § 385, provides that a contractor creating an artificial condition which is-dangerous on land of another may be responsible to third persons injured thereby, even after acceptance of his work if, as provided in § 388, the third persons so injured, could reasonably have been expected to come in contact therewith and be endangered thereby, provided the contractor, (a) knew or had reason to know of its dangerous character and (b) had no' reason to believe the' dangerous condition would be recognized or appreciated, and (c) did not exercise reasonable care to 'warn of the dangers. This rule as applied to chattels is discussed in Villanueva v. Nowlin, 77 N.M. 174, 420 P.2d 764, decided November 28, 1966. We are of the opinion that there is nothing in what is said herein which in any way conflicts with the noted rules from Restatement.\nHow does the problem discussed above affect the instant case? As noted the court found defendant's negligence was the remote cause of the injury, and concluded that this negligence was superseded by the negligence of the Board of Governors. We recognize that proximate cause is a question of fact to be determined by the factfinder, Isaac v. Seguritan, 66 N.M. 410, 349 P.2d 126. From the record, it is quite apparent that the court was of the opinion that Tipton v. Clower, supra, made defendant's negligence a remote cause of the injury as a matter of law, and that the negligence of the Board of Governors superseded defendant's negligence so as to make it the proximate cause of the injui'y as a matter of law. Upon remand, hereinafter ordered, the court should determine the true facts in this regard, in the light of the law as herein explained.\nWe fully appreciate how, under our • previous-decisions, the court arrived at the conclusion which it reached. However, if, in the light of the law as above set forth, he would have found otherwise as to proximate or superseding cause, the plaintiffs aré entitled to' have him reconsider the matter.\nFrom what has been said, it is clear that the case must be reversed and remanded to the trial court with instructions to set aside its judgment of dismissal, and thereupon to proceed to a decision in the case in a manner not inconsistent with this opinion.\nIt is so ordered.\nNOBLE and COMPTON, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether a contractor can be liable for work done and accepted by the employer, and whether the employer's own negligence should supersede the contractor's.\nSummary:\nthe defendant contractor performed work an airforce base, and left a large uncovered hole outside the airforce base building. The work was accepted by the board of governors of the base.\nThe trial court found that because the board of governors had accepted the work, and thus must have known about the large hole, it assumed responsibility for the hole, and thus that the contractor could no longer be negligent from that point onwards.\nHowever, the Supreme Court held that:\na contractor can still be liable for injuries arising from negligent work even after the work has been accepted;\nresponsibility for harm arising from a contractor's negligent work may transfer to a third person, such as the board of governors, in this case;\nif the board of governors had failed to take reasonable care, then:\nif it had a duty to take reasonable care, it was negligent;\nif it had no duty to take reasonable care, mere failure to prevent harm caused by the contractor's conduct is not a superseding cause of the harm, so the contractor is still liable; and\nif it did have a duty, and thus was negligent, even this negligence exists concurrently with the negligence of the contractor, and is not a superseding cause that relieves the contractor of liability.\nthe contractor may be liable if they should have known of the risk of harm and its likelihood of being missed, and failed to exercise reasonable care to warn of the danger.\nThe Supreme Court held that the decision of the trial court was consistent with its previous decisions, but clarified the legal rule and required the trial court to determine whether the contractor was negligent as a matter of fact.\n",
    "annotations": {
        "Facts": [
            "husband and wife. Plaintiff, Byard Baker",
            "Plaintiff, Rose Baker",
            "Defendant, Fryar, was a contractor who, by arrangement with the Board of Governors of the Officer's Open Mess at Walker Air Force Base, undertook to install pipes for a water sprinkling system under roadways and parking areas before the same were paved. The work undertaken by defendant was completed August 11, 1959, and was accepted and paid for on September 1, 1959.When defendant completed his work, a hole approximately 20 or 30 inches square and about 30 inches deep was left open and uncovered near the curb adjacent to the roadway in front of the Officer's Club building. On September 24",
            "Rose Baker, was injured when she stepped into the open hole which was unprotected. The' hole was located at a place where its presence must have been apparent to the. Board of Governors. However, it was situated where a person entering an automobile parked at the curb would. likely step, into it unless forewarned. On the day in question, after participation with three lady friends in a bridge game at the club and upon returning to her car after dark, ",
            ", Rose Baker, stepped into the hole, the presence of which she was not aware."
        ],
        "Procedural History": [
            "The case was tried to the court and resulted in a judgment for defendant. The court made findings of fact generally to the effect above set forth",
            "The court further found that defendant was negligent in leaving the hole open and unprotected and that he should have foreseen the possibility of persons being injured by stepping into it; that the Board of Governors of the Officer's Club was negligent in permitting the hole to remain open and unguarded since they knew or should have known that club patrons were parking in the area which was unlighted and that persons arriving at or leaving the club and parking in the vicinity of the hole might be injured by stepping into the hole;",
            "the court concluded that the Board's negligence superseded that defendant's antecedent negligence, and defendant was not liable."
        ],
        "Application of Law to Facts": [
            "[A]n independent contractor may be found to be liable to third parties who may have been foreseeably endangered by the contractor's negligence, even after acceptance of the work. The above must be limited to the extent that the contractor should not be liable if he merely carefully carried out the plans, specifications and directions given him, at least where the plans are not so obviously dangerous that no reasonable man would follow them and further be limited to the extent that if the owner discovers the danger, or it is obvious to him, his responsibility supersedes that of the contractor",
            "Where, because of lapse of time or otherwise, the duty to prevent harm to another threatened by the actor's negligent conduct is found to have shifted from the actor to a third person, the failure of the third person to prevent such harm is a superseding cause",
            "the failure of the third person to act to prevent harm to the other threatened by the original actor's negligent conduct, is not a superseding cause of such harm, and so does not relieve the actor of liability for the harm which he has in fact caused. If the third person is under a duty to the other to take such action, his failure to do so will subject him to liability for his own negligence, which is concurrent with that of. the actor, for the resulting harm which he has failed to prevent; but his failure to perform his duty does not relieve the original actor of liability for the results of his own negligence. A fortiori, where the third person is under no duty to the other to take any action, but merely has the opportunity to do so, his failure to act not only does not make him liable, but is not a superseding cause which will relieve the original actor of liability",
            "a contractor creating an artificial condition which is-dangerous on land of another may be responsible to third persons injured thereby, even after acceptance of his work if, as provided in § 388, the third persons so injured, could reasonably have been expected to come in contact therewith and be endangered thereby, provided the contractor, (a) knew or had reason to know of its dangerous character and (b) had no' reason to believe the' dangerous condition would be recognized or appreciated, and (c) did not exercise reasonable care to 'warn of the dangers"
        ],
        "Relevant Precedents": [
            "Tipton v. Clower Drilling Co., , 356 P.2d 46",
            "Russell v. Arthur Whitcomb, Inc, 1956, , 121 A .2d 781",
            "2, Restatement Torts 2d, 486, § 452"
        ],
        "Outcome": [
            "the case must be reversed"
        ]
    },
    "class": "reverse"
}