{
    "text": "New Mexico Electric Service Co. v. Montanez, 89 N.M. 278, 551 P.2d 634 (1976)\nJune 23, 1976 · Supreme Court of New Mexico · Nos. 10742, 10745 \n89 N.M. 278, 551 P.2d 634 \nNEW MEXICO ELECTRIC SERVICE COMPANY, Petitioner, v. Carlos MONTANEZ et al., Respondents; WOLFSON OIL COMPANY, Petitioner, v. Carlos MONTANEZ, Respondent \n551 P.2d 634\nSupreme Court of New Mexico.\n*279Neal & Neal, J. W. Neal, Gerald A. Lewis, Hobbs, for petitioner in No. 10742.\nMaddox, Maddox & Cox, Don Maddox, Hobbs, for petitioner in No. 10742.\nDewie B. Leach, Hobbs, for respondent in No. 10742.\nBivins, Weinbrenner & Regan, W. W. Bivins, Las Cruces, for respondent in No. 10742 and petitioner in No. 10745.\nWarren F. Reynolds, C. Barry Crutch-field, Hobbs, for respondent in Nos. 10742 and 10745.\nOPINION\nSTEPHENSON, Justice.\nPlaintiff Montanez brought this action for negligence against the defendants Wolfson Oil Company (Wolfson), Cass-Fitts Electric Company (Cass), and New Mexico Electric Service Company (Utility) for injuries sustained in an attempted dismantling of a secondary electric system near Jal, New Mexico. The trial court granted summary judgment to all defendants. The Court of Appeals reversed the trial court. Montanez v. Cass, 89 N.M. 32, 546 P.2d 1189 (Ct.App.1976). We granted certiorari, reverse the Court of Appeals in part and affirm its decision in part.\nOn a motion for summary judgment the trial court must give the party opposing the motion the benefit of all reasonable doubts in determining whether a genuine issue exists. Goodman v. Brock, 83 N.M. 789, 498 P.2d 676 (1972). If there is a substantial dispute as to a material fact, then summary judgment is foreclosed. Chevron Oil Company v. Sutton, 85 N.M. 679, 515 P.2d 1283 (1973); Goodman v. Brock, supra.\nThe plaintiff Montanez was employed by Gary Electric as an electrician's helper for approximately one year. He had never worked with electricity prior to that time. At Gary Electric he had dug holes for power poles and occasionally strung wire. Just prior to the accident he had climbed a pole under supervision and removed secondary lines. On November 13, 1970, Montanez alleges he was told by his boss, Mr. Gary, to take down secondary lines and poles at an oil well owned by Wolfson. The secondary system had been installed by Cass in 1966. Montanez stated in his deposition that Gary told him that all lines were dead. Gary disputes this statement. In fact, however, only the secondary system was dead. Montanez assumed from Gary's statement that the primary system supplied by the Utility would be dead as well. While climbing the pole, Montanez came into contact with a live wire called a riser, which ran from the primary line on top of the pole to a lower crossarm switch called a cutout, and fell to the ground.\nOn the basis of the foregoing, the trial court held that no genuine issue of fact existed, and summary judgment under N.M.R.Civ.P. 56(c)1 was proper. We disagree. The disputed statement by Mr. Gary that all the lines were dead raised a genuine issue of fact. We do not decide whether it was reasonable for Montanez to rely on the statement. We only hold that it raised a genuine issue of fact for the jury. See Crespin v. Albuquerque Gas & Electric Co., 39 N.M 473, 50 P.2d 259 (1935). The trial court is reversed the Court of Appeals is affirmed and this case should proceed to trial with certain exceptions.\nThe Court of Appeals also held that each of the defendants owed a duty of care to the plaintiff. We cannot agree and discuss each defendant separately.\nThe defendant Utility installed the primary lines on top of the pole and a ground wire running down the pole. The riser which caused the injury as well as the remaining secondary equipment on the pole were installed by the defendant Cass.\nThe claim of negligence raised by the plaintiff against the Utility is based partly on the negligent installation of the secondary system by Cass in violation of the National Electrical Safety Code.2 A public utility has a duty to exercise due care in the erection, maintenance and operation of its line to those likely to come into contact with them. Southwestern Pub. S. Co. v. Artesia Alfalfa Ass'n, 67 N.M. 108, 353 P.2d 62 (1960); Mares v. New Mexico Public Service Co., 42 N.M. 473, 82 P.2d 257 (1938). However, the Utility cannot be held liable for an allegedly defective installation which it did not build, or control, unless it is shown that the Utility furnished electricity with actual knowledge of a defect. Ianire v. University of Delaware, 244 A.2d 427 (Del.Super.Ct.1968); Hoffmann v. Leavenworth Light, Heat & Power Co., 91 Kan. 450, 138 P, 632 (1914); Virginia Electric and Power Company v. Daniel, 202 Va. 731, 119 S.E.2d 246 (1961); Oesterreich v. Claas, 237 Wis. 343, 295 N.W. 766 (1941); 26 Am.Jur.2d Electricity, Gas, and Steam § 105 (1966) ; Annot., 134 A.L.R. 507 (1941). It was shown that the Utility had no actual knowledge in this case.\nMontanez also alleges that the Utility had a duty to inspect this pole and discover any negligent construction or dangerous condition. The Court of Appeals went even further and said, This duty is not restricted to a consumer of electricity. It extends to anyone likely to come in contact with its power lines. We cannot agree with such a broad statement. A utility is not an insurer of the general public, especially when its only connection with alleged negligence is to supply the electric current. A public utility does have a duty to inspect its operation and discover defects. Southwestern Pub. S. Co. v. Artesia Alfalfa Ass'n, supra; Mares v. New Mexico Public Service Co., supra. But a utility which merely furnishes electricity for use in a secondary system neither owned nor controlled by the utility is not under a duty to inspect such a system, at least absent a showing of actual knowledge of a dangerous condition. Ianire v. University of Delaware, supra; Hoffmann v. Leavenworth Light, Heat & Power Co., supra; Virginia Electric and Power Comapny v. Daniel, supra; Oesterreich v. Claas, supra; 26 Am. Jur.2d Electricity, Gas, and Steam § 106 (1966); Annot., 134 A.L.R. 507, 517 (1941). Again, Montanez failed to overcome the showing that the Utility had no actual knowledge of the allegedly dangerous condition.\nThe trial court is affirmed and the Court of Appeals reversed. The Utility owed no duty to Montanez. Summary judgment for the Utility was properly granted.\nThe defendant Cass installed the secondary system in 1966. Cass argues that since its work had been completed and accepted by Wolfson, it could not be liable. The Court of Appeals held that Cass owed a duty to Montanez because its work was imminently dangerous .to others. We agree but for different reasons.\nNew Mexico has adopted the modern view regarding the duty owed by an independent contractor to third parties. See Annot., 58 A.L.R.2d 865, §§ 53-61 (1958) ; W. Prosser, Law of Torts § 104, at 680-82 (4th ed. 1971). The view was first stated in New Mexico in Tipton v. Clower, 67 N.M. 388, 393-94, 356 P.2d 46, 49 (1960):\n[A]n independent contractor may be found to be liable to third parties who may have been foreseeably endangered by the contractor's negligence, even after acceptance of the work. The above must be limited to the extent that the contractor should not be liable if he *281merely carried out the plans, specifications and directions given him, at least where the plans are not so obviously dangerous that no reasonable man would follow them and further be limited to the extent that if the owner discovers the danger, or it is obvious to him, his responsibility supersedes that of the contractor. (citations omitted).\nIn Baker v. Fryar, 77 N.M. 257, 260, 421 P.2d 784, 786 (1966), the statement if the owner discovers the danger, or it is obvious to him, responsibility supersedes that of the contractor was modified to may supersede the contractor's liability in exceptional circumstances.\nIn light of this standard, it is clear that Cass had a duty of care to anyone that might be foreseeably endangered by the allegedly defective construction. Montanez, as an employee of another independent electrical contractor, would foreseeably be within the class of persons protected from injury by a defective construction. Since a duty of care is owed by Cass, summary judgment was an improper action by the trial court. Whether the defendant Cass, however, breached his duty of reasonable care or proximately caused the injuries in question remain for the jury to decide. These questions depend in part on the alleged violation of national electrical safety codes. The conflicting evidence must be evaluated by the factfinder to determine if Cass constructed the secondary system negligently at all.\nWe agree with the Court of Appeals as to Cass' claim of the running of the statute of limitations. The applicable statute is § 23-1-8, N.M.S.A.1953. This statute begins to run from the accrual of the cause of action which in personal injury cases is the time of the injury not the time of the negligent act. See Spurlin v. Paul Brown Agency, Inc., 80 N.M. 306, 454 P.2d 963 (1969); 51 Am.Jur.2d Limitation of Actions §§ 135-36 (1970). The trial court's summary judgment for Cass is reversed.\nThe final defendant is Wolfson, who drilled the oil well, hired Cass to construct the secondary electric system, and hired Gary Electric to dismantle the system. The Court of Appeals held that Wolfson owed a duty to Montanez since he was engaged in inherently dangerous work. We cannot agree.\nMontanez argues that under Sections 413, 416 and 427 of Restatement (Second) of Torts (1965), Wolfson owes a duty of reasonable care to him. These sections provide various duties of the employer of an independent contractor to third parties when inherently dangerous work is involved. The question raised here is whether reference in these sections to others includes the employees of independent contractors. In a special note to Chapter 15 of Tentative Draft No. 7 of the Restatement (Second) of Torts, published in 1962, employees of independent contractors were specifically excluded from coverage by this whole family of sections (§§ 410-429). Although this note was not adopted in the final Restatement (Second) of Torts, many courts have found it persuasive and have used it to exclude employees of independent contractors. See Eutsler v. United States, 376 F.2d 634 (10th Cir. 1967); Richardson v. United States, 251 F.Supp. 107 (W.D.Tenn.1966); Welker v. Kennecott Copper Company, 1 Ariz.App. 395, 403 P.2d 330 (1965); King v. Shelby Rural Electric Cooperative Corp., 502 S.W.2d 659 (Ky.1973). We agree with the reasoning advanced in these opinions and note in particular the reasons adopted in King v. Shelby Electric Cooperative Corp., supra, to justify our position:\nWe choose this course for two reasons:\n1. The principal reason for the development of the doctrine of liability of an employer of an independent contractor engaged in inherently dangerous work is to prevent the employer from escaping liability to others or shifting that liability to an independent contractor. In the case of industrial accidents, the vast majority are covered by Workmen's Compensation laws and to that extent the employer of the independent contractor does not escape or shift liability since the employer, in effect, pays the premium for Workmen's Compensation coverage.\n2. There does not seem to be any valid reason why an employer of an independent contractor for the performance of specific work should be subjected to a greater liability than he would have if he had utilized his own employees on that particular work.\n502 S.W.2d at 662-63.\nThe employer generally hires an independent contractor to perform work that he is not equipped or trained to do. We see no reason why the employer should become the insurer of the employees of an independent contractor. Moreover, even in cases where the independent contractor has failed to obtain workmen's compensation insurance, as may be the case here, the employer of the contractor should not be penalized as a result.\nIn New Mexico the words to others in Section 414 of the Restatement of Torts (1934), also a member of this family of sections, were interpreted to include the employees of independent contractors. DeArman v. Popps, 75 N.M. 39, 400 P.2d 215 (1965). In DeArman the defendant employer, Sunset International Petroleum Corporation, had hired an independent contractor, Lawrence Drilling Company, to work on an oil well owned by Sunset. One of Lawrence's employees was subsequently injured at the site. The court in DeArman extended liability of the employer to the employees of the independent contractor. However, the entire operation was overseen by a job superintendent of Sunset, and the decision turned on the control retained by Sunset over the job. The injured employee was directly supervised by Sunset's foreman when he was injured.\nThe facts in DeArman are not similar to the facts in this case. Wolfson retained no control over Gary Electric's work. It merely hired an independent contractor to dismantle an electrical system on its oil well. We hold that Wolfson owed no duty of care to Montanez as the employee of an independent contractor. The summary judgment for Wolfson was a proper one.\nIn summary, the issue of the contributory negligence of Montanez should go to the jury. The summary judgments for the Utility and Wolfson are affirmed, and the summary judgment for Cass is reversed.\nIT IS SO ORDERED.\nOMAN, C. J., and McMANUS, MONTOYA and SOSA, JJ., concur.\n1 \n. Section 21-1-1(56) (c), N.M.S.A. (1053).\n2 \n. Ch. 201, § 2, [1941] N.M.Laws 397-98 [formerly § 67-19-4, N.M.S.A. (Repl.1961) ] (repealed 1967) provided that the electrical administrative board should issue minimum standards complying with the National Electrical Code and the National Electrical Safety Code. Minimum standards have been issued.\nPLAIN ENGLISH SUMMARY\nIssue: whether defendants owe a duty of care to the plaintiff who was injured when dismantling electrical equipment\nSummary:\nthe plaintiff was employed by an electrical contractor as an electrician's helper, and had limited experience with electricity.\nThe plaintiff was directed to take down electricity lines and poles at the site of the defendant oil well owner, including a 'secondary system' installed by defendant Cass.\nThe plaintiff was told by his employer that the lines were dead, but some were in fact carrying electricity, and the plaintiff touched a live wire and was injured.\nUtility company\nthe plaintiff claimed that the defendant electricity utility company, which installed the pole, but not the 'secondary system', owed a duty to maintain safe operation of its electricity lines. \nHowever, the defendant utility company did not have knowledge of the installation of the secondary system by defendant Cass, and also did not own the secondary system, but merely supplied electricity to it. \nThus, although the defendant utility company has a duty to inspect its electricity lines and discover defects, this does not extend to secondary systems installed by third parties without its knowledge, so the defendant utility owed no duty to the plaintiff.\ndefendant Cass, who installed the secondary system\ndespite being an independent contractor, defendant Cass owed a duty to anyone who might foreseeably be endangered by allegedly defective performance of its work.\nThe plaintiff, as an employee of another electrical contractor, might foreseeably have been injured, so defendant Cass owed him a duty (and thus summary judgement was improper).\ndefendant Wolfson, owner of the oil well\nthe Court of Appeals had held that defendant Wolfson owed a duty to the plaintiff because he was performing 'inherently dangerous' work.\nThe Supreme Court held, however, that although employers of contractors owe some duties to 'others' for work the contractors perform, 'others' does not include independent contractors' employees, since that would be to impose greater responsibility on the employer for contractors' employees than for the employer's own employees (who are mandatorily covered by insurance). There is no reason the employer should be responsible for the employees of an independent contractor, since those employees are the responsibility of the contractor. \nSince defendant Wolfson retained no control over the work performed by the plaintiff, it had no duty to him.\n",
    "annotations": {
        "Facts": [
            "attempted dismantling of a secondary electric system near Jal, New Mexico",
            "The plaintiff Montanez was employed by Gary Electric as an electrician's helper for approximately one year. He had never worked with electricity prior to that time. At Gary Electric he had dug holes for power poles and occasionally strung wire. Just prior to the accident he had climbed a pole under supervision and removed secondary lines. On November 13, 1970, Montanez alleges he was told by his boss, Mr. Gary, to take down secondary lines and poles at an oil well owned by Wolfson. The secondary system had been",
            "installed by Cass in 1966. Montanez stated in his deposition that Gary told him that all lines were dead. Gary disputes this statement. In fact, however, only the secondary system was dead. Montanez assumed from Gary's statement that the primary system supplied by the Utility would be dead as well. While climbing the pole, Montanez came into contact with a live wire called a riser, which ran from the primary line on top of the pole to a lower crossarm switch called a cutout, and fell to the ground.",
            "The defendant Utility installed the primary lines on top of the pole and a ground wire running down the pole. The riser which caused the injury as well as the remaining secondary equipment on the pole were installed by the defendant Cass.",
            "Cass installed the secondary system in 1966",
            "Wolfson, who drilled the oil well, hired Cass to construct the secondary electric system, and hired Gary Electric to dismantle the system"
        ],
        "Procedural History": [
            "The trial court granted summary judgment to all defendants. The Court of Appeals reversed the trial court",
            "the trial court held that no genuine issue of fact existed, and summary judgment",
            "was proper",
            "The Court of Appeals also held that each of the defendants owed a duty of care to the plaintiff",
            "The Court of Appeals went even further and said, This duty is not restricted to a consumer of electricity. It extends to anyone likely to come in contact with its power lines.",
            "The Court of Appeals held that Cass owed a duty to Montanez because its work was imminently dangerous .to others",
            "The Court of Appeals held that Wolfson owed a duty to Montanez since he was engaged in inherently dangerous work"
        ],
        "Application of Law to Facts": [
            "The disputed statement by Mr. Gary that all the lines were dead raised a genuine issue of fact.",
            "The claim of negligence raised by the plaintiff against the Utility is based partly on the negligent installation of the secondary system by Cass in violation of the National Electrical Safety Code. A public utility has a duty to exercise due care in the erection, maintenance and operation of its line to those likely to come into contact with them",
            "However, the Utility cannot be held liable for an allegedly defective installation which it did not build, or control, unless it is shown that the Utility furnished electricity with actual knowledge of a defect",
            "It was shown that the Utility had no actual knowledge in this case",
            "A utility is not an insurer of the general public, especially when its only connection with alleged negligence is to supply the electric current. A public utility does have a duty to inspect its operation and discover defects.",
            "But a utility which merely furnishes electricity for use in a secondary system neither owned nor controlled by the utility is not under a duty to inspect such a system, at least absent a showing of actual knowledge of a dangerous condition",
            "The Utility owed no duty to Montanez. Summary judgment for the Utility was properly granted.",
            "[A]n independent contractor may be found to be liable to third parties who may have been foreseeably endangered by the contractor's negligence, even after acceptance of the work",
            "if the owner discovers the danger, or it is obvious to him, his responsibility supersedes that of the contractor",
            "may supersede the contractor's liability in exceptional circumstances.In light of this standard, it is clear that Cass had a duty of care to anyone that might be foreseeably endangered by the allegedly defective construction. Montanez, as an employee of another independent electrical contractor, would foreseeably be within the class of persons protected from injury by a defective construction. Since a duty of care is owed by Cass, summary judgment was an improper action by the trial court",
            "employees of independent contractors were specifically excluded from coverage",
            "There does not seem to be any valid reason why an employer of an independent contractor for the performance of specific work should be subjected to a greater liability than he would have if he had utilized his own employees on that particular work.",
            "The employer generally hires an independent contractor to perform work that he is not equipped or trained to do. We see no reason why the employer should become the insurer of the employees of an independent contractor. Moreover, even in cases where the independent contractor has failed to obtain workmen's compensation insurance, as may be the case here, the employer of the contractor should not be penalized as a result.",
            "Wolfson retained no control over Gary Electric's work. It merely hired an independent contractor to dismantle an electrical system on its oil well. We hold that Wolfson owed no duty of care to Montanez as the employee of an independent contractor."
        ],
        "Relevant Precedents": [
            "Ianire v. University of Delaware,  (Del.Super.Ct.1968); Hoffmann v. Leavenworth Light, Heat & Power Co., 91 Kan. 450,  (1914); Virginia Electric and Power Company v. Daniel, 202 Va. 731,  (1961); Oesterreich v. Claas, 237 Wis. 343,  (1941);",
            "Tipton v. Clower, N.M. 388, 393-94, , 49 (1960):",
            "Eutsler v. United States,  (10th Cir. 1967); Richardson v. United States, 251 F.Supp. 107 (W.D.Tenn.1966); Welker v. Kennecott Copper Company, , 403 P.2d 330 (1965); King v. Shelby Rural Electric Cooperative Corp.,  (Ky.1973)."
        ],
        "Outcome": [
            "We granted certiorari, reverse the Court of Appeals in part and affirm its decision in part.",
            "We disagree",
            "We cannot agree",
            "The trial court is affirmed and the Court of Appeals reversed",
            "We cannot agree.",
            "The summary judgment for Wolfson was a proper one.",
            "the issue of the contributory negligence of Montanez should go to the jury. The summary judgments for the Utility and Wolfson are affirmed, and the summary judgment for Cass is reversed."
        ]
    },
    "class": "mixed"
}