{
    "text": "Harmon ex rel. estate of Harmon v. Farmers Market Food Store, 84 N.M. 80, 499 P.2d 1002 (1972)\nJune 9, 1972 · Court of Appeals of New Mexico · No. 815 \n84 N.M. 80, 499 P.2d 1002 \nRoy HARMON, as the personal representative of the estate of Dorothy Harmon, deceased, and Roy Harmon, individually, Plaintiff, v. FARMERS MARKET FOOD STORE, a partnership consisting of Bert M. Jones and J. T. Halle, Jr., d/b/a Farmers Market Food Store, and Louis L. Martinez, its agent, servant, employee and manager, Defendants and Cross-Plaintiffs Appellants, v. KIMBELL-ALBUQUERQUE CO., (also known as Kimbell Wholesale Co. of Albuquerque, N. M.), and Douglas Shope, its agent, servant and employes, Defendants and Cross-Defendants Appellees, v. MAXON INDUSTRIES, INC., a corporation, Defendant and Cross-Defendant \n499 P.2d 1002\nCourt of Appeals of New Mexico.\nCertiorari Denied July 18, 1972.\n*81William W. Bivins, Neil E. Weinbrenner, Bivins & Weinbrenner, Las Cruces, for appellants.\nC. Fincher Neal, J. W. Neal, Neal & Neal, Hobbs, for appellees.\nOPINION\nWOOD, Chief Judge.\nThe appeal involves indemnification between joint tort-feasors. The issue is whether the trial court properly directed a verdict against the indemnification claim.\nKimbell (Kimbell-Albuquerque Co. and Shope, its employee), had groceries to deliver to its customer, Farmers (Farmers Market Food Store, a partnership, and Martinez, its employee). Unloading the groceries was accomplished by means of carts which were rolled onto a hydraulic lift system attached to the rear of Kimbell's trailer, and then lowered to the ground. The lift system served as a tailgate. The lift system was manufactured by Maxon (Maxon Industries, Inc.).\nThe Kimbell truck and trailer had been parked directly in front of a front door of Farmers, as directed by Farmers. As parked the lift system extended over the sidewalk. The front door of Farmers extended outward. The space between the end of the lift and edge of the door was such that  * * * it really didn't require any customer to squeeze in between this tailgate and the door. * * *  Through this space other deliveries were being made to the Farmers store. Decedent, Mrs. Harmon, also passed through this space and had just entered the store when she was struck by a cart loaded with groceries. The total weight was between 1500 and 1800 pounds. She died from the resultant injuries.\nKimbell's cart, loaded with groceries, was being pushed from the trailer onto the lift when a retaining ramp plate fell, the cart got away from the Kimbell employee and the cart and groceries fell forward striking Mrs. Harmon. The cart was approximately six feet in height. The distance involved is demonstrated by the fact that the  * * * back part of the cart was * * * on the tailgate, and the other part was nosed down on top of the lady.\nThe jury returned a verdict for plaintiffs against Kimbell, Farmers and Maxon. This verdict is not appealed. Farmers cross-claimed against Kimbell seeking to be indemnified for such amount as Farmers was liable to plaintiffs. The trial court directed a verdict in favor of Kimbell on this indemnification claim. Farmers appeals.\n*82Pertinent New Mexico decisions are: Rio Grande Gas Company v. Stahmann Farms, Inc., 80 N.M. 432, 457 P.2d 364 (1969); Lommori v. Milner Hotels, Inc., 63 N.M. 342, 319 P.2d 949 (1957); Krametbauer v. McDonald, 44 N.M. 473, 104 P.2d 900 (1940). There can be no indemnification between joint tort-feasors where the tort-feasors are in pari delicto. Thus, there is no indemnification  ' * * *\nwhere their joint concurring acts were the proximate cause of the damage.'  Lommori, supra; Krametbauer, supra.\nKrametbauer, supra, indicates there may be indemnification if the negligence of the one seeking indemnification is passive and the negligence of the one against whom indemnification is sought is active. Rio Grande Gas, supra, indicates indemnification may be obtained  * * * from the one who, as between themselves [the joint tort-feasors], is primarily liable. * * * Rio Grande Gas, supra, indicates the basis for indemnification lies in a distinction between one who was negligent  * * * in failing to discover and remedy a dangerous condition * * *  and one who created the dangerous condition.\nFarmers asserts:  * * * it is clear that the negligence of Kimbell * * * was active and primary in employing defective equipment and in negligently pushing the cart off of the end of the trailer while the negligence, if any, on the part of appellants was at best passive or secondary in failing to discover that Kimbell * * * [was] using defective equipment and to either correct or warn against that condition. Farmers contends the jury verdict necessarily establishes that its negligence was passive or secondary.\nWhile we agree that the record establishes active negligence on the part of Kimbell, the contention that Farmers' negligence consists of no more than a failure to discover misappraises the record. No such theory of negligence was submitted to the jury and, thus, the jury could not have determined Farmers was negligent on that basis.\nIt is undisputed that Mrs. Harmon was a business invitee of Farmers. See N.M. U.J.I. 10.6; Mozert v. Noeding, 76 N.M. 396, 415 P.2d 364 (1966). The jury was instructed, without objection, that Farmers had a duty to use ordinary care for the safety of Mrs. Harmon and had a duty to exercise ordinary care to keep the premises reasonably safe for the use of Mrs. Harmon.\nThree factual theories of negligence on the part of Farmers were submitted to the jury. They are: the location of the unloading procedure, the unsafe unloading procedure at that location and the failure to provide any warning of danger. These factual theories are all addressed to the duty upon Farmers to keep its premises reasonably safe for the use of its customers. The jury determined that Farmers was negligent. If the verdict was based upon a failure to keep its premises reasonably safe for Mrs. Harmon's use, then Farmers' negligence was active in that it breached its affirmative duty to the decedent. Such active negligence bars indemnification. Krametbauer v. McDonald, supra.\nAnother theory of negligence is that Farmers and Kimbell jointly failed to coordinate the unloading process so as to effect the unloading safely both from the manner and time of unloading. If the jury found Farmers to be negligent under this theory, there can be no indemnification because this theory is a claim of concurrent negligence and indemnification is not allowed for concurrent negligence. Krametbauer v. McDonald, supra.\nThe verdict necessarily determined that Farmers was negligent under at least one of the foregoing theories of negligence since these were the theories submitted to the jury.\nNext, Farmers asserts: * * * The question here is who created the dangerous condition. The only answer is that the appellees [Kimbell] created that condition by the use of defective equipment and by negligently pushing the cart off of the ramp. *83Farmers contends  * * * the mere presence of the trailer and the unloading process at its door was not the cause of the unfortunate accident. * * *  It claims the cause was Kimbell's defective equipment and the negligent manner in which the cart was pushed.\nThe answer to both creation and cause is that Kimbell parked the trailer where it was told to park it and Farmers selected the location. The photographs and the testimony show the groceries could have been unloaded onto Farmers' sidewalk without the unloading occurring at the door through which customers entered the store. The testimony is that the location of the unloading was for the convenience of Farmers. In proceeding for its own convenience, Farmers actively participated in causing Mrs. Harmon's injury by creating the physical arrangement that placed Mrs. Harmon in the close proximity of Kimbell's defective equipment and negligent unloading procedure.\nWe are aware of the rule that in reviewing a directed verdict we consider the evidence and inferences therefrom most favorable to the party resisting the motion. Carter Farms Company v. Hoffman-Laroche, Inc., 83 N.M. 383, 492 P.2d 1000 (Ct.App.1971); see Lommori v. Milner Hotels, supra. The previous discussion has referred only to undisputed facts. There is an additional asserted fact which is to be considered in the light most favorable to Farmers. It is that Kimbell had complete control over the unloading operation. Does this asserted fact raise a factual issue as to passive negligence on the part of Farmers and thus prevent a directed verdict?\nWe hold that it does not. The unloading process itself cannot be divorced from the place of unloading. Farmers breached its duty to Mrs. Harmon in choosing the location. As between Farmers and Kimbell, this negligence was as active as Kimbell's negligence. There is no factual issue as to whether, as between Kimbell and Farmers, Kimbell was primarily liable because it was the combination of the location (Farmers) and the unloading (Kimbell) which resulted in the death of Mrs. Harmon.\nThe directed verdict is affirmed.\nIt is so ordered.\nHENDLEY and HERNANDEZ, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant store owner breached its duty to the business invitee plaintiff by directing the defendant grocery deliverer to perform the delivery at a certain location\nSummary:\nthe plaintiff died when she was hit by a trolley that fell from the back of a delivery truck operated by defendant Kimbell at the location specified by defendant Farmers.\nthe groceries were delivered at the front door of the store, which was used by customers, even though the groceries could have been delivered elsewhere, and the place of delivery (the front door) was specified by defendant Farmers because it was convenient to it.\ndefendant Farmers had a duty to the plaintiff as a business invitee to keep its premises reasonably safe for her use.\nby choosing where the delivery should take place, and consequently exposing customers to the risk of harm that occurred, defendant Farmers was negligent, even though defendant Kimbell was responsible for using faulty equipment and dropping the trolley.\n",
    "annotations": {
        "Facts": [
            "Kimbell (Kimbell-Albuquerque Co. and Shope, its employee), had groceries to deliver to its customer, Farmers (Farmers Market Food Store, a partnership, and Martinez, its employee). Unloading the groceries was accomplished by means of carts which were rolled onto a hydraulic lift system attached to the rear of Kimbell's trailer, and then lowered to the ground. The lift system served as a tailgate. The lift system was manufactured by Maxon (Maxon Industries, Inc.).The Kimbell truck and trailer had been parked directly in front of a front door of Farmers, as directed by Farmers. As parked the lift system extended over the sidewalk. The front door of Farmers extended outward. The space between the end of the lift and edge of the door was such that  * * * it really didn't require any customer to squeeze in between this tailgate and the door. * * *  Through this space other deliveries were being made to the Farmers store. Decedent, Mrs. Harmon, also passed through this space and had just entered the store when she was struck by a cart loaded with groceries. The total weight was between 1500 and 1800 pounds. She died from the resultant injuries.Kimbell's cart, loaded with groceries, was being pushed from the trailer onto the lift when a retaining ramp plate fell, the cart got away from the Kimbell employee and the cart and groceries fell forward striking Mrs. Harmon. The cart was approximately six feet in height. The distance involved is demonstrated by the fact that the  * * * back part of the cart was * * * on the tailgate, and the other part was nosed down on top of the lady."
        ],
        "Procedural History": [
            "The jury returned a verdict for plaintiffs against Kimbell, Farmers and Maxon. This verdict is not appealed. Farmers cross-claimed against Kimbell seeking to be indemnified for such amount as Farmers was liable to plaintiffs. The trial court directed a verdict in favor of Kimbell on this indemnification claim. Farmers appeals."
        ],
        "Application of Law to Facts": [
            "It is undisputed that Mrs. Harmon was a business invitee of Farmers",
            "Farmers had a duty to use ordinary care for the safety of Mrs. Harmon and had a duty to exercise ordinary care to keep the premises reasonably safe for the use of Mrs. Harmon.Three factual theories of negligence on the part of Farmers were submitted to the jury. They are: the location of the unloading procedure, the unsafe unloading procedure at that location and the failure to provide any warning of danger. These factual theories are all addressed to the duty upon Farmers to keep its premises reasonably safe for the use of its customers. The jury determined that Farmers was negligent. If the verdict was based upon a failure to keep its premises reasonably safe for Mrs. Harmon's use, then Farmers' negligence was active in that it breached its affirmative duty to the decedent.",
            "Another theory of negligence is that Farmers and Kimbell jointly failed to coordinate the unloading process so as to effect the unloading safely both from the manner and time of unloading",
            "The verdict necessarily determined that Farmers was negligent under at least one of the foregoing theories of negligence since these were the theories submitted to the jury.",
            "Kimbell parked the trailer where it was told to park it and Farmers selected the location. The photographs and the testimony show the groceries could have been unloaded onto Farmers' sidewalk without the unloading occurring at the door through which customers entered the store. The testimony is that the location of the unloading was for the convenience of Farmers. In proceeding for its own convenience, Farmers actively participated in causing Mrs. Harmon's injury by creating the physical arrangement that placed Mrs. Harmon in the close proximity of Kimbell's defective equipment and negligent unloading procedure.",
            "Farmers breached its duty to Mrs. Harmon in choosing the location. As between Farmers and Kimbell, this negligence was as active as Kimbell's negligence"
        ],
        "Relevant Precedents": [
            "Rio Grande Gas Company v. Stahmann Farms, Inc., 80 N.M. 432,  (1969); Lommori v. Milner Hotels, Inc., 63 N.M. 342,  (1957); Krametbauer v. McDonald, 44 N.M. 473,  (1940)."
        ],
        "Outcome": [
            "The directed verdict is affirmed."
        ]
    },
    "class": "affirm"
}