{
    "text": "Proctor v. Waxler, 84 N.M. 361, 503 P.2d 644 (1972)\nJuly 28, 1972 · Supreme Court of New Mexico · No. 9301 \n84 N.M. 361, 503 P.2d 644 \nCarolyn Kay PROCTOR and Roger K. Proctor, Plaintiffs-Appellants, v. James WAXLER et al., Defendants-Appellees \n503 P.2d 644\nSupreme Court of New Mexico.\n*362Willard F. Kitts, Albuquerque, for plaintiffs-appellants.\nKeleher & McLeod, William K. Stratvert, Albuquerque, for defendants-appellees.\nOPINION\nMONTOYA, Justice.\nThis cause is before us on a writ of certiorari directed to the New Mexico Court of Appeals in Proctor v. Waxier, 83 N.M. 58, 488 P.2d 108 (Ct.App.1971), which reversed a summary judgment entered by the trial court in favor of the defendants.\nThe pertinent facts, as set forth in the opinion of the Court of Appeals in Proctor v. Waxier, supra, are as follows:\nThe City of Albuquerque is the owner, and Waxier and Johnson are operators of a public parking building at Fourth and Silver in Albuquerque, New Mexico. Carolyn Kay Proctor was a tenant who regularly occupied an automobile parking space for rent on the uncovered top floor. Johnson and Waxier maintained and operated the structure under a lease from the City of Albuquerque. The top floor, including the ramp leading to that floor, contains 28,647.79 square feet.\nOn December 2, 1968, the car park opened for business at 6:45 a. m., with Waxier arriving at 6:40 a. m. Proctor arrived at the car park around 8 :-15 a. m. It had snowed early in the morning, but it is not clear whether it had stopped snowing before Proctor and another patron arrived. Upon arrival on the top floor of the car park, at the place where Proctor parked, there was one to three inches -of serene, fresh snow. She parkred in her regular place, alighted from .the car and started walking slowly to the elevator to the west and north of her car, and did not notice that ice lay beneath the snow. After she walked about 15 feet from her car, she suddenly slipped and fell on snow or covered ice and landed on her back. Another patron, coming to her rescue, also slipped and fell on the snow-covered surface. Both of them then noticed the slipperiness of the walking surface. Proctor was wearing 'black patent flat heeled shoes,' and the snow was not above the shoe level.\nNo inspection was made by defendants of the top floor until 9:00 a. m., after Proctor's fall. Defendants had on the premises for use on ice and snow, shovels, brooms and salt. It was understood these implements would be used 'when necessary,' and Waxier was the one who 'would have used the implements and material.' \nThe Court of Appeals reversed the summary judgment entered by the trial court in favor of the defendants on the grounds that a genuine issue of fact existed for the jury. In so doing, it applied Restatement (Second) of Torts § 343 (1965), holding that the amended section was now the applicable law of New Mexico. The Court of Appeals further held that, under the circumstances, the affirmative defense of assumption of risk could not be decided as a matter of law because the reasonable alternative course of conduct, as set forth in Restatement (Second) of Torts § 496E (1965), presented a factual question which could not be decided as a matter of law. The Court of Appeals also held that plaintiff's conduct, in walking from her car at the time of the fall, created a genuine issue of fact on the issue of contributory negligence.\nThere are three decisions in New Mexico concerning the question of liability in so-called slip and fall cases involving ice and snow. In each case summary judgment in favor of the defendant was affirmed. Carter v. Davis, 74 N.M. 443, 394 P.2d 594 (1964); Crenshaw v. Firestone Tire & Rubber Co., 72 N.M. 84, 380 P.2d *363828 (1963); and Hallett v. Furr's, Inc., 71 N.M. 377, 378 P.2d 613 (1963). Because these cases were decided prior to the amendment of § 343, Restatement, supra, one question presented here is whether to adopt the principles stated in the amendment and thereby overrule the prior slip and fall cases involving ice and snow hazards as decided by this Court.\nThe opinion of the Court of Appeals in this case apparently assumes that the courts of this State must consider the amendments to the Restatement of the Law of Torts as binding precedent that must be followed, even though contrary to some of the opinions of this Court. We granted certiorari because of the importance and timeliness of the need to decide the applicability of the Restatement, supra, as now amended, and its conflict with our prior decisions.\nIn discussing the issues involved herein, we are mindful that we are only concerned whether there exists a fact question to be determined by the fact finder, which precludes the granting of summary judgment.\nA reading of the trilogy of slip and fall cases involving ice and snow decided by this Court, where summary judgment was entered in behalf of the property owner, reveals that the Court relied on § 343, Restatement, supra, which was amended in 1965 after these above-mentioned cases were decided. To resolve the question of what effect shall be given to the 1965 amendment, it is necessary to examine § 343, Restatement, supra, as amended, which reads as follows:\n§ 343. Dangerous Conditions Known to or Discoverable by Possessor\nA possessor of land is subject to liability for physical harm caused to his invitees by a condition on the land if, but only if, he\n(a) knows or by the exercise of reasonable care would discover the condition, and should realize that it involves an unreasonable risk of harm to such invitees, and\n(b) should expect that they will not discover or realize the danger, or will fail to protect themselves against it, and\n(c) fails to exercise reasonable care to protect them against the danger.\nThe comment to § 343 in paragraph (a) states that § 343 should be read together with § 343A, which considers the effect of the fact that the condition of the land is known to the invitee, or is obvious to him as well as the fact that the invitee is a patron of a public utility. Further comment under the same section is made under paragraph (b) as follows: yyZf,? \nAs stated in § 342, the possessor is under no duty to protect the licensee against dangers of which the licensee knows or has reason to know. On the other hand, as stated in § 343A, there are some situations in which there is a duty to protect an invitee against even known dangers, where the possessor should anticipate harm to the invitee notwithstanding such knowledge.\nSection 343A, Restatement, supra, states with respect to known or obvious dangers, as follows:\n§ 343A. Known or Obvious Dangers (1) A possessor of land is not liable to his invitees for physical harm caused to them by any activity or condition on the land whose danger is known or obvious to them, unless the possessor should anticipate the harm despite such knowledge or obviousness.\n(2) In determining whether the possessor should anticipate harm from a known or obvious danger, the fact that the invitee is entitled to make use of public land, or of the facilities of a public utility, is a factor of importance indicating that the harm should be anticipated.\nComment (f), following § 343A supra, at 220, reads as follows:\nf. There are, however, cases in which the possessor of land can and should anticipate that the dangerous condition will cause physical harm to the invitee notwithstanding its known or obvious danger. In such cases the possessor is not relieved of the duty of reasonable care which he owes to the invitee for his protection. This duty may require him to warn the invitee, or to take other reasonable steps to protect him, against the known or obvious condition or activity, if the possessor has reason to expect that the invitee will nevertheless suffer physical harm.\nThe rule, as stated in § 343A supra, has been applied in cases presenting factual situations similar to those in the case now before us. In Dawson v. Payless For Drugs, 248 Or. 334, 433 P.2d 1019 (1967), the Oregon Supreme Court adopted the rule stated in § 343A, supra, and held that:\n£C * * * [T]he jury could have reasonably found that (1) the probability of harm created by the icy condition of the parking lot was unreasonably great, (2) it was not infeasible for defendant to eliminate the unreasonable danger, (3) plaintiff was not contributorily negligent, and specifically that the importance of plaintiff's mission in shopping at defendant's store was sufficient to justify encountering the danger.\nHowever, the Oregon Court did not impose the duty upon the possessor in every case in which he has knowledge of a condition of danger upon his premises, but held that the duty arises only when the condition is unreasonably dangerous, and applied the distinction developed in 2 Harper and James, The Law of Torts, § 27.13, at 1489-90 (1956), quoting the following:\n 'People can hurt themselves on almost any condition of the premises. That is certainly true of an ordinary flight of stairs. But it takes more than this to make a condition unreasonably dangerous. If people who are likely to encounter a condition may be expected to take perfectly good care of themselves without further precautions, then the condition is not unreasonably dangerous because the likelihood of harm is slight.' \nWe agree with the reasoning of the Oregon Court and believe this is the preferable view to be followed in slip and fall cases involving ice and snow, as between a landowner and a business invitee. Accordingly, we hold that §§ 343 and 343A, supra, as amended, change the standards as applied in Carter v. Davis, supra, and its progeny. To the extent that Carter v. Davis, Crenshaw v. Firestone Tire & Rubber Co., and Hallett v. Furr's, Inc., supra, conflict with the views herein expressed, they are overruled. In so ruling, we do not decide that the defendants herein were negligent, but only that a genuine issue of fact exists for the fact finder to resolve. See also Kremer v. Carr's Food Center, Inc., 462 P.2d 747 (Alaska 1969); King Soopers, Inc. v. Mitchell, 140 Colo. 119, 342 P.2d 1006 (1959).\nWhile we consider the Restatement of the Law of Torts, as now amended, as persuasive authority entitled to great weight, it is not to be considered as precedent that this Court is bound to follow at all times.\nWe agree with the Court of Appeals that an issue of fact exists as to the reasonable care standard to be applied in discovering the condition of the roof; whether there was an exercise of ordinary care in failing to inspect the roof, or to remove the ice and snow, as well as failing to warn of the existing condition of the roof. There also exists an issue of fact as to whether the defendant should have anticipated that physical harm would be caused to its business invitees if the roof were permitted to remain in its snowy and icy condition, in spite of the fact that the danger was known and obvious. Therefore, we hold that the granting of summary judgment was improper.\nIn its order granting summary judgment, the trial court found that there was no genuine issue as to any material fact and that the defendants were entitled to summary judgment as a matter of law. The defendants had asserted assumption of risk and contributory negligence as affirmative defenses.\n*365Assumption of risk no longer exists as a defense in this State. Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971). We decided in that case that the holding was prospective from the date of the Williamson decision, December 13, 1971, and was to be applicable to all cases tried thereafter.\nIn considering the disposition of the defenses of assumption of risk and contributory negligence, we point out that the conduct on the part of the plaintiff in the instant case may amount to both assumption of risk and contributory negligence, and would, except for Williamson v. Smith, supra, subject the plaintiff to both defenses. The plaintiff's conduct in accepting or assuming the risk of walking on the icy parking lot may have been unreasonable and, therefore, negligent, if it is found that the exposure to danger is out of proportion to the interests the plaintiff is seeking to advance. Furthermore, the voluntary exposure in this case, if any there was, is a defense that is applicable only where the injured plaintiff has a reasonable election as to whether she should expose herself to the peril. Gray v. E. J. Longyear Company, 78 N.M. 161, 429 P.2d 359 (1967). In determining whether there was a reasonable election of plaintiff's exposure to the peril, several factors must be considered. These factors include the importance of the interest, right or privilege which the plaintiff here was seeking to advance; the probability and gravity of the existing alternatives; and the inconvenience or difficulty of one course of conduct as compared to the other. Any or all of these factors could compel a decision on which reasonable men might well differ and necessarily involve a determination of facts. Additionally, in most cases, contributory negligence is almost always a question of fact to be determined at trial, and not one of law. Gray v. E. J. Longyear Company, supra.\nIn view of the foregoing, we believe there are genuine issues of material fact that require determination and concur with the decision of the Court of Appeals, that the granting of summary judgment was improper.\nThe summary judgment of the trial court is reversed and the cause remanded to the trial court for further proceedings in conformity with the views expressed herein.\nIt is so ordered.\nCOMPTON, C. J., and McMANUS, OMAN and STEPHENSON, JJ, concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether there existed genuine issues of fact that should have prevented the granting of summary judgement by the trial court\nSummary:\nthe plaintiff was injured when she slipped on ice in a parking lot that she regularly parked in.\ngenerally, a defendant possessor of land is not liable for harm caused to a plaintiff by known or obvious dangers—which icy conditions generally are—because the plaintiff, in exercising reasonable care, will be expected to know to avoid those dangers.\nHowever, where the defendant knows that a plaintiff may be injured despite having knowledge of obvious dangers, reasonable care does require them to act to protect the plaintiff from harm, whether by giving a warn or mitigating the danger.\nConsequently, there were issues of fact present in this case, and the trial court was wrong to grant summary judgement to the defendant (on the grounds that icy conditions were a known and obvious danger).\n",
    "annotations": {
        "Facts": [
            "The City of Albuquerque is the owner, and Waxier and Johnson are operators of a public parking building at Fourth and Silver in Albuquerque, New Mexico. Carolyn Kay Proctor was a tenant who regularly occupied an automobile parking space for rent on the uncovered top floor. Johnson and Waxier maintained and operated the structure under a lease from the City of Albuquerque. The top floor, including the ramp leading to that floor, contains 28,647.79 square feet.",
            "On December 2, 1968, the car park opened for business at 6:45 a. m., with Waxier arriving at 6:40 a. m. Proctor arrived at the car park around 8 :-15 a. m. It had snowed early in the morning, but it is not clear whether it had stopped snowing before Proctor and another patron arrived. Upon arrival on the top floor of the car park, at the place where Proctor parked, there was one to three inches -of serene, fresh snow. She parkred in her regular place, alighted from .the car and started walking slowly to the elevator to the west and north of her car, and did not notice that ice lay beneath the snow. After she walked about 15 feet from her car, she suddenly slipped and fell on snow or covered ice and landed on her back. Another patron, coming to her rescue, also slipped and fell on the snow-covered surface. Both of them then noticed the slipperiness of the walking surface. Proctor was wearing 'black patent flat heeled shoes,' and the snow was not above the shoe level.",
            "No inspection was made by defendants of the top floor until 9:00 a. m., after Proctor's fall. Defendants had on the premises for use on ice and snow, shovels, brooms and salt. It was understood these implements would be used 'when necessary,' and Waxier was the one who 'would have used the implements and material."
        ],
        "Procedural History": [
            "This cause is before us on a writ of certiorari directed to the New Mexico Court of Appeals",
            "reversed a summary judgment entered by the trial court in favor of the defendants.",
            "The Court of Appeals reversed the summary judgment entered by the trial court in favor of the defendants on the grounds that a genuine issue of fact existed for the jury. In so doing, it applied Restatement (Second) of Torts § 343 (1965), holding that the amended section was now the applicable law of New Mexico. The Court of Appeals further held that, under the circumstances, the affirmative defense of assumption of risk could not be decided as a matter of law because the reasonable alternative course of conduct, as set forth in Restatement (Second) of Torts § 496E (1965), presented a factual question which could not be decided as a matter of law. The Court of Appeals also held that plaintiff's conduct, in walking from her car at the time of the fall, created a genuine issue of fact on the issue of contributory negligence."
        ],
        "Application of Law to Facts": [
            "People can hurt themselves on almost any condition of the premises. That is certainly true of an ordinary flight of stairs. But it takes more than this to make a condition unreasonably dangerous. If people who are likely to encounter a condition may be expected to take perfectly good care of themselves without further precautions, then the condition is not unreasonably dangerous because the likelihood of harm is slight",
            "an issue of fact exists as to the reasonable care standard to be applied in discovering the condition of the roof; whether there was an exercise of ordinary care in failing to inspect the roof, or to remove the ice and snow, as well as failing to warn of the existing condition of the roof. There also exists an issue of fact as to whether the defendant should have anticipated that physical harm would be caused to its business invitees if the roof were permitted to remain in its snowy and icy condition, in spite of the fact that the danger was known and obvious."
        ],
        "Relevant Precedents": [
            "Dawson v. Payless For Drugs, , 433 P.2d 1019 (1967)"
        ],
        "Outcome": [
            "the granting of summary judgment was improper.",
            "The summary judgment of the trial court is reversed"
        ]
    },
    "class": "reverse"
}