{
    "text": "Ortega v. Texas-New Mexico Railway Co., 70 N.M. 58, 370 P.2d 201 (1962)\nMarch 29, 1962 · Supreme Court of New Mexico · No. 6988 \n70 N.M. 58, 370 P.2d 201 \nManuel ORTEGA and Standard Accident & Insurance Company, Plaintiffs-Appellees, v. TEXAS-NEW MEXICO RAILWAY COMPANY, Defendant-Appellant \n370 P.2d 201\nSupreme Court of New Mexico.\n*59Neal & Neal, .Hobbs, Hill D. Hudson, Pecos, Tex., for appellant.\nL. George Schubert, Hobbs, for appellees.\nNOBLE, Justice.\nThis is an appeal from- a judgment upon a jury verdict awarding damages to Manuel Ortega (one of the appellees) for injuries sustained by him while unloading a car of transite pipe delivered by appellant railway company to his employer. Standard Accident and Insurance Company was the workmen's compensation carrier for Ortega's employer and was allowed recovery of compensation payments made by it out of the award to Ortega.\nAppellant received the car from another railroad company and delivered it to the consignee at a siding. Appellee Ortega was helping unload the pipe when he stepped into a hole in the floor of the car receiving the injuries complained of. During the unloading, a piece of cardboard which had been placed on its edge between rows of pipe fell to the floor covering the hole. Ortega did not see the hole. The car inspector for appellant had no recollection of this car but testified he did not look for holes in the floor from underneath, and no warning was given the consignee of any defective condition of the car.\nAppellant requested a directed verdict at the end of appellees' case and' again at the conclusion of all the evidence, and urges a denial of the motion as ground for reversal. The rule by which the court is guided in considering a motion for directed verdict was said in Landers v. A. T. & S. F. Ry. Co., 68 N.M. 130, 359 P.2d 522, 525, to be:\n * * * the court must view the evidence most favorable to appellee, [plaintiff] including all reasonable inferences to be drawn from it and must disregard all unfavorable testimony and inferences. It is only where there is no fact for the jury to pass upon or where the court, in the exercise of its sound discretion, would be required to set aside a verdict if favorable to one side rather than to the other, that the court should direct a verdict.\nSee, also, Ferris v. Thomas Drilling Co., 62 N.M. 283, 309 P.2d 225; Sanchez v. Gomez, 57 N.M. 383, 259 P.2d 346; Roswell State Bank v. Lawrence Walker Cotton Co., Inc., 56 N.M. 107, 240 P.2d 1143.\nAppellant was under a duty to exercise reasonable care to discover and give timely warning of defects that might imperil the safety of one unloading the car. Erie Ry. Co. v. Murphy, (C.C.A.6), 108 F.2d 817, 126 A.L.R. 1093; Markley v. Kansas City Southern Ry. Co., 338 Mo. 436, 90 S.W.2d 409; Missouri Pac. Ry. Co. v. Sellers, 188 Ark. 218, 65 S.W.2d 14.\nBeing under such duty the question then is whether, viewing the evidence in the light most favorable to appellees together with all reasonable inferences to be drawn from it, there is substantial evidence that appellant failed to perform that duty.\nIt is conceded that no inspection was made of the floor from underneath the car and appellant, therefore, did not discover the hole. But, appellant argues that if it had made such an inspection, it would only have revealed an open and visible hole in the floor and that the railroad company was under no duty to warn of an obvious dangerous condition. We cannot agree that, as a matter of law, an assumption, under the circumstances, that the hole would be open and obvious during the unloading process would be justified. There was substantial evidence from which a jury could infer that a reasonable inspection would have disclosed the hole in the floor of the car, and that upon its being revealed, reasonable care required timely warning of such condition to the consignee. That was a question for determination by the jury. Erie Ry. Co. v. Murphy, supra.\nAppellant's theory is that except for the falling of the cardboard during unloading, in such manner as to cover the hole, it would have been open and obvious and the injury would not have occurred. It argues that, under the foreseeability rule, appellant cannot be liable for the injury unless it should have foreseen that the cardboard would so fall as to cover the' hole, and that such a contingency is too remote upon which to predicate liability. It relies strongly on Valdez v. Gonzales, 50 N.M. 281, 176 P.2d 173, in support of this position. However, the facts of that case are so dissimilar from those of the instant case that it is readily distinguishable.\nWhile the foreseeability rule prevails in this jurisdiction, Valdez v. Gonzales, supra; Reif v. Morrison, 44 N.M. 201, 100 P.2d 229; Lutz v. Atlantic & Pacific Ry. Co., 6 N.M. 496, 30 P. 912, 16 L.R.A. 819, foreseeability does not mean that the precise hazard or the exact consequences which were encountered should have been foreseen. Harper and James, Torts, Vol. 2, § 20.5(6), p. 1147; Pollock, Liability for Consequences, 38 L.Q.Rev. 165; 2 Restatement of the Law, Torts, 1948 Supp., § 435. See, also, Figlar v. Gordon, 133 Conn. 577, 53 A.2d 645; Osborne v. Van Dyke, 113 Iowa 557, 85 N.W. 784, 54 L.R.A. 367; Gilbert v. New Mexico Construction Co., 39 N.M. 216, 224, 44 P.2d 489.\nIn Pease v. Sinclair Refining Co. (C.C.A. 2), 104 F.2d 183, 185, 123 A.L.R. 993, foreseeability and proximate cause were present and in which the precise hazard or exact consequences were unexpected. The court there said:\n * * * Usually judicial rationalization is couched largely in terms of 'foreseeability,' but it is obvious that, if it is the exact accident which must be foreseen, then recovery must regularly be denied (as it is not). * * * At any rate, given some culpability on the part of a defendant, i. e., some conduct involving a departure from the natural, and hence the reasonable, then the courts look more for the possibility of hazard of some form to some person than for an expectation of the particular chance that happened.\nThe question as to whether an employee of the consignee might be injured by reason of the presence of the hole in the floor without negligence of such employee is likewise a question for the jury to determine. If the hole could be a proximate cause of injury, it is not necessary that appellant have foreseen the precise hazard or exact circumstances which were encountered. Nor can we say as a matter of law that the falling of the cardboard as it did was an intervening act which became the sole proximate cause of the injury and relieved appellant from liability for failure to warn the consignee. That, likewise, is a question for the jury. Markley v. Kansas City Southern Ry. Co., supra. Proximate cause of an injury need not be the last act or the nearest act to the injury but may be one which actually aided in producing the result as a direct and existing cause. It need not be the sole cause, but it must be a concurring cause. Rix v. Town of Alamogordo, 42 N.M. 325, 77 P.2d 765, 769.\nAs we view the uncontradicted evidence in this case, Boyce v. Brewington, 49 N.M. 107, 158 P.2d 124, 163 A.L.R. 583 is not controlling. The evidence there was undisputed that plaintiff's contributory negligence barred her recovery as a matter of law. We think the issues were ones to be decided by the jury and that it was not error to deny the motion for a directed verdict.\nThe refusal of requested instructions 1 and 2 is urged as reversible error. Those requested instructions cover the same theory as appellant's motion for a directed verdict. They asked the court to charge that the jury must find for the defendant unless they determined (1) that appellant should have anticipated that the hole in the floor was a dangerous hazard likely to cause injury and (2) that they believed from the evidence that appellant should have anticipated the falling of the cardboard in such manner as to cover the hole and prevent Ortega from seeing it. Appellant's argument is confined to the latter proposition. It is argued that it was appellant's theory throughout the trial that it had no liability unless the probability that the cardboard would fall so as to cover the hole should have been anticipated by the railway company, and that it is entitled to an instruction on its theory of the case.\nWe have held that it is error to refuse to instruct on a party's theory of the case if such theory is pleaded and there is evidence to support it. Lucero v. Torres, 67 N.M. 10, 350 P.2d 1028; Hanks v. Walker, 60 N.M. 166, 288 P.2d 699; Stewart v. Oberholtzer, 57 N.M. 253, 258 P.2d 369. This argument presents the foreseeability rule and what we have said regarding it disposes of this contention.\nInstructions 5 and 7 were objected to and are now asserted as prejudicial error. No. 5 reads:\nYou are instructed that the plaintiff Manuel Ortega had a right to assume that the floor of the railway car that he was employed to unload was reasonably safe and free of defects which might cause injury to him.\nIt is contended that it failed to include in the charge that Ortega must exercise reasonable care and prudence for his own safety. The appellant was the delivering carrier, and in absence of notice of a defect in the condition of a car by the delivering carrier to the consignee such carrier represents to the consignee and its employees that the car is in reasonably safe condition for unloading. Ruiz v. Midland Valley Ry. Co., 158 Kan. 524, 148 P.2d 734, 152 A.L.R. 1307; Stickle v. Union Pac. Ry. Co., 122 Utah 477, 251 P.2d 867.\nIn addition, instruction 16 charged the jury that a verdict could not be returned against the appellant if the hole was either known to appellee or if in the exercise of reasonable care for his own safety he should have known of it. Thus, the two instructions read together correctly charged the applicable law.\nInstruction 7 was objected to because it charged that if the defendant failed to inspect or to use ordinary care in inspecting, then such failure to properly inspect was negligence and failed to charge that the negligence was the failure to warn the consignee of a hazardous condition. Again, by instruction 16, the jury was charged that the railroad was under a duty to make a reasonable inspection and to warn the consignee of any dangerous condition which would be a hazard in unloading, and specifically charged that [n]o duty existed from the defendant railway company to the plaintiff beyond warning the consignee of the existence of any such hazard which was known or should have been known.to it.\nThe question to be considered is whether the instructions, considered as a whole, are conflicting, contradictory, misleading, or confusing to such an extent that the jury was confused in resolving a question so as to prejudice the appellant. Unless the railway company did make an inspection of such car with ordinary care it is obvious it could not have discovered a hazardous condition in the floor and would not have been in a position to warn the consignee of such peril. A mere defect or omission in one instruction may be cured by another instruction. Board of Commissioners of Dona Ana County v. Gardner, 57 N.M. 478, 260 P.2d 682. An appellate court in reviewing instructions should read them all together. Griego v. Conwell, 54 N.M. 287, 222 P.2d 606; and, if when so considered they fairly present the issues and the law applicable thereto, they are sufficient. Viramontes v. Fox, 65 N.M. 275, 335 P.2d 1071; Blewett v. Barnes, 62 N.M. 300, 309 P.2d 976; Barakos v. Sponduris, 64 N.M. 125, 325 P.2d 712; Gerrard v. Harvey & Newman Drilling Co., 59 N.M. 262, 282 P.2d 1105; Chandler v. Battenfield, 55 N.M. 361, 233 P.2d 1047. We cannot say from a careful review of the instructions as a whole, given to the jury in this case, that they are contradictory, conflicting, misleading or confusing to such an extent that the jury was confused in resolving the question presented to it for determination.\nFinding no error requiring reversal, the judgment appealed from is affirmed.\nIt is so ordered.\nCOMPTON, C. J., and MOISE, J., concur.\nCARMODY and CHAVEZ, JJ., not participating.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant was negligent in failing to warn of a hole in the floor of a train carriage it delivered for loading by the plaintiff\nSummary:\nthe plaintiff was injured when he stepped through a hole in the floor of a train carriage that was covered by a sheet of cardboard which had accidentally fallen to cover it\nthe defendant did not inspect the carriage from underneath it, and did not warn the plaintiff of any defective condition of the carriage\nthe defendant claimed that even if it had noticed the hole, it would have had no duty to warn the plaintiff, since the hole was an open and obvious danger\nHowever, the jury effectively determined that a reasonable inspection would have revealed the hole, AND that reasonable care did require that the plaintiff be warned.\nConsequently, the court found that the defendant's motion for a directed verdict was rightly refused, since the jury were entitled to come to the conclusion that they did.\n",
    "annotations": {
        "Facts": [
            "injuries sustained by him while unloading a car of transite pipe delivered by appellant railway company to his employer",
            "Appellant received the car from another railroad company and delivered it to the consignee at a siding.",
            "Ortega was helping unload the pipe when he stepped into a hole in the floor of the car receiving the injuries complained of. During the unloading, a piece of cardboard which had been placed on its edge between rows of pipe fell to the floor covering the hole. Ortega did not see the hole. The car inspector for appellant had no recollection of this car but testified he did not look for holes in the floor from underneath, and no warning was given the consignee of any defective condition of the car.",
            "no inspection was made of the floor from underneath the car"
        ],
        "Procedural History": [
            "appeal from- a judgment upon a jury verdict awarding damages to Manuel Ortega (one of the appellees)"
        ],
        "Application of Law to Facts": [
            "Appellant was under a duty to exercise reasonable care to discover and give timely warning of defects that might imperil the safety of one unloading the car.",
            "There was substantial evidence from which a jury could infer that a reasonable inspection would have disclosed the hole in the floor of the car, and that upon its being revealed, reasonable care required timely warning of such condition to the consignee."
        ],
        "Relevant Precedents": [
            "Erie Ry. Co. v. Murphy, (C.C.A.6), , 126 A.L.R. 1093; Markley v. Kansas City Southern Ry. Co., , 90 S.W.2d 409; Missouri Pac. Ry. Co. v. Sellers, , 65 S.W.2d 14."
        ],
        "Outcome": [
            "the judgment appealed from is affirmed."
        ]
    },
    "class": "affirm"
}