{
    "text": "Schleft v. Board of Education of the Los Alamos Public Schools, 109 N.M. 271, 784 P.2d 1014 (1989)\nOct. 19, 1989 · Court of Appeals of New Mexico · No. 10170 \n109 N.M. 271, 784 P.2d 1014 \nJoseph SCHLEFT, Individually and William A. Schleft and Connie Schleft, Individually and as parents and next friends of Joseph Schleft, Plaintiffs-Appellants, v. The BOARD OF EDUCATION OF the LOS ALAMOS PUBLIC SCHOOLS, Defendant-Appellee \n784 P.2d 1014\nCourt of Appeals of New Mexico.\nCertiorari Denied Dec. 5, 1989.\nSee also, 107 N.M. 56, 752 P.2d 248.\nSteven L. Tucker, John Wentworth, Jones, Snead, Wertheim, Rodriguez & *272Wentworth, P.A., Santa Fe, for plaintiffs-appellants.\nJohn B. Pound, James C. Murphy, Montgomery & Andrews, P.A., Albuquerque, for defendant-appellee.\nOPINION\nAPODACA, Judge.\nPlaintiffs Joseph Schleft (Joseph) and William A. and Connie Schleft, Joseph's parents, appeal the trial court's judgment entered in favor of defendant Board of Education of Los Alamos (the Board). After a bench trial, the trial court held the Board was immune from suit, that such immunity was not waived-by the New Mexico Tort Claims Act, NMSA 1978, Sections 41-4-1 to -29 (Repl.1986 and Cum.Supp. 1988) (the Act), and that the Board had no duty to inspect or maintain the electrical facility causing Joseph's injuries or to warn against any inherent dangers. We disagree with the trial court and conclude that: (1) immunity was waived under the Act; and (2) the Board had a duty to plaintiffs, as a matter of law. We thus reverse and remand for the entry of findings and conclusions on the issue of negligence. As a sub-issue of issue 2, plaintiffs also contend that the trial court erred in concluding a certain deed was ambiguous and permitting the introduction of parol evidence to prove the parties' intent. On this issue, we hold the deed was ambiguous and that the trial court was correct in allowing parol evidence.\nFACTS:\nJoseph, who was fifteen years of age at the time of the accident, was injured on the grounds of Mountain Elementary School in Los Alamos. The youth, along with a friend, entered the school grounds during the summer, when school was not in session. A transformer platform was located on the grounds, positioned horizontally and supported approximately twenty feet in the áir by two telephone poles. Three transformers were located on the platform, with at least six bare, uninsulated copper wires five feet above the floor of the platform. The platform, the supporting poles and the transformers, referred to at trial as the H-frame, are referred to collectively in this opinion as the facility.\nJoseph and his friend climbed onto the platform. Having noticed they were standing on loose boards, they decided to climb down. The friend descended from the platform, but before Joseph could do so, his forehead came in contact with one of the uninsulated copper wires. He received an electrical shock of 7,620 volts and fell off the platform, unconscious and not breathing. The youth was revived by CPR administered by a bystander. As a result of the accident, Joseph sustained permanent brain damage, speech impairment, spastic motor impairment and fourth degree burns to the bone marrow in his forehead. He will never walk or speak normally.\nBACKGROUND OF PROCEEDINGS:\nJoseph and his parents brought suit against the Board, which owned the school property on which the facility was located, and against the County of Los Alamos (the County), which owned and maintained the facility. Before trial, plaintiffs settled their dispute with the County.\nPlaintiffs contend the Board was liable under Section 41-4-6. That section waives immunity for negligence caused by a public entity's employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. We shall refer to that language in this opinion as the building exception. Relying on Castillo v. County of Santa Fe, 107 N.M. 204, 755 P.2d 48 (1988), a case decided by our supreme court after the trial court in this appeal entered judgment in the Board's favor, plaintiffs argue that waiver of immunity under the Act encompasses a dangerous condition on the premises. Specifically, plaintiffs claim the building exception language is not strictly limited to the actual words used, but includes the surrounding premises on which a public building is located. The trial court, having found that the County owned the facility, concluded on that basis that immunity of the Board was not waived under the Act. Similarly, the trial court also básed its holding that the Board owed no duty to plaintiffs on the County's ownership.\nPlaintiffs also argue that a 1966 deed conveying the school property from the United States to the Board also conveyed the secondary electrical system, giving rise to a duty in the Board for the operation and maintenance of that system. Plaintiffs finally contend the Board was negligent in not fencing the facility to prevent persons from climbing on the platform. The trial court held the deed was ambiguous and thus admitted parol evidence. It concluded that the deed showed ownership of the facility in the County rather than in the Board.\nOrdinarily, it would be proper to determine initially whether there existed a duty of care on the part of the Board, before deciding whether there was a waiver of immunity under the building exception of the Act. However, because we believe that Castillo is dispositive of the waiver issue, we shall discuss that issue first. Both issues are somewhat interrelated, but we shall discuss them separately nonetheless.\nWAIVER OF IMMUNITY:\nIn determining the interpretation to be given to the building exception language, we must bear in mind the principle stated by our supreme court in Miller v. New Mexico Department of Transportation, 106 N.M. 253, 741 P.2d 1374 (1987), that the words used in a statutory waiver provision must first be interpreted in light of the intended purpose of the provision. Additionally, Castillo held that the Act contemplated waiver of immunity where, due to the alleged negligence of public employees, an injury arose from an unsafe, dangerous or defective condition on property owned and operated by the government.\nA plain reading of Section 41-4-6 convinces us that the legislature intended to ensure the safety of the general public by imposing upon public employees a duty to exercise reasonable care in maintaining premises owned and operated by governmental entities. By the legislature's inclusion of both buildings and parks within the waiver provision, we discern no intent to exclude from that waiver liability for injuries arising from defective or dangerous conditions on the property surrounding a public building.\nId. 107 N.M. at 206, 755 P.2d at 50.\nCastillo thus held that the common grounds surrounding a county housing project fell within the building exception language. [T]here is a nexus between the defendant's obligation to maintain the common premises ... in a safe condition and the intent behind the waiver of immunity under Section 41-4-6. Id. at 206, 755 P.2d at 50, n. 1. We see no reason to distinguish between the premises area in Castillo and the grounds surrounding a public school. We believe it was not the legislature's intent that waiver of immunity stop at the schoolhouse door. We hold, therefore, that waiver of immunity under Section 41-4-6 applies to maintenance of the school grounds as well as to the school building itself.\nRelying on ownership and control of the facility itself, which was installed within an easement located on the school grounds, the Board attempts to distinguish Castillo and cases from other jurisdictions that determined existence of a duty on the part of a landowner or occupier of land. Similarly, the Board distinguishes Weiss v. United States, 787 F.2d 518 (10th Cir.1986), on which plaintiffs rely. Specifically, the Board argues that in those cases the landowner had actual control of the land on which the injuries occurred. It contends further that under the facts of this appeal, the Board did not have any control or right to maintain the facility or easement. As a basis for this argument, the Board refers us to the trial court's findings, which it claims provided not merely substantial evidence, but overwhelming evidence [supporting] the trial court's conclusion that the County * * * exercised exclusive control of the [facility]. The Board then concludes that, because plaintiffs failed to attack those specific findings on appeal, they have waived the right to challenge them. We determine, however, that the existence of such findings, and plaintiffs' alleged failure to challenge them, are factors not relevant to the issue before us. We have arrived at this determination based on our discussion below of the issue of the Board's duty. We note that in their brief-in-chief, plaintiffs challenged the findings as not supported by admissible evidence. We understand plaintiffs' argument as a contention that extrinsic or parol evidence was not admissible and, therefore, the trial court's findings must fail because they were based solely on the inadmissible parol evidence. We shall address the propriety of the parol evidence admission later in this opinion.\nEXISTENCE OF DUTY:\nThe term maintenance involves more than simply performing repairs; it includes keeping an area in a safe condition. See Fireman's Fund Ins. Co. v. Tucker, 95 N.M. 56, 618 P.2d 894 (Ct.App.1980). See also Miller v. New Mexico Dep't of Transp. 106 N.M. at 254-55, 741 P.2d at 1375-76. (We decline to hold that 'maintenance' of a highway must be limited only to physical care and upkeep; the obvious purpose for imposing the duty on public employees of maintaining highways safely and in a non-negligent manner reflects the legislature's intent that highway be so maintained as to provide for the safety of the traveling public.) We thus conclude that maintenance of the school yard in this instance involved keeping the yard in a safe condition.\nThe Board emphasizes that Joseph was not a student of Mountain Elementary School and that the school term was not even in session when he sustained his injuries. Implicit in this factual rendition of the Board is an underlying contention that those facts somehow negate any duty of care the Board might otherwise have owed to Joseph. This argument, however, ignores the existence of a duty under Castillo and also runs counter to cases from other jurisdictions noted below that recognize such a duty. We do not narrowly view the holding in Castillo as applying only to injured persons who are not trespassers. Instead, we consider these facts (that Joseph was not a student of Mountain Elementary School and that the school term was not in session) as factors for the trier of fact to weigh in determining the question of foreseeability specifically and liability generally.\nIn this connection, plaintiffs argue in their brief-in-chief that New Mexico recognizes a duty of care owed by a landowner to trespassing children under what is universally recognized as the Attractive Nuisance Doctrine. See SCRA 1986, 13-1312. See generally Latimer v. City of Clovis, 83 N.M. 610, 495 P.2d 788 (Ct.App.1972); Restatement (Second) of Torts § 339 (1965). Although our supreme court adopted a former version of Section 339 in earlier decisions, see, e.g., Klaus v. Eden, 70 N.M. 371, 374 P.2d 129 (1962), the present section, which differs from its predecessor, has not been addressed in this state. Because of our disposition of this appeal, we need not consider plaintiffs' contention that the Attractive Nuisance Doctrine is applicable.\nThe Board argues, nonetheless, that its duty did not extend to protecting against a danger not located on the land it controlled and that, because the facility was located on an easement over which it had no control, this exempted the Board from any duty to protect against any danger caused by the facility. We are not persuaded by this argument, which we believe relies on unwarranted distinctions. Other jurisdictions have recognized a duty of care on the part of a landowner where a plaintiff's injuries occurred on property adjacent to or abutting the landowner's property. See, e.g., Herdt v. Koenig, 137 Mo.App. 589, 119 S.W. 56 (1909); Limberhand v. Big Ditch Co., 218 Mont. 132, 706 P.2d 491 (1985); Piedalue v. Clinton Elementary School Dist. No. 32, 214 Mont. 99, 692 P.2d 20 (1984); Lukasiewicz v. City of Buffalo, 55 A.D.2d 848, 390 N.Y.S.2d 341 (1976); Rockefeller v. Standard Oil Co., 11 Wash.App. 520, 523 P.2d 1207 (1974).\nRecently, this court declined to extend this duty in an appeal where the injury occurred at a considerable distance from the landowner's property. See Calkins v. Cox Estates, N.M., No. 9886 (Ct.App.1988), cert. granted February 7, 1989. In Calkins, we were urged by plaintiff to hold that a landlord had a duty, as a matter of law, to maintain and repair a fence around the landlord's property to prevent children of tenants from crossing into what plaintiff claimed was adjoining property, on which an alleged dangerous condition existed. We rejected plaintiff's argument in Calkins and held there was not duty, as a matter of law, to protect against a dangerous condition existing some 945 feet from the fence. We held essentially that it was not a landowner's duty to fence out all conceivable dangers existing outside the premises. In this appeal, however, we have before us an entirely different factual pattern compelling us to a different result. Here, the easement on which the facility was installed was actually located on the Board's premises, not across the property line or at some great distance.\nExistence of the easement did not relieve the Board of a duty owed to Joseph. Neither did its existence affect the Board's right of possession or control over its own land, as long as the Board did not interfere with the easement. See, e.g., Dyer v. Compere, 41 N.M. 716, 73 P.2d 1356 (1937) (rights of one holding an easement). The landowner may make any reasonable use desired of the land on which the easement exists. Id. This could include installation of a fence or other barrier, as well as warning against the danger. We will not hesitate to recognize liability or fault when injuries are caused by a dangerous condition installed on an easement that in turn is located on the landowner's property, not outside of it.\nOur holding is supported by decisions in other jurisdictions. In Weiss, plaintiff was injured in a helicopter accident when his helicopter struck an aerial tramway cable located approximately 150 feet above the ground. The cable was part of an abandoned mining operation. One end of the cable was connected to a tower located on federal land. The United States government did not erect the cable or the support towers, nor did it own, maintain or use the cable before the accident. Plaintiff sued the government, alleging negligence in its failure to remove the cable or to warn of its existence. The trial court granted summary judgment to the government on the basis that it did not own or control the dangerous instrumentality and thus had no duty to plaintiff. The Tenth Circuit, applying Colorado law, reversed the trial court, quoting from Mile High Fence Co. v. Radovich, 175 Colo. 537, 547, 489 P.2d 308, 314 (1971):\n[T]he basic theme running through the Restatement [ (Second) of Torts ] is that the possessor of land is liable to a person whether licensee or invitee or even trespasser for his negligence if (1) he knows of the condition, (2) knows that it involves an unreasonable risk of harm to a person, and (3) fails to take reasonable precaution to correct it. Whatever qualifications or modifications there are to the several rules in the Restatement, they bear on the reasonable man standard[.] [Emphasis in original.]\nSimilarly, in Sutton v. Monongahela Power Co., 151 W.Va. 961, 158 S.E.2d 98 (1967), a ten-year-old boy was electrocuted when he was playing on a pile of sawdust near a sawmill. He came in contact with a 2,400-volt electrical transmission line owned by a local power company. The sawdust pile, thirty feet high, was on land owned by the owner of the sawmill. The power company owned an easement for its transmission line.\nHolding that both the power company and the landowner had duties of care in connection with the dangerous instrumentality, the court in Sutton stated:\nThe mere presence of a thirty foot sawdust pile by itself is not a dangerous instrumentality. There is no question but that a power line carrying 2400 volts of electricity is a dangerous instrumentality. The presence of both the sawdust pile and the leaning power line in close proximity to each other constitutes a dangerous instrumentality. [Citations omitted.]\nId. at 971, 158 S.E.2d at 104.\nADMISSION OF PAROL EVIDENCE:\nBoth parties have included considerable argument in their respective briefs addressing the question of ownership of the facility generally and, particularly, owner*276ship of what the parties have termed the primary and secondary electrical systems. We view these respective arguments as intended by the parties to bear on the existence of the Board's duty of care. This court, however, believes that determination of such ownership is not necessary to our decision on the existence of such a duty.\nWe nevertheless recognize that ownership of various parts of the facility may be important on remand of this appeal, in connection with the question of comparative negligence, assuming there is a finding by the trier of fact that the duty was breached. For example, ownership or non-ownership of the secondary electrical system by the Board may assist the trier of fact in setting the boundaries of the respective faults, if any, when comparing negligence. For this reason, we feel compelled to address the question of whether there was ambiguity in the 1966 deed conveying the school property from the United States to the Board and the trial court's holding that parol evidence was admissible in determining: (1) the meaning of various terms used in the deed; and (2) the intent of the parties.\nPlaintiffs argue on appeal that, because the * * * deed clearly and unambiguously conveyed to the * * * Board everything at the school but the primary electrical system, the easement to the primary and the meter, extrinsic evidence should not have been admitted to vary and contradict the terms of the deed[.] In determining whether the trial court erred in holding the deed was ambiguous, we must examine some of the important language in the deed to ascertain what, if anything, was clearly and unambiguously conveyed. First, at page four, the property for the Mountain Elementary School is described as follows:\nParcel No. 10 (Mountain Elementary School)\nTRACT: D\nSUBDIVISION PLAT: North Community No. 1\nFILED FOR RECORD: Plat Book 1, Page 64, Document No. 4743\nDATE OF FILING: September 10, 1965\nSUBJECT TO THE FOLLOWING EASEMENT:\nFor primary electrical system: A strip of land located within that portion of Tract D lying easterly of a line lying parallel to and 20.0 feet westerly from the easterly line of Tract D (the westerly line of Diamond Drive).\nWe shall refer to this description as the easement provision. At the bottom of page four and in the middle of page five, the following pertinent language is found:\nEXCEPTING AND RESERVING UNTO THE GRANTOR, ITS SUCCESSORS AND ASSIGNS WITHIN EACH PARCEL OF THE AFORESAID REAL ESTATE:\n******\n2. All water, gas, sewer, electrical, and telephone, main or primary systems, and all meters installed in connection with the furnishing of such utilities services.\n******\n4. All easements shown on or referred to in the description of each parcel of the aforesaid real estate, including necessary access and egress, for the purpose of constructing, reconstructing, operating, maintaining, relocating and removing, within and subject to existing easements or rights of use, any of the fixtures, utilities systems, lines and appurtenances referred to above. [Emphasis added.]\nWhen a deed or other written instrument is clear and unambiguous, extrinsic evidence will not be admitted or considered to alter or vary the terms used in the instrument. Northrip v. Conner, 107 N.M. 139, 754 P.2d 516 (1988). Whether ambiguity exists is a question of law. Levenson v. Mobley, 106 N.M. 399, 744 P.2d 174 (1987). In determining whether parol evidence will be admitted, the standard applied is that such evidence is permitted if [the instrument] is reasonably and fairly susceptible of different constructions. Id. at 401, 744 P.2d at 176.\nThose provisions of the deed noted above contain various technical terms, for exam-*277pie, primary electrical system, main or primary systems, and meters. It is generally recognized that parol evidence is permitted to explain technical terms; such evidence is admissible to define or explain the meaning of technical words or phrases applicable to a particular industry or trade. Sierra Life Ins. Co. v. First Nat'l Life Ins. Co., 85 N.M. 409, 512 P.2d 1245 (1973). Plaintiffs so concede.\nAt oral argument, plaintiffs relied on the fact that the easement language, which referred to a specific plat introduced in evidence, clearly described a rectangular tract whose boundaries were delineated in the plat. The facility was located on this tract. Plaintiffs also emphasized the tract shown on the plat did not extend to include the underground secondary electrical line that originated at the top of the facility and continued downward through a conduit alongside one of the poles and then underground to the meters located in the school building. We understand plaintiffs' argument to be that, if the deed was intended to convey the secondary electrical system to the Board, the easement language would have necessarily included an extended tract to encompass the underground line terminating at the meters. Failure of the parties to have extended this tract, plaintiffs' argument continued, clearly indicated that the United States reserved only the primary electrical system, thus conveying the secondary system to the Board.\nIf the pertinent language used in the deed had been confined to the easement language, and nothing further had been stated, we might agree that plaintiffs' argument had some validity. Such was not the case, however, since the reservation provisions followed at page five of the deed. The various provisions are to be read together and we should not isolate any particular term or provision in determining its meaning, without reading all the provisions as a whole. It is especially revealing, for example, that although the deed clearly reserved ownership of the meters in the United States, an easement permitting access to such meters was neither shown on the plat nor described in the deed. The plain fact is, we believe, that even a cursory review of the deed's relevant language reveals that the instrument was poorly drafted, at best. It is precisely this poor draftmanship, in our view, that created the ambiguous document the trial court found to exist. Viewed in this light, we hold that, as a matter of law, the deed's provisions were ambiguous. It follows that the trial court did not err in admitting parol evidence not only to define the terms used by the parties but to determine the parties' intent.\nIrrespective of our holding, however, even if we were to assume for the sake of discussion that, upon first reading, the deed appeared unambiguous, it is readily apparent to us, after having reviewed the properly admissible expert testimony allowed by the trial court to explain the meaning of the deed's technical terms, that existence of an ambiguity became clear. This testimony showed that the various terms were reasonably and fairly susceptible of different constructions. See Levenson v. Mobley, 106 N.M. at 401, 744 P.2d at 176. For example, defendant's expert witness, an electrical engineer, testified that the meter was the point of delivery, and that this juncture was generally recognized as the line of demarcation between utility control and consumer control. He also stated that generally, a public utility had ownership of the electrical system all the way to the point of delivery. Additionally, another expert witness testified that the terms primary and secondary acquired their meaning from the speaker's perspective. The same conduit or line, he stated, could be secondary to the County, yet primary to the school. In the context of this testimony explaining or defining the various terms used in the deed, we can reasonably conclude that the grantor, in conveying the subject property to the Board, was not using the phrase primary electrical system in its true, technical sense, as plaintiffs have interpreted it.\nWe thus conclude that the trial court properly admitted the challenged parol evidence and that its findings were therefore supported by properly admissible evidence. We need not determine whether *278such findings were supported by substantial evidence, since we do not understand plaintiffs' argument to challenge the sufficiency of the evidence admitted on the ambiguity issue, but only that it was error to permit it in the first place.\nCONCLUSION:\nIn summary, we hold that, as a matter of law, the Board owed a duty of ordinary care to Joseph to protect against the danger of the facility. See Schear v. Board of County Comm'rs, 101 N.M. 671, 687 P.2d 728 (1984) (whether duty exists is question of law for courts to decide). However, whether that duty was breached so as to constitute negligence on the part of the Board, and whether any such breach was the proximate cause of Joseph's injuries, are questions of fact. See id. See also SCRA 1986, 13-1603; Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 738 P.2d 129 (Ct.App.1987) (whether or not defendant breached duty is a question of the reasonableness of conduct, and thus a fact question); Reynolds v. Swigert, 102 N.M. 504, 697 P.2d 504 (Ct.App.1984) (proximate cause is generally deemed a factual issue). Likewise, the question of any comparative negligence is a matter for the fact finder. Sheraden v. Black, 107 N.M. 76, 752 P.2d 791 (Ct.App.1988).\nBecause the trial court did not make a determination on these issues, we remand for the entry of findings of fact, conclusions of law and a judgment based on those findings and conclusions. Plaintiffs are awarded their costs on appeal.\nIT IS SO ORDERED.\nALARID and MINZNER, JJ., concur.\nPLAIN ENGLISH SUMMARY\nIssue: whether duty owed by school board to protect those entering property it owns\nSummary:\nthe plaintiff was injured when electrocuted on school grounds\nthe defendant Board of Education claimed that it was immune on the grounds that exceptions to immunity apply only when injuries occur within a building owned by a public authority; in other words, public authorities are immune when injuries occur on their land, but not immune when injuries occur within their buildings on that land.\nThe court held that the exception to immunity also renders public authorities liable for injuries that occur on land surrounding buildings.\nThe Board, as owner of the land on which the plaintiff was electrocuted, has a duty to maintain the land, which means that the Board was obliged to keep the land in a safe condition.\nEven though the electricity ran along an easement over which the Board had no authority, a duty of care of landowners may extend to dangers on land they do not control, where reasonable care requires them to protect their licensees from that danger. \n",
    "annotations": {
        "Facts": [
            "Joseph, who was fifteen years of age at the time of the accident, was injured on the grounds of Mountain Elementary School in Los Alamos. The youth, along with a friend, entered the school grounds during the summer, when school was not in session. A transformer platform was located on the grounds, positioned horizontally and supported approximately twenty feet in the áir by two telephone poles. Three transformers were located on the platform, with at least six bare, uninsulated copper wires five feet above the floor of the platform. ",
            "Joseph and his friend climbed onto the platform. Having noticed they were standing on loose boards, they decided to climb down. The friend descended from the platform, but before Joseph could do so, his forehead came in contact with one of the uninsulated copper wires. He received an electrical shock of 7,620 volts and fell off the platform, unconscious and not breathing. The youth was revived by CPR administered by a bystander. As a result of the accident, Joseph sustained permanent brain damage, speech impairment, spastic motor impairment and fourth degree burns to the bone marrow in his forehead. He will never walk or speak normally.",
            "the Board, which owned the school property on which the facility was located",
            "Joseph was not a student of Mountain Elementary School and that the school term was not even in session when he sustained his injuries",
            "the facility was located on an easement over which it had no control"
        ],
        "Procedural History": [
            "Plaintiffs Joseph Schleft (Joseph) and William A. and Connie Schleft, Joseph's parents, appeal the trial court's judgment entered in favor of defendant Board of Education of Los Alamos (the Board). After a bench trial, the trial court held the Board was immune from suit, that such immunity was not waived-by the New Mexico Tort Claims Act, NMSA 1978, Sections 41-4-1 to -29 (Repl.1986 and Cum.Supp. 1988) (the Act), and that the Board had no duty to inspect or maintain the electrical facility causing Joseph's injuries or to warn against any inherent dangers"
        ],
        "Application of Law to Facts": [
            "the Board had a duty to plaintiffs, as a matter of law",
            "common grounds surrounding a county housing project fell within the building exception language",
            "We see no reason to distinguish between the premises area in Castillo and the grounds surrounding a public school. We believe it was not the legislature's intent that waiver of immunity stop at the schoolhouse door.",
            "The term maintenance involves more than simply performing repairs; it includes keeping an area in a safe condition",
            "We thus conclude that maintenance of the school yard in this instance involved keeping the yard in a safe condition.",
            "Other jurisdictions have recognized a duty of care on the part of a landowner where a plaintiff's injuries occurred on property adjacent to or abutting the landowner's property",
            "the easement on which the facility was installed was actually located on the Board's premises, not across the property line or at some great distance.Existence of the easement did not relieve the Board of a duty owed to Joseph. Neither did its existence affect the Board's right of possession or control over its own land, as long as the Board did not interfere with the easement",
            "We will not hesitate to recognize liability or fault when injuries are caused by a dangerous condition installed on an easement that in turn is located on the landowner's property, not outside of it",
            "the Board owed a duty of ordinary care to Joseph to protect against the danger of the facility"
        ],
        "Relevant Precedents": [
            "Fireman's Fund Ins. Co. v. Tucker, , 618 P.2d 894 (Ct.App.1980). See also Miller v. New Mexico Dep't of Transp. -55, 741 P.2d at 1375-76",
            "Herdt v. Koenig, , 119 S.W. 56 (1909); Limberhand v. Big Ditch Co., , 706 P.2d 491 (1985); Piedalue v. Clinton Elementary School Dist. No. 32, , 692 P.2d 20 (1984); Lukasiewicz v. City of Buffalo, , 390 N.Y.S.2d 341 (1976); Rockefeller v. Standard Oil Co., , 523 P.2d 1207 (1974)."
        ],
        "Outcome": [
            "We disagree with the trial court",
            "we remand for the entry of findings of fact, conclusions of law and a judgment based on those findings and conclusions."
        ]
    },
    "class": "reverse"
}