{
    "text": "Ross v. City of Las Cruces, 148 N.M. 81, 2010-NMCA-015, 229 P.3d 1253 (2009)\nDec. 21, 2009 · Court of Appeals of New Mexico · No. 28,619\n148 N.M. 81, 2010-NMCA-015, 229 P.3d 1253\nMichael ROSS as Personal Representative of the Estate of Alvin Moore, deceased, Plaintiff-Appellant,v.The CITY OF LAS CRUCES, City of Las Cruces Police Department, the State of New Mexico Department of Transportation, Mesilla Valley Hospital, Psychiatric Solutions, Inc., and Georgina C. Herrera, Defendants-Appellees\n2010-NMCA-015\n229 P.3d 1253\nCourt of Appeals of New Mexico.\n*82Law Firm of Alexander D. Crecca, P.C., Alexander D. Crecca, Albuquerque, NM, for Appellant.\nMiller Stratvert, P.A., Ruth Fuess, Kelsey D. Green, Albuquerque, NM, for Appellees.\nOPINION\nVANZI, Judge.\n{1} Appellant Michael Ross (Plaintiff), as Personal Representative of the Estate of Alvin Moore (Moore), filed a complaint for wrongful death against Appellees Mesilla Valley Hospital (MVH), Psychiatric Solutions, Inc. (PSI), and Georgina C. Herrera, M.D., (collectively Defendants) after Moore was killed in an auto accident caused by Carlos Preciado (Preciado). Preciado had recently been discharged from Defendants' cai'e.\n{2} Defendants moved for summary judgment, asserting that they did not owe a duty of care to Moore. The district court granted Defendants' motion, stating that: (1) the likelihood of injury to Moore from Defendants' actions was too remote to warrant a finding that Defendants had a duty of care to Moore; (2) public policy considerations, legislative limitations, and the reasoning of this and *83other jurisdictions argue against extending such a duty; and (3) the injuries suffered by Moore were not foreseeable consequences of the breach of any duty Defendants may have had. Plaintiff appeals that decision. We affirm the district court.\nBACKGROUND\n{3} The following facts are undisputed. On July 25, 2005, Moore was struck and killed by an automobile driven by Preciado as Moore was attempting to cross a street in downtown Las Cruces. Preciado was driving a vehicle he had recently stolen and was engaged in a high-speed chase with Las Cruces police officers.\n{4} At the time of the accident, Preciado was twenty-four years old and had an extensive history of psychiatric illness. In 2001, Preciado attacked his sister with a whiskey bottle, after which the court referred him to Memorial Medical Center for a thirty-day psychiatric evaluation. Memorial Medical Center doctors found Preciado incompetent to stand trial for the assault because of his psychotic symptoms, and he was transferred to Las Vegas Medical Center (LVMC) for treatment. Preciado responded well to a combination of anti-psychotie medications at LVMC and was discharged home. Following his discharge, Preciado was seen on an outpatient basis by Southwest Counseling Center in Las Cruces. When he returned from LVMC, Preciado was compliant with his medications and was doing well.\n{5} However, in 2003, Preciado decided he was cured and became non-compliant with his medications. Preciado had been repeatedly charged with crimes and had numerous encounters with mental health care providers and the police. In January 2005, he was charged in El Paso County,- Texas, with obstruction or retaliation under the Texas Penal Code. Tex. Penal Code Ann. § 36.06 (2003). Preciado initially pled guilty to the charge but subsequently withdrew his plea and was returned to New Mexico.\n{6} Approximately three months after the El Paso incident, on April 22, 2005, Preciado was charged in Las Cruces Municipal Court with misdemeanor assault on a family member. On that date, Preciado was at his parents' store, talking to himself, stating that he was the Lone Ranger, and stating that no one could touch him. Preciado suddenly started swinging his fists at his mother and, when she attempted to run away from him, Preciado tackled her, knocking her to the ground and shattering her front teeth. At a competency hearing in Las Cruces District Court on July 8, 2005, the City of Las Cruces stipulated to the dismissal of charges against Preciado based on his ineompetency to stand trial. On that basis, the district court entered an order to remand the case back to municipal court for dismissal of the charges. At the hearing, the State intervened to seek an evaluation of Preciado regarding whether he should be civilly committed and informed the court that it had secured a bed for ... Preciado at MVH. An order to transport was entered, directing the Doña Ana County Detention Center Transport officers to transport Preciado to MVH.\n{7} That afternoon, Preciado checked into MVH with an admitting diagnosis of psychotic disorder. The evaluation at MVH was performed by Dr. Herrera who understood that Preciado was referred to [MVH] for evaluation and treatment. Preciado was in MVH's care for five days and, on July 13, 2005, he was discharged. The discharge summary states that he was medication-compliant and [n]eat, clean, alert, and oriented in all spheres. Dr. Herrera scheduled an outpatient follow-up appointment for Preciado with Southwest Counseling Center for the day following his release from MVH. Twelve days after his discharge, the accident occurred.\n{8} Plaintiff argues on appeal that the district court erred in granting Defendants' motion for summary judgment because Defendants owed Moore a duty of care as a matter of law, and the risk of harm to persons like him was foreseeable as a matter of law. More specifically, Plaintiff argues that Defendants owed Moore a statutory duty of reasonable care in evaluating and discharging Preciado and that Defendants owed Moore a common law duty of care to control Preciado because there was a special relationship between Defendants and Preciado.\n*84DISCUSSION\nStandard of Review\n{9} Summary judgment is properly granted where there is no genuine issue of material fact and where the moving party is entitled to judgment as a matter of law. Johnstone v. City of Albuquerque, 2006-NMCA-119, ¶ 5, 140 N.M. 596, 145 P.3d 76. An appeal from the grant of a motion for summary judgment presents a question of law and is reviewed de novo. Montgomery v. Lomos Altos, Inc., 2007-NMSC-002, ¶ 16, 141 N.M. 21, 150 P.3d 971 (2006). When the moving party makes a prima facie showing that summary judgment is proper, the party opposing summary judgment has the burden to show specific evidentiary facts in the form of admissible evidence that require a trial on the merits. Estate of Eric S. Haar v. Ulwelling, 2007-NMCA-032, ¶ 10, 141 N.M. 252, 154 P.3d 67. Mere argument or bare contention offered by the opposing party that a material issue of fact exists cannot override the moving party's prima facie showing. Id.\nDuty\n{10} The elements of a negligence claim are (1) the existence of a duty running from the defendant to the plaintiff; (2) a breach of that duty based on a reasonable care standard; and (3) the breach of duty is both the proximate and in-fact cause of the plaintiffs damages. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 6, 134 N.M. 43, 73 P.3d 181. Whether the defendant owes a duty to the plaintiff is a question of law to be determined by the court. Id. A duty of care can be based on either a statutory or common law duty. Spencer v. Health Force, Inc., 2005-NMSC-002, ¶ 11, 137 N.M. 64, 107 P.3d 504. Using these principles as the foundation for our analysis, we address each of Plaintiffs arguments in turn.\nStatutory Duty of Medical Professionals to Third Persons\n{11} Plaintiff first argues that Defendants had a statutory duty of care to Moore under NMSA 1978, Section 43-1-1 (1999), of the Mental Health and Developmental Disabilities Act. Plaintiff argues that this statute was the authority under which the court ordered Preciado to be transported to MVH for evaluation and that under this statute, Defendant had a duty to return Preciado to the facilities of the court after the evaluation. We disagree. As a preliminary matter, we observe that the order of transport does not state the statutory authority under which it was issued. Nevertheless, we turn to the language of the statute to evaluate Plaintiffs argument.\n{12} Section 43-l-l(A) states that [w]henever a district court finds it necessary to obtain an evaluation of the mental condition of a defendant in a criminal ease, the court shall order an evaluation from a qualified professional and the court shall enter an appropriate transport order which also provides for the return of the defendant to the local facilities of the court.\n{13} The plain language of this statute places the burden on the court to request that a defendant in a criminal case be returned to the facilities of the court. The transport order in this case did not contain such a request. Additionally, Section 43-1-1 addresses the procedure a court should follow to obtain an evaluation of the mental condition of a defendant in a criminal case; however, Preciado was not transported to MVH in connection with a criminal matter.\n{14} The district court issued the transport order at a hearing to address Preciado's competency to stand trial on a charge of misdemeanor assault. As we have noted above, the parties stipulated that Preciado was not competent to stand trial, and the misdemeanor assault matter was remanded back to the municipal court for dismissal of the charges. There is no indication in the record, that there were any unresolved criminal charges outstanding against Preciado at the close of the competency hearing. Further, contrary to Plaintiffs representations, there was no finding by the district court that Preciado was a danger to himself or to others.\n{15} During the competency hearing, the attorney for the State informed the court that the State had decided to pursue an involuntary civil commitment of Preciado. To that end, the State secured a bed for *85Preciado at MVH and arranged for an evaluation by Dr. Herrera to determine whether Preciado met the criteria for civil commitment. The State told the court that if Preciado was found to meet the commitment criteria, the treating physician, Dr. Herrera, would prepare a physician's affidavit for commitment, and the State would institute commitment proceedings.\n{16} The State had prepared an order for transport ordering the Doña Ana County Detention Center to transport Preciado to MVH. The district court judge signed the transport order at the close of the hearing. Based on these facts, it is clear that the transport order was issued in connection with an evaluation for civil commitment, not criminal proceedings; therefore, the transport order was not issued pursuant to Section 43-1-1(A).\n{17} In compliance with the transport order, Dr. Herrera completed the evaluation of Preciado prior to his release. There is no indication in the record that Dr. Herrera found that Preciado met the criteria for continued commitment, and the State did not pursue a civil commitment of Preciado. Because there was no further order from the court and the transport order did not specify that Preciado should be returned to the local facilities of the court, MVH did not have a statutory duty to Moore either to detain Preciado beyond the time required for the evaluation or to return Preciado to the local court facilities.\n{18} Plaintiff also argues that under the Full Faith and Credit Clause, MVH was required to hold Preciado pursuant to an [o]rder of the 243rd Judicial District Court, El Paso County, Texas. We decline to address this issue because Plaintiff fails to point to any evidence in the record that such an order exists. Plaintiff also fails to indicate where this issue was argued and ruled upon by the court below. We will not search the record for facts, arguments, and rulings in order to support generalized arguments. Muse v. Muse, 2009-NMCA-003, ¶ 72, 145 N.M. 451, 200 P.3d 104 (2008). Where a party fails to cite any portion of the record to support its factual allegations, the Court need not consider its argument on appeal. See Santa Fe Exploration Co. v. Oil Conservation Comm'n, 114 N.M. 103, 108, 835 P.2d 819, 824 (1992). We will not review unclear arguments, or guess at what [a party's] arguments might be. Headley v. Morgan Mgmt. Corp., 2005-NMCA-045, ¶ 15, 137 N.M. 339, 110 P.3d 1076.\nCommon Law Duty of Medical Professionals to Third Persons\n{19} Plaintiff next argues that Defendants owed a common-law duty to Moore to control Preciado because Defendants had a special relationship with Preciado. Again, we disagree.\n{20} The general rule regarding duty, recognized in New Mexico, is that an individual has no duty to protect another from harm. Estate of Eric S. Haar v. Ulwelling, 2007-NMCA-032, ¶ 23, 141 N.M. 252, 154 P.3d 67 (internal quotation marks and citation omitted). In order to impose a duty on a defendant, a relationship must exist that legally obligates the defendant to protect the plaintiffs interest. Id. ¶ 15. In addition to that legal obligation, where a duty is based on a special relationship, the defendant must have the right or ability to control another's conduct. Id. ¶ 23 (internal quotation marks and citation omitted).\n{21} More specific to the duty owed by health care providers to third parties, our Supreme Court has stated that the general rule in New Mexico is that a physician owes a duty to his or her patient, and not to third party non-patients. Lester ex rel. Mavrogenis v. Hall, 1998-NMSC-047, ¶ 25, 126 N.M. 404, 970 P.2d 590.\n{22} The determination as to whether a duty exists requires an analysis of both foreseeability and policy. See id. ¶ 9. Foreseeability is what one might objectively and reasonably expect, not merely what might conceivably occur. Johnstone, 2006-NMCA-119, ¶ 8, 140 N.M. 596, 145 P.3d 76 (internal quotation marks and citation omitted). Even if a plaintiff is a foreseeable party to the defendant's actions, this does not end the inquiry for the imposition of duty. Lester, 1998-NMSC-047, ¶ 9, 126 N.M. 404, 970 P.2d 590. The court must still determine *86whether the public policy of New Mexico supports an imposition of that duty. Id.\n{23} In the following discussion, we analyze Defendants' common law duty to Moore in terms of both foreseeability and public policy.\nForeseeability\n{24} Our Supreme Court has interpreted the issue of foreseeability and a health care provider's duty to non-patient third parties in two New Mexico cases. The Court addressed this as an issue of first impression in Wilschinsky v. Medina, 108 N.M. 511, 513, 775 P.2d 713, 715 (1989). The specific issue in that case was whether a practicing physician in New Mexico owed a duty to third parties who foreseeably may be harmed by the physician's negligent treatment of a patient. Id.\n{25} In Wilschinsky, a doctor injected his patient with a strong narcotic while the patient was in the doctor's office. Id. at 512, 775 P.2d at 714. The narcotic was known to have side effects that would impact the patient's ability to operate an automobile. Id. at 513, 775 P.2d at 715. The doctor permitted the patient to leave the office a short time after receiving the injection. Id. at 512, 775 P.2d at 714. While driving an automobile, approximately seventy minutes after receiving the injection, the patient was involved in a serious automobile accident that resulted in injury to a third party. Id. To facilitate its analysis, the Court articulated a general framework that may be used by courts to determine the existence of a duty in cases involving defendant physicians and third party non-patients. Lester, 1998-NMSC-047, ¶ 5, 126 N.M. 404, 970 P.2d 590. Under the Wilschinsky framework, the determination of a duty requires careful balancing of the likelihood of injury, the magnitude of the burden of guarding against it[,] and the consequences of placing that burden upon the defendant. Wilschinsky, 108 N.M. at 513, 775 P.2d at 715 (internal quotation marks and citation omitted).\n{26} Applying this framework to the facts in Wilschinsky, the Court found that the likelihood of an automobile accident immediately following the injection of a narcotic was high. Id. at 515, 775 P.2d at 717. The burden of guarding against that foreseeable danger was not unreasonable based on the standards of normal medical procedures with which the doctor was already required to comply. Id. Finally, the Court found that the consequences of the additional burden on the doctor's treatment decisions would not be significant if the scope of the doctor's duty is limited to conducting himself within the professional standards of acceptable medical practice. Id.\n{27} Based on its analysis, the Court created a very narrow exception to the general rule that a physician does not owe a duty to third party non-patients. The Court found that physicians owe a duty to the limited group of third parties who are persons injured by patients driving automobiles from a doctor's office when the patient has just been injected with drugs known to affect the judgment and driving ability. Id. The Court specifically stated that the holding should not be construed to create a general duty to the public and the duty is not to the entire public for any injuries suffered for which an argument of causation can be made. Id.\n{28} The Supreme Court next considered this issue in Lester, 1998-NMSC-047, 126 N.M. 404, 970 P.2d 590, where the Court declined to expand the narrow exception defined in Wilschinsky. In Lester, a third party was injured by a driver whose ability to drive was impaired because he had improperly taken a medication prescribed by his doctor. 1998-NMSC-047, ¶ 2, 126 N.M. 404, 970 P.2d 590. The accident occurred five days after the patient had last seen the doctor. Id.\n{29} Applying the Wilschinsky balancing test, the Lester Court determined that the likelihood of injury in this case was not foreseeable to the degree required in order to warrant a duty. Lester, 1998-NMSC-047, ¶ 6, 126 N.M. 404, 970 P.2d 590. The Court stated that the likelihood was considerably more remote in this case than in Wilschinsky due to the significantly longer time since the patient last had contact with the doctor (seventy minutes in Wilschinsky as compared with five days in the Lester case). *87Lester, 1998-NMSC-047, ¶ 6, 126 N.M. 404, 970 P.2d 590; Wilschinsky, 108 N.M. at 512, 775 P.2d at 714. The Court also determined that the magnitude of the burden was too high. Lester, 1998-NMSC-047 ¶ 7, 126 N.M. 404, 970 P.2d 590. The Court found that where medication is taken outside of the doctor's control, a duty running from the doctor to a third party non-patient is unreasonably burdensome because preventative measures are more difficult to impose and reliance on professional judgment is more remote. Id. Finally, the Court found that requiring a doctor to guard against injury to third parties from patients taking prescription medications had the potential consequence of creating a serious chilling effect on the use of prescription medication in medical care. Id. ¶ 8. The Court found that this potential consequence mitigated against the imposition of such a duty. Id. Quoting Wilschinsky, the Court stated that doctors should not be asked to weigh notions of liability in their already complex universe of patient care. Lester, 1998-NMSC-047, ¶ 8, 126 N.M. 404, 970 P.2d 590 (internal quotation marks and citation omitted).\n{30} In reaching its holding, the Court noted that the Wilschinsky Court had narrowly drawn its holding in order to emphasize that courts should consider with great caution whether the facts of particular cases are appropriate for recognizing physicians' duties to third parties. Lester, 1998-NMSC-047, ¶ 3, 126 N.M. 404, 970 P.2d 590.\n{31} More recently, the Tenth Circuit Court of Appeals in Weitz v. Lovelace Health System, Inc., 214 F.3d 1175 (10th Cir.2000), applied New Mexico law to address the specific issue of whether a health care provider can owe a duty to third parties arising from control where the individual is being treated on an outpatient basis. Id. at 1182.\n{32} In Weitz, a man who had been receiving outpatient counseling services from a health care provider shot and killed his wife and daughter, and then took his own life. Id. at 1176. The murder-suicide happened approximately three weeks after the patient's last encounter with the health care provider. Id. at 1177. The court concluded that [t]he strong weight of authority suggests that New Mexico would not find such a duty exists under these circumstances. Id. at 1182. The court noted that the relationship between a psychiatric outpatient and their health care provider is less involved than that of an inpatient because the outpatient status affords the health care provider only limited opportunity to supervise the patient. Id. As a result of the limited interaction between provider and patient, the court held that imposing a duty to control in the outpatient context would require providers to exercise a degree of care and oversight that would be practically unworkable. Id.\n{33} Applying the Wilschinsky balancing test to the facts in the current case, we find that, under the first prong of the test, the likelihood of injury to Moore based on Defendants' actions was not foreseeable to the extent necessary to create a duty on the part of Defendants. Unlike Wilschinsky, where the accident occurred within approximately an hour of the patient's interaction with the doctor, it had been twelve days since Preciado had been in contact with Defendants. Additionally, it does not appear from the record that Preciado had an ongoing patient-provider relationship with Defendants at the time of the accident. Preciado had been discharged from Defendants' care, and an outpatient follow-up appointment had been scheduled with a separate agency, Southwest Counseling Center. The record does not indicate that any further contact between Preciado and Defendants was scheduled or planned. Given these circumstances, the foreseeability of Moore's injuries as a result of Defendants' actions was considerably more remote than even the circumstances in Lester, which our Supreme Court found to be insufficient to sustain a finding of duty.\n{34} Under the second prong of the test, we determine that the magnitude of the burden that would be created by imposing a duty on Defendants under these circumstances would be too high. Patients who have been discharged from care are even farther beyond the scope of a health care providers' control than are patients seen on an outpatient basis. As the Court in Lester noted, patients operating outside of a health care provider's control make it more difficult *88for a health care provider to impose preventative measures, and reliance on the professional judgment of the health care provider is more remote. Lester, 1998-NMSC-047, ¶ 7, 126 N.M. 404, 970 P.2d 590. For these reasons, we agree with the court in Weitz that imposing a duty to control in this context is unworkable. 214 F.3d at 1182.\n{35} Finally, under the third prong of the test, we find that under these circumstances, the potential consequences of imposing a duty to third parties on health care providers is significant. Extending a duty from Defendants to Moore may cause doctors to be more inclined to commit patients more frequently and for longer periods than are necessary in order to avoid possible liability for the patient's future actions. This potential consequence mitigates against the extension of such a duty.\n{36} In summary, we find that the injury to Moore was not foreseeable to the degree required to warrant a finding that Defendants owed a duty to Moore regarding the treatment and discharge of Preciado. Additionally, based on the facts in this case, we find that Defendants did not have a special relationship with Preciado or the right or ability to control his conduct at the time of the accident. For these reasons, Defendants did not have a duty to Moore to control Preciado.\n{37} As we noted above, foreseeability is the first prong of the inquiry into whether a duty exists. Public policy considerations must also be weighed. We next turn to that discussion.\nPublic Policy\n{38} Our Supreme Court has stated that it is the domain of the Legislature to make public policy. Lester, 1998-NMSC-047, ¶ 10, 126 N.M. 404, 970 P.2d 590. Courts should make policy in order to determine duty only when the Legislature has not spoken. Id. Therefore, whether the public policy of New Mexico supports a duty that runs from Defendants to Moore is determined by reference to existing statutes, rules of court, judicial precedent, and other principles comprising the law. Id. ¶ 9 (internal quotation marks and citation omitted).\n{39} In Lester, the Court noted that the Legislature has spoken with regard to limiting health care providers' liability. Id. ¶ 11. The Legislature has determined that health care provider liability must be limited in order to assure New Mexicans' access to medical care. Id. This determination is evidenced by the limits the Legislature placed on health care providers' liability through enactment of the Medical Malpractice Act (the Act) embodied in NMSA 1978, Sections 41-5-1 to -29 (1976, as amended through 2008). Lester, 1998-NMSC-047, ¶ 11, 126 N.M. 404, 970 P.2d 590. The Legislature's intention to limit health care providers' liability is demonstrated by provisions of the Act that impose damage caps, a shorter statute of limitations, and required evaluation and decision by the medical review commission. Id.\n{40} In Lester, the Court stated that although courts have the authority to recognize a duty, this authority must be exercised sparingly, especially where the Legislature has spoken in a manner inconsistent with the expansion of tort liability for health care providers. Id. The Court concluded that because the Legislature had chosen to limit the liability of health care providers in the Act, expansion of health care provider liability to third parties should be left to the Legislature. Id.\n{41} In light of New Mexico's public policy as stated by the Legislature and our Supreme Court, we do not find the facts of the present case to warrant an expansion of health care provider duties to third parties.\nCONCLUSION\n{42} For the reasons set forth above, we affirm the district court's order granting summary judgment in favor of the Defendants.\n{43} IT IS SO ORDERED.\nWE CONCUR: CYNTHIA A. FRY, Chief Judge and CELIA FOY CASTILLO, Judge.\nPlain English Summary: A person with mental health issues ran over another person, killing them. The Court had to decide whether the doctors of the former could be said to owe any duty to the later, the deceased person. The Court held that this was not the case. \n\nTagging: §7(a); §40. ",
    "annotations": {
        "Facts": [
            "On July 25, 2005, Moore was struck and killed by an automobile driven by Preciado as Moore was attempting to cross a street in downtown Las Cruces. Preciado was driving a vehicle he had recently stolen and was engaged in a high-speed chase with Las Cruces police officers.{4} At the time of the accident, Preciado was twenty-four years old and had an extensive history of psychiatric illness. In 2001, Preciado attacked his sister with a whiskey bottle, after which the court referred him to Memorial Medical Center for a thirty-day psychiatric evaluation. Memorial Medical Center doctors found Preciado incompetent to stand trial for the assault because of his psychotic symptoms, and he was transferred to Las Vegas Medical Center (LVMC) for treatment. Preciado responded well to a combination of anti-psychotie medications at LVMC and was discharged home. Following his discharge, Preciado was seen on an outpatient basis by Southwest Counseling Center in Las Cruces. When he returned from LVMC, Preciado was compliant with his medications and was doing well.{5} However, in 2003, Preciado decided he was cured and became non-compliant with his medications. Preciado had been repeatedly charged with crimes and had numerous encounters with mental health care providers and the police. In January 2005, he was charged in El Paso County,- Texas, with obstruction or retaliation under the Texas Penal Code. Tex. Penal Code Ann. § 36.06 (2003). Preciado initially pled guilty to the charge but subsequently withdrew his plea and was returned to New Mexico.{6} Approximately three months after the El Paso incident, on April 22, 2005, Preciado was charged in Las Cruces Municipal Court with misdemeanor assault on a family member. On that date, Preciado was at his parents' store, talking to himself, stating that he was the Lone Ranger, and stating that no one could touch him. Preciado suddenly started swinging his fists at his mother and, when she attempted to run away from him, Preciado tackled her, knocking her to the ground and shattering her front teeth. At a competency hearing in Las Cruces District Court on July 8, 2005, the City of Las Cruces stipulated to the dismissal of charges against Preciado based on his ineompetency to stand trial. On that basis, the district court entered an order to remand the case back to municipal court for dismissal of the charges. At the hearing, the State intervened to seek an evaluation of Preciado regarding whether he should be civilly committed and informed the court that it had secured a bed for ... Preciado at MVH. An order to transport was entered, directing the Doña Ana County Detention Center Transport officers to transport Preciado to MVH.{7} That afternoon, Preciado checked into MVH with an admitting diagnosis of psychotic disorder. The evaluation at MVH was performed by Dr. Herrera who understood that Preciado was referred to [MVH] for evaluation and treatment. Preciado was in MVH's care for five days and, on July 13, 2005, he was discharged. The discharge summary states that he was medication-compliant and [n]eat, clean, alert, and oriented in all spheres. Dr. Herrera scheduled an outpatient follow-up appointment for Preciado with Southwest Counseling Center for the day following his release from MVH. Twelve days after his discharge, the accident occurred."
        ],
        "Procedural History": [
            "Plaintiff argues on appeal",
            "that Defendants owed Moore a statutory duty of reasonable care in evaluating and discharging Preciado and that Defendants owed Moore a common law duty of care to control Preciado because there was a special relationship between Defendants and Preciado."
        ],
        "Application of Law to Facts": [
            "Plaintiff argues that this statute was the authority under which the court ordered Preciado to be transported to MVH for evaluation and that under this statute, Defendant had a duty to return Preciado to the facilities of the court after the evaluation. We disagree.",
            "Plaintiff next argues that Defendants owed a common-law duty to Moore to control Preciado because Defendants had a special relationship with Preciado. Again, we disagree.",
            "In order to impose a duty on a defendant, a relationship must exist that legally obligates the defendant to protect the plaintiffs interest. Id. ¶ 15. In addition to that legal obligation, where a duty is based on a special relationship, the defendant must have the right or ability to control another's conduct. Id. ¶ 23 (internal quotation marks and citation omitted).",
            "a physician owes a duty to his or her patient, and not to third party non-patients.",
            "physicians owe a duty to the limited group of third parties who are persons injured by patients driving automobiles from a doctor's office when the patient has just been injected with drugs known to affect the judgment and driving ability.",
            "The Court found that where medication is taken outside of the doctor's control, a duty running from the doctor to a third party non-patient is unreasonably burdensome because preventative measures are more difficult to impose and reliance on professional judgment is more remote.",
            "Applying the Wilschinsky balancing test to the facts in the current case, we find that, under the first prong of the test, the likelihood of injury to Moore based on Defendants' actions was not foreseeable to the extent necessary to create a duty on the part of Defendants. Unlike Wilschinsky, where the accident occurred within approximately an hour of the patient's interaction with the doctor, it had been twelve days since Preciado had been in contact with Defendants.",
            "it does not appear from the record that Preciado had an ongoing patient-provider relationship with Defendants at the time of the accident.",
            "Patients who have been discharged from care are even farther beyond the scope of a health care providers' control than are patients seen on an outpatient basis.",
            "Extending a duty from Defendants to Moore may cause doctors to be more inclined to commit patients more frequently and for longer periods than are necessary in order to avoid possible liability for the patient's future actions. This potential consequence mitigates against the extension of such a duty."
        ],
        "Relevant Precedents": [
            "Estate of Eric S. Haar v. Ulwelling, , ¶ 23, 141 N.M. 252, ",
            "Lester ex rel. Mavrogenis v. Hall, 1998-NMSC-047, ¶ 25, , 970 P.2d 590.",
            "Wilschinsky, 108 N.M. at 513, "
        ],
        "Outcome": [
            "we find that the injury to Moore was not foreseeable to the degree required to warrant a finding that Defendants owed a duty to Moore regarding the treatment and discharge of Preciado.",
            "we find that Defendants did not have a special relationship with Preciado or the right or ability to control his conduct at the time of the accident. For these reasons, Defendants did not have a duty to Moore to control Preciado."
        ]
    },
    "class": "affirm"
}