{
    "text": "Crespin v. Albuquerque Baseball Club, LLC, 147 N.M. 62, 216 P.3d 827, 2009-NMCA-105 (2009)\nJuly 31, 2009 · Court of Appeals of New Mexico · No. 27,864\n147 N.M. 62, 216 P.3d 827, 2009-NMCA-105\nEdward CRESPIN and Janis Crespin, Individually and as parents of Emilio Crespin, Rachel Crespin, and Cassandra Garcia, all minors, Plaintiffs-Appellants,v.ALBUQUERQUE BASEBALL CLUB, LLC, d/b/a Albuquerque Isotopes, City of Albuquerque, Houston McLane Company d/b/a Houston Astros, and Dave Matranga, Defendants-Appellees\n2009-NMCA-105\n216 P.3d 827\nCourt of Appeals of New Mexico.\nCertiorari Granted, No. 31,907, Sept. 15, 2009.\nCertiorari Granted, No. 31,917, Sept. 15,2009.\n*64Vigil Law Firm, P.A., Jacob G. Vigil, L. Helen Bennett, Albuquerque, NM, for Appellants.\nButt Thornton & Baehr, PC, Sean E. Garrett, S. Carolyn Ramos, Emily A. Franke, Albuquerque, NM, for Appellee Albuquerque Baseball Club, LLC d/b/a Albuquerque Isotopes.\nRobert M. White, City Attorney, Michael I. Garcia, Assistant City Attorney, Albuquerque, NM for Appellee City of Albuquerque.\nModrall, Sperling, Roehl, Harris & Sisk, P.A., Max J. Madrid, Emil J. Kiehne, Albuquerque, NM, Gardere Wynne Sewell, LLP, Jeffrey S. Davis, Houston, TX, for Appellees Houston McLane Co. d/b/a Houston Astros and Dave Matranga.\nOPINION\nFRY, Chief Judge.\n{1} Plaintiffs sued Defendants Albuquerque Baseball Club, LLC, d/b/a Albuquerque Isotopes (Isotopes), the City of Albuquerque (the City), Houston McLane Co. d/b/a Houston Astros (Astros), and Dave Matranga for injuries sustained by their son when Plaintiffs were attending a pre-game picnic at the Isotopes baseball team's stadium in Albuquerque, New Mexico. Matranga, a player for the visiting Astros team, was engaged in pre-game batting practice when he batted a ball that struck Plaintiffs' four-year-old son, Emilio. The district court granted all Defendants summary judgment, and Plaintiffs appeal. Although we acknowledge that there are certain risks to spectators inherent in the game of baseball, we reverse summary judgment in favor of the Isotopes and the City on the ground that, under the particular circumstances alleged, there are issues of material fact precluding summary judgment. We affirm summary judgment in favor of the Astros and Matranga, and we affirm the district court's order denying Plaintiffs' motion to amend their complaint.\nBACKGROUND\n{2} Plaintiffs' complaint against Defendants alleged that on July 21, 2003, Emilio and his parents and sisters were seated at picnic tables located in the left outfield stands at the stadium owned by the City and operated by the Isotopes. Without warning or notice, [p]re-game began, and Matranga hit a ball directly into the left field picnic tables. The ball struck Emilio in the head and fractured his skull. Plaintiffs alleged that the City and the Isotopes owed Plaintiffs the duty to use ordinary care to keep the premises safe for use by visitors and breached that duty and that Matranga, an employee of the Astros, ignored his duty to exercise ordinary care as he directed the ball *65into the occupied picnic area. Plaintiffs further alleged that Matranga's conduct was wanton and showed an utter indifference to or conscious disregard for the safety of' Plaintiffs and other visitors at the stadium. Plaintiffs' theories of negligence against the City and the Isotopes included failure to adequately protect spectators from fly balls, failure to warn, and failure to keep the premises safe for visitors. Against the Astros, Plaintiffs alleged negligent training and supervision of Matranga and vicarious liability for Matranga's conduct.\n{3} All Defendants filed motions for summary judgment. The City and the Isotopes, relying on eases in other jurisdictions, argued that an owner/oceupier of a baseball stadium has only a limited duty to screen spectators with protective netting in the most dangerous part of the stadium, which is behind home plate, and to provide enough seating in the screened area to accommodate reasonable demand. Because the City and the Isotopes provided such netting, they maintained that as a matter of law they had satisfied any duty owed to Plaintiffs. The Astros and Matranga, also relying on out-of-state case law, argued that a baseball player owes no duty to a spectator but that even if such a duty is owed, the Astros and Matranga did not breach the duty as a matter of law.\n{4} The Isotopes and the City submitted affidavits in support of their motions. In one affidavit, Sandy Eeds attested that he had been involved in the design of the stadium in question and that the design and construction included a protective netting behind home plate that was consistent with netting provided at other, similar ballparks. The netting accommodate[s] the reasonable needs of Isotopes Park and the offered seating is consistent with such seating offered at other ballparks with a similar size and seating capacity. Eeds further attested that the picnic area in which Plaintiffs were seated is behind the left field wall [and] is designed as an area where fans can watch the game while sitting at a picnic style table.\n{5} The Astros and Matranga submitted some of the official rules of baseball in support of their motion, including the rule stating that a batter becomes a runner when, among other scenarios, [a] fair ball passes over a fence or into the stands at a distance from home base of 250 feet or more[,] ... [which] entitles the batter to a home run. This is apparently what happened when Matranga hit the ball into the picnic area; in other words, Matranga hit a home run during pre-game batting practice, and the ball struck Emilio.\n{6} In response to Defendants' motions, Plaintiffs filed responses and submitted their own evidence. Plaintiffs tendered their answers to interrogatories, in which they attested that the family members had just sat down with their food in the stadium's picnic area for a pre-game little league party and had begun to eat when, without warning, a baseball struck Emilio in the head. Plaintiffs also submitted the affidavit of Chad Kuhn, who played five seasons of professional baseball and who claimed to be familiar with and [to] have personal and professional knowledge of standard stadium safety practices. Kuhn opined that the picnic area at Isotopes stadium failed to utilize proper safety standards by arranging the picnic tables so that the patrons were not facing the field, by failing to screen the area with protective netting, and by failing to warn patrons that balls might enter the area.\n{7} Following a hearing, the district court granted Defendants' motions for summary judgment. Plaintiffs appeal.\nDISCUSSION\n{8} We review summary judgment de novo. A party is entitled to summary judgment if the party can demonstrate that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law. Martin v. Franklin Capital Corp., 2008-NMCA-152, ¶ 6, 145 N.M. 179, 195 P.3d 24 (internal quotation marks and citation omitted). An issue of fact is material if the existence (or non-existence) of the fact is of consequence under the substantive rules of law governing the parties' dispute. Id. (internal quotation marks omitted).\n{9} This ease presents the first opportunity for a New Mexico appellate court to con*66sider whether to carve out an exception to the usual tort doctrines for the sport of baseball. As Defendants aptly observe, the game of baseball subjects spectators to the inherent risk of being struck by a ball, but many spectators welcome the risk in order to experience the game more intimately or perhaps to catch a foul ball or a home run ball. See Benejam v. Detroit Tigers, Inc., 246 Mich. App. 645, 635 N.W.2d 219, 222 (2001) (noting that baseball patrons generally want to be involved with the game in an intimate way and are even hoping that they will come in contact with some projectile from the field (in the form of a souvenir baseball)). In addressing the issue before us, we first review established New Mexico tort law and then consider case law from other jurisdictions.\nNew Mexico Tort Law\n{10} Our Supreme Court considered the risks inherent in a spectator sport in McFatridge v. Harlem Globe Trotters, 69 N.M. 271, 365 P.2d 918 (1961), in which the plaintiff had been hit by a basketball thrown by a member of the Harlem Globe Trotters at a game. Id. at 272-73, 365 P.2d at 919. On appeal from a judgment in favor of the plaintiff, the defendant argued that the district court should have instructed the jury on assumption of the risk and relied on an ALR annotation regarding that doctrine in the context of baseball. Id. at 274, 365 P.2d at 920. The Court observed in dictum: That there is danger from being injured by being struck by balls hit foul or otherwise striking spectators in certain locations at baseball games which would be known to fans of the game is clear and from this fact arises the custom to protect the areas of greatest danger. Id. at 277, 365 P.2d at 922. Because there was no similar degree of danger in basketball, the Court concluded that there was no need to instruct specifically on the doctrine of assumption of the risk because the jury had been instructed on contributory negligence. Id.\n{11} The dictum in McFatridge suggests that the law should somehow acknowledge the risks inherent in baseball. This suggestion was diluted to some extent twenty years later when our Supreme Court adopted comparative negligence in Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981), superseded by statute as stated in Reichert v. Atler, 117 N.M. 628, 875 P.2d 384 (1992). In Rizzo, the Court stated that [ajssumption of risk as a form of negligence and other liability concepts based on or related to negligence of either plaintiff, defendant, or both, are subject to the comparative negligence rule. Id. at 687, 634 P.2d at 1239 (internal citation omitted). From this statement we can conclude that a spectator's knowledge of baseball's inherent risks should not automatically preclude the spectator from recovering if he or she is injured as a result of one of those risks. Rather, the spectator's assumption of the risks inherent in the game may inform the fact finder's assessment of the parties' relative fault. We therefore turn to New Mexico law on the basic tort precepts.\n{12} In making their arguments, the Isotopes, the Astros, and Matranga employ the tort concepts of duty and breach of duty, and sometimes they muddy the difference between the two. It is well established in New Mexico that [i]f it is found that a plaintiff, and injury to that plaintiff, were foreseeable, then a duty is owed to that plaintiff by the defendant. Ramirez v. Armstrong, 100 N.M. 538, 541, 673 P.2d 822, 825 (1983). In addition, [e]very person has a duty to exercise ordinary care for the safety of the person and the property of others. Bober v. N.M. State Fair, 111 N.M. 644, 648, 808 P.2d 614, 618 (1991) (internal quotation marks and citation omitted). Whether [a defendant] breached that duty— i.e., whether it was negligent — is a question as to whether it exercised ordinary care for the safety of persons in [the plaintiffs] situation. That is a question for the jury to decided Id.\n{13} Given this black letter law, we disagree with the dissent and conclude that the question before us concerns the concept of breach of duty. See Dissent ¶ 44. Defendants do not argue that Emilio and his injury were unforeseeable. Consequently, all Defendants owed Emilio a duty to exercise ordinary care for his safety. UJI 13-1604 NMRA (stating that [e]very person has a *67duty to exercise ordinary care for the safety of the person and the property of others).\n{14} The question of whether a defendant breached a duty owed to a plaintiff is generally a question of fact. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 30, 134 N.M. 43, 73 P.3d 181 (explaining that whether the defendant took appropriate precautions was a question concerning breach of a duty of ordinary care for the finder of fact); Bober, 111 N.M. at 648, 808 P.2d at 618 (stating that whether the defendant breached the duty owed to the plaintiff is a question for the jury to decide). Therefore, Defendants were entitled to summary judgment only if they established that they fulfilled their duty to Emilio as a matter of law.\n{15} At this point it is logical to separate the claims against the Isotopes and the City from those made against the Astros and Matranga. The Isotopes and the City rest their arguments on a rule applied in other jurisdictions to the owners or occupiers of baseball stadiums. The Astros and Matranga are not in this category, and the rule being advocated does not apply to them. We therefore begin by considering the arguments made by the Isotopes and the City.\nThe Isotopes and the City In Effect Urge Adoption of a Rule of Immunity\n{16} The Isotopes and the City maintain that we should follow the same path taken by courts in other jurisdictions and conclude as a matter of policy that screening a baseball stadium behind home plate constitutes satisfaction of the duty of ordinary care. We therefore turn to an examination of these cases.\n{17} The Isotopes and the City urge us to adopt what we will call the baseball rule.1 This rule is that in the exercise of reasonable care, the proprietor of a ball park [ (1) ] need only provide screening for the area of the field behind home plate where the danger of being struck by a ball is the greatest and that [ (2) ] such screening must be of sufficient extent to provide adequate protection for as many spectators as may reasonably be expected to desire such seating in the course of an ordinary game. Akins v. Glens Falls City Sch. Dist., 53 N.Y.2d 325, 331, 441 N.Y.S.2d 644, 424 N.E.2d 531 (N.Y.1981).\n{18} Many courts have adopted some form of this rule. See generally id.; James L. Rigelhaupt, Jr., Annotation, Liability to Spectator at Baseball Game Who Is Hit by Ball or Injured as Result of Other Hazard of Game, 91 A.L.R.3d 24 (1979). In Akins, for example, the plaintiff attended a high school baseball game and, although a backstop shielded spectators behind home plate, the plaintiff was in an unscreened area watching the game when a foul ball struck her in the eye. Akins, 53 N.Y.2d at 327-28, 441 N.Y.S.2d 644, 424 N.E.2d 531. The plaintiff alleged that the school district negligently failed to screen along the field's base lines, and a jury found in her favor. Id. The appellate division affirmed, but the court of appeals adopted the baseball rule and reversed. Id. at 328-31, 441 N.Y.S.2d 644, 424 N.E.2d 531. The court noted that the plaintiff had presented no evidence suggesting that the existing screening was inadequate or that there were insufficient protected seats and, therefore, the school district fulfilled its duty of reasonable care to plaintiff as a matter of law. Id. at 332-33, 441 N.Y.S.2d 644, 424 N.E.2d 531; see Tucker v. ADG, Inc., 2004 OK 71, ¶ 15, 102 P.3d 660, 666 (reaffirming holding in a prior case that determin[ed] as a matter of law: the absence of a duty on the part of the owner or occupant of the premises to reconstruct or alter the premises so as to obviate known and obvious dangers, and the absence of [the] defendants' liability for a spectator's injury resulting from an obvious danger or one that should have been observed in the spectator's exercise of ordinary care); Benejam, 635 N.W.2d at 220, 221-25 (adopting the baseball rule in a case where the plaintiff was seated behind the screening but was hit by a fragment that broke off a bat and curved around the net because there is an inherent risk of objects leaving the playing field that people know about when they attend baseball games); *68McNiel v. Fort Worth Baseball Club, 268 S.W.2d 244, 246 (Tex.Civ.App.1954) (explaining that a baseball club is held to have discharged its full duty when it has provided adequately screened seats in stands in which the patron may sit if he so desires and the patron is struck by a ball while occupying an unprotected seat chosen by the patron with full knowledge of the risks and dangers to be encountered); Gunther v. Charlotte Baseball, Inc., 854 F.Supp. 424, 426, 428-30 (D.S.C.1994) (concluding that the South Carolina supreme court would determine that the plaintiff, who was struck by a foul ball when she was sitting in an unscreened seat, voluntarily assumed the risk of her injuries as a matter of law). These cases support the proposition that adequate screening of the most dangerous seats immunizes stadium owners from liability regardless of how the injury occurs. The Isotopes and the City advocate our adoption of this immunity rule.\n{19} Some courts have declined to adopt the baseball rule as a per se delineation of reasonable care in baseball cases, or they have adopted the rule with limitations. In Coronel v. Chicago White Sox, Ltd,., 230 Ill. App.3d 734, 171 Ill.Dec. 917, 595 N.E.2d 45 (1992), the plaintiff was seated three seats away from the edge of the protective screen when she looked down into her lap and was stuck by a foul ball. Id. at 46. The appellate court reversed summary judgment in favor of the defendant occupiers of the stadium, stating that a defendant owner or occupier of land owes a duty of reasonable care to business invitees located on his premises. We find no exception in favor of sports facilities from this requirement. Id. at 46-47, 50 (citation omitted). The court concluded that the adequacy of the screening itself was a question of fact for the jury, not a question to be determined by the defendant. Id. at 48. And in Maisonave v. Newark Bears Prof'l Baseball Club, Inc., 185 N.J. 70, 881 A.2d 700 (2005), the New Jersey Supreme Court adopted the baseball rule but limited its applicability to the stands themselves. Id. at 707. Thus, multi-purpose areas, such as concourses and playground areas, are outside the scope of the rule. Id.\n{20} Other courts take this approach and exclude the rule's applicability from situations in which fans may not have their full attention on what is happening. For example, in Maytnier v. Rush, 80 Ill.App.2d 336, 225 N.E.2d 83, 86, 88-89 (1967), the Illinois appellate court affirmed a verdict in favor of a plaintiff who was hit by a baseball thrown by a pitcher warming up in the bull pen, stating that the plaintiffs evidence that he was paying attention to the game rather than to the bull pen clearly raisefd] triable issues of fact of sufficient credibility and probative value to warrant the court's refusal of a directed verdict in favor of [the] defendant. And in Jones v. Three Rivers Management Corp., 483 Pa. 75, 394 A.2d 546, 547-48 (1978), the Pennsylvania Supreme Court affirmed a jury verdict in favor of a plaintiff who was struck by a ball hit during batting practice when she looked through an opening in the stadium's interior concourse. The court noted that although baseball facilities will not ordinarily be liable for inherent risks, the openings were not an inherent feature of baseball, and the issue of the defendant's liability was properly for the jury to decide. Id. at 549-51; see Lowe v. Cal. League of Prof'l Baseball, 56 Cal.App.4th 112, 114-15, 123, 65 Cal.Rptr.2d 105 (Ct.App.1997) (reversing summary judgment in favor of the defendant where the plaintiff submitted evidence that at the time he was hit by a foul ball, he was distracted from the game by the team's dinosaur mascot, whose tail bumped the plaintiffs shoulder, stating that the antics of the mascot are not an essential or integral part of the playing of a baseball game).\n{21} Commentators have criticized the baseball rule as a throw-back to the days when assumption of the risk was a subcategory of contributory negligence and as a rule that has failed to respond to baseball's evolution over the years. For example, in David Horton, Comment, Rethinking Assumption of Risk and Sports Spectators, 51 UCLA L.Rev. 339, 365 (2003) [hereinafter Horton], the author notes that the rule mirrors the caveat emptor ideology of tort law in the early twentieth century and that since then, [t]ort rules gradually have begun to embody the insight that in many situations, it *69is both more equitable and efficient to ask defendants to assume responsibility for injuries arising from their activities. See Gil Fried and Robin Ammon, Baseball Spectators' Assumption of Risk: Is It 'Fair' or 'Foul'?, 13 Marq. Sports L.J. 39, 54-59 (2002) (emphasizing the changes in viewing patterns and marketing strategies that increase the level of spectators' distraction from the game and the likelihood that screened seats behind home plate are sold at premium prices and are therefore unavailable to the casual game attendee).\n{22} Indeed, the Restatement (Third) of Torts: Apportionment of Liability § 3 (2000) appears to advocate a rejection of per se rules like the baseball rule in favor of the application of modern tort law principles. That section states that [a plaintiffs negligence is defined by the applicable standard for a defendant's negligence. Special ameliorative doctrines for defining [a] plaintiffs negligence are abolished. Id. Among the ameliorative doctrines abolished is implied assumption of the risk, which was set out in Restatement (Second) of Torts §§ 496A, 496C-496G (1965). See Restatement (Third) of Torts: Apportionment of Liability § 3 cmt. c, at 32. The Restatement (Third) of Torts provides the following relevant example:\nA attends a baseball game at B's ballpark. A sits in a portion of the stands beyond the point where the screen prevents balls from entering the seats. A is aware that balls occasionally are hit into the stands. The fact that A knew balls are occasionally hit into the stands does not constitute assumption of risk. The fact that A knew balls occasionally are hit into the stands is relevant in evaluating whether A acted reasonably by engaging in particular types of conduct while sitting in the stands (sitting in the stands would not itself constitute unreasonable conduct). If the [fact finder] concludes that A did not act reasonably under the circumstances, A's knowledge of the risk is relevant to the percentage of responsibility the [fact finder] assigns to A____If B could reasonably assume that A and other fans are aware that balls are occasionally hit into the stands, this fact is also relevant to whether B acted reasonably in relying on A to watch out for balls instead of constructing a screen or providing warnings.\nRestatement (Third) of Torts: Apportionment of Liability § 3 cmt. e, illus. 6, at 32. Thus, according to this view of baseball, the fact finder assesses all of the circumstances to determine whether, for example, the plaintiffs failure to pay attention to the playing field was negligent and whether the defendant stadium owner was negligent in failing to warn that batting practice was about to begin.\nWe Decline to Adopt the Baseball Rule\n{23} Considering the authorities reviewed above, we appreciate the rationale underlying the baseball rule as well as the reasons counseling against its adoption. However, we are persuaded by the commentators and by the Restatement (Third) of Torts: Apportionment of Liability that there is no compelling reason to immunize the owners/occupiers of baseball stadiums. Comparative negligence principles allow the fact finder to take into account the risks that spectators voluntarily accept when they attend baseball games as well as the ability of stadium owners to guard against unreasonable risks that are not essential to the game itself. By contrast, the approach embodied by the baseball rule excludes an entire class of plaintiffs[,] bestows a subsidy on sophisticated business enterprises^ and] represents the central tenets of a bygone era. Horton, supra, at 376.\n{24} In addition, our rejection of the baseball rule is consistent with New Mexico law. As this Court noted in Yount v. Johnson, the law has recently moved forcefully towards a public policy that defines duty under a universal standard of ordinary care, a standard which holds all citizens accountable for the reasonableness of their actions. 1996-NMCA-046, ¶ 4, 121 N.M. 585, 915 P.2d 341. The movement has been away from judicially declared immunity or protectionism, whether of a special class, group or activity. Id. (emphasis added). While the baseball rule may have made sense during the era of the all-or-nothing contributory negligence doctrine, it no longer does. Under our pres*70ent tort system, we discern no public policy reason to justify bestowing immunity on the business of baseball.\nThere Are Issues of Fact Precluding Summary Judgment\n{25} Even though we decline to adopt the baseball rule, there remains the question of whether it can be said that Plaintiffs were precluded from recovery as a matter of law. The question of whether a defendant has breached the duty of ordinary care is generally a question of fact, but if no reasonable fact finder can conclude that the defendant was negligent, summary judgment is appropriate. Gourdi v. Berkelo, 1996-NMSC-076, ¶ 11, 122 N.M. 675, 930 P.2d 812.\n{26} Plaintiffs alleged that the Isotopes and the City breached their duty of i*easonable care under the circumstances by failing to keep Plaintiffs safe or by failing to warn Plaintiffs. In their motions for summary judgment, the Isotopes and the City relied exclusively on the baseball rule and the affidavit of Eeds, which states that the Isotopes and the City had complied with the rule. Because we decline to adopt the rule, this argument fails. The Isotopes and the City have not presented evidence that, in the absence of the baseball rule, screening the stands behind home plate satisfied their duty to exercise reasonable care for Emilio and other spectators in the picnic area. See Paragon Found., Inc. v. N.M. Livestock Bd., 2006-NMCA-004, ¶ 11, 138 N.M. 761, 126 P.3d 577 (2005) (explaining that movant must make a prima facie showing of entitlement to summary judgment).\n{27} Plaintiffs argue that by providing picnic-style seating, which arguably invites spectators to turn their attention away from the field, the Isotopes and the City reasonably could have been expected to screen that area in addition to the area behind home plate. In addition, Plaintiffs note that the injury occurred during batting practice before the game began, a time during which spectators were not necessarily aware that balls might fly into the picnic area. Plaintiffs argue that such circumstances may warrant some kind of warning. For example, perhaps the Isotopes could announce over the loudspeaker that batting practice was about to begin and that spectators should be alert for foul or home run balls.\n{28} In summary, Plaintiffs' allegations raise issues of fact regarding the actions the Isotopes and/or the City might reasonably be expected to take in order to protect spectators in the picnic area. The Isotopes and the City did not meet their burden by introducing evidence that they took any action to protect spectators beyond screening the stands behind home plate.\n{29} We are not persuaded that our refusing to adopt the baseball rule will destroy the game of baseball, as Defendants seem to suggest. Even without the baseball rule, [m]any spectators' claims [will] be barred under traditional negligence principles if the jury determine[s] that the stadium owner had pursued reasonable means of providing a safe stadium. Horton, supra, at 369. In addition, we do not believe it is necessary to immunize the Isotopes and the City against all risks in order to preserve the game of baseball. See Loughran v. The Phillies, 888 A.2d 872, 881 (Bender, J., dissenting) (stating that it is not necessary for the preservation of the activity to immunize the operator against the risk in question). Nor is there reason to fear that jurors are somehow unable to comprehend and assess the complexities of inherent risk and the duty of ordinary care. As we observed in Berlangieri v. Running Elk Corp., 2002-NMCA-060, ¶ 20, 132 N.M. 332, 48 P.3d 70, ajfd on other grounds in 2003-NMSC-024, 134 N.M. 341, 76 P.3d 1098, We remain confident that jurors are capable of distinguishing between risks of injury that cannot be eliminated without depriving a sport or recreational activity of its essential character and unnecessary risks that arise as the result of the proprietor's failure to exercise due care for its patrons. See Neil Vidmar, The Performance of the American Civil Jury: An Empirical Perspective, 40 Ariz. L.Rev. 849, 898 (1998) (concluding that [o]n the issue of negligence, there is no evidence to support the claim that juries decide cases less competently than judges and some reason to suspect that the combined judgments of jurors, enhanced through the deliberation process, may be as *71good or better than those that would be rendered by a randomly selected judge).\nSummary Judgment in Favor of the Astros and Matranga Was Proper\n{30} The analysis regarding summary judgment in favor of the Astros and Matranga differs somewhat from the analysis above. The Isotopes and the City owned the stadium and are therefore in a position to take some steps to protect spectators from the inherent dangers associated with baseball. Even those cases adopting a pure form of the baseball rule acknowledge that, at minimum, a stadium owner must screen the most dangerous seats behind home plate. The Astros and Matranga, on the other hand, are simply the personification of the game in this case. They established in their motion for summary judgment that the rules of baseball anticipate and expect that players like Matranga should attempt to and will hit balls into areas where there are spectators.\n{31} The Astros and Matranga submitted selected official rules of baseball, which state that [t]he objective of each team is to win by scoring more runs than the opponent and that [t]he batter becomes a runner when[, among other things, a] fair ball passes over a fence or into the stands at a distance from home base of 250 feet or more. Therefore, when Matranga was practicing and hit the home run ball that struck Emilio, Matranga was simply playing baseball according to the rules and doing what his employer, the Astros, wanted him to do. Common sense tells us that Matranga could not be expected to try to avoid hitting the ball into areas where spectators were located because if he did, he would diminish his chances of becoming a runner and thus inhibit his team's chances of winning a game.\n{32} Of course, if Plaintiffs established that Matranga hit the ball with the intention of hitting Emilio or someone else, the analysis would be different. But Plaintiffs did not allege or introduce evidence of this, as we discuss in more detail below.\n{33} The Astros and Matranga made a prima facie case that their actions satisfied their duty to exercise reasonable care under the circumstances. The circumstances here involved a baseball player engaged in batting practice and attempting to perform as the official rules and his team expected him to perform. Those rules and the team expected him to do exactly what he did—hit a home run over the fence during batting practice.\n{34} In the face of this prima facie showing, Plaintiffs then had to demonstrate the existence of specific evidentiary facts which would require trial on the merits. Paragon Found., Inc., 2006-NMCA-004, ¶ 11, 138 N.M. 761, 126 P.3d 577 (internal quotation marks and citation omitted). Plaintiffs failed to make this showing.\n{35} Plaintiffs characterize Matranga's batting as the wanton engagement in batting practice with utter indifference to the consequences. Plaintiffs thus seem to recognize that something more than mere negligence is necessary if they seek to impose liability on a baseball player. However, Plaintiffs have presented no evidence suggesting that Matranga's mental state would support an intentional tort. The only evidence Plaintiffs submitted regarding Matranga's mental state was the statement in Chad Kuhn's affidavit stating, It is my belief that the Houston Astros and Dave Matranga were also negligent during their batting practice by intentionally hitting balls into a populated area of the park which was unprotected. This statement does not comport with the requirements for affidavits submitted in opposition to a motion for summary judgment, which shall be made on personal knowledge [and] shall set forth such facts as would be admissible in evidence. Rule 1-056(E) NMRA. Belief or opinion testimony alone, no matter how sincere it may be, is not equivalent to personal knowledge. Martinez v. Metzgar, 97 N.M. 173, 175, 637 P.2d 1228, 1230 (1981). Plaintiffs did not present any other evidence suggesting that Matranga and/or the Astros did anything that might be considered negligent under the circumstances. Consequently, summary judgment in favor of the Astros and Matranga was proper.\nThe District Court Properly Denied Plaintiffs' Motion to Amend\n{36} After the hearings on Defendants' motions for summary judgment, Plain*72tiffs filed a motion seeking leave to file a second amended complaint, which added allegations that Matranga, with the assistance of the [patching [c]oach, intentionally tried to target high velocity baseballs into the area where Emilio and his family were sitting, that even after Emilio was struck, Matranga continued to target the area with balls in an attempt to clear the area of spectators, and that Matranga and/or his pitching coach intended to and did touch or apply force to Plaintiffs and others in an insolent manner. The district court scheduled a hearing on the motion, but before the hearing, it granted Defendants' motions for summary judgment. We construe this as a denial of the motion to amend. See Stinson v. Berry, 1997-NMCA-076, ¶ 8, 123 N.M. 482, 943 P.2d 129 (deeming implicitly denied a motion to amend the complaint filed after argument of the defendants' summary judgment motions where, without ruling on the motion to amend, the district court entered summary judgment inconsistent with the granting of the amendment).\n{37} We review the denial of a motion to amend for abuse of discretion. Hedicke v. Gunville, 2003-NMCA-032, ¶ 20, 133 N.M. 335, 62 P.3d 1217 (2002). Although leave to amend should be freely given when justice so requires, [w]here a motion to amend comes late in the proceedings and seeks to materially change [the plaintiffs theories of recovery, the court may deny such motion. Id. (internal quotation marks and citation omitted).\n{38} In the present case, Plaintiffs filed their motion to amend nearly two years after they initiated the litigation and nearly a month after the hearings on the motions for summary judgment. The Astros and Matranga argued that the district court should deny the motion because (1) Plaintiffs unduly delayed the filing of their motion, (2) the addition of the intentional tort claims would be futile, and (3) Plaintiffs' motion exhibited a bad motive. See Krieger v. Wilson Corp., 2006-NMCA-034, ¶ 24, 139 N.M. 274, 131 P.3d 661 (2005) (stating that amendment should be allowed in the absence of a showing of dilatory faith, undue delay, bad motive on the part of the movant, repeated failure to cure deficiencies by previous amendments, undue prejudice to opposing party, or futility of the amendment). The Astros and Matranga also argued that they would be prejudiced by the proposed amendment because it would substantially change the theory of liability against them and require significant new preparation.\n{39} We agree that allowing the amendment would have prejudiced the Astros and Matranga. Plaintiffs' first amended complaint did not allege any intentional torts against the Astros and Matranga. Instead, the first amended complaint alleged that a ball was hit directly into the left field picnic tables at Emilio Crespin by Dave Matranga, that Matranga and other players continued hitting balls into the picnic area[,] scattering the visitors for cover, and that Emilio suffered injuries [a]s a proximate result of the negligence. The first amended complaint further alleged that Matranga ignored his duty to exercise ordinary care as he directed the ball into the occupied picnic area and that the Astros authorized, participated in or ratified [Matranga's] negligent conduct. These allegations are couched in terms of negligence rather than intentional acts. The first amended complaint repeatedly referenced the negligence of Defendants. Thus, the proposed amendment would have added entirely new intentional tort claims against the Astros and Matranga after the parties had briefed and argued the summary judgment motions addressed to Plaintiffs' original negligence theory.\n{40} Plaintiffs claim that the Astros and Matranga had notice from the first amended complaint that Plaintiffs were attempting to allege intentional tort claims because the first amended complaint alleged that Matranga was wanton and showed an utter indifference to or conscious disregard for the safety of [ ] Plaintiffs. We are not persuaded. The quoted language is associated with claims for punitive damages. See UJI 13-1827 NMRA (explaining that punitive damages may be awarded for wanton conduct and that [w]anton conduct is the doing of an act with utter indifference to or conscious disregard for a person's ... safety). We know of no intentional tort that has elements employing similar characterizations. Conse*73quently, we conclude that the Astros and Matranga would have been prejudiced by the proposed amendment and therefore, that the district court did not abuse its discretion in denying Plaintiffs' motion to amend. CONCLUSION\n{41} For the foregoing reasons, we reverse summary judgment in favor of the Isotopes and the City, we affirm summary judgment in favor of the Astros and Matranga, and we affirm the district court's denial of Plaintiffs' motion to amend their complaint.\n{42} IT IS SO ORDERED.\nI CONCUR: MICHAEL E. VIGIL, Judge.\nRODERICK T. KENNEDY, Judge (concurring in part, dissenting in part).\n1\n. Defendants and some cases refer to this rule as the limited duty rule. However, to avoid giving the impression that the rule relates to a defendant's duty rather than to breach of duty, we prefer our nomenclature.\nKENNEDY, Judge\n(concurring in part, dissenting in part).\n{43} My colleagues reject nearly one hundred years of American jurisprudence today. By refusing to adopt the baseball rule, they isolate our state from others having already considered the matter and ignore the clear sign post provided by our Supreme Court in McFatridge, 69 N.M. at 271, 365 P.2d at 918. I believe that the baseball rule adequately establishes a reasonable standard of care that may be followed as a matter of law. The majority slides from a legal standard to one that promotes fact-based uncertainty where such uncertainty does not belong.\n{44} The majority opinion stakes much of its argument on the idea that New Mexico juries are capable of determining for themselves whether, in a given factual scenario, a stadium operator reasonably protects its patrons from harm. I agree, insofar as juries determine whether the facts of any given case violate a particular duty of care. But the issue of whether a party owes a duty of care to another is a matter of law, not fact, and such conclusions are clearly left in the hands of New Mexico's courts. Calkins v. Cox Estates, 110 N.M. 59, 62, 792 P.2d 36, 39 (1990) (holding that [t]he existence of a duty is a question of policy to be determined with reference to legal precedent, statutes, and other principles comprising the law); Schear v. Bd. of County Comm'rs, 101 N.M. 671, 672, 687 P.2d 728, 729 (1984) (holding that [wjhether a duty exists is a question of law for the courts to decide). Thus, as the court held in Turner v. Mandalay Sports Entertainment, LLC, 180 P.3d 1172, 1175-76 (Nev.2008), the baseball rule does not eliminate the stadium owner's duty to exercise reasonable care under the circumstances ... rather, it defines that duty in detail. Id. (footnote omitted). The majority, by putting the legal question to the jury, reverse the batting order. The existence of a duty is the standard a jury applies to the facts, not an ad hoc judgment as invited by the majority.\n{45} A specific duty founded upon what constitutes reasonable care has been well-established for this exact purpose — the conduct of baseball games. The majority's rejection of the baseball rule places New Mexico in isolation from most other states that have considered it. American jurisdictions overwhelmingly embrace some form of the rule, holding that a stadium owner's duty to spectators is limited to screening the dangerous area behind home plate. Sciarrotta v. Global Spectrum, 194 N.J. 345, 944 A.2d 630, 632 (2008); Turner, 180 P.3d at 1175-76; Lawson ex rel. Lawson v. Salt Lake Trappers, Inc., 901 P.2d 1013, 1015 (Utah 1995); Arnold v. City of Cedar Rapids, 443 N.W.2d 332, 333 (Iowa 1989); Powless v. Milwaukee County, 6 Wis.2d 78, 94 N.W.2d 187, 189 (1959); Morris v. Cleveland Hockey Club, 157 Ohio St. 225, 105 N.E.2d 419, 426 (1952); Erickson v. Lexington Baseball Club, 233 N.C. 627, 65 S.E.2d 140, 141 (1951); Quinn v. Recreation Park Ass'n, 3 Cal.2d 725, 46 P.2d 144, 146 (1935) (in bank); Brisson v. Minneapolis Baseball & Athletic Ass'n, 185 Minn. 507, 240 N.W. 903, 904 (1932); Kavafian v. Seattle Baseball Club Ass'n, 105 Wash. 215, 181 P. 679, 679 (1919) (en banc) (per curiam); Pakett v. The Phillies L.P., 871 A.2d 304, 307-08 (Pa.Commw.Ct.2005); Benejam, 635 N.W.2d at 223; Maytnier, 225 N.E.2d at 84; Hunt v. Thomasville Baseball Co., 80 Ga. App. 572, 56 S.E.2d 828, 829 (1949); Torino v. New Orleans Baseball & Amusement Co., 16 La.App. 95, 133 So. 408, 409 (1931); Crane v. Kansas City Baseball & Exhibition Co., 168 Mo.App. 301, 153 S.W. 1076, 1077 (1913). As the court stated in Benejam, Our review *74of precedents from other jurisdictions finds overwhelming, if not universal, support for the [baseball] rule that [the] defendant advocates. 1 Benejam, 635 N.W.2d at 221 (emphasis added) (footnote omitted).\n{46} Each of the states contiguous to New Mexico have likewise adopted some form of the baseball rule. See Colorado Baseball Spectator Safety Act of 1993, Colo.Rev.Stat. Ann. § 13-21-120 (1994) (statutorily adopting the baseball rule); Bellezzo v. State, 174 Ariz. 548, 851 P.2d 847, 852-53 (Ct.App.1992); McNiel, 268 S.W.2d at 246. At least three other states have gone so far as to extend the rule to ice hockey arenas. Modec v. City of Eveleth, 224 Minn. 556, 29 N.W.2d 453, 456 (1947); Ingersoll v. Onondaga Hockey Club, 245 A.D. 137, 281 N.Y.S. 505, 508 (N.Y.App.Div.1935); Morris v. Cleveland Hockey Club, 157 Ohio St. 225, 105 N.E.2d 419, 426 (1952). And still others have defined reasonable duties to spectators at automobile racing events, Capital Raceway Promotions, Inc. v. Smith, 22 Md.App. 224, 322 A.2d 238 (Spec.App.1974), and wrestling matches, Davis v. Jones, 100 Ga.App. 546, 112 S.E.2d 3 (1959). But perhaps most persuasive is the opinion of our own Supreme Court.\n{47} McFatridge, involved a suit filed by a spectator to a Harlem Globetrotter game in Tucumcari, New Mexico. Among other allegations, the plaintiff claimed that the defendant team owner was negligent in not protecting the plaintiff from being struck in the face with a basketball. 69 N.M. at 272-73, 365 P.2d at 919. After a jury verdict for the plaintiff, the defendant appealed. Id. He urged the court to recognize the baseball rule and apply it to basketball games. Id. at 276, 365 P.2d at 921. The Court refused to extend the rule, but it did so only after explaining the rule's unique applicability to the game of baseball.\nThat there is danger from being ... struck by balls ... in certain locations at baseball games which would be known to fans of the game is clear and from this fact arises the custom to protect the areas of greatest danger, and the rule as stated by the note writer2 ... we are not advised of any similar* danger being present at basketball games[.]\nId. at 277, 365 P.2d at 922. Thus, although not a formal adoption of the baseball rule, our Supreme Court clearly noted the rule's general acceptance as an American custom and considered at least some of the several reasons for its acceptance. In distinguishing the rule between baseball and basketball, the Court clearly asserted the rule's applicability to baseball. The current writers of American Law Reports agree. They cite McFatridge with the parenthetical (apparently recognizing rule) immediately afterward. James L. Rigelhaupt, Jr., Annotation, Liability to Spectator at Baseball Game Who Is Hit by Ball or Injured as Result of Other Hazard of Game, 91 A.L.R.3d 24, § 3[a] (1979). We should unequivocally adopt the rule here.\n{48} Spectators who attend a sporting event often run the risk of injury from foul balls, errant pucks, clashing bodies, teeter-tottering stands, and more. Walter T. Champion, Jr., At the Ol' Ball Game and Beyond: Spectators and the Potential for Liability, 14 Am. J. Trial Advoc. 495, 496 (1991). Indeed, such risks compel many spectators to attend sporting events in the first place, and many a baseball fan attends in the hope of walking away with a home-run or foul ball. But when the majority's opinion arrives at its logical conclusion, a specific duty of care that has remained intact for baseball falls to a general rule that does not recognize the necessary factual distinction between a general obligation of care and one *75developed over years for the specific application. A fair balance has already been struck as a matter of law; no duty was breached. While tragic in the extreme, the injuries suffered in this case did not result from any negligence in the conduct of the game or design of the stadium.\n{49} I would affirm the district court in all respects and concur with my colleagues only in those issues where they affirm the district court.\n1\n. The baseball rule does not require the jurisdiction to observe assumption of the risk. Indeed, many comparative fault jurisdictions have adopted it. See Neinstein v. Los Angeles Dodgers, Inc., 185 Cal.App.3d 176, 229 Cal.Rptr. 612 (1986); Kavafian, 181 P. at 679.\n2\n. It is generally held or recognized that where a spectator who has knowledge of the game of baseball is given a choice between seats that are protected by screens and those that are not, and elects, or by reason of the protected seats being filled, is required, to sit in the unscreened area of the stands, he thereby ... accepts the reasonable hazards inherent in and incident to the game, and may not recover for injuries received from batted or wildly thrown balls. McFatridge, 69 N.M. at 276, 365 P.2d at 922 (internal quotation marks and citation omitted).\n\nPlain English Summary: Before a baseball game, during one of the teams' warm up, a player hit a ball which injured a child. The family of the child brought actions against the baseball player, his team, the owners of the stadium and the city. In this decision the Court decided that there might be a legitimate cause of action against the owners of the stadium and the city, who might have breached their duty to ensure the safety of spectators.\n\nTagging: 7(a).",
    "annotations": {
        "Facts": [
            "Matranga, a player for the visiting Astros team, was engaged in pre-game batting practice when he batted a ball that struck Plaintiffs' four-year-old son, Emilio. The district court granted all Defendants summary judgment, and Plaintiffs appeal. Although we acknowledge that there are certain risks to spectators inherent in the game of baseball, we reverse summary judgment in favor of the Isotopes and the City on the ground that, under the particular circumstances alleged, there are issues of material fact precluding summary judgment. We affirm summary judgment in favor of the Astros and Matranga, and we affirm the district court's order denying Plaintiffs' motion to amend their complaint.",
            "Plaintiffs' complaint against Defendants alleged that on July 21, 2003, Emilio and his parents and sisters were seated at picnic tables located in the left outfield stands at the stadium owned by the City and operated by the Isotopes. Without warning or notice, [p]re-game began, and Matranga hit a ball directly into the left field picnic tables. The ball struck Emilio in the head and fractured his skull. Plaintiffs alleged that the City and the Isotopes owed Plaintiffs the duty to use ordinary care to keep the premises safe for use by visitors and breached that duty and that Matranga, an employee of the Astros, ignored his duty to exercise ordinary care as he directed the ball into the occupied picnic area. Plaintiffs further alleged that Matranga's conduct was wanton and showed an utter indifference to or conscious disregard for the safety of' Plaintiffs and other visitors at the stadium. Plaintiffs' theories of negligence against the City and the Isotopes included failure to adequately protect spectators from fly balls, failure to warn, and failure to keep the premises safe for visitors. Against the Astros, Plaintiffs alleged negligent training and supervision of Matranga and vicarious liability for Matranga's conduct."
        ],
        "Procedural History": [
            "} All Defendants filed motions for summary judgment.",
            "Following a hearing, the district court granted Defendants' motions for summary judgment. Plaintiffs appeal."
        ],
        "Application of Law to Facts": [
            "Defendants do not argue that Emilio and his injury were unforeseeable. Consequently, all Defendants owed Emilio a duty to exercise ordinary care for his safety. UJI 13-1604 NMRA (stating that [e]very person has a *67duty to exercise ordinary care for the safety of the person and the property of others).",
            "we are persuaded by the commentators and by the Restatement (Third) of Torts: Apportionment of Liability that there is no compelling reason to immunize the owners/occupiers of baseball stadiums. Comparative negligence principles allow the fact finder to take into account the risks that spectators voluntarily accept when they attend baseball games as well as the ability of stadium owners to guard against unreasonable risks that are not essential to the game itself. By contrast, the approach embodied by the baseball rule excludes an entire class of plaintiffs[,] bestows a subsidy on sophisticated business enterprises^ and] represents the central tenets of a bygone era.",
            "The Isotopes and the City owned the stadium and are therefore in a position to take some steps to protect spectators from the inherent dangers associated with baseball.",
            "Common sense tells us that Matranga could not be expected to try to avoid hitting the ball into areas where spectators were located because if he did, he would diminish his chances of becoming a runner and thus inhibit his team's chances of winning a game",
            "The Astros and Matranga made a prima facie case that their actions satisfied their duty to exercise reasonable care under the circumstances. The circumstances here involved a baseball player engaged in batting practice and attempting to perform as the official rules and his team expected him to perform.",
            "Plaintiffs did not present any other evidence suggesting that Matranga and/or the Astros did anything that might be considered negligent under the circumstances. Consequently, summary judgment in favor of the Astros and Matranga was proper."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "For the foregoing reasons, we reverse summary judgment in favor of the Isotopes and the City, we affirm summary judgment in favor of the Astros and Matranga, and we affirm the district court's denial of Plaintiffs' motion to amend their complaint."
        ]
    },
    "class": "mixed"
}