{
    "text": "Villanueva v. City of Tucumcari, 125 N.M. 762, 965 P.2d 346, 1998-NMCA-138 (1998)\nAug. 6, 1998 · Court of Appeals of New Mexico · No. 19120\n125 N.M. 762, 965 P.2d 346, 1998-NMCA-138\nTheresa VILLANUEVA, Plaintiff-Appellant,v.CITY OF TUCUMCARI, a municipal corporation, Defendant-Appellee\n1998-NMCA-138\n965 P.2d 346\nCourt of Appeals of New Mexico.\nAvelino V. Gutierrez, Gutierrez Law Offices, Albuquerque, for Plaintiff-Appellant.\nSteven L. Bell, Barbara A. Reddy, Atwood, Malone, Turner & Sabin, P.C., Roswell, for Defendant-Appellee.\nOPINION\nHARTZ, Chief Judge.\n{1} Plaintiff was struck by an automobile on May 9, 1995, while operating her electric wheelchair on Laughlin Avenue in Tucumcari. She was traveling east in the north lane of the street. Plaintiff has settled her claim against the driver of the automobile that struck her. This appeal concerns her claim against the City of Tucumcari. She contends that she was forced to operate her wheelchair on the street because of the City's negligent breach of (1) its duty to install *763wheelchair ramps at street intersections to provide access to and from sidewalks and (2) its duty to maintain its sidewalks in a safe condition. The district court granted summary judgment to the City. We affirm the district court's ruling that the City is immune from liability for failing to install wheelchair ramps. But we reverse and remand for further proceedings with respect to the City's alleged breach of duty to maintain sidewalks.\nI. DISCUSSION\n{2} Summary judgment is proper if there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. Roth v. Thompson, 113 N.M. 331, 334, 825 P.2d 1241, 1244 (1992). We examine separately each of Plaintiffs theories of recovery.\nA. Wheelchair Ramps\n{3} In support of her claim that the City had the duty to install wheelchair ramps, Plaintiff relies on the City's common-law duty to exercise ordinary care to protect the general public from foreseeable harm on highways of the state. Lerma v. State Highway Dep't, 117 N.M. 782, 784, 877 P.2d 1085, 1087 (1994). In Lerma our Supreme Court ruled that the State Highway Department has a duty to exercise ordinary care in the maintenance of its highways and [i]t is for the factfinder to decide whether this duty includes either the erection or maintenance of fences along an urban freeway. Id.\n{4} Plaintiff also relies on the state's White Cane Law, NMSA 1978, Sections 28-7-1 to -7 (1967, as amended through 1987). Section 28-7-3(A) states: The blind, the visually handicapped and the otherwise physically disabled have the same right as the able-bodied to the full and free use of the streets, highways, sidewalks, walkways, public buildings, public facilities and other public places.\n{5} The City responds that it had no duty to install the ramps. It points to NMSA 1978, Section 67-3-64 (1973), which states:\nWhenever any curbing on a public street, road or highway is constructed, repaired or remodeled to a major degree by the state highway department or the road department of any county or municipality, ramps shall be installed at any intersection having curbs or other barriers to entry onto the street or road from a sidewalk.\nThe City submitted to the district court an affidavit by the City's Engineering and Street Supervisor asserting that the curbs and gutters near the scene of the accident were constructed in 1939 and had not been repaired or remodeled since then. The City argues that because the statute was not enacted until 1973, it had no duty to construct wheelchair ramps at the intersection.\n{6} In addition, the City contends that the New Mexico Tort Claims Act, NMSA 1978, Section 41-4-1 to -27 (1976, as amended through 1996) immunizes it from liability for any failure to construct ramps for wheelchair access at intersections. The general rule regarding immunity is set forth in the following sentence from Section 41-4-4(A): A governmental entity and any public employee while acting within the scope of duty are granted immunity from liability for any tort except as waived by Sections 41-4-5 through 41-4-12 NMSA 1978. The waiver of immunity relied upon by Plaintiff is set forth in Section 41-4-ll(A):\nThe immunity granted pursuant to Subsection A of Section 41-4^4 NMSA 1978 does not apply to liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties during the construction, and in subsequent maintenance of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area.\nBut the City responds that any immunity waived by Subsection A is restored in this case by Subsection B of Section 41-4-11, which states in pertinent part:\nThe liability for which immunity has been waived pursuant to Subsection A of this section shall not include liability for damages caused by:\n(2) the failure to construct or reconstruct any bridge, culvert, highway, road*764way, street, alley, sidewalk or parking area; ...\n{7} We need not decide whether the City had a duty to install ramps. We agree with the City that the Tort Claims Act immunized the City from liability for breach of any such duty.\n{8} Section 41-4-ll(A) waives immunity for maintenance of streets and sidewalks. That waiver does not apply here. Unless the context suggests some specialized meaning, we interpret a statute in accordance with the common meaning of the statutory language. Welch v. Sandoval County Valuation Protests Bd., 1997-NMCA-086, ¶ 5, 123 N.M. 722, 945 P.2d 452. We have defined the word maintenance in the Tort Claims Act to mean upkeep and repair. Cardoza v. Town of Silver City, 96 N.M. 130, 134, 628 P.2d 1126, 1130 (Ct.App.1981) (internal quotation marks and citation omitted). In our view, the addition of wheelchair ramps to sidewalks at intersections does not come within the ordinary understanding of maintenance or upkeep and repair. The addition of ramps is a structural change in the sidewalk. Moreover, Section 41-4-11(B)(2) restores any immunity that has been waived with respect to the failure to reconstruct a street or sidewalk. The structural change necessary to add wheelchair ramps would be such a reconstruction. Section 67-3-64 reinforces our conclusion. It requires that ramps be installed only when a road is constructed, repaired or remodeled to a major degree. This provision reflects the view that the addition of ramps is not a matter of routine maintenance but constitutes an installation, a structural change. We hold that the addition of ramps is immunized under the Tort Claims Act because such installation would not constitute maintenance under Section 41-4-ll(A) and would be a reconstruction] under Section 41-4-11(B)(2).\nB. Maintenance of the Sidewalks\n{9} Plaintiffs complaint does not rely solely on the absence of wheelchair ramps to explain why she operated her wheelchair on Tucumcari streets rather than on the sidewalks. The complaint also alleges that the sidewalks were in disrepair, so that it would be unsafe to ride on them in a wheelchair.\n{10} Despite these allegations in the complaint, the City's motion for summary judgment addressed only the allegation regarding the absence of ramps. At the hearing on the City's motion for summary judgment, Plaintiffs counsel again argued liability based on failure to keep the sidewalks in a safe condition, but the City did not respond to that argument, nor did the district court address that argument in its oral ruling from the bench. The order granting summary judgment states only that the complaint is dismissed with prejudice, without any mention of specific causes of action or theories of recovery. Finally, Plaintiffs brief in chief on appeal includes an argument for liability based on negligent failure to keep the sidewalks repaired, but the City in its answer brief again addresses only the claim that it negligently failed to construct wheelchair ramps.\n{11} Because the City has not argued the issue in district court or even on appeal, we will not consider whether Plaintiff has set forth sufficient evidence to support her claim that the City breached its duty to maintain the sidewalks in a safe condition. We will not sustain a summary judgment when the movant failed in district court to address a theory of relief pursued by the opposing party. Cf. Spectron Dev. Lab. v. American Hollow Boring Co., 1997-NMCA-025, ¶¶ 31-32, 123 N.M. 170, 936 P.2d 852 (normal rules of preservation of error ... apply to appeals from summary judgments). We therefore reverse the summary judgment with respect to Plaintiffs claim predicated on the disrepair of the sidewalks.\nII. CONCLUSION\n{12} We affirm the summary judgment to the extent that it disposes of Plaintiffs claim that the City is liable for failure to install wheelchair ramps at intersections. We reverse and remand for further proceedings with respect to Plaintiffs claim that she operated her wheelchair in the street be*765cause of the City's negligent failure to maintain the sidewalks in a safe condition.\n{13} IT IS SO ORDERED\nWECHSLER and ARMIJO, JJ., concur.\nPlain English Summary: A person was struck by a car while operating her electric wheelchair on the street. She sued the City claiming she could not use the sidewalk because it did not have ramps for wheelchairs, and it was not properly maintained. The Court holds that the City had no duty to install ramps but leaves open the issue of the duty to maintain.\n\nTagging: 7(a)",
    "annotations": {
        "Facts": [
            "Plaintiff was struck by an automobile on May 9, 1995, while operating her electric wheelchair on Laughlin Avenue in Tucumcari. She was traveling east in the north lane of the street. Plaintiff has settled her claim against the driver of the automobile that struck her. This appeal concerns her claim against the City of Tucumcari. She contends that she was forced to operate her wheelchair on the street because of the City's negligent breach of (1) its duty to install *763wheelchair ramps at street intersections to provide access to and from sidewalks and (2) its duty to maintain its sidewalks in a safe condition. The district court granted summary judgment to the City.",
            "The complaint also alleges that the sidewalks were in disrepair, so that it would be unsafe to ride on them in a wheelchair."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "We need not decide whether the City had a duty to install ramps. We agree with the City that the Tort Claims Act immunized the City from liability for breach of any such duty.",
            "In our view, the addition of wheelchair ramps to sidewalks at intersections does not come within the ordinary understanding of maintenance or upkeep and repair. The addition of ramps is a structural change in the sidewalk.",
            "Because the City has not argued the issue in district court or even on appeal, we will not consider whether Plaintiff has set forth sufficient evidence to support her claim that the City breached its duty to maintain the sidewalks in a safe condition."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm the district court's ruling that the City is immune from liability for failing to install wheelchair ramps. But we reverse and remand for further proceedings with respect to the City's alleged breach of duty to maintain sidewalks.",
            "We affirm the summary judgment to the extent that it disposes of Plaintiffs claim that the City is liable for failure to install wheelchair ramps at intersections. We reverse and remand for further proceedings with respect to Plaintiffs claim that she operated her wheelchair in the street be*765cause of the City's negligent failure to maintain the sidewalks in a safe condition."
        ]
    },
    "class": "mixed"
}