{
    "text": "Estate of Haar v. Ulwelling, 141 N.M. 252, 154 P.3d 67, 2007-NMCA-032 (2007)\nFeb. 1, 2007 · Court of Appeals of New Mexico · No. 26,145\n141 N.M. 252, 154 P.3d 67, 2007-NMCA-032\nESTATE OF ERIC S. HAAR, deceased, Patrick Haar, individually, and Debra Haar, individually, Plaintiffs-Appellants,v.William ULWELLING, M.D., Defendant-Appellee\n2007-NMCA-032\n154 P.3d 67\nCourt of Appeals of New Mexico.\n*253Morgan & Macy, Attorneys, Limited, Ron Morgan, Edwin Macy, Albuquerque, NM, for Appellants.\nDavis Gay & Jahner P.C., Michael S. Jahner, Albuquerque, NM, for Appellee.\nOPINION\nSUTIN, Chief Judge.\n{1} Eric Haar committed suicide. He had been diagnosed and treated as bipolar and suicidal. This wrongful death action appeal involves the question whether one of Haar's several medical providers, Defendant William Ulwelling, M.D., owed a duty of care to Haar, the breach of which could render Defendant liable for Haar's death. The district court granted Defendant's motion for summary judgment, determining that no duty existed.\n{2} The court's reason for granting the motion was that Defendant had no ability to control Haar after he missed two appointments and went to new doctors. Based on undisputed facts, we hold that, as a matter of law, Plaintiffs failed to establish the special relationship and ability to control that are necessary to create a legal duty on Defendant's part. We therefore affirm the district court.\nBACKGROUND\n{3} Haar began treatment with Thomas Carey, Ph.D., and with Defendant, a psychiatrist, in early December 1999. He had five office visits with Defendant during the period December 6, 1999, through March 8, 2000. The March 8 office visit was unscheduled. Haar and his girlfriend, Lauren Frost, simply appeared, and, after waiting and then meeting with Defendant, Haar left the office, telling Frost that [Defendant] doesn't give a shit. In addition, Frost testified in her *254deposition that she thought Haar had also told her that if he never saw [Defendant] again, that would be fine.\n{4} During the January-February 2000 time frame, Haar told his mother, Debra Haar, that he did not like Defendant, and that Defendant was cold, impersonal, and didn't really care, or didn't want to take the time to care. His mother told Haar, Well, then, we need to find somebody else. The March 8, 2000, visit was the last time that Haar saw Defendant. Defendant's records show that Haar missed appointments scheduled for March 13 and 15, 2000.\n{5} Haar was admitted to a hospital as an inpatient on March 17, 2000. This admission was voluntary on Haar's part, since he had sought admission at his mother's urging. On the same day that Haar was admitted to the hospital, Haar's mother called Defendant to inform him that Haar was being admitted. Defendant was not consulted in regard to the admission. While hospitalized as an inpatient, Haar was under the care of G. Michael Dempsey, M.D., a psychiatrist. Haar was discharged from the hospital at his own request on March 20, 2000. However, on March 21, 2000, he was admitted to the hospital as an outpatient. He attended outpatient sessions and treatment on March 22, 24, 27, and 29, 2000, but he was discharged from outpatient treatment on March 27 for nonattendance.\n{6} After discharge from the hospital, Haar participated in treatment by Dr. Carey, consisting of individual and group therapy sessions on March 31, and April 6 and 13, 2000. Haar failed to attend one or more other individual and group therapy sessions. Haar died on May 3, 2000, allegedly by suicide, at the age of twenty-one years, in the back yard of Frost's home.\n{7} Except for the telephone call from Haar's mother to Defendant on March 17, 2000, in which Defendant was informed of Haar's admission to the hospital, from March 8, 2000, until sometime after Haar's death, no one contacted Defendant regarding Haar. Dr. Dempsey's hospital discharge summary relating to Haar stated that Haar had been seeing Defendant, who had prescribed certain medications. The discharge summary also stated that Haar was discharged to the Day Program, that he did not attend the program regularly, and that he was discharged to return to follow-up with [Defendant] and [Dr.] Carey. There is no evidence that Defendant ever saw this discharge summary before Haar's death, or that Dr. Dempsey communicated with Defendant before Haar's death. Defendant stated in deposition that despite the history following Haar's last visit with Defendant, he would have been willing to see Haar if he had called or returned.\n{8} Plaintiffs are Haar's estate, of which Patrick Haar is the personal representative, and Patrick and Debra Haar, Haar's parents, individually. Pointing to Plaintiffs' description of Defendant's duty as one to prevent Haar from committing suicide, Defendant moved for summary judgment and contended that no duty to prevent suicide is applicable to him. Plaintiffs responded, asserting that Defendant and Haar had a special relationship that continued until Mr. Haar's death because there was no appropriate termination of the treatment relationship. The district court granted Defendant's motion and stated on the record, [T]here is no ability to control the patient in this case. He missed two appointments, went to new doctors. The [e]ourt will not impose a duty on [Defendant] in this case.\n{9} Plaintiffs appealed from the court's order granting Defendant's motion for summary judgment and dismissing Plaintiffs' complaint with prejudice. On appeal, Plaintiffs assert that (1) Defendant owed a duty of care in an outpatient environment to Haar and (2) genuine issues of material fact concerning Defendant's failures in care and ultimately his abandonment of Haar precluded summary judgment.\nDISCUSSION\nStandard of Review\n{10} Summary judgment is properly granted where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Johnstone v. City of Albuquerque, 2006-NMCA-119, ¶ 5, 140 N.M. 596, 145 P.3d 76. We review a summary judgment based on undisputed\n*255facts de novo. Id. Summary judgment may be proper even though some disputed issues remain, if there are sufficient undisputed facts to support a judgment and the disputed facts relate to immaterial issues. Fikes v. Furst, 2003-NMSC-033, ¶ 11, 134 N.M. 602, 81 P.3d 545 (internal quotation marks and citation omitted). Summary judgment is appropriate where the defendant negates an essential element of the plaintiffs case by demonstrating the absence of an issue of fact regarding that element. Mayfield Smithson Enters. v. Com-Quip, Inc., 120 N.M. 9, 16, 896 P.2d 1156, 1163 (1995). When the moving party makes a prima facie showing that summary judgment is proper, the party opposing summary judgment has the burden to show specific evidentiary facts in the form of admissible evidence that require a trial on the merits. Johnstone, 2006-NMCA-119, ¶ 5, 140 N.M. 596, 145 P.3d 76. Mere argument or bare contention offered by the opposing party that a material issue of fact exists cannot override the moving party's prima facie showing. Id.\n{11} Whether Defendant owed a duty of care, the breach of which could render Defendant liable for Haar's death, is a question of law. See Lester ex rel. Mavrogenis v. Hall, 1998-NMSC-047, ¶9, 126 N.M. 404, 970 P.2d 590; Koenig v. Perez, 104 N.M. 664, 666, 726 P.2d 341, 343 (1986); Johnstone, 2006-NMCA-119, ¶ 6, 140 N.M. 596, 145 P.3d 76.\nDuty of Care Contention\n{12} Plaintiffs begin with the general duty of a physician to possess and apply the knowledge and to use the skill and care ordinarily used by reasonably well-qualified specialists practicing under similar circumstances, giving due consideration to the locality involved. UJI 13-1102 NMRA. Plaintiffs also specifically contend that psychiatrists owe a duty of care to provide appropriate treatment for potentially suicidal patients, whether the patient is hospitalized or not; that is, Plaintiffs assert that the duty is not limited to treatment on an inpatient basis, but is applicable to treatment on an outpatient basis. In Plaintiffs' view, the summary judgment favoring Defendant eliminated that duty.\n{13} The question of duty in the present case cannot, however, be resolved simply by reciting the general rules that Plaintiffs assert control. The question is whether the undisputed material facts are sufficient to establish that from the point of Haar's missed appointments after March 8, 2000, to the point of Haar's death, Defendant continued to have a duty of care to treat Haar in a manner that would protect against Haar's suicide. Plaintiffs' argument assumes that Defendant did have that duty. The district court did not think so. Neither do we.\n{14} The general rule is that a person does not have a duty to act affirmatively to protect another person from harm. Lee v. Corregedore, 83 Hawai'i 154, 925 P.2d 324, 329 (1996) (holding that counselors had no duty to prevent suicides of noncustodial clients); see Restatement (Second) of Torts § 314 (2006) (The fact that the actor realizes or should realize that action on his part is necessary for another's aid or protection does not of itself impose upon him a duty to take such action.); see also Kockelman v. Segal, 61 Cal.App.4th 491, 71 Cal.Rptr.2d 552, 556-57 (Ct.App.1998) (stating, in a ease involving a treating psychiatrist and a suicidal patient, that [ujnder traditional tort law principles, a person is not ordinarily liable for the actions of another and is under no duty to protect another person from harm).\n{15} To impose a duty, a relationship must exist that legally obligates [a defendant to protect [a pjlaintiffs interest, and in the absence of such a relationship, there exists no general duty to protect others from harm. Johnstone, 2006-NMCA-119, ¶ 7, 140 N.M. 596, 145 P.3d 76. In determining whether a duty exists, we may be required to consider foreseeability and policy. Id. ¶¶ 8-9. The policy consideration is whether the responsibility or obligation asserted against a defendant is one to which the law will give recognition and effect. Id. ¶ 9. The foreseeability consideration is intertwined with issues of causation. Id. ¶ 10.\n{16} The issue before us is one of first impression in New Mexico. Presently, our *256medical malpractice eases relating to whether a duty exists are cases addressing whether a physician owes a duty to a third person who is injured by a patient. See Lester, 1998-NMSC-047, 126 N.M. 404, 970 P.2d 590; Wilschinsky v. Medina, 108 N.M. 511, 775 P.2d 713 (1989); see also Weitz v. Lovelace Health Sys., Inc., 214 F.3d 1175 (10th Cir.2000) (applying New Mexico law). Although distinguishable on that basis, these cases nevertheless provide structure and guidance for our analyses in the present case.\n{17} In Wilschinsky, a physician administered drugs to his patient in the physician's office, and the drugs had known side effects of drowsiness and impairment of judgment. 108 N.M. at 512-13, 775 P.2d at 714-15. After the patient left the physician's office, the patient drove a ear and was involved in an accident, injuring a third party. Id. The injured party sued the physician in federal court, and the federal court certified to our Supreme Court the question whether a physician owed a duty to a third party, such as the injured party plaintiff in the pending action. Id. As described in Lester, 1998-NMSC-047, ¶ 1, 126 N.M. 404, 970 P.2d 590, the Court in Wilschinsky held that a physician owes a duty to persons injured by patients driving automobiles from a doctor's office when the patient has just been injected with drugs known to affect judgment and driving ability. (Internal quotation marks and citation omitted.)\n{18} Lester also involved the determination of an issue certified to our Supreme Court from a federal court, namely, whether a physician owed a duty to a third party injured by the physician's patient in an automobile accident where five days before the accident the physician prescribed a medication that allegedly impaired the patient's driving ability on the date of the accident. 1998-NMSC-047, ¶ 2, 126 N.M. 404, 970 P.2d 590. The negligence alleged was the physician's failure to properly monitor the medication, and failure to warn the patient that the medication could impair driving ability. Id. Specifically declining to extend the duty articulated in Wilschinsky to prescription eases under [the Lester \\ fact pattern, Lester, 1998-NMSC-047, ¶ 1, 126 N.M. 404, 970 P.2d 590, the Court in Lester concluded that under the principles articulated in Wilschinsky and the public policy of New Mexico, the physician did not owe a duty to the third party; the Court thus join[ed] a substantial number of jurisdictions declining to extend physicians' duties to non-patients for prescription-involved situations. Id. ¶3, 775 P.2d 713.\n{19} Although Wilschinsky and Lester involve the issue of whether a doctor owes a duty to a third party who is injured by the physician's patient, we can look to those cases for underpinnings of duty. Wilschinsky recognized, as one of two sources of duty, the existence of a special relationship between doctor and patient, which creates a special duty to control that patient's actions. 108 N.M. at 513, 775 P.2d at 715. In Lester, as in Wilschinsky, the Court concluded that liability under these facts must stem from the doctor's control over his offices and the administration of powerful drugs in those offices. Lester, 1998-NMSC-047, ¶ 13, 126 N.M. 404, 970 P.2d 590 (internal quotation marks, citation, and alteration omitted). According to Lester, the Wilschinsky holding was an exception from the general rule that a physician does not owe a duty to third party non-patients, an exception Lester would not extend to prescription cases. 1998-NMSC-047, ¶ 13, 126 N.M. 404, 970 P.2d 590.\n{20} In Weitz, a third party sued a mental health provider for negligence after the third party's sister and niece were shot by the sister's husband. 214 F.3d at 1176-77. The husband had received counseling services from the mental health provider. Id. at 1177. After he shot his wife and daughter, the husband took his own life. Id. To decide the case before it, the Tenth Circuit Court of Appeals turned to particular statements in Wilschinsky and first noted that one of the circumstances under which a physician may be liable to a third party is when the physician exerts control over a patient. Weitz, 214 F.3d at 1181. In regard to control, the federal court also noted the Wilschinsky Court's explanation that [i]n the control cases, courts have relied upon Section 315 of *257the Restatement (Second) of Torts to find a special relationship between doctor and patient, which creates a special duty to control that patient's actions. Weitz, 214 F.3d at 1181 (internal quotation marks and citation omitted); see Restatement (Second) of Torts § 315 (2006) (There is no duty so to control the conduct of a third person as to prevent him from causing physical harm to another unless (a) a special relation exists between the actor and the third person which imposes a duty upon the actor to control the third person's conduct, or (b) a special relation exists between the actor and the other which gives to the other a right to protection.).\n{21} Stating that New Mexico apparently had not established whether a health care provider can owe a duty to third parties arising from control where the individual is being treated on an outpatient basis, the court in Weitz stated that [t]he strong weight of authority suggests that New Mexico would not find such a duty exists under these circumstances. 214 F.3d at 1181-82. The court went on to state:\nIn most instances, the relationship a psychiatric outpatient has with the health care provider is less involved than that of an inpatient. In the latter circumstance, the medical professional is typically both responsible for and able to administer almost all aspects of the patient's well-being. By contrast, the outpatient relationship usually requires that the treated individual care for most of his or her daily needs, and affords the health care provider only limited opportunity to supervise the patient. As a result, imposing a duty to control in the outpatient context would require providers to exercise a degree of care and oversight that would be practically unworkable.\n... Thus, it would be unreasonable to conclude that [the mental health care provider] had the sort of substantial relationship with [the patient] giving rise to a duty, much less the practical ability, to control him.\nId. at 1182.\n{22} Based on the foregoing analyses, the Weitz Court held that the mental health care provider owed no duty to control the patient or to warn third parties regarding the patient and could not be held responsible for the patient's conduct. Id. at 1183. Like Wilschinsky and Lester, Weitz assists in our analysis of duty in the present case, in that Weitz focuses on special relationship and control as essential aspects of duty.\n{23} In regard to the elements of special relationship and control, we also note this Court's decision in Grover v. Stechel, 2002-NMCA-049, 132 N.M. 140, 45 P.3d 80, in which the plaintiff, stabbed by the defendant's son, sued the defendant for damages. Id. ¶ 2. We recognized the general rule that an individual has no duty to protect another from harm, and stated that [i]n order for [the p]laintiff to prevail, there must be a special relationship that places on [the defendant a legal duty to protect [the plaintiff. Id. ¶ 11. In addition, we stated that [i]n order to create a duty based on a special relationship, the relationship must include the right or ability to control another's conduct. Id. ¶ 12. In affirming a Rule 1-012(B)(6) NMRA dismissal, Grover, 2002-NMCA-049, ¶ 8, 132 N.M. 140, 45 P.3d 80, this Court held that the defendant had no duty to control her son or protect the plaintiff. Id. ¶ 18.\n{24} Johnstone is also noteworthy. John-stone involved an action against a defendant whose stepdaughter used the defendant's firearm to commit suicide. 2006-NMCA-119, ¶ 1, 140 N.M. 596, 145 P.3d 76. In John-stone, we recognized the Restatement Section 314 rule that there is no general duty to aid or protect others and also the exception to the general rule where a special relationship exists involving treatment relationships, such as mental health professionals and their patients, and persons having direct custody and control over the decedent. Id. ¶ 14 (citing Restatement (Second) of Torts § 314 cmt. a (1999)).\n{25} We see no reason why the foregoing rules in New Mexico cases relating to special relationship and ability to control as essential aspects of duty should not apply to a psychiatrist under circumstances such as those in the present case. Plaintiffs do not argue otherwise. Instead, they argue that Defendant continued after March 8, 2000, to have *258the relationship and ability to control necessary to create a duty because he did not formally terminate the physician-patient relationship that existed as of March 8, 2000, and because, following Haar's discharge from the hospital, Defendant was required to affirmatively monitor Haar's medication, enhance Haar's compliance with treatment, and schedule follow-up appointments.\n{26} The facts indicate otherwise as a matter of law. After the March 8, 2000, visit with Defendant, Haar failed to attend two scheduled appointments with Defendant, then voluntarily hospitalized himself as an inpatient, where he consented to treatment from a new psychiatrist, then voluntarily submitted to outpatient treatment at the hospital by the same psychiatrist, and then voluntarily continued further treatment with Dr. Carey, and never called or returned to Defendant for any purpose. Defendant had no part in admitting Haar to the hospital on either an inpatient or outpatient basis. Defendant was not asked by anyone to become involved in any care related to Haar for the fifty-six days between March 8 and May 3, 2000.\n{27} Plaintiffs did not present testimony on professional standards of acceptable medical practice that would require Defendant to have interposed his views and treatment without having been requested by Haar or someone on Haar's behalf to do so. We heed our Supreme Court's admonitions in Lester that in determining duty, the principles are to be applied with careful balancing and with caution, 1998-NMSC-047, ¶ 5, 126 N.M. 404, 970 P.2d 590, and that our Legislature's limitations in regard to health care provider liability requires the court to exercise sparingly its authority to recognize a duty. Id. ¶11.\n{28} Under the circumstances, we see no affirmative duty, much less a right, on the part of Defendant to have intervened in the ongoing treatment by the other mental health care providers, treatment that Haar chose and continued with to the exclusion of Defendant and without having sought Defendant's assistance in any regard. Haar showed no interest in maintaining any semblance of a physician-patient relationship with Defendant. We therefore think it is unreasonable to place upon Defendant a requirement that he have imposed his views or treatment recommendations on Haar or Drs. Dempsey and Carey for the purpose of guarding against Haar's suicide. Further, under circumstances such as those in the present case, we are concerned about the consequences of burdening therapists generally with such a requirement. See id. ¶ 5 (stating that in ascertaining whether there is a duty, the court applies, with caution, a balancing test in which consideration is to be given in part to the magnitude of the burden of guarding against [injury] and the consequences of placing that burden upon the defendant (internal quotation marks and citation omitted)).\n{29} Further, under the circumstances in this case, we determine that reasonable minds could not differ on the issue of termination by Haar of the physician-patient relationship. The once-existing special relationship and ability to control Haar's treatment disintegrated as a result of Haar's failure after March 8, 2000, to seek Defendant's assistance in any regard and Haar's having chosen other mental health providers to handle his treatment and medication. See Millbaugh v. Gilmore, 30 Ohio St.2d 319, 285 N.E.2d 19, 21 (1972) (holding that the physician-patient relationship terminated when the patient missed a scheduled appointment and did not see the physician again, and that the relationship did not continue despite the fact the patient later secured a refill of a prescription that was prescribed during the relationship); cf. Paradies v. Benedictine Hosp., 77 A.D.2d 757, 431 N.Y.S.2d 175, 176-78 (App.Div.1980) (refusing to impose on a hospital a continuing duty to protect a suicidal patient by involuntary commitment when the patient voluntarily admitted himself and then demanded his discharge and after discharge committed suicide).\n{30} Plaintiffs failed to overcome Defendant's prima facie ease showing the absence of the ongoing special relationship and ability to control that are necessary to give rise to a duty. Absent those essential ingredients of duty, we hold that Defendant did not have a duty to treat Haar in a manner that reason*259ably attempted to reduce the risk of committing suicide, much less a duty to prevent Haar's suicide.\nFact Issue Contentions\n{31} Plaintiffs also seek to overturn the summary judgment on the ground that genuine issues of material fact exist as to asserted failures in care before the time the relationship was terminated, and also as to an asserted unilateral termination by Defendant of treatment without notice to Haar, which Plaintiffs characterize as an abandonment. We first examine the facts and theories Plaintiffs asserted in the district court that Plaintiffs now call upon for their appellate arguments. We next address the validity of Plaintiffs' arguments on appeal and conclude that there exist no genuine issues of material fact that would preclude summary judgment.\n{32} In the district court, in an attempt to dispute Defendant's stated fact that Haar was treated by Dr. Dempsey while Haar was in the hospital, Plaintiffs asserted in their written response that, while at the hospital, Haar was also under the care of Defendant, in that Defendant failed to properly withdraw from treatment. In support of this assertion, Plaintiffs cited UJI 13-1115 NMRA, which states: A doctor's duty to a patient who is in need of care continues until the doctor has withdrawn from the case. A doctor cannot abandon the patient who is in need of continuing care. A doctor can withdraw by giving the patient reasonable notice under the circumstances. Plaintiffs also asserted as an undisputed fact that Defendant improperly terminated his treatment of Eric Haar when he was in need of continuing care because he gave no reasonable notice under the circumstance[s]. Plaintiffs further asserted that the question of abandonment was generally a question of fact for the jury.\n{33} In addition, Plaintiffs stated as an undisputed fact that other clinicians thought that [Defendant] was still treating Eric Haar after his discharge from [the hospital], in that the discharge summary indicated that Haar was discharged to return to follow up with Defendant. In support of their argument, Plaintiffs also listed as undisputed facts that Defendant failed to communicate with Dr. Carey while engaged in the collaborative treatment of Eric Haar, and that [i]n part, due to the absence of communication with Dr. Carey while engaged in the collaborative treatment of Eric Haar, [Defendant] failed to see Mr. Haar with sufficient frequency.\n{34} Having determined that Defendant owed no duty of care to Haar after Haar missed his appointments and obtained treatment from others, and that it was Haar, not Defendant, who terminated the physician-patient relationship, we reject Plaintiffs' arguments that Defendant either improperly terminated treatment of Haar or abandoned Haar. In a medical negligence case, there can be no breach of duty absent a physician-patient relationship, since duty flows from the existence of such a relationship. King v. Fisher, 918 S.W.2d 108, 112 (Tex.App.1996); see also Molloy v. Meier, 660 N.W.2d 444, 450 (Minn.Ct.App.2003) (stating that the existence of a physician-patient relationship is a prerequisite for finding that a physician owes a duty to a claimant); Knapp v. Eppright, 783 S.W.2d 293, 295 (Tex.App.1989) (Appellant's theory of abandonment also does not apply because the evidence shows that appellant terminated the doctor-patient relationship. There can be no abandonment when the patient has voluntarily chosen not to return to her doctor.). Also, it is immaterial that Dr. Dempsey's discharge summary indicated that Haar was discharged to return to follow-up care with Defendant and Dr. Carey. Haar did not return to or seek any follow-up care by Defendant, and under the circumstances, Defendant had no duty to commence any follow-up care. Thus, there exists no genuine issue of material fact with respect to Plaintiffs' contentions.\n{35} Plaintiffs nevertheless contend that Defendant had a duty to treat Haar before the relationship ended between Haar and Defendant, that Defendant breached that duty by failing to effectively communicate with Dr. Carey, and that this failure of communication was a cause of Haar's death. Plaintiffs argue that genuine issues of material fact exist as to whether Defendant breached the duty of care in this regard.\n*260{36} To support this argument, Plaintiffs relied on the testimony of an expert psychiatric witness, William Reid, M.D. Dr. Reid's testimony focused for the most part on Dr. Carey. Dr. Reid viewed Dr. Carey as seeing Haar essentially in a vacuum and not appearing to care much about what Defendant saw, what Defendant had to say, or what Defendant diagnosed. It appeared to Dr. Reid that the entire course of Haar's treatment by Dr. Carey indicated that Dr. Carey sends a note to [Defendant] telling him what to prescribe and [Defendant] apparently initially prescribes it and that piece of paper that was carried by the patient is, so far as I can tell in their entire course of this treatment, the only communication that the record reflects. Dr. Reid concluded that the foregoing was not good care. He then further stated the following:\nCorroborative treatment or collaborative treatment, which this is, requires communication, requires coordination. Things that [Defendant] sees need to be communicated to Dr. Carey and vice versa, and it simply didn't occur.\nIf it had — let's get to the causation part. If it had, then my opinion is that [Haar] would have been better served and more likely to be treated in such a way that his risk would have been reduced. That's my point.\nDr. Reid criticized Dr. Carey's\nabominable lack of communication with the other treaters, with [Defendant] in particular, with regard to getting information that was apparently available had he looked for it, with regard to receiving — with regard to sharing what he saw the various times that he interacted with Mr. Haar, with regard to ascertaining that he and [Defendant] were on the same page in terms of their coordinated treatment of the patient[.]\nIn further discussions about communication and causation, Dr. Reid stated, Had the communication been different and sufficiently better to allow all the caregivers to understand substantially more about Mr. Haar's problems and give him the opportunity for better treatment, I believe to a reasonable degree of medical certainty that [Haar] would not have died on that day. When Dr. Reid was asked if he was saying that better communication would have prevented the suicide in question, he stated, I don't want to put it in terms of just better communication. The package is communication among the three caregivers that would have led to better care by [Defendant], better care by Dr. Carey, better coordinated care, better recognition by Dr. Dempsey of what [Defendant] and Dr. Carey could or should do.\n{37} We fail to see how Dr. Reid's testimony created any genuine issue of material fact on the issue whether Defendant breached any duty of care Defendant had before termination of the physician-patient relationship, much less on the issue whether any such breach was a cause of Haar's death. Dr. Reid's testimony was too ambiguous and too broad to present a jury question as to a breach of duty. Furthermore, Dr. Reid did not testify that any particular failure in collaboration or communication, or failure to more frequently see Haar, on Defendant's part, constituted a failure to use the skill and care ordinarily used by reasonably well-qualified specialists practicing under similar circumstances, giving due consideration to the locality involved. See UJI 13-1102 (stating the duty of a medical specialist); Cervantes v. Forbis, 73 N.M. 445, 448, 389 P.2d 210, 213 (1964) (stating that expert testimony is generally required to establish a causal connection between the alleged malpractice and the injury), modified on other grounds, Pharmaseal Labs., Inc. v. Goffe, 90 N.M. 753, 568 P.2d 589 (1977); Jaramillo v. Kellogg, 1998-NMCA-142, ¶¶ 7, 12, 17, 126 N.M. 84, 966 P.2d 792 (stating that, different from a claim of negligence, a claim of medical malpractice requires deviation from the proper standard of medical practice recognized in the community and that expert testimony is usually required to establish that departure, and determining that the expert failed to establish that standard but instead only opined what he would have done); see also Skodje v. Hardy, 47 Wash.2d 557, 288 P.2d 471, 474 (1955) (holding that malpractice was not a jury issue where there was a lack of medical evidence that the defendant's alleged failure to correctly diagnose was due to the fact that he failed to use care, skill, and *261diligence ordinarily possessed and exercised by members of the medical community; cited in the committee comment for UJI 13-1115).\n{38} For the same reasons, Dr. Reid's testimony was insufficient as a matter of law to establish a causal connection between any specific negligent act on Defendant's part and Haar's death. The testimony criticizes Dr. Carey's treatment, and only does so very broadly and tangentially, and with no rational attenuation. Moreover, the testimony implicates Defendant in a failure to engage in collaborative care and then only relative to the period after the physician-patient relationship had been terminated by Haar. Such testimony cannot suffice in this ease to create a genuine issue of material fact as to whether Defendant committed malpractice that caused Haar's suicide.\n{39} Undoubtedly, collaborative involvement among treating physicians can be important in treating certain medical conditions. But the very broad indictment of malpractice and attempt to connect inadequate collaboration or communication between Dr. Carey, a treating psychologist, and Defendant, a prescribing psychiatrist, with Haar's death, as Plaintiffs attempt in this case through Dr. Reid's testimony, is insufficient in fact and law to support liability in the penultimate grey area of psychiatry and particularly with regard to issues of foreseeability and predictability of future dangerousness that psychiatry represents. Boynton v. Burglass, 590 So.2d 446, 448 (Fla.Dist.Ct.App.1991) (internal quotation marks and citation omitted).\nCONCLUSION\n{40} We affirm the district court's summary judgment in favor of Defendant.\n{41} IT IS SO ORDERED.\nWE CONCUR: CELIA FOY CASTILLO and MICHAEL E. VIGIL, Judges.\nPlain English Summary: The claimants argued in favour of the existence of a duty to 'protect from committing suicide', suing the former psychiatrist of their son. The Court decided that no duty could be imposed on the doctor as the professional relation between him and the deceased had finished some time before the death of the latter. \n\nTagging: §7(a); §40. ",
    "annotations": {
        "Facts": [
            "Haar began treatment with Thomas Carey, Ph.D., and with Defendant, a psychiatrist, in early December 1999. He had five office visits with Defendant during the period December 6, 1999, through March 8, 2000. The March 8 office visit was unscheduled. Haar and his girlfriend, Lauren Frost, simply appeared, and, after waiting and then meeting with Defendant, Haar left the office, telling Frost that [Defendant] doesn't give a shit. In addition, Frost testified in her deposition that she thought Haar had also told her that if he never saw [Defendant] again, that would be fine.{4} During the January-February 2000 time frame, Haar told his mother, Debra Haar, that he did not like Defendant, and that Defendant was cold, impersonal, and didn't really care, or didn't want to take the time to care. His mother told Haar, Well, then, we need to find somebody else. The March 8, 2000, visit was the last time that Haar saw Defendant. Defendant's records show that Haar missed appointments scheduled for March 13 and 15, 2000.{5} Haar was admitted to a hospital as an inpatient on March 17, 2000. This admission was voluntary on Haar's part, since he had sought admission at his mother's urging. On the same day that Haar was admitted to the hospital, Haar's mother called Defendant to inform him that Haar was being admitted. Defendant was not consulted in regard to the admission. While hospitalized as an inpatient, Haar was under the care of G. Michael Dempsey, M.D., a psychiatrist. Haar was discharged from the hospital at his own request on March 20, 2000. However, on March 21, 2000, he was admitted to the hospital as an outpatient. He attended outpatient sessions and treatment on March 22, 24, 27, and 29, 2000, but he was discharged from outpatient treatment on March 27 for nonattendance.{6} After discharge from the hospital, Haar participated in treatment by Dr. Carey, consisting of individual and group therapy sessions on March 31, and April 6 and 13, 2000. Haar failed to attend one or more other individual and group therapy sessions. Haar died on May 3, 2000, allegedly by suicide, at the age of twenty-one years, in the back yard of Frost's home.{7} Except for the telephone call from Haar's mother to Defendant on March 17, 2000, in which Defendant was informed of Haar's admission to the hospital, from March 8, 2000, until sometime after Haar's death, no one contacted Defendant regarding Haar. Dr. Dempsey's hospital discharge summary relating to Haar stated that Haar had been seeing Defendant, who had prescribed certain medications. The discharge summary also stated that Haar was discharged to the Day Program, that he did not attend the program regularly, and that he was discharged to return to follow-up with [Defendant] and [Dr.] Carey. There is no evidence that Defendant ever saw this discharge summary before Haar's death, or that Dr. Dempsey communicated with Defendant before Haar's death. Defendant stated in deposition that despite the history following Haar's last visit with Defendant, he would have been willing to see Haar if he had called or returned.{8} Plaintiffs are Haar's estate, of which Patrick Haar is the personal representative, and Patrick and Debra Haar, Haar's parents, individually. Pointing to Plaintiffs' description of Defendant's duty as one to prevent Haar from committing suicide, Defendant moved for summary judgment and contended that no duty to prevent suicide is applicable to him. Plaintiffs responded, asserting that Defendant and Haar had a special relationship that continued until Mr. Haar's death because there was no appropriate termination of the treatment relationship. The district court granted Defendant's motion and stated on the record, [T]here is no ability to control the patient in this case. He missed two appointments, went to new doctors. The [e]ourt will not impose a duty on [Defendant] in this case."
        ],
        "Procedural History": [
            "Eric Haar committed suicide. He had been diagnosed and treated as bipolar and suicidal. This wrongful death action appeal involves the question whether one of Haar's several medical providers, Defendant William Ulwelling, M.D., owed a duty of care to Haar, the breach of which could render Defendant liable for Haar's death. The district court granted Defendant's motion for summary judgment, determining that no duty existed.",
            "The court's reason for granting the motion was that Defendant had no ability to control Haar after he missed two appointments and went to new doctors."
        ],
        "Application of Law to Facts": [
            "To impose a duty, a relationship must exist that legally obligates [a defendant to protect [a pjlaintiffs interest, and in the absence of such a relationship, there exists no general duty to protect others from harm.",
            "liability under these facts must stem from the doctor's control over his offices and the administration of powerful drugs in those offices.",
            "Plaintiffs did not present testimony on professional standards of acceptable medical practice that would require Defendant to have interposed his views and treatment without having been requested by Haar or someone on Haar's behalf to do so.",
            "Under the circumstances, we see no affirmative duty, much less a right, on the part of Defendant to have intervened in the ongoing treatment by the other mental health care providers, treatment that Haar chose and continued with to the exclusion of Defendant and without having sought Defendant's assistance in any regard. Haar showed no interest in maintaining any semblance of a physician-patient relationship with Defendant. We therefore think it is unreasonable to place upon Defendant a requirement that he have imposed his views or treatment recommendations on Haar or Drs. Dempsey and Carey for the purpose of guarding against Haar's suicide.",
            "Further, under the circumstances in this case, we determine that reasonable minds could not differ on the issue of termination by Haar of the physician-patient relationship. The once-existing special relationship and ability to control Haar's treatment disintegrated as a result of Haar's failure after March 8, 2000, to seek Defendant's assistance in any regard and Haar's having chosen other mental health providers to handle his treatment and medication."
        ],
        "Relevant Precedents": [
            "Johnstone, 2006-NMCA-119, ¶ 7, , 145 P.3d 76.",
            ", Lester, 1998-NMSC-047, ¶ 1, , 970 P.2d 590"
        ],
        "Outcome": [
            "we hold that, as a matter of law, Plaintiffs failed to establish the special relationship and ability to control that are necessary to create a legal duty on Defendant's part. We therefore affirm the district court.",
            "{40} We affirm the district court's summary judgment in favor of Defendant."
        ]
    },
    "class": "affirm"
}