{
    "text": "Chavez ex rel. Baca v. Desert Eagle Distributing Co., 141 N.M. 116, 151 P.3d 77, 2007-NMCA-018 (2006)\nDec. 1, 2006 · Court of Appeals of New Mexico · No. 26,261\n141 N.M. 116, 151 P.3d 77, 2007-NMCA-018\nJoseph CHAVEZ, Peggy Chavez, and Janette Baca, individually and as next friend and parent of Katrina Baca, a minor, Plaintiffs-Appellants,v.DESERT EAGLE DISTRIBUTING COMPANY OF NEW MEXICO, LLC, a New Mexico limited liability company; Joe G. Maloof and Company, a New Mexico Company, National Distributing Company, Inc., a foreign corporation, Southern Wine & Spirits of New Mexico, Inc., a New Mexico Company, Defendants-Appellees\n2007-NMCA-018 151 P.3d 77\nCourt of Appeals of New Mexico.\nCertiorari Denied, No. 30,173, Jan. 23, 2007.\n*118Jones, Snead, Wertheim & Wentworth, P.A., Jerry Todd Wertheim, Lee R. Hunt, Santa Fe, NM, Michael G. Rosenberg & Associates, P.C., Michael G. Rosenberg, Albuquerque, NM, for Appellants.\nHatch, Allen & Shepherd, P.A., Edward E. Shepherd, Amy M. Cardwell, Albuquerque, for Appellee Desert Eagle Distributing Company.\nKlecan & Childress, Mark J. Kleean, Elaine R. Dailey, Albuquerque, NM, for Appellee Joe G. Maloof and Company.\nRiley, Shane & Hale, P.A., Mark J. Riley, Susan R. Johnson, Albuquerque, NM for Appellee National Distributing Company.\nMadison, Harbour & Mroz, P.A., Ada B. Priest, Albuquerque, NM for Appellee Southern Wine & Spirits of New Mexico, Inc.\nOPINION\nPICKARD, Judge.\n{1} Plaintiffs appeal from a district court order dismissing their negligence claims with prejudice pursuant to Rule 1 — 012(B)(6) NMRA. Defendants are four alcohol distributors doing business in the State of New Mexico. At issue is whether Defendants, who sold alcohol to a casino knowing that the casino planned to sell alcohol continuously over a twenty-four-hour period, owe a duty to Plaintiffs, who were injured as a result of an accident caused by a drunk driver who was served alcohol while intoxicated at the casino. Plaintiffs claim that the district court erred in concluding that Defendants did not owe such a duty to Plaintiffs. Because we are convinced that New Mexico negligence law does not contemplate such an expansive application of the concept of duty, we affirm.\nFACTS AND PROCEEDINGS BELOW\n{2} As part of a Memorial Day weekend grand opening celebration, the Mescalero Apache Travel Center Casino (Casino) planned to remain open for twenty-four *119hours a day. The Casino also planned to serve alcohol for twenty-four hours a day during the promotion. On the second day of promotion, a Casino employee, George Starr, arrived at the Casino at approximately 2:00 a.m. While it is unclear whether Starr was actually served alcohol or whether other employees procured alcoholic drinks for him, Starr was intoxicated when he left the Casino in his car around 6:20 a.m. that same morning.\n{3} Shortly after leaving the Casino, Starr's car crossed the center median on U.S. 70 near Mescalero, striking a car occupied by Plaintiffs. Starr died at the scene of the accident. At the time of his death, Starr's blood alcohol content was 0.24, and he had traces of cocaine in his bloodstream. All of the occupants of the Plaintiffs' vehicle were seriously injured as a result of the accident.\n{4} Plaintiffs subsequently filed suit against the Casino, its insurer, and the four alcohol distributors who supplied alcohol to the Casino during its Memorial Day promotion. The claims against the Casino and its insurer were eventually settled. As against the alcohol distributors, Plaintiffs alleged that Defendants were vicariously liable for the Casino's actions because Defendants and the Casino were involved in a joint enterprise to promote drinking during the Memorial Day promotion. Plaintiffs also alleged that Defendants were negligent in knowingly selling alcohol to the Casino, which was planning to serve alcohol around the clock. The district court dismissed both claims on the ground that the Plaintiffs failed to state a claim for which relief may be granted. On appeal, Plaintiffs challenge only the dismissal of their negligence claim.\nDISCUSSION\nA. Standard of Review\n{5} We review de novo a district court's decision to dismiss a case under Rule 1-012(B)(6). Valdez v. State, 2002-NMSC-028, ¶ 4, 132 N.M. 667, 54 P.3d 71. Dismissal on 12(B)(6) grounds is appropriate only if Plaintiffs are not entitled to recover under any theory of the facts alleged in their complaint. Callahan v. N.M. Fed'n of Teachers-TVI, 2006-NMSC-010, ¶ 4, 139 N.M. 201, 131 P.3d 51. In reviewing the district court's dismissal of Plaintiffs' negligence claim, we accept all well-pleaded factual allegations in the complaint as true and resolve all doubts in favor of sufficiency of the complaint. Valdez, 2002-NMSC-028, ¶4, 132 N.M. 667, 54 P.3d 71. We must then examine the legal sufficiency of Plaintiffs' negligence claim in order to determine whether Plaintiffs are entitled to relief. See Padwa v. Hadley, 1999-NMCA-067, ¶ 8, 127 N.M. 416, 981 P.2d 1234.\nB. Duty in General\n{6} In New Mexico, a negligence claim requires the existence of a duty from a defendant to a plaintiff, breach of that duty, which is typically based upon a standard of reasonable care, and the breach being a proximate cause and cause in fact of the plaintiffs damages. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 6, 134 N.M. 43, 73 P.3d 181; see also Solorzano v. Bristow, 2004-NMCA-136, ¶ 21, 136 N.M. 658, 103 P.3d 582. At issue in the present matter is whether Defendants owed a duty to Plaintiffs with respect to the sale of alcohol to the Casino as part of its Memorial Day promotion.\n{7} Duty ... defines the legal obligations of one party toward another and limits the reach of potential liability. Calkins v. Cox Estates, 110 N.M. 59, 62 n. 1, 792 P.2d 36, 39 n. 1 (1990). In the absence of a legal duty, there is no general duty to protect others from harm. Johnstone v. City of Albuquerque, 2006-NMCA-119, ¶ 7, 140 N.M. 596, 145 P.3d 76. The question of whether Defendants owed Plaintiffs a duty in the case at bar is a question of law to be determined by the court. Solorzano, 2004-NMCA-136, ¶ 21, 136 N.M. 658, 103 P.3d 582.\n{8} [A] duty may be established by statute or common law. Spencer v. Health Force, Inc., 2005-NMSC-002, ¶ 11, 137 N.M. 64, 107 P.3d 504. The first step in determining whether a duty exists in a particular case is to examine whether the legislature has spoken on the issue. Herrera, 2003-NMSC-018, ¶ 11, 134 N.M. 43, 73 P.3d 181; see also Torres v. State, 119 N.M. 609, *120612, 894 P.2d 386, 389 (1995) (With deference always to constitutional principles, it is the particular domain of the legislature, as the voice of the people, to make public policy.). If the legislature is silent on the issue or statutory law otherwise counsels against finding that a duty exists, the court must then consider whether the common law supports imposing a duty in a particular case. See Herrera, 2003-NMSC-018, ¶14, 134 N.M. 43, 73 P.3d 181 (Because we conclude that the Legislature has not articulated a statutory duty, we next determine whether a common law duty extends from Defendant to Plaintiffs.); Vigil v. State Auditor's Office, 2005-NMCA-096, ¶ 16, 138 N.M. 63, 116 P.3d 854 (Whether a person owes a duty is a question of policy determined by the courts when the legislature has not spoken.).\n{9} In New Mexico, the question of whether a common law duty exists requires consideration of both foreseeability and policy. Herrera, 2003-NMSC-018, ¶ 20, 134 N.M. 43, 73 P.3d 181 (This Court has consistently relied on the principle of foreseeability, along with policy concerns, to determine whether a defendant owed a duty to a particular plaintiff or class of plaintiffs.); see also Johnstone, 2006-NMCA-119, ¶ 9, 140 N.M. 596, 145 P.3d 76 (Foreseeability of injury is not the sole consideration in establishing a duty, since a person's duty to another is also tempered by policy considerations.). We observe that although foreseeability and policy are both important considerations in a duty analysis, the overarching question for the Court is whether issues of policy trump foreseeability and preclude imposing a duty in a particular case. Herrera, 2003-NMSC-018, ¶20 n. 2, 134 N.M. 43, 73 P.3d 181. Thus, the existence of a common law duty is not merely a matter of determining whether a particular plaintiff, a particular event, and a particular injury are foreseeable, since we must also ask whether the obligation of the defendant is one to which the law will give recognition and effect. Madrid v. Lincoln County Med. Ctr., 121 N.M. 133, 139, 909 P.2d 14, 20 (Ct.App.1995) (internal quotation marks and citation omitted), aff'd, 1996-NMSC-049, 122 N.M. 269, 923 P.2d 1154.\n{10} In the instant matter, the district court concluded that Defendants did not owe Plaintiffs a duty because the harm to Plaintiffs was not foreseeable and because finding a duty under the circumstances of the case would necessarily require alcohol distributors to enforce laws relating to the sale of alcohol, a result not contemplated by statutory or common law. Accordingly, we first discuss whether Defendants owed Plaintiffs a statutory duty with respect the sale of alcohol to the Casino. Second, we discuss whether a common law duty exists, considering issues of both foreseeability and policy. We conclude that Defendants did not owe Plaintiffs a duty, and we affirm the decision of the district court dismissing the case under Rule 1-012(B)(6).\n1. Defendants Did Not Owe Plaintiffs a Statutory Duty\n{11} We first address Plaintiffs' argument that the Liquor Control Act, which is interspersed throughout NMSA 1978, §§ 60-3A-1 to -8A-19 (1981, as amended through 2005), creates a duty of reasonable care on behalf of Defendants. See Herrera, 2003-NMSC-018, ¶ 11, 134 N.M. 43, 73 P.3d 181. According to Section 60-7A-1 of the Liquor Control Act, except for special rules for Sunday sales and service,\nA. Alcoholic beverages shall be sold, served and consumed on licensed premises only during the follow hours and days:\n(1) on Mondays from 7:00 a.m. until midnight;\n(2) on other weekdays from after midnight of the previous day until 2:00 a.m., then from 7:00 a.m. until midnight ...; and\n(3) on Sundays only after midnight of the previous day until 2:00 a.m.\nPlaintiffs argue that the above provision is applicable to Indian tribes and therefore the Casino's service of alcohol for a twenty-four-hour period violated state law. According to Plaintiffs, Defendants' knowledge of the Casino's planned violation of the Liquor Control Act created a duty on Defendants' part to refuse sales to the Casino. Defendants argue that the statute is not applicable to Indian tribes and thus the Casino was not bound *121by state law concerning the hours and days of alcohol sales. We agree with Defendants and hold that the Liquor Control Act is not applicable to the present case and thus cannot be the source of a duty imposed on Defendants.\n{12} The Legislature has provided a number of exemptions to the regulations contained within the Liquor Control Act. Specifically, the Act states:\nNothing in the Liquor Control Act ... applies to ... the sale, service, possession or public consumption of alcoholic beverages by any person within the boundaries of lands over which an Indian nation, tribe or pueblo has jurisdiction if the alcoholic beverages are purchased from New Mexico wholesalers and if the sale, service, possession or public consumption of alcoholic beverages is authorized by the laws of the Indian nation, tribe or pueblo having jurisdiction over those lands and is consistent with the ordinance of the Indian nation, tribe or pueblo certified by the secretary of the interior and published in the federal register according to the laws of the United States.\nSection 60-3A-5(D). The present matter involves the sale of alcohol by New Mexico wholesalers to an establishment owned by and on the land of an Indian tribe. The Mescalero Apache Indian Tribe (Tribe) entered into a gaming compact with the State of New Mexico in 1997. See NMSA 1978, § 11-13-1 (1997). Although the compact does contain provisions relating to the sale of alcohol, see § 11-13-1(4)(B)(15), (16), (20), there is nothing within the compact relating to hours and days of alcohol sales. Further, the record reflects that the Tribe has enacted its own laws and ordinances relating to the sale of alcohol and has chosen not restrict the hours or days of alcohol sales. Additionally, Plaintiffs do not allege that the sale of alcohol by Defendants to the Casino was otherwise not authorized by the Tribe's laws and ordinances. The present matter thus appears to fall squarely within the Indian tribe exemption to the Liquor Control Act.\n{13} Plaintiffs argue that the presence of a provision in Section 60-7A-1 regarding Sunday sales and service in Indian country, see § 60-7A-l(G), demonstrates that the legislature expressly intended that Section 60-7A-1(A) (regarding regular hours of operation) should apply to this case. We disagree. Section 60-7A-l(G) states:\nNotwithstanding the provisions of Subsection E of this section [governing regular Sunday sales], any Indian tribe or pueblo whose lands are wholly situated within the state that has, by statute, ordinance or resolution, elected to permit the sale, possession or consumption of alcoholic beverages on lands within the territorial boundaries of the tribe or pueblo may, by statute, ordinance or resolution of the governing body of the Indian tribe or pueblo, permit Sunday sales by the drink on the licensed premises of licensees on lands within the territorial boundaries of the tribe or pueblo; provided that a certified copy of such enactment is filed with the office of the director and of the secretary of state.\nIt appears that this subsection simply confirms that Indians get to regulate Sunday sales like regular sales in Indian country and requires notice to the state of that fact. Even if Section 60-7A-1(G) were to be construed as seeking to regulate days and hours for sales in Indian country in 1992 when it was enacted, the clear language of Section 60-3A-5(D) (exempting from the Liquor Control Act all sales and service in Indian country under certain circumstances), enacted in 1995, takes precedence. See 1992 N.M. Laws, ch. 14, § 2; 1995 N.M. Laws, ch. 203, § 1; NMSA 1978, § 12-2A-10(A) (1997) (providing that when statutes conflict, the later-enacted statute controls). We therefore hold that the hours and days of business section of the Act did not apply to the Casino in the present matter and thus reject Plaintiffs' reliance on Section 60-7A-1 as a source of Defendants' duty of care.\n{14} Plaintiffs argue that even if Section 60-7A-1 does not apply to the Casino, Section 60-3A-2(B) requires Defendants to act in conformity with the policies contained within the Liquor Control Act. Section 60-3A-2(B) provides that licensees shall be fully liable and accountable for use of the license, including but not limited to liability *122for all violations of the Liquor Control Act. Plaintiffs argue that this section creates a duty of ordinary care, as liability under the section is not limited to violations of the Act. Ashbaugh v. Williams, 106 N.M. 598, 598, 747 P.2d 244, 244 (1987). We observe, however, that our courts have not recognized any licensee accountability apart from violations of the Act, id., and Plaintiffs do not suggest any basis for liability apart from violations of portions of the Act that are inapplicable. Moreover, the mere fact that Section 60-3A-2(B) may contemplate licensee duty apart from the provisions of the Liquor Control Act does not necessarily mean that Defendants owe a duty in the present case. Rather, the section simply does not foreclose the existence of a duty outside the statutory provisions. Plaintiffs still must demonstrate that such a duty exists at statutory or common law. We are unpersuaded that Defendants owe Plaintiffs a statutory duty, so we now must address Plaintiffs' arguments regarding the existence of a common law duty.\n2. Defendants Did Not Owe Plaintiffs a Common Law Duty\n{15} We approach the question of whether Defendants owe Plaintiffs a common law duty cautiously, bearing in mind that [c]ourts should make policy in order to determine duty only when the body politic has not spoken and only with the understanding that any misperception of the public mind may be corrected shortly by the legislature. Torres, 119 N.M. at 612, 894 P.2d at 389. The existence of a common law duty is determined by looking at the relationship of the parties, the nature of the plaintiffs interest and the defendant's conduct, and the public policy in imposing a duty on the defendant. Johnstone, 2006-NMCA-119, ¶ 9, 140 N.M. 596, 145 P.3d 76; see also Calkins, 110 N.M. at 63, 792 P.2d at 40.\n{16} The initial step in a common law duty analysis is to determine whether a particular plaintiff and a particular harm are foreseeable. See Herrera, 2003-NMSC-018, ¶ 19, 134 N.M. 43, 73 P.3d 181 (As an initial step in the establishment of a common law duty, along with the required component of policy, a potential plaintiff must be reasonably foreseeable to the defendant because of [the] defendant's actions. (internal quotation marks and citation omitted)). After assessing the foreseeability element of duty, we then determine whether policy considerations preclude the imposition of a common law duty in a particular case. See id. ¶ 20. After examining both foreseeability and policy, we conclude that Defendants did not owe Plaintiffs a common law duty.\na. Plaintiffs' Harm was Not Foreseeable to Defendants\n{17} Whether one owes a duty to another rests in part on whether the resulting harm was foreseeable to the defendant. See Klopp v. Wackenhut Corp., 113 N.M. 153, 158, 824 P.2d 293, 298 (1992). In the context of duty of care, the foreseeability inquiry focuses on whether the defendant's act created a foreseeable zone of danger of such a magnitude that the defendant owes a duty to the plaintiff to refrain from engaging in the act. Herrera, 2003-NMSC-018, ¶ 19, 134 N.M. 43, 73 P.3d 181; see also Klopp, 113 N.M. at 158, 824 P.2d at 298 ([A] potential plaintiff must be reasonably foreseeable to the defendant because of defendant's actions. (internal quotation marks and citation omitted)). While foreseeability is considered a minimal threshold legal requirement in any negligence case, Herrera, 2003-NMSC-018, ¶ 8, 134 N.M. 43, 73 P.3d 181 (internal quotation marks and citation omitted), we note that it is not satisfied upon a showing of what might conceivably occur, but rather what one might objectively and reasonably expect to occur. Johnstone, 2006-NMCA-119, ¶ 8, 140 N.M. 596, 145 P.3d 76 (internal quotation marks and citations omitted); see also Madsen v. Scott, 1999-NMSC-042, ¶ 18, 128 N.M. 255, 992 P.2d 268. The risk must be actual and perceptible, not speculative. Johnstone, 2006-NMCA-119, ¶ 8, 140 N.M. 596, 145 P.3d 76. Although determining whether a common law duty exists requires analysis of both foreseeability and policy, we note that there can be no duty in relation to another person absent foreseeability. Solon v. WEK Drilling Co., 113 N.M. 566, 572, 829 *123P.2d 645, 651 (1992) (Ransom, C.J., specially concurring).\n{18} Initially, we observe that the determination of foreseeability in the present matter is complicated by the fact that the injuries to Plaintiffs were directly caused by the actions of Starr, who was driving while intoxicated. See, e.g., Herrera, 2003-NMSC-018, ¶ 21, 134 N.M. 43, 73 P.3d 181. As a general rule, a person does not have a duty to protect another from harm caused by the criminal acts of third persons unless the person has a special relationship with the other giving rise to a duty. Ciup v. Chevron U.S.A., Inc., 1996-NMSC-062, ¶ 5, 122 N.M. 537, 928 P.2d 263; see also Herrera, 2003-NMSC-018, ¶ 21, 134 N.M. 43, 73 P.3d 181. In addition to the special relationship exception, the general rule does not apply  'if the defendant should have recognized that his or her actions were likely to lead to that criminal activity.'  Herrera, 2003-NMSC-018, ¶ 21, 134 N.M. 43, 73 P.3d 181 (quoting Sarracino v. Martinez, 117 N.M. 193, 195-96, 870 P.2d 155, 157-58 (Ct.App.1994)). We note that Plaintiffs do not argue that they had a special relationship with Defendants that would give rise to the imposition of a duty. Rather, Plaintiffs argue that Defendants should have foreseen that selling alcohol to an establishment that planned to serve alcohol continuously for a twenty-four-hour period would inevitably lead to a drunk driving accident.\n{19} As Plaintiffs observed in their brief, drunk driving is a serious problem in New Mexico. See State ex rel. Schwartz v. Kennedy, 120 N.M. 619, 624, 904 P.2d 1044, 1049 (1995) (New Mexico has a serious problem with drunk drivers, with one of the highest rates in the nation of DWI-related fatalities.). Given the prevalence of drunk driving in our state, it is reasonable for distributors of alcohol to believe that some of the alcohol they sell may be misused and that such misuse may result in alcohol-related accidents and deaths. However, as the district court aptly noted during the hearing below, such risks are the foreseeable consequences of permitting the use and sale of alcohol in our society. We do not believe, nor do Plaintiffs suggest, that this general recognition that alcohol consumption results in injuries and death is sufficient to meet the foreseeability requirement of duty in the present case; otherwise, the legitimate sale of alcohol would create strict liability for all sellers. Rather, we believe that something more is required.\n{20} Plaintiffs argue that what makes their harm foreseeable in the present case is that Defendants knew that the Casino planned to serve alcohol throughout its grand opening weekend. Plaintiffs contend that because laws governing days and hours of alcohol sales serve to restrict the availability of alcohol and therefore redistribute the times at which alcohol-related accidents take place, it is foreseeable that sales outside of those mandated hours will lead to alcohol-related accidents. We are unpersuaded that sales outside standard closing hours causes the foreseeability of alcohol-related accidents to be any greater than the general understanding, discussed above, that alcohol consumption can result in injuries and death.\n{21} In a similar vein, it is a truism that increasing the speed at which one drives increases the likelihood and severity of accidents. Indeed, the bare fact of vehicular traffic increases the risk of serious injury through accidents. But no one would suggest that sellers of automobiles have a duty not to sell them at all or not to sell them in New Mexico, where the speed limit exceeds the speed limit of some other states.\n{22} In further support of their foreseeability argument, Plaintiffs cite Herrera. In Herrera, the New Mexico Supreme Court addressed the issue of whether a car dealership should have foreseen that its actions in requiring customers to leave their keys in unlocked and unattended vehicles necessarily increased the likelihood that a criminal act would occur. 2003-NMSC-018, ¶ 22, 134 N.M. 43, 73 P.3d 181. In concluding that the foreseeability element of duty was met, the Court in Herrera relied primarily on statistics demonstrating the high rate of car thefts in Albuquerque and that stolen vehicles are much more likely to be involved in automobile accidents. Id. The Court also relied on the defendant's actions in directing the owner to leave the keys in the vehicle and *124leaving the vehicle unlocked and unattended to conclude that the defendant created a risk of theft. Id. ¶32. Plaintiffs argue that Herrera advocates a broad view of the concept of duty and that the similarities between their case and Herrera necessarily mean that Defendants in the present case owe a duty of care to Plaintiffs. We believe that Plaintiffs have extended Herrera beyond its logical bounds.\n{23} In the context of alcohol service and consumption, the Supreme Court has recognized that it is foreseeable that the service of alcohol to an intoxicated individual may result in alcohol-related injuries and deaths. See Lopez v. Maez, 98 N.M. 625, 632, 651 P.2d 1269, 1276 (1982) (In light of the use of automobiles and the increasing frequency of accidents involving drunk drivers, we hold that the consequences of serving liquor to an intoxicated person whom the server knows or could have known is driving a car, is reasonably foreseeable. (footnote omitted)). In the present ease, Plaintiffs appear to argue that this foreseeability extends to Defendants' sale of alcohol to the Casino. Plaintiffs have not, however, presented any facts that would connect Defendants' actions to the actual service of alcohol to intoxicated persons. Plaintiffs do not argue that Casino planned to serve alcohol to intoxicated individuals, nor do they assert that the Defendants had any reason to believe the Casino would serve alcohol in violation of applicable state and tribal laws. If Plaintiffs had alleged such facts, it would be easier to find foreseeability in the present case. Cf. Herrera, 2003-NMSC-018, ¶ 32, 134 N.M. 43, 73 P.3d 181 (holding that the absence of the factors of the defendant's directing the owner to leave the keys in the vehicle and then leaving the vehicle unlocked and unattended would so diminish the foreseeability of theft that plaintiffs claim would fail).\n{24} While the wisdom of serving alcohol for twenty-four hours a day as part of a Memorial Day promotion may be debatable, an alcohol distributor's actions in selling alcohol to such an establishment does not make the foreseeability of a drunk driving accident anything more than mere speculation on the part of the distributor. We therefore conclude that the foreseeability component of duty of care has not been met in this case. However, although we have concluded that foreseeability is not met, we will also address the policy component of duty of care, because that actually presents a stronger case for our determination that Defendants do not owe Plaintiffs a duty. See Lozoya v. Sanchez, 2003-NMSC-009, ¶ 15, 133 N.M. 579, 66 P.3d 948 (Our duty rule also asks whether any public policy factors preclude the court from imposing a duty of care toward a foreseeable plaintiff.).\nb. Policy Considerations Do Not Support Imposing a Duty on Defendants\n{25} Even if foreseeability is met in a particular case, an examination of relevant policy is also required to determine whether imposing a duty is supported by law. Herrera, 2003-NMSC-018, ¶ 21, 134 N.M. 43, 73 P.3d 181. For guidance on questions of policy, we look to general legal propositions we may infer from legal precedent within our own state and from other jurisdictions, and we look as well to any relevant statutes, learned articles, or other reliable indicators of 'community moral norms and policy views[.]'  Davis v. Bd. of County Comm'rs, 1999-NMCA-110, ¶ 14, 127 N.M. 785, 987 P.2d 1172 (quoting Sanchez v. San Juan Concrete Co., 1997-NMCA-068, ¶ 12, 123 N.M. 537, 943 P.2d 571).\n{26} Plaintiffs argue that policies within the Liquor Control Act and the adoption of comparative fault in New Mexico support imposing a duty in the present case. We address each argument in turn and conclude that relevant policy considerations counsel against finding a duty in the present matter.\n{27} Plaintiffs claim that even if the Liquor Control Act is not applicable to the Casino, the policies contained within that Act are still applicable to Defendants and as such, Defendants owed a duty to Plaintiffs to abide by those policies. Plaintiffs argue that New Mexico has a strong policy against the service of alcohol to individuals who create exceptional dangers to the public. Plaintiffs point out that our legislature has created private causes of action relating to the sale of alcohol to minors and to individuals who are *125already intoxicated. See NMSA 1978, § 41-11-1 (1986). Plaintiffs also claim that the legislature's restriction on the hours and days that alcohol may be sold or served represents another attempt to combat the dangers of alcohol consumption. See § 60-7A-1. While we agree with Plaintiffs that restrictions on hours and days of alcohol sales may be another tool used by the legislature to control alcohol consumption, we are not persuaded that such a policy imposes a duty in the present case.\n{28} As previously discussed, the restriction on hours and days of alcohol sales did not apply to the Casino in this case. Moreover, Defendants point out that the State could have applied these restrictions to Indian tribes if it had wanted to. In addition to explicitly exempting Indian tribes from the provisions of the Liquor Control Act, see § 60-3A-5(D), the State chose not to include hour or day restrictions within its gaming compact with the Tribe. See § 11-13-1. Notably, the gaming compact does require the Tribe to comply with state law regarding the training of alcohol servers and also prohibits the sale of alcohol to already intoxicated individuals. See § ll-13-l(4)(B)(15)(a). Had the State wanted to provide a uniform system throughout New Mexico of operating hours for establishments serving alcohol, as Plaintiffs argue, it could have included hours and days restrictions in its gaming compact with the Tribe. Cf. State ex rel. Duran v. Anaya, 102 N.M. 609, 611, 698 P.2d 882, 884 (1985) (concluding that if the legislature wanted to include notice and hearing requirements before removal of board members, it would have included such provisions in the statute); City of Roswell v. Smith, 2006-NMCA-040, ¶ 12, 139 N.M. 381, 133 P.3d 271 (stating that if the legislature wanted to regulate the representation of municipalities by attorneys, it could have included municipalities in the statute). The absence of such restrictions in the gaming compact suggests that the Tribe was free to make its own laws regarding the sale of alcohol.\n{29} Similarly, if the legislature had wanted Defendants to abide by statewide policies concerning the sale of alcohol, it could have certainly included such a requirement within the wholesaler's license. See Anaya, 102 N.M. at 611, 698 P.2d at 884; Smith, 2006-NMCA-040, ¶ 12, 139 N.M. 381, 133 P.3d 271. Rather, Defendants' licensing requirements contemplate the sale of alcohol to tribal establishments acting in conformity with their own tribal laws and ordinances. See § 60-6A-1(C). Under Section 60-6A-1(C),\n[n]o wholesaler shall sell or offer for sale alcoholic beverages to any person other than the holder of a New Mexico wholesaler's, retailer's, dispenser's, canopy, restaurant or club license, a governmental licensee or its lessee or an enterprise owned, operated or licensed by an Indian nation, tribe or pueblo within the state in conformity with an ordinance duly adopted by the Indian nation, tribe or pueblo having jurisdiction over the situs of the transaction within the area of Indian country, certified by the secretary of the interior, published in the federal register, according to the laws of the United States.\nWhere, as here, there is no indication that the Casino was not acting in conformity with the Tribe's laws and ordinances, Defendants' sale of alcohol to the Casino was expressly permitted by the wholesaler's license. We do not think that Defendants are required to look beyond otherwise lawful sales of alcohol to establishments and determine the appropriateness of an establishment's own policies, particularly where there is no indication that the establishment is not acting in conformity with applicable laws and ordinances. Such a requirement would necessarily impose unreasonable and uncertain duties on wholesalers that we do not think the legislature intended. See Gabaldon v. Erisa Mortgage Co., 1999-NMSC-039, ¶ 37, 128 N.M. 84, 990 P.2d 197 (internal quotation marks and citation omitted).\n{30} Additionally, we observe that other jurisdictions considering the issue of distributor liability for alcohol-related accidents have declined to find alcohol distributors liable where there is no evidence that the distributor had any control over the service of alcohol. See Foster v. Purdue Univ. Chapter, the Beta Mu of Beta Theta Pi, 567 N.E.2d 865, 869 (Ind.Ct.App.1991) (holding no distributor liability where alcohol was legally *126purchased by fraternity members who were of the legal drinking age and distributor had no right to control the consumption of beer at party); Fox v. Clare Rose Beverage, Inc., 262 A.D.2d 526, 692 N.Y.S.2d 658, 659-60 (1999) (finding no liability where the distributor did not directly serve the alcohol to individuals at the party and had no opportunity to supervise the service of alcohol at the party or the consumption of alcohol by the partygoers); Schmidt v. Centex Beverage, Inc., 825 S.W.2d 791, 793 (Tex.Ct.App.1992) (declining to impose liability where [distributors have neither a right to control the amount of alcohol served nor a statutory duty to do so). But see Peterson v. Jack Donelson Sales Co., 4 Ill.App.3d 792, 281 N.E.2d 753, 756 (1972) (finding liability in case with rather unique circumstances in which the wholesaler, in delivering the beer in a van specially equipped for dispensing and service, essentially provided a dram shop where the ... decedent and others could become intoxicated).\n{31} We find the reasoning in Fox, Schmidt, and Foster persuasive. We observe that our legislature has placed limitations on the ability of third parties to recover against those who provide alcoholic beverages to intoxicated persons. Baxter v. Noce, 107 N.M. 48, 51-52, 752 P.2d 240, 243-44 (1988); Trujillo v. Trujillo, 104 N.M. 379, 382-84, 721 P.2d 1310, 1313-15 (Ct.App.1986); Walker v. Key, 101 N.M. 631, 636, 686 P.2d 973, 978 (Ct.App.1984). Under New Mexico law, tort liability for the sale or service of alcohol is limited to those instances in which a Liquor Control Act licensee acts with gross negligence or reckless disregard in serving a person who is intoxicated. See § 41-11-1(A), -(B). Section 41-11-1(H) further provides that [n]o person may seek relief in a civil claim against a licensee ... for injury or death ... which was proximately caused by the sale, service or provision of alcoholic beverages except as provided in this section. This indicates that our legislature wanted to limit liability for alcohol-related injuries and deaths resulting from the sale or service of alcohol to those who actually exercised some degree of control over the service or consumption of alcohol. In the absence of any such control or supervision, we do not believe that public policy supports imposing a duty in the present case.\n{32} As to Plaintiffs' argument that comparative fault supports imposing a duty in the present case, we find such an argument unpersuasive. We note that the concept of comparative fault does not create new duties, but rather, only explains why it would not be against public policy to impose a duty under these circumstances. Quinn M. Bum-garner-Kirby, Note, The Continuing Debate over Tort Duty in New Mexico: The Role of Foreseeability and Policy in Herrera v. Quality Pontiac, 34 N.M. L.Rev. 433, 453 (2004); see also Gabaldon, 1999-NMSC-039, ¶ 27, 128 N.M. 84, 990 P.2d 197 ([T}he mere lack of a prohibition does not constitute a mandate to create new duties or to apply old duties in new contexts. (internal quotation marks omitted)). Thus while the adoption of comparative fault in New Mexico means that it would not be against public policy to find a duty owed, it does not necessarily follow that the imposition of such a duty is supported by public policy. Where, as here, we conclude that public policy counsels against imposing a duty on behalf of a particular party, the concept of comparative fault is not helpful to our analysis.\nCONCLUSION\n{33} We affirm the district court's dismissal of Plaintiffs' complaint under Rule 1-012(B)(6).\n{34} IT IS SO ORDERED.\nWE CONCUR: A. JOSEPH ALARID and JAMES J. WECHSLER, Judges.\nPlain English Summary: A casino held an event during which it sold alcohol to its clients for 24 hours non-stop for a number of days. During this event, one of its employees injured a number of people in a car crash. The people injured sued the company distributing the alcohol. The Court held that the company could not be said to owe a duty of care to the plaintiffs.\n\nTagging: §7(a)",
    "annotations": {
        "Facts": [
            "{2} As part of a Memorial Day weekend grand opening celebration, the Mescalero Apache Travel Center Casino (Casino) planned to remain open for twenty-four hours a day. The Casino also planned to serve alcohol for twenty-four hours a day during the promotion. On the second day of promotion, a Casino employee, George Starr, arrived at the Casino at approximately 2:00 a.m. While it is unclear whether Starr was actually served alcohol or whether other employees procured alcoholic drinks for him, Starr was intoxicated when he left the Casino in his car around 6:20 a.m. that same morning.{3} Shortly after leaving the Casino, Starr's car crossed the center median on U.S. 70 near Mescalero, striking a car occupied by Plaintiffs. Starr died at the scene of the accident. At the time of his death, Starr's blood alcohol content was 0.24, and he had traces of cocaine in his bloodstream. All of the occupants of the Plaintiffs' vehicle were seriously injured as a result of the accident."
        ],
        "Procedural History": [
            "Plaintiffs subsequently filed suit against the Casino, its insurer, and the four alcohol distributors who supplied alcohol to the Casino during its Memorial Day promotion. The claims against the Casino and its insurer were eventually settled. As against the alcohol distributors, Plaintiffs alleged that Defendants were vicariously liable for the Casino's actions because Defendants and the Casino were involved in a joint enterprise to promote drinking during the Memorial Day promotion. Plaintiffs also alleged that Defendants were negligent in knowingly selling alcohol to the Casino, which was planning to serve alcohol around the clock. The district court dismissed both claims on the ground that the Plaintiffs failed to state a claim for which relief may be granted."
        ],
        "Application of Law to Facts": [
            "the existence of a common law duty is not merely a matter of determining whether a particular plaintiff, a particular event, and a particular injury are foreseeable, since we must also ask whether the obligation of the defendant is one to which the law will give recognition and effect.",
            "According to Plaintiffs, Defendants' knowledge of the Casino's planned violation of the Liquor Control Act created a duty on Defendants' part to refuse sales to the Casino. Defendants argue that the statute is not applicable to Indian tribes and thus the Casino was not bound *121by state law concerning the hours and days of alcohol sales. We agree with Defendants and hold that the Liquor Control Act is not applicable to the present case and thus cannot be the source of a duty imposed on Defendants.",
            "Given the prevalence of drunk driving in our state, it is reasonable for distributors of alcohol to believe that some of the alcohol they sell may be misused and that such misuse may result in alcohol-related accidents and deaths. However, as the district court aptly noted during the hearing below, such risks are the foreseeable consequences of permitting the use and sale of alcohol in our society. We do not believe, nor do Plaintiffs suggest, that this general recognition that alcohol consumption results in injuries and death is sufficient to meet the foreseeability requirement of duty in the present case; otherwise, the legitimate sale of alcohol would create strict liability for all sellers. ",
            "We are unpersuaded that sales outside standard closing hours causes the foreseeability of alcohol-related accidents to be any greater than the general understanding, discussed above, that alcohol consumption can result in injuries and death.",
            "an alcohol distributor's actions in selling alcohol to such an establishment does not make the foreseeability of a drunk driving accident anything more than mere speculation on the part of the distributor. We therefore conclude that the foreseeability component of duty of care has not been met in this case."
        ],
        "Relevant Precedents": [
            "Madrid v. Lincoln County Med. Ctr., 121 N.M. 133, 139, , 20"
        ],
        "Outcome": [
            "{33} We affirm the district court's dismissal of Plaintiffs' complaint under Rule 1-012(B)(6)."
        ]
    },
    "class": "affirm"
}