{
    "text": "Johnstone v. City of Albuquerque, 140 N.M. 596, 145 P.3d 76, 2006-NMCA-119 (2006)\nAug. 10, 2006 · Court of Appeals of New Mexico · No. 25,721\n140 N.M. 596, 145 P.3d 76, 2006-NMCA-119\nPeter H. JOHNSTONE, as Personal Representative of the Estate of Rachel Rogers, Plaintiff-Appellant,v.The CITY OF ALBUQUERQUE, a body corporate, Christopher Chavez in his official and individual capacities, and State Farm Insurance Company, Defendants-Appellees\n2006-NMCA-119 145 P.3d 76\nCourt of Appeals of New Mexico.\nRevised Sept. 25, 2006.\n*598Raul A. Lopez, Arnold Padilla, Albuquerque, NM, for Appellant.\nKeleher & McLeod, P.A., Charles A. Pharris, Thomas C. Bird, Nikolai N. Frant, Albuquerque, NM, for Appellees.\nOPINION\nKENNEDY, Judge.\n{1} When an individual commits suicide using a gun owned by someone else, the owner of the gun is not liable for the death under settled negligence principles. In the absence of intentional conduct that creates the risk of suicide, or a legally recognized special relationship and knowledge of a spe*599cific likelihood of harm that gives rise to a duty to avoid harm, suicide operates as an independent intervening cause of death. In this case, we decline Plaintiffs invitation to abrogate this long-standing precedent. Defendant's sixteen year-old stepdaughter used his firearm to commit suicide. Her estate sued him individually, together with his employer the City of Albuquerque, alleging that Defendant was grossly negligent in leaving his firearm unattended. Summary judgment was entered for Defendant in his individual capacity, dismissing Plaintiffs suit. We affirm.\nFACTS\n{2} The undisputed facts of the case are as follows. Defendant, a police officer, was the stepfather of Rachel Rogers. At the age of sixteen, Rachel used her stepfather's firearm to commit suicide. Defendant had taken off the holster belt containing his firearm and placed it on a table on the porch at the family home when it interfered with his working on the backyard sprinkler system. At the time, no one was present in the enclosed backyard save Defendant and a friend. During this time, Rachel briefly came outside and asked Defendant to go to the store for her. Defendant stated that during this contact she was calm, coherent, and exhibited no signs of agitation, depression, or distress. Upon noticing that his firearm was missing from its holster on the table about thirty to forty-five minutes later, Defendant went looking for it. He found Rachel dead in the shower from an apparent gunshot wound. Her diary, including entries concerning her actions, was found close by. The contents of this diary were unknown to Defendant and his wife prior to its being found after Rachel's death. Rachel's mother had tended to her the night before her death as she was sick, and believed Rachel's vomiting at that time was a symptom of stomach flu. Her diary later revealed that Rachel's condition was caused by pills she had taken, trying to commit suicide.\n{3} About a year and a half prior to her death, and prior to Defendant's marrying her mother and taking up residence with the family, Rachel had taken some pills in a possible suicide attempt. She reported this immediately to her mother, who took her to the hospital for treatment. Rachel was released and her mother was assured that the behavior would not be repeated. Rachel received counseling after this incident and Rachel's counselor never reported any additional suicidal tendencies.\n{4} Defendant knew of the pill-taking incident prior to his marriage, but believed the problem had been resolved and that Rachel did not appear depressed or suicidal. Rachel had never expressed any suicidal thoughts to Defendant. Defendant asserted that Rachel's behavior and interactions with Defendant gave him no basis to anticipate that she was considering suicide. He conceded that Rachel was facing juvenile court proceedings and had recently lost her job.\nDISCUSSION\nStandard of Review\n{5} Summary judgment is properly granted where there is no genuine issue of material fact and where the moving party is entitled to judgment as a matter of law. Roth v. Thompson, 113 N.M. 331, 334, 825 P.2d 1241, 1244 (1992). Upon a prima facie showing that summary judgment is proper, the burden shifts to the party opposing summary judgment to show specific evidentiary facts in the form of admissible evidence that require a trial on the merits. Id. at 334-35, 825 P.2d at 1244-45; Ciup v. Chevron U.S.A., Inc., 1996-NMSC-062, ¶ 7, 122 N.M. 537, 928 P.2d 263. We accept Plaintiffs facts as set forth in the complaint and the affidavit as true. See Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 4, 134 N.M. 43, 73 P.3d 181. However,\n[m]ere argument or contention of existence of material issue of fact ... does not make it so. The party opposing a motion for summary judgment cannot defeat the motion ... by the bare contention that an issue of fact exists, but must show that evidence is available which would justify a trial of the issue.\nSpears v. Canon de Carnue Land Grant, 80 N.M. 766, 769, 461 P.2d 415, 418 (1969) (citation omitted). We review de novo the issue of whether the movant was entitled to judgment as a matter of law. Akutagawa v. *600 Laflin, Pick & Heer, P.A., 2005-NMCA-132, ¶ 9, 138 N.M. 774, 126 P.3d 1138.\n{6} Plaintiff was required to establish that Defendant owed a duty to his stepdaughter to prevent her from accessing his firearm, and that his failure to do so was a proximate cause of her death. Herrera, 2003-NMSC-018, ¶ 6, 134 N.M. 43, 73 P.3d 181 (stating a negligence claim requires the existence of a duty from a defendant to a plaintiff, breach of that duty, which is typically based upon a standard of reasonable care, and the breach being a proximate cause and cause in fact of the plaintiffs damages). We address duty and proximate cause in turn. In the context of negligence, some issues are questions of fact while others remain questions of law. 'Whether a duty exists is a question of law for the courts to decide. Solorzano v. Bristow, 2004-NMCA-136, ¶ 21, 136 N.M. 658, 103 P.3d 582; Herrera, 2003-NMSC-018, ¶¶ 6, 10, 134 N.M. 43, 73 P.3d 181 (holding that foreseeability giving rise to duty is an issue that is determined as a matter of law). Proximate cause may also be an issue of law if no facts are presented that could allow a reasonable jury to find proximate cause. Herrera, 2003-NMSC-018, ¶ 35, 134 N.M. 43, 73 P.3d 181 (internal quotation marks and citation omitted).\nDefendant's Duty\n{7} Plaintiff argues that Defendant owed Rachel both common law and statutory duties to safely store his firearm. Conduct that falls below a standard of care does not alone support liability. To impose a duty, a relationship must exist that legally obligates Defendant to protect Plaintiffs interest. See Calkins v. Cox Estates, 110 N.M. 59, 62, 792 P.2d 36, 39 (1990). Absent such a relationship, there exists no general duty to protect others from harm. Grover v. Stechel, 2002-NMCA-049, ¶ 11, 132 N.M. 140, 45 P.3d 80.\n{8} Whether one owes a duty to another also involves questions of foreseeability. Foreseeability is what one might objectively and reasonably expect, not merely what might conceivably occur. Van de Valde v. Volvo of Am. Corp., 106 N.M. 457, 459, 744 P.2d 930, 932 (Ct.App.1987) (internal quotation marks and citation omitted). [N]o one is bound to guard against or take measures to avert that which he [or she] would not reasonably anticipate as likely to happen. Herrera, 2003-NMSC-018, ¶ 20, 134 N.M. 43, 73 P.3d 181 (internal quotation marks and citation omitted). The risk must be actual and perceptible, not speculative. See Palsgraf v. Long Island R.R. Co., 248 N.Y. 339, 162 N.E. 99, 99 (1928) (Proof of negligence in the air, so to speak, will not do. (internal quotation marks and citations omitted)). If the harm was not willful, [the plaintiff] must show that the act as to [the plaintiff] had possibilities of danger so many and apparent as to entitle [the plaintiff] to be protected against the doing of it though the harm was unintended. Id. at 101; Herrera, 2003-NMSC-018, ¶ 19, 134 N.M. 43, 73 P.3d 181.\n{9} Foreseeability of injury is not the sole consideration in establishing a duty, since a person's duty to another is also tempered by policy considerations. In determining the existence of a duty, we look at the relationship of the parties, the nature of the plaintiffs interest and the defendant's conduct, and the public policy in imposing a duty on the defendant. Calkins, 110 N.M. at 63, 792 P.2d at 40. We look at both foreseeability and whether the obligation of the defendant is one to which the law will give recognition and effect. Blake v. Pub. Serv. Co. of N.M., 2004-NMCA-002, ¶ 6, 134 N.M. 789, 82 P.3d 960; Herrera, 2003-NMSC-018, ¶ 9, 134 N.M. 43, 73 P.3d 181. The assessment of foreseeability takes into account community moral norms and policy views, tempered and enriched by experience, and subject to the requirements of maintaining a reliable, predictable, and consistent body of law. Sanchez v. San Juan Concrete Co., 1997-NMCA-068, ¶ 12, 123 N.M. 537, 943 P.2d 571.\n{10} Foreseeability is also intertwined with issues of causation. Herrera, 2003-NMSC-018, ¶ 43, 134 N.M. 43, 73 P.3d 181 (Bosson, J., specially concurring) (commenting that the modern view sees foreseeability through the lens of proximate cause). An independent intervening cause inter*601rupts and turns aside a course of events and produces that which was not foreseeable as a result of an earlier act or omission. UJI 13-306 NMRA. Courts generally decline to impute a duty to the defendant when he neither caused the decedent's uncontrollable suicidal impulse nor had custody of the decedent and knowledge of her suicidal ideation. Nelson v. Mass. Port Auth., 55 Mass.App.Ct. 433, 771 N.E.2d 209, 212 (2002). Generally, suicide is an independent intervening cause of death that is not foreseeable and absolves a defendant of civil liability unless, as a matter of law, there is no evidence upon which to submit the issue to the jury. City of Belen v. Harrell, 93 N.M. 601, 604, 603 P.2d 711, 714 (1979).\n{11} There are two main exceptions to this general rule. The first exception allows liability where the actor's tortious conduct induces a mental illness in the decedent from which the death results. See Restatement (Second) of Torts § 455 (1995). The second is a duty that results from a special relationship between the decedent and the defendant, that presumes or includes knowledge of the decedent's risk of suicide. English v. Griffith, 99 P.3d 90, 94 (Colo.Ct.App.2004) (Special relationships typically involve circumstances in which the defendant either had a treating or supervisory relationship with the decedent or maintained custodial control over the decedent's environment.); see also City of Belen, 93 N.M. at 603, 603 P.2d at 713 (holding that where a party is in custodial care of jail and custodian has knowledge that charge may injure himself, law imposes a duty of reasonable care to protect prisoner); Sindler v. Litman, 166 Md.App. 90, 887 A.2d 97, 109 (Spec.App.2005). Other special relationships are set forth in the Restatement (Second) of Torts §§ 314A, 315-319 (1999), and are discussed more thoroughly below.\n{12} We conclude that neither of these two exceptions is applicable to the facts in this case. In Solorzano, we stated that the law would impose a duty of reasonable care when, in the defendant's presence, the decedent was acting in a way that clearly posed a danger to himself or herself. Solorzano, 2004-NMCA-136, ¶¶ 21, 23, 136 N.M. 658, 103 P.3d 582. In Solorzano, the defendant alleged that the decedent had committed suicide which she had no duty to prevent. Id. ¶ 6. We disagreed, reversing the summary judgment granted to the defendant. Id. ¶ 25. Solorzano is significantly different from the case at bar in two significant aspects. First, we held in that case that whether the decedent had committed suicide was itself a disputed material fact. Id. ¶ 15. Second, Solorzano did not question the general proposition that suicide could foreclose liability as an independent intervening cause of injury, but held that the defendant's observations of decedent's behavior could give rise to a specific duty springing from a duty of ordinary care. Id. ¶ 21. In cases where the danger is not immediately apparent, duty is not such a clear call, particularly where suicide is the undisputed cause of death.\n[L]aypeople cannot be reasonably expected to anticipate the mental health consequences of their acts or omissions. Whether [a stepfather] had a duty to prevent [his stepson's] suicide depends on the suicide's foreseeability, its likelihood, the magnitude of the burden of guarding against it, and the potential consequences of placing that burden on [the stepfather].\nChalhoub v. Dixon, 338 Ill.App.3d 535, 272 Ill.Dec. 860, 788 N.E.2d 164, 167 (2003). We look at what Defendant knew at the time his firearm was available for Rachel to take.\n{13} Defendant asserted his belief that Rachel's prior suicide attempt was resolved, and that her other difficulties were not out of the ordinary for a teenager. He specifically stated that prior to her death, Rachel did not act depressed, paid close attention to her appearance, and had talked about plans for her future. Rachel had never expressed any suicidal thoughts to Defendant and her death came as a complete shock to him. Immediately prior to her taking her life, Rachel seemed calm and coherent to Defendant and did not show any signs of agitation, depression, or distress. Plaintiff conceded those facts are undisputed, and has shown no dispute concerning Defendant's knowledge sufficient to create a genuine issue of material fact. Defendant had no reason to suspect his step*602daughter's intention to commit suicide with his firearm when he left it on the table. We hold that under these circumstances, Rachel's suicide was not foreseeable, and Defendant did not have a duty arising from the ordinary duty of care either to anticipate it or take action to prevent it.\n{14} Plaintiff contends that Defendant had a special relationship with Rachel that gave rise to a heightened duty to safeguard his firearm in order to protect her from her suicide. We recognize that special relationships, like any other issue of a legal duty to another, are creatures of precedent and policy. They arise out of particular connections between the parties, give rise to a special responsibility, and take the ease out of the general rule. See Restatement (Second) of Torts § 314 cmt. a (1999) (stating that while there is no general duty to aid or protect others, this general rule should be read with other [Restatement] sections which follow the general rule). Special relationships typically involve treatment relationships, such as mental health professionals and their patients, and persons having direct custody and control over the decedent. See English, 99 P.3d at 94. City of Belen dealt with a classic special relationship between a jailer and prisoner, where the duty was triggered by complete custody and control over the deceased and was heightened by the jail's actual knowledge of his suicidal intent, and representations that they would watch him. See City of Belen, 93 N.M. at 603, 603 P.2d at 713.\n{15} New Mexico has not found such a special relationship to exist between parent and child. Plaintiffs examples are unavailing. Moody v. Stribling, 1999-NMCA-094, 127 N.M. 630, 985 P.2d 1210, deals with fiduciary relationships between parents and children, not special relationships as used in the context of duties to prevent suicide. Id. ¶ 19; see also Fernandez v. Farmers Ins. Co., 115 N.M. 622, 627, 857 P.2d 22, 27 (1993) ([C]ases are not authority for propositions not considered. (internal quotation marks and citations omitted)). We are more persuaded by Chalhoub, which placed a stepfather outside of the special relationship category when it found that, unlike a trained mental health professional who has a special relationship with the patient because of his or her professional knowledge of the patient, a layperson could not be reasonably expected to anticipate the mental health consequences of their acts or omissions. Chalhoub, 272 Ill.Dec. 860, 788 N.E.2d at 167.\n{16} Plaintiff also argues that Defendant owed his stepdaughter a statutory duty. Duties imposed by statutes exist to establish a standard of care, the violation of which constitutes negligence per se. The test for negligence per se requires the following:\n(1) [T]here must be a statute which prescribes certain actions or defines a standard of conduct, either explicitly or implicitly, (2) the defendant must violate the statute, (3) the plaintiff must be in the class of persons sought to be protected by the statute, and (4) the harm or injury to the plaintiff must generally be of the type the legislature through the statute sought to prevent.\nMcElhannon v. Ford, 2003-NMCA-091, ¶ 32, 134 N.M. 124, 73 P.3d 827 (internal quotation marks and citations omitted). We perceive that Plaintiff seeks to establish the existence of a public policy for the safe storage of firearms, since no attempt is made to satisfy the requirements of a cause of action for negligence per se.\n{17} The statute cited by Plaintiff in the district court, NMSA 1978, § 29-19-7(A) (2003), establishes that approved weapons training courses must teach safe handling and storage of firearms. Plaintiff also cites to a statute forbidding persons under eighteen years of age to hunt with or shoot a firearm if they have not taken a hunter safety course. See NMSA 1978, § 17-2-33 (1971). There was no evidence that Defendant violated these statutes, or that they were relevant to establish a duty on his part.\n{18} Plaintiff further relies upon the City of Albuquerque's negligent use of weapons ordinance to show a duty not to mishandle firearms so as to endanger others. See Albuquerque, N.M., Ordinance ch. 12, art. 2, § 9 (1978); see also NMSA 1978, § 30-7-4 (1993). Plaintiffs affidavit establishes two *603previous instances of leaving a firearm unattended, whereas Defendant asserted that he owns firearms and is in the practice of keeping them in a safe in the house. This is not enough to establish a factual dispute sufficient to avoid summary judgment. We hold that Plaintiff has not established negligence per se by violation of statute, and whether there is a public policy favoring safe storage of firearms, it is no more than a factor to be considered generally in our analysis of Defendant's duty. These laws do not confer a statutory duty upon Defendant if Defendant's negligence is not a proximate cause of the injury. See Archibeque v. Homrich, 88 N.M. 527, 532, 543 P.2d 820, 825 (1975).\n{19} As in the criminal law, liability for the suicide of another can arise from aiding another to commit suicide. See NMSA 1978, § 30-2-4 (1963); see also State v. Sexson, 117 N.M. 113, 116, 869 P.2d 301, 304 (Ct.App.1994) (holding that the assisted suicide statute is aimed at preventing an individual from providing someone contemplating suicide with the means to commit suicide, but that the second degree murder statute is aimed at preventing an individual from actively causing the death of someone contemplating suicide). Knowing participation in a suicide is not the case before this Court, and even if a duty based on negligence per se were established by violation of statute, Defendant's negligence was super-ceded by his stepdaughter's intentional acts.\nRachel's Suicide Was an Unforeseen Intervening Cause of Her Death\n{20} As discussed above, any consideration of foreseeability of injury is intertwined with the concept of proximate causation of that injury. The proximate causation element ... is concerned with whether and to what extent the defendant's conduct foreseeably and substantially caused the specific injury that actually occurred. Herrera, 2003-NMSC-018, ¶ 8, 134 N.M. 43, 73 P.3d 181 (internal quotation marks and citation omitted).\n{21} An intervening force may interrupt the chain of causation, superseding the original negligence, and thus relieving the defendant of liability.\n[A]ny harm which is in itself foreseeable, as to which the actor has created or increased the recognizable risk, is always proximate, no matter how it is brought about, except where there is such intentionally tortious or criminal intervention, and is not within the scope of the risk created by the original negligent conduct.\nRestatement (Second) of Torts § 442B cmt. b (1995); Torres v. El Paso Electric Co., 1999—NMSC-029, ¶ 23, 127 N.M. 729, 987 P.2d 386 (1999). An intervening force is a superseding cause if the intervening force was not foreseeable at the time of the primary negligence. Sindler, 887 A.2d at 111.\n{22} Suicide is generally regarded as an intervening cause. Suicide is voluntary, deliberate, and intentional self-destruction by someone of sound mind. Solorzano, 2004-NMCA-136, ¶ 14, 136 N.M. 658, 103 P.3d 582.\nThe voluntary, willful act of suicide is a new or intervening agency that breaks the chain of causation. This intentional act is a superseding cause of harm and relieves the defendant of liability unless such act of suicide was reasonably foreseeable or the failure to foresee such act was a factor in the original negligence.\nHarrell v. City of Belen, 93 N.M. 612, 621, 603 P.2d 722, 731 (Ct.App.1979) (Sutin, J., dissenting), rev'd by City of Belen, 93 N.M. at 605, 603 P.2d at 715. Notwithstanding the obscure provenance of this statement, the dissent's argument in favor of reversing to allow a jury instruction on independent intervening cause even in a special relationship case was ultimately vindicated by the Supreme Court. See Harrell, 93 N.M. at 620, 603 P.2d at 730; City of Belen, 93 N.M. at 604, 603 P.2d at 715. The statement reflects that the practically unanimous rule is that [suicide] is a new and independent agency which does not come within and complete a line of causation from the wrongful act to the death and therefore does not render defendant liable for the suicide. McMahon v. St. Croix Falls Sch. Dist., 228 Wis.2d 215, 596 N.W.2d 875, 880 (App.1999) (internal quotation marks and citations omitted). As a general rule, negligence actions seeking dam*604ages for the suicide of another will not lie because the act of suicide is considered a deliberate, intentional and intervening act which precludes a finding that a given defendant, in fact, is responsible for the harm. Edwards v. Tardif, 240 Conn. 610, 692 A.2d 1266, 1269 (1997) (internal quotation marks and citation omitted). The district court recognized that Rachel's suicide was an intervening cause in her death.\n{23} Sadly, hindsight helps us in this regard. Rachel's entries in her journal the day of her death illuminate that the illness through which her mother helped her the previous night, believing it was the flu, was actually the result of an attempted suicide by ingesting drugs. The following morning, Rachel wrote in her diary that she intended to take her mother's firearm from her bedside table when everyone had left, and just before her death, the last diary entry indicates that having failed to obtain her mother's firearm, she had noticed Defendant had taken his off, and she intended to get it. These notations show a definite, deliberate course of planning and accomplishment of Rachel's intention to kill herself that we believe satisfies the standard set by Solorzano.\n{24} Herrera recognizes that an independent intervening cause (also sometimes called a superseding cause) relieves a negligent party of liability unless the defendant realized or should have realized that his negligence created a situation that a third party might use to commit a crime or tort. 2003-NMSC-018, ¶ 21, 134 N.M. 43, 73 P.3d 181. In Herrera, unlike this case, expert testimony established the risk of automobile theft in Albuquerque specifically, and the likely consequences of such an intentional act that the defendant should have realized would create a risk if he enabled such a theft. Id. ¶ 22. In this case, the generalized statistics provided by Plaintiffs about teenage suicide do nothing to establish Defendant's knowledge of a substantial risk of Rachel's suicide on March 21, 2002. To the extent that Plaintiff seeks by its arguments to create a genuine issue of material fact by citation to statistics contained in law review articles, the arguments of counsel are not evidence. See Chevron U.S.A., Inc. v. State ex rel. Dep't of Taxation & Revenue, 2006-NMCA-050, ¶ 36, 139 N.M. 498, 134 P.3d 785; cf. Herrera, 2003-NMSC-018, ¶ 3, 134 N.M. 43, 73 P.3d 181 (noting that Plaintiffs statistical evidence derived from an affidavit submitted by an expert witness).\n{25} Plaintiff contends that Solorzano has eliminated the legal bar of suicide as an independent intervening cause. See 2004-NMCA-136, 136 N.M. 658, 103 P.3d 582. Solorzano established a working definition of suicide,1 but our decision in Solorzano does not preclude summary judgment in this case. To the extent that Plaintiff also argues that Solorzano requires, and Defendant failed to plead, suicide as an affirmative defense, Plaintiff is mistaken. Defendant's answer alleges his stepdaughter's intentional act of suicide as an affirmative defense.\n{26} Plaintiffs complaint contains only one cause of action against Defendant, alleging negligence in storing his firearm: a breach of duty to insure the safekeeping and safeguarding of firearms ... in accordance with the standards of care required of such entities [the City of Albuquerque and Defendant] operating under similar circumstances, giving due regard to the locality involved. Plaintiff concedes that as a general matter, suicide has been viewed as an unforeseeable intervening cause that supersedes an original act of negligence as the sole proximate cause of an injury. However, [w]e require special justification in order to depart from precedent. Herrera, 2003-NMSC-018, ¶ 15, 134 N.M. 43, 73 P.3d 181. None of the factors that would cause us to overturn prior precedent that were present in Herrera are demonstrated here by Plaintiff. The rule that suicide is generally an independent intervening cause is not intolerable or unworkable, if proper pleading and facts are present. See id.\n{27} Nowhere does Plaintiff identify the factual basis for alleging that Defendant knew of either Rachel's troubled relationship with her mother and Defendant or her history of depression and instability, or how Defendant knew that Rachel losing her *605job or appearing before juvenile court were ample information of Rachel's suicidal tendencies. The Supreme Court of Idaho has held suicidal tendencies to mean a present aim, direction or trend toward taking one's own life. Carrier v. Lake Pend Oreille Sch. Dist., 142 Idaho 804, 134 P.3d 655, 660 (2006) (emphasis added). Absent demonstrating Defendant's knowledge of a present and substantial risk of suicide, Plaintiffs allegations are too general and conclusory to establish a material fact. Moongate Water Co. v. State, 120 N.M. 399, 406, 902 P.2d 554, 561 (Ct.App.1995) (holding that where the record reveals nothing more than conclusory allegations summary judgment is proper); see also Portales Nat'l Bank v. Bellin, 98 N.M. 113, 117, 645 P.2d 986, 990 (Ct.App.1982) (holding that the conclusions stated in affidavits against summary judgment which are unsupported by fact are insufficient to raise an issue of material fact); Galvan v. City of Albuquerque, 85 N.M. 42, 44-45, 508 P.2d 1339, 1341-42 (Ct.App.1973) (holding that a conclusory opinion regarding the speed of a vehicle in an accident should not be considered because the tests performed were not identified and explained). Similarly, Plaintiffs affidavit from Rachel's brother, Jacob Rogers, sheds no light on his sister's mental state at the time of her death; in fact, it makes clear that Jacob no longer resided at the house with the family and that Defendant had left his firearm unattended on no more than two occasions.\nCONCLUSION\n{28} There exist no facts in this case that would cause Defendant to realize that on March 21, 2001, his stepdaughter was likely to commit* suicide, and having failed to kill herself with drugs, was seeking a firearm to accomplish her purpose. To the contrary, we see that the very rationale for viewing suicide as a voluntary, intentional, and deliberate act of self-destruction is present in Rachel's actions. Taking Defendant's firearm was the third (and horribly final) option she pursued in less than twenty-four hours to kill herself. Where another case might establish facts sufficient to impose a duty to protect against a person's suicide, we see no reason to depart in this ease from the established exceptions to imposing liability. It is undisputed in this ease that Rachel's death resulted from her suicide, which is defined in New Mexico as voluntary, deliberate, and intentional self-destruction by someone of sound mind. Solorzano, 2004-NMCA-136, ¶ 14, 136 N.M. 658, 103 P.3d 582. Rachel's suicide note clearly and chillingly shows her deliberate intention to kill herself; first with drugs, and failing that, by trying to find her mother's firearm to kill herself. Again meeting with no success, she noticed that Defendant had taken his firearm off, writing in her diary I want it bad, really bad. The note is haunting and heartbreaking. It is also evidence of her clear intention to end her life irrespective of Defendant's unwitting participation. This is the situation in which the nearly universal rule of suicide as an independent, intervening cause that breaks the chain of negligence unquestionably applies.\n{29} Defendant made a prima facie case in the district court that Defendant had no legal duty to prevent his stepdaughter's suicide, and that her actions constitute an independent intervening cause of her death that breaks the causal chain of Defendant's negligence, if any. It is the plaintiffs burden as non-moving party to show disputed material facts to place the issues of negligence and causation before a jury. Plaintiff has failed to do so. For that reason we affirm the district court.\n{30} IT IS SO ORDERED.\nWE CONCUR: IRA ROBINSON and MICHAEL E. VIGIL, Judges.\n1\n. Contrary to Plaintiffs assertion, we did not include a decedent's age in that definition.\nPlain English Summary: The Defendant, a police officer, left his gun unattended while doing chores around his house. His gun was used by his stepdaughter to commit suicide. The Court held that the Defendant had no duty to prevent her suicide and that his act of leaving his gun unattended could not give rise to an action in negligence against him. \n\nTagging: §7(a); §40. ",
    "annotations": {
        "Facts": [
            "{2} The undisputed facts of the case are as follows. Defendant, a police officer, was the stepfather of Rachel Rogers. At the age of sixteen, Rachel used her stepfather's firearm to commit suicide. Defendant had taken off the holster belt containing his firearm and placed it on a table on the porch at the family home when it interfered with his working on the backyard sprinkler system. At the time, no one was present in the enclosed backyard save Defendant and a friend. During this time, Rachel briefly came outside and asked Defendant to go to the store for her. Defendant stated that during this contact she was calm, coherent, and exhibited no signs of agitation, depression, or distress. Upon noticing that his firearm was missing from its holster on the table about thirty to forty-five minutes later, Defendant went looking for it. He found Rachel dead in the shower from an apparent gunshot wound. Her diary, including entries concerning her actions, was found close by. The contents of this diary were unknown to Defendant and his wife prior to its being found after Rachel's death. Rachel's mother had tended to her the night before her death as she was sick, and believed Rachel's vomiting at that time was a symptom of stomach flu. Her diary later revealed that Rachel's condition was caused by pills she had taken, trying to commit suicide.{3} About a year and a half prior to her death, and prior to Defendant's marrying her mother and taking up residence with the family, Rachel had taken some pills in a possible suicide attempt. She reported this immediately to her mother, who took her to the hospital for treatment. Rachel was released and her mother was assured that the behavior would not be repeated. Rachel received counseling after this incident and Rachel's counselor never reported any additional suicidal tendencies.{4} Defendant knew of the pill-taking incident prior to his marriage, but believed the problem had been resolved and that Rachel did not appear depressed or suicidal. Rachel had never expressed any suicidal thoughts to Defendant. Defendant asserted that Rachel's behavior and interactions with Defendant gave him no basis to anticipate that she was considering suicide. He conceded that Rachel was facing juvenile court proceedings and had recently lost her job."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "When an individual commits suicide using a gun owned by someone else, the owner of the gun is not liable for the death under settled negligence principles. In the absence of intentional conduct that creates the risk of suicide, or a legally recognized special relationship and knowledge of a specific likelihood of harm that gives rise to a duty to avoid harm, suicide operates as an independent intervening cause of death.",
            ". To impose a duty, a relationship must exist that legally obligates Defendant to protect Plaintiffs interest.",
            "Absent such a relationship, there exists no general duty to protect others from harm.",
            "suicide is an independent intervening cause of death that is not foreseeable and absolves a defendant of civil liability unless, as a matter of law, there is no evidence upon which to submit the issue to the jury.",
            "The first exception allows liability where the actor's tortious conduct induces a mental illness in the decedent from which the death results.",
            "The second is a duty that results from a special relationship between the decedent and the defendant, that presumes or includes knowledge of the decedent's risk of suicide.",
            "We conclude that neither of these two exceptions is applicable to the facts in this case.",
            "Defendant had no reason to suspect his step*602daughter's intention to commit suicide with his firearm when he left it on the table. We hold that under these circumstances, Rachel's suicide was not foreseeable, and Defendant did not have a duty arising from the ordinary duty of care either to anticipate it or take action to prevent it.",
            "Special relationships typically involve treatment relationships, such as mental health professionals and their patients, and persons having direct custody and control over the decedent.",
            "New Mexico has not found such a special relationship to exist between parent and child.",
            "The proximate causation element ... is concerned with whether and to what extent the defendant's conduct foreseeably and substantially caused the specific injury that actually occurred.",
            "{21} An intervening force may interrupt the chain of causation, superseding the original negligence, and thus relieving the defendant of liability.",
            "Herrera recognizes that an independent intervening cause (also sometimes called a superseding cause) relieves a negligent party of liability unless the defendant realized or should have realized that his negligence created a situation that a third party might use to commit a crime or tort.",
            "There exist no facts in this case that would cause Defendant to realize that on March 21, 2001, his stepdaughter was likely to commit* suicide, and having failed to kill herself with drugs, was seeking a firearm to accomplish her purpose. To the contrary, we see that the very rationale for viewing suicide as a voluntary, intentional, and deliberate act of self-destruction is present in Rachel's actions."
        ],
        "Relevant Precedents": [
            "See Calkins v. Cox Estates, , 62, 792 P.2d 36, 39 (1990).",
            "Grover v. Stechel, , ¶ 11, 132 N.M. 140, .",
            "City of Belen v. Harrell, , 604, 603 P.2d 711, 714 (1979).",
            "English v. Griffith, , 94 (Colo.Ct.App.2004)",
            "Herrera, , ¶ 8, 134 N.M. 43, "
        ],
        "Outcome": [
            "In this case, we decline Plaintiffs invitation to abrogate this long-standing precedent.",
            "It is the plaintiffs burden as non-moving party to show disputed material facts to place the issues of negligence and causation before a jury. Plaintiff has failed to do so. For that reason we affirm the district court."
        ]
    },
    "class": "affirm"
}