{
    "text": "Pollock v. State Highway & Transportation Department, 127 N.M. 521, 984 P.2d 768, 1999-NMCA-083 (1999)\nApril 29, 1999 · Court of Appeals of New Mexico · No. 19,014\n127 N.M. 521, 984 P.2d 768, 1999-NMCA-083\nGeorge POLLOCK, Personal Representative of the Estate of George Perry Pollock, Jr., Deceased and John Paul Pollock, Plaintiffs-Appellants,v.STATE of New Mexico HIGHWAY AND TRANSPORTATION DEPARTMENT, Defendant-Appellee\n1999-NMCA-083\n984 P.2d 768\nCourt of Appeals of New Mexico.\nCertiorari Denied, No. 25,765, June 7, 1999.\n*522Robert D. Gorman, Robert D. Gorman, P.A., Albuquerque, Charles E. Anderson, Charles E. Anderson Law Office, Albuquerque, for Appellants.\nEllen S. Casey, Hinkle, Cox, Eaton, Coffield & Hensley, L.L.P., Santa Fe, for Appellee.\nOPINION\nAPODACA, Judge.\n{1} Plaintiffs sued the Highway and Transportation Department (the Department) for wrongful death, personal injuries and loss of consortium arising from a two-vehicle, head-on collision. In their suit, Plaintiffs claimed that the Department's negligence in failing to post proper traffic signs resulted in the accident causing the death and damages. The trial court granted summary judgment in favor of the Department. Plaintiffs raise the following issues on appeal: (1) the trial court erred in the use of an expert's supplemental affidavit and excerpts from his deposition, (2) the Department had a duty to maintain a safe highway and post warning signs, and (3) the jury should have been permitted to determine the questions of the Department's breach of duty and proximate cause. Because we reverse on the second and third issues without considering the supplemental affidavit and deposition excerpts, we do not decide the admissibility or use of that testimony in the summary judgment proceeding.\n*523I. FACTUAL AND PROCEDURAL BACKGROUND\n{2} One night in January 1994, George Perry Pollock, Jr., (the deceased) accompanied by his son, was driving north on Interstate 25 neár the community of Bernalillo. An elderly woman, Emma McClain, was driving the wrong way in the northbound lane and collided head on with the car occupied by the Pollocks. As a result of the accident, the deceased and Ms. McClain were killed; the deceased's son sustained injuries. No witnesses observed where or how Ms. McClain entered the Interstate nor how long she had traveled in the wrong direction before the collision.\n{3} The Department moved for summary judgment, arguing that there was no evidence indicating how Ms. McClain accessed the Interstate, the Department owed no duty of care, and Plaintiffs could not establish proximate cause. In May 1997, the trial court held a hearing on the motion and orally indicated its intent to deny the motion. Plaintiffs moved to compel discovery, and the trial court scheduled a hearing on that motion later in the month. At that later hearing, the Department raised certain concerns on the pending summary judgment ruling, which the court addressed. Plaintiffs protested that they did not have the opportunity to prepare for a reargument of the summary judgment motion; nonetheless, the trial court sought clarification of the issues. The Department took issue with various assertions made by Plaintiffs in a letter sent to the court a few days after the earlier hearing held that month. That letter, however, was not made a part of the record. Plaintiffs argued that additional affidavits would support their factual assertions and argument concerning the accident and negligence. The trial court, however, denied Plaintiffs' request to supplement the record with additional affidavits but allowed the parties to submit supplemental briefs on the issues of duty and proximate cause.\n{4} Although the trial court ordered that no additional affidavits be filed, Plaintiffs nevertheless attached to their brief the affidavit of Dr. Bleyl, their expert on highway traffic and safety engineering, and new excerpts from his deposition. In response, the Department moved to strike the affidavit and additional deposition testimony, but the trial court did not rule on the motion. The court later granted the Department's summary judgment motion. Plaintiffs appealed. At the time this appeal was proceeding through the court's calendaring process, this Court deemed the record ambiguous concerning whether the trial court had considered Dr. Bleyl's supplemental testimony. Consequently, this Court directed the trial court to enter an order indicating whether it had considered the supplemental testimony. In an order filed on April 20, 1998, the trial court stated that it did not consider Dr. Bleyl's supplemental testimony before granting the Department's motion for summary judgment.\nII. DISCUSSION\nA. Standard of Review\n{5} Summary judgment is appropriate where there is no genuine issue of material fact and the movant is entitled to judgment as a matter of law. See Rule 1-056 NMRA 1999. We generally disfavor this drastic measure and use it with extreme caution. See Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 12, 738 P.2d 129, 130 (Ct.App.1987). Additionally, a trial court should view the pleadings, affidavits and depositions in the light most favorable to the party opposing the motion. State v. Integon Indem. Corp., 105 N.M. 611, 612, 735 P.2d 528, 529 (1987). The movant has the burden of establishing a prima facie case showing there was no genuine issue of material fact. Lackey v. Mesa Petroleum Co., 90 N.M. 65, 69, 559 P.2d 1192, 1196 (Ct.App.1976). A prima facie showing is evidence as is sufficient in law to raise a presumption of fact or establish the fact in question unless rebutted. Goodman v. Brock, 83 N.M. 789, 792-93, 498 P.2d 676, 679-80 (1972).\n{6} After a prima facie showing is made, the burden shifts to the party opposing the motion to show at least a reasonable doubt as to whether a genuine issue for trial exists. Koenig v. Perez, 104 N.M. 664, 666, 726 P.2d 341, 343 (1986). Where reasonable *524minds may differ on proximate cause, the issue is for the jury. See Harless v. Ewing, 80 N.M. 149, 150, 452 P.2d 483, 484 (Ct.App.1969). Proximate cause is an issue of law, however, when facts regarding causation are undisputed and all reasonable inferences [drawn from those facts] are plain, consistent and uncontradictory. Id. at 151, 452 P.2d at 485.\nB. Duty\n{7} The Department has both statutory and common law duties to the public at large concerning the maintenance of its highways. NMSA 1978, Section 66-7-102(A) (1978), provides that [t]he state highway commission shall place and maintain such traffic-control devices, conforming to its manual and specifications, upon all state highways as it shall deem necessary to indicate and to carry out the provisions of Article 7 of Chapter 66 NMSA 1978 or to regulate, warn or guide traffic. We agree with Plaintiffs that this provision imposes a statutory duty on the Department to reasonably regulate, warn or guide traffic. See Rickerson v. State, 94 N.M. 473, 478, 612 P.2d 703, 708 (Ct.App.1980) (Sutin, J., concurring) (maintaining that the state has a statutory duty under Section 66-7-102 to reasonably regulate the flow of traffic for the protection of users of the intersection); see generally Diane M. Allen, Annotation, Highways: Governmental Duty to Provide Curve Warnings or Markings, 57 A.L.R.4th 342 (1988 & Supp. 1998) (discussing duty of responsible public authority to maintain warning signs where reasonably necessary for the safe use of highways).\n{8} As a preliminary matter, we also note that the Department is not entitled to sovereign immunity under the New Mexico Tort Claims Act, NMSA 1978, §§ 41-4-1 to -27 (1976), because sovereign immunity does not apply to liability damages caused by negligence in the maintenance of highways. Ryan v. New Mexico State Highway & Transp. Dep't, 1998-NMCA-116, ¶ 5, 125 N.M. 588, 964 P.2d 149; see also NMSA 1978, § 41-4-11(A) (1991).\n{9} According to the Department, Section 66-7-102 requires it to place signs only where the Department deems necessary. We decline to give the Department sole discretion, without review, in determining the placement of traffic signs. In Rickerson, 94 N.M. at 478, 612 P.2d at 708, Judge Sutin interpreted deem necessary as used in Section 66-7-102 as the state's duty to place traffic controls that the state believed were necessary to regulate traffic. Because the statute makes placement of traffic controls a mandatory function, Judge Sutin reasoned, the state's failure to reasonably regulate traffic for the protection of travelers on the state highways subjects the state to liability. See Rickerson, 94 N.M. at 478, 612 P.2d at 708.\n{10} We believe that Judge Sutin's interpretation better fulfills the legislative intent of Section 66-7-102 in view of statutes concerning the same subject matter, relevant common law principles, and public policy. See Investment Co. v. Reese, 117 N.M. 655, 658, 875 P.2d 1086, 1089 (1994) (determining legislative intent óf ambiguous statute from similar statutes, relevant common law principles, and policy considerations); Ryan, 1998-NMCA-116, ¶ 6, 125 N.M. 588, 964 P.2d 149 (generally the court determines as a matter of law whether a duty exists). Under NMSA 1978, Section 67-3-16 (1909), the Department has the duty to maintain public roads and highways in the state that will best subserve the interest of the general public. See also NMSA 1978, § 67-3-6 (1987) (providing that state highway commission may refer to state highway and transportation department). Similarly, our case law holds that the Department has a common-law duty to exercise ordinary care in the protection of the public from foreseeable harm. Lerma v. State Highway Dep't, 117 N.M. 782, 784, 877 P.2d 1085, 1087 (1994) (emphasis omitted); see also Ryan, 1998-NMCA-116, ¶ 6, 125 N.M. 588, 964 P.2d 149 (recognizing the duty pronounced in Lerma). Additionally, public policy supports accountability and review of the Department through imposition of a duty under Section 66-7-102. See City Comm'n v. State, 75 N.M. 438, 445, 405 P.2d 924, 928 (1965) (Statutes should be construed ... to favor public convenience, and to oppose all prejudice to public interests.). Consequently, we agree with the concurring *525opinion in Rickerson, 94 N.M. at 478, 612 P.2d at 708, that the Department has the duty to reasonably regulate, warn or guide traffic. Cf. Austin v. Schmedes, 154 Tex. 416, 279 S.W.2d 326, 328-30 (1955) (holding city had a duty to erect signs, including Do Not Enter sign warning motorists not to enter street where .city engaged in street improvements); Slavick v. Department of Transp., 44 Ohio App.3d 19, 540 N.E.2d 748, 752 (1988) (holding state breached its duty to warn the operators of vehicles on this road when it failed to require the contractor to comply with its manual in placing temporary pavement markings). Whether traffic-control signs were necessary in this case to fulfill the Department's duty is a question of fact for the jury. See id. (The factual issue to determine is whether stop signs on [the street in question] were sufficient to reasonably regulate the flow of traffic on February 6, 1978, the date of the accident.); Ryan, 1998-NMCA-116, ¶ 6, 125 N.M. 588, 964 P.2d 149 (sometimes the existence of a duty is a mixed question of law and fact).\n{11} As we previously noted, the Department also has a common-law duty to exercise ordinary care to protect the general public from foreseeable harm on the highways of the state. Lerma, 117 N.M. at 784, 877 P.2d at 1087; see Ryan, 1998-NMCA-116, ¶ 6, 125 N.M. 588, 964 P.2d 149. More specifically, the Department has a duty to exercise ordinary care in the maintenance of its highways. Lerma, 117 N.M. at 784, 877 P.2d at 1087. It is for the factfinder to decide whether this duty includes [the posting of 'Wrong Way and Do Not Enter signs in the northbound lanes of Interstate 25]. Id.; see also Ryan, 1998-NMCA-116, ¶¶ 7-8, 125 N.M. 588, 964 P.2d 149 (Whether [the Department] had a duty to warn drivers of wild-animal crossings on the seven-mile stretch of road west of Reserve where this accident occurred turns on whether [the Department] had actual or constructive notice that wild-animal crossings created a dangerous condition in that location----Whether [the Department] had such notice is a question of fact that should be answered by the fact finder. (citation omitted)).\nC. Breach\n[T]he responsibility for determining whether the defendant has breached a duty owed to the plaintiff entails a determination of what a reasonably prudent person would foresee, what an unreasonable risk of injury would be, and what would constitute an exercise of ordinary care in light of all the surrounding circumstances.\nBober v. New Mexico State Fair, 111 N.M. 644, 650, 808 P.2d 614, 620 (1991). We agree with Plaintiffs that breach of duty and the intertwined issue of foreseeability are factual questions for the jury. See id.; Ryan, 1998-NMCA-116, ¶ 14, 125 N.M. 588, 964 P.2d 149.\n{12} The Department, however, argues that Plaintiffs did not raise a material issue of fact on the breach of any duty the Department may have owed to Plaintiffs. We believe the Department's argument misallocates the burden in a summary judgment context. The Department, as the party moving for summary judgment, had the burden of making a prima facie showing that there was no genuine issue that it exercised ordinary care. Bober, 111 N.M. at 650-51, 808 P.2d at 620-21. If the Department met this burden, to defeat summary judgment, the Plaintiffs were required to present sufficient evidence to give rise to an inference that [the Department] could reasonably have foreseen the risk of an accident and reasonably should have taken precautions to reduce the risk. Id. at 651, 808 P.2d at 621.\n{13} The Department asserts that Plaintiffs cannot establish foreseeability because they cannot pinpoint when, why or how Ms. McClain entered the northbound lane of Interstate 25 or how long she had traveled in the wrong direction. As a result, the Department argues that Plaintiffs could not show that the Department had notice of problems in the area where Ms. McClain entered the highway. Although the Department's answer brief, in arguing breach of duty, cites several New Mexico cases where additional facts concerning the accidents were shown, notably all of these opinions reversed summary judgments that had been granted in favor of the defendants. See Ler *526 ma, 117 N.M. at 785, 877 P.2d at 1088; Bober, 111 N.M. at 651, 808 P.2d at 621; Calkins v. Cox Estates, 110 N.M. 59, 61, 792 P.2d 36, 38 (1990). Additionally, all of these cases held that foreseeability was a question of fact for the jury. See Lerma, 117 N.M. at 784-85, 877 P.2d at 1087-88 (With few exceptions, proximate cause is a question of fact to be determined by the factfinder.); Bober, 111 N.M. at 650, 808 P.2d at 620 (The determination of what a reasonably prudent person would foresee ... is a factual determination[.]); Calkins, 110 N.M. at 61, 792 P.2d at 38 (foreseeability of harm is a question of fact); see generally 3 Fowler V. Harper et al, The Law of Torts § 16.10, at 482 (2d ed. 1986) (Generally in the United States it is for a jury to say what the reasonable actor would foresee.). Significantly, none of these cases involve a court determining as a matter of law the nonexistence of foreseeability, as the Department suggests that we do in this appeal. This factor buttresses our holding that the factfinder should determine this issue.\n{14} The Department refers us to a negligence case from Arizona that affirmed summary judgment for the defendant-municipality. See Coburn v. City of Tucson, 143 Ariz. 50, 691 P.2d 1078, 1081 (1984) (Under the facts of the case at bench we find as a matter of law that there is no evidence of a breach of duty.). The Arizona Supreme Court, however, subsequently limited Cobum to its facts:\nWe affirmed the summary judgment [in Cobum ] because no fact issue existed on the question of whether the City of Tucson ought to have foreseen the kind of conduct that led to the intersectional collision. Thus, like any decision concerned with the absence, presence, or weighing of evidence of foreseeability of harm, Cobum turns on its unique facts.\nDunham v. Pima County, 161 Ariz. 304, 778 P.2d 1200, 1202 (1989).\n{15} Similarly, we distinguish Cobum from the facts of this case. As the Department notes, the court in Coburn, 691 P.2d at 1082, held that there was no evidence that the city had breached the duty. Bober, 111 N.M. at 650, 808 P.2d at 620 (emphasis added). Here, on the other hand, sufficient evidence, viewed in the light most favorable to Plaintiffs, supports an inference of foreseeability. See Blackburn v. State, 98 N.M. 34, 39, 644 P.2d 548, 553 (Ct.App.1982) (affirming jury instruction on negligence where the plaintiff introduced intersection comparison evidence to show that the State knew or should have known that the intersection in question was in a dangerous condition).\n{16} Although the trial court did not consider the supplemental affidavit of Dr. Bleyl, Plaintiffs' memorandum in opposition to the Department's motion for summary judgment included excerpts from his deposition. Dr. Bleyl evaluated highway maintenance conditions allegedly contributing to the accident. After visiting the scene and taking pictures, he produced a report on these conditions. Dr. Bleyl stated at his deposition:\nBut when you have other exit and entrance ramps, such as 242 and 240, where there are no signs to advise a motorist that they are going the wrong way, and you have a paved asphalt median in that general area where individuals could cross over, it stands to reason that one might seriously consider signs to advise motorists who might be going the wrong way of the fact that they are doing so.\nConcerning the highway ten miles north of the accident, Dr. Bleyl said that this was a rural environment, generally, without any roadway lighting at night. There are curves and grades, changes in alignment of the roadway, making it difficult, sometimes, to perceive a motorist coming the wrong way on the freeway until it's too late. We include additional deposition testimony concerning the distance traveled by Ms. McClain on the Interstate before the accident in our discussion of proximate cause below. We hold that all of this evidence created genuine issues of material fact on the questions of foreseeability and breach of duty.\nD. Proximate Cause\n{17} 'With few exceptions, proximate cause is a question of fact to be determined by the factfinder. The only time that this is not true is 'when facts regarding causation are undisputed and all reasonable *527inferences [from those facts] are plain, consistent and uncontradictory.' Lerma, 117 N.M. at 784-85, 877 P.2d at 1087-88 (citation omitted) (quoting Chavira v. Carnahan, 77 N.M. 467, 469, 423 P.2d 988, 990 (1967)). To avoid summary judgment, Plaintiffs need only show facts and conditions from which the Department's negligent cause of the accident may be reasonably inferred. See Sanders v. Atchison, Topeka & Santa Fe Ry. Co., 65 N.M. 286, 290, 336 P.2d 324, 327 (1959). A reasonable inference is a logical deduction from facts admitted or established by the evidence, when such facts are viewed in the light of common knowledge or common experience. Williamson v. Piggly Wiggly Shop Rite Foods, Inc., 80 N.M. 591, 595, 458 P.2d 843, 847 (Ct.App.1969).\n{18} We determine that Plaintiffs presented sufficient evidence to create a genuine issue of material fact on proximate cause. Dr. Bleyl opined that the absence of appropriate warning signs in the 4& miles preceding the accident was a deficient highway maintenance condition contributing to cause Ms. McClain to go the wrong way. He also gave an opinion on Ms. McClain's speed and how long she was traveling in the wrong direction:\n[I]t's obvious from the post impact movements that she was not just beginning to accelerate, that she was up to regular highway speed and therefore had to have been on the highway for some significant distance in order to reach that kind of speed. That is, she just didn't immediately complete a U-turn and just starting to head south.\nDr. Bleyl explained that he based his conclusion on a police report:\nThe officer has a diagram in his report relative to this particular collision. And it shows where the vehicles collided and that [Ms. McClain] continued south some distance. The Pollock vehicle continues north some distance. In a head-on collision, if she were going very slowly and were hit by the Pollock vehicle, it would drive her back toward the north. She continues south for some distance, like ten feet, more or less.\nWhich suggests that she had to have at least enough momentum [to carry her vehicle south from the point of impact].\nSee Galvan v. City of Albuquerque, 85 N.M. 42, 44-45, 508 P.2d 1339, 1341-42 (Ct.App.1973) (providing that expert witness must satisfactorily explain how he or she arrived at conclusion of speed). We believe this evidence supports a reasonable inference that the absence of Wrong Way and Do Not Enter signs on the Interstate preceding the site of the accident contributed to its cause. See Tafoya v. Seay Bros. Corp., 119 N.M. 350, 351, 890 P.2d 803, 804 (1995) ([A] plaintiff does not have to disprove every other possible contributing cause of the injury. Plaintiff simply must prove that the act characterized as negligence more probably than not was a contributing cause of the injury. (citation omitted)); see also Torelli v. City of New York, 176 A.D.2d 119, 574 N.Y.S.2d 5, 7-8 (1991) (concluding that absence of Do Not Enter signs at freeway exit was sufficient circumstantial evidence to establish a causal link between the city's negligence and the accident to allow jurors to find proximate cause).\n{19} In countering Dr. Bleyl's deposition testimony, the Department relies on Pedigo v. Valley Mobile Homes, Inc., 97 N.M. 795, 798, 643 P.2d 1247, 1250 (Ct.App.1982) (holding that the service manager's affidavit is no more than self-serving speculation, and did not create a genuine issue of material fact that would defeat a motion for summary judgment). We consider Pedigo factually distinguishable. Here, Dr. Bleyl obtained personal knowledge of the accident site by visiting it. Cf. id. (where the affiant had no personal knowledge). Dr. Bleyl explained that he formed his opinion from a diagram in a police report. See id. (A satisfactory explanation of how the expert arrived at his opinion must be given____). These facts supporting his position are admissible in evidence. See id. (An affidavit in a summary judgment must set forth facts admissible in evidence.).\nIII. CONCLUSION\n{20} We conclude that the Department had both statutory and common law *528duties to reasonably maintain the state highways. Although the existence of a duty is decided as a matter of law by the court, the extent of that duty in the factual context of a given case is a question for the factfinder. Similarly, breach of duty and proximate cause are factual questions for the jury. We hold that Plaintiffs made a sufficient showing in opposing summary judgment to create genuine issues of material facts on these elements. We thus reverse the trial court's order granting summary judgment in favor of the Department.\n{21} IT IS SO ORDERED.\nDONNELLY and ARMIJO, JJ., concur.\nPlain English Summary: Mr. Pollock was killed as a result of a car accident, colliding with a vehicle circulating the wrong way on a motorway. His estate sued the relevant local authorities claiming they had a duty to prevent such accidents from happening. The Court concluded that the Department had both a statutory and a common law duty to reasonably maintain the highway.\n\nTagging: §7(a)",
    "annotations": {
        "Facts": [
            "One night in January 1994, George Perry Pollock, Jr., (the deceased) accompanied by his son, was driving north on Interstate 25 neár the community of Bernalillo. An elderly woman, Emma McClain, was driving the wrong way in the northbound lane and collided head on with the car occupied by the Pollocks. As a result of the accident, the deceased and Ms. McClain were killed; the deceased's son sustained injuries. No witnesses observed where or how Ms. McClain entered the Interstate nor how long she had traveled in the wrong direction before the collision.{3} The Department moved for summary judgment, arguing that there was no evidence indicating how Ms. McClain accessed the Interstate, the Department owed no duty of care, and Plaintiffs could not establish proximate cause. In May 1997, the trial court held a hearing on the motion and orally indicated its intent to deny the motion. Plaintiffs moved to compel discovery, and the trial court scheduled a hearing on that motion later in the month. At that later hearing, the Department raised certain concerns on the pending summary judgment ruling, which the court addressed. Plaintiffs protested that they did not have the opportunity to prepare for a reargument of the summary judgment motion; nonetheless, the trial court sought clarification of the issues. The Department took issue with various assertions made by Plaintiffs in a letter sent to the court a few days after the earlier hearing held that month. That letter, however, was not made a part of the record. Plaintiffs argued that additional affidavits would support their factual assertions and argument concerning the accident and negligence"
        ],
        "Procedural History": [
            ". The trial court, however, denied Plaintiffs' request to supplement the record with additional affidavits but allowed the parties to submit supplemental briefs on the issues of duty and proximate cause.{4} Although the trial court ordered that no additional affidavits be filed, Plaintiffs nevertheless attached to their brief the affidavit of Dr. Bleyl, their expert on highway traffic and safety engineering, and new excerpts from his deposition. In response, the Department moved to strike the affidavit and additional deposition testimony, but the trial court did not rule on the motion. The court later granted the Department's summary judgment motion. Plaintiffs appealed. At the time this appeal was proceeding through the court's calendaring process, this Court deemed the record ambiguous concerning whether the trial court had considered Dr. Bleyl's supplemental testimony. Consequently, this Court directed the trial court to enter an order indicating whether it had considered the supplemental testimony. In an order filed on April 20, 1998, the trial court stated that it did not consider Dr. Bleyl's supplemental testimony before granting the Department's motion for summary judgment"
        ],
        "Application of Law to Facts": [
            "The Department has both statutory and common law duties to the public at large concerning the maintenance of its highways.",
            "As a preliminary matter, we also note that the Department is not entitled to sovereign immunity under the New Mexico Tort Claims Act",
            "because sovereign immunity does not apply to liability damages caused by negligence in the maintenance of highways.",
            "the Department also has a common-law duty to exercise ordinary care to protect the general public from foreseeable harm on the highways of the state.",
            "We conclude that the Department had both statutory and common law *528duties to reasonably maintain the state highways. Although the existence of a duty is decided as a matter of law by the court, the extent of that duty in the factual context of a given case is a question for the factfinder. Similarly, breach of duty and proximate cause are factual questions for the jury."
        ],
        "Relevant Precedents": [
            "Lerma, 117 N.M. at 784, ;"
        ],
        "Outcome": [
            "We thus reverse the trial court's order granting summary judgment in favor of the Department."
        ]
    },
    "class": "reverse"
}