{
    "text": "Spencer v. University of New Mexico Hospital, 135 N.M. 554, 91 P.3d 73, 2004-NMCA-047 (2004)\nFeb. 12, 2004 · Court of Appeals of New Mexico · No. 22,702\n135 N.M. 554, 91 P.3d 73, 2004-NMCA-047\nJames SPENCER, Personal Representative of the Estate of Hope Rigolosi, Deceased, Plaintiff-Appellant,v.UNIVERSITY OF NEW MEXICO HOSPITAL, University of New Mexico Board of Regents, and Benjamin Williams, Defendants, and Health Force, Inc., a New York Corporation doing business in the State of New Mexico, Defendant-Appellee\n2004-NMCA-047;\n91 P.3d 73\nCourt of Appeals of New Mexico.\nCertiorari Granted, No. 28,532, April 23, 2004.\n*556Amalia S. Lucero, Lisa K. Vigil, Jacob G. Vigil, Vigil & Vigil, P.A., Albuquerque, for Appellant.\nM. Eliza Stewart, Michele U. Estrada, Madison, Harbour, Mroz & Brennan, P.A., Albuquerque, for Appellee.\nOPINION\nWECHSLER, Chief Judge.\n{1} Ben Williams, a man with a long criminal record, was hired as a caregiver by Health Force, Inc., and allegedly caused the death of Plaintiffs decedent, Hope Rigolosi, by injecting her with heroin. Plaintiff sued Health Force, alleging liability based on negligent hiring and retention and respondeat superior. The district court granted summary judgment on both claims, and Plaintiff appeals.\n{2} We affirm summary judgment on the respondent superior claim because Plaintiff abandoned that issue in the memorandum in support and did not brief the issue. See State v. Fish, 102 N.M. 775, 777, 701 P.2d 374, 376 (Ct.App.1985) (stating that issues raised in the docketing statement, but not briefed, are abandoned). We also affirm summary judgment on the negligent hiring and retention claim. We deny Health Force's motion objecting to Plaintiffs designation of the transcript of proceedings of July 20, 2001 and seeking to strike pleadings related to the respondeat superior claim.\nFactual and Procedural Background\n{3} Rigolosi was a thirty-six-year-old quadriplegic who required twenty-four-hour care. Health Force hired Williams as a caregiver on March 20, 1998. He was assigned to Rigolosi and cared for her at her home. At the time Williams was hired, he was sixty-one years old, had a long criminal history dating back more than thirty years, and was a fugitive from a previously imposed nine- and-a-half year sentence. Williams' record included convictions for burglary, aggravated assault, armed robbery with a deadly weapon, fraudulent use of a credit card, embezzlement, and shoplifting. Health Force hired Williams without performing a criminal background check of any kind. It called one or two references.\n{4} There was evidence that on March 31,1998, three of Rigolosi's narcotic prescription pills may have disappeared while Williams was on duty. The next day, April 1, Rigolosi was admitted to the hospital because she had pneumonia. On April 23, approximately one month after being hired, while visiting Rigolosi in the hospital, Williams allegedly injected Rigolosi with heroin which caused her death. When hospital staff found Rigolosi dead in her hospital room at 2:20 a.m., Williams was in the room dancing and chanting.\n{5} The record includes motions in limine to prohibit Health Force from introducing evidence that Rigolosi had expressed thoughts of suicide, evidence of her prior record for drug trafficking, and evidence of her prior drug and alcohol abuse. There appears to be some evidence that Health Force did not introduce Williams to Rigolosi, *557that she already knew Williams, and that she wanted him to be her caregiver. On the other hand, there was some evidence Rigolosi was uncomfortable with Williams.\n{6} The parties dispute whether Williams was still employed by Health Force on April 23. We need not address this issue because we conclude that, under the limited circumstances of this ease, Health Force had no duty.\nStandard of Review\n{7} Plaintiff contends the district court erred in granting Health Force summary judgment on Plaintiffs claim of negligent hiring and retention. Summary judgment is appropriate when there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, 126 N.M. 396, 970 P.2d 582. We review this issue de novo. Id.\nNegligent Hiring and Retention\n{8} Negligent hiring or retention is based on a duty flowing from the employer to the public to protect those whom the employer might reasonably anticipate would be injured as a result of the hiring or retention. See Narney v. Daniels, 115 N.M. 41, 50-51, 846 P.2d 347, 356-57 (Ct.App.1992). Negligent hiring or retention does not require that the employer actually know of the employee's lack of fitness, but depends on whether the employer knew or should have known that the employee posed a risk of harm to the public. Los Ranchitos v. Tierra Grande, Inc., 116 N.M. 222, 228, 861 P.2d 263, 269 (Ct.App.1993). Liability based on a theory of negligent hiring and retention requires a duty on the part of the employer toward the public. Namey, 115 N.M. at 51, 846 P.2d at 357. Additionally, the negligent hiring or retention must be the proximate cause of the plaintiffs injury and the injury must be foreseeable. Id.\n{9} The existence of a duty is a question of law. See Calkins v. Cox Estates, 110 N.M. 59, 62, 792 P.2d 36, 39 (1990). Duty can be established by statute or common law or by the general negligence standard, which requires an individual to use reasonable care. Narney, 115 N.M. at 51, 846 P.2d at 357. The existence of a duty is a question of policy to be determined by statutes, legal precedent, and other principles comprising the law. Id. To determine whether a duty exists, we analyze the relationship of the parties, the injured plaintiffs interests, and the defendant's conduct, combined with a determination of whether the plaintiffs interests should be protected as a matter of policy. See Calkins, 110 N.M. at 63, 792 P.2d at 40.\nStatutory Duty\n{10} Plaintiff argues that, in March 1998 when Health Force hired Williams, Health Force had a duty, imposed by statute, to perform a criminal background check on Williams. The Caregivers Criminal History Screening Act, first enacted in 1997, required caregivers to undergo criminal background checks. See NMSA 1978, § 29-17-1 (1997, repealed 1998, and replaced by NMSA 1978, §§ 29-17-2 to -5 (1998, as amended through 1999)) (the 1997 statute). This statute, Laws 1997, Chapter 202, became effective April 10, 1997. 1997 N.M. Laws, Ch. 202, § 2. It required nationwide and statewide criminal records checks of any applicant for employment with a care provider. Section 29-17-1(B). The process for these checks was specified in the statute. The nationwide check required fingerprinting on federal bureau of investigation approved fingerprint cards, submitting the fingerprint cards to the bureau and obtaining the nationwide conviction record of an applicant. Section 29-17-1(A)(6)(a). Similarly, the statewide check required fingerprinting on federal bureau of investigation approved fingerprint cards, submitting the cards to the department of public safety and obtaining the statewide conviction and felony arrest history of an applicant. Section 29-17-l(A)(7).\n{11} There were admittedly problems with the 1997 statute. It failed to identify the agency to receive the FBI information and therefore the FBI would not provide the information. Roselyn Dufour, one of Plaintiffs experts, testified:\n*558[t]he word came out within three months that it was going to be repealed. And there was a great deal of confusion about what needed to be done and when.... There was no process. There was no mechanism in place. There was no procedure. [Health care] providers were left to their own devices to try and figure out what they were supposed to do, and it was very shortly after that bill was passed that we were informed that the FBI would not be accepting fingerprints.\n{12} Plaintiff produced evidence through Ms. Dufour that, even with any problems with the statute, it was possible, at least in Belen, New Mexico, to go to the police department and obtain information. It was not clear whether the information from the Belen Police Department was limited to statewide information or whether it also included national information.\n{13} The 1997 statute was repealed and a new version was enacted on March 7, 1998. See 1998 N.M. Laws, Ch. 68, § 6. Despite the repeal of the 1997 statute, it was in force until May 20, 1998. See Compiler's Note to § 29-17-1. Plaintiff argues that Health Force had a duty, imposed by the 1997 statute, to protect the public by hiring and retaining as caregivers only people who had been screened for a criminal background. See Harney, 115 N.M. at 51, 846 P.2d at 357 (relying on statute to establish a duty that police departments hire and retain only mentally stable police officers).\n{14} Health Force counters that it did not have to perform a criminal background check on Williams because the 1997 statute created a window of one hundred days in which an employee could be temporarily employed. See § 29-17-l(B). However, that subsection does not aid Health Force. It allows an employer to extend the temporary offer of employment only on condition that the employer has initiated the criminal background check within five days of the date of hire. Id. It appears undisputed that Health Force never initiated any criminal background check within five days of the date of hire, or at any time, and therefore it would not be entitled to rely on the window created by the statute.\n{15} During our consideration of this case, we became increasingly concerned about whether a duty to perform a criminal background check could be fairly based on a statute that required a specific process that could not be followed. We requested and received supplemental briefs from the parties on this issue.\n{16} We conclude that under the limited circumstances of this case, no statutory duty can be based on Health Force's failure to perform the background checks required by the 1997 statute in force when Williams was hired in March 1998 because it was not possible to comply with the statute. 3 Fowler Y. Harper, Fleming James, Jr., & Oscar S. Gray, The Law of Torts § 17.6, at 637-40 (2d ed.1986), notes that the reasonableness of a statutory standard may be reviewed both generally and as applied to a particular case. A court, for example, has discretion to refuse to adopt a statute as the standard of care when the law is so obscure, unknown, outdated, or arbitrary as to make its adoption as a standard of reasonable care inequitable. Sweet v. Sisters of Providence, 895 P.2d 484, 494 (Alaska 1995); Evison v. Chicago St P., M. & O. Ry., 45 Minn. 370, 48 N.W. 6, 7-8 (1891) (refusing to find negligence per se when statute calling for 4 mph speed limit was unreasonable for that part of the city). The Restatement (Second) of Torts § 288(A)(2)(C) (1965) states that an actor is not liable for negligence when violating a legislative enactment if the actor is unable after reasonable diligence or care to comply. Justification for noncompliance exists when compliance was impossible or caused by circumstances over which the actor had no control, or the actor broke the criminal law in a sudden emergency not of the actor's making. The Law of Torts, supra, § 17.6, at 637-38.\n{17} In addressing whether the 1997 statute provides a standard of care, we view the problem in terms of whether violation of a statute is negligence per se, or whether one can be excused from following the statute in certain circumstances. See Hayes v. Hagenieier, 75 N.M. 70, 75, 400 P.2d 945, 948 (1963) (noting that the statute sets the standard of conduct and stating that a violation is negli*559gence per se, unless the violation is excused); The Law of Torts, supra, § 17.6, at 639-40. This concept of excuse has been described as the justifiable violation doctrine. Id. It recognizes that there are circumstances in which it is unfair to base negligence on the violation of a statute. An excused violation of a statute is not negligence. See Borden, Inc. v. Price, 939 S.W.2d 247, 252 (Tex.Ct.App.1997).\n{18} New Mexico cases recognize that an actor is not negligent per se when the violation of the statute is excusable. Jackson v. Southwestern Pub. Serv. Co., 66 N.M. 458, 471, 349 P.2d 1029, 1038 (1960), states that the violation of an ordinance may be excused or justified in certain cases. See also Hayes, 75 N.M. at 76, 400 P.2d at 949; Otero v. Zouhar, 102 N.M. 493, 498, 697 P.2d 493, 498 (Ct.App.1984), rev'd in part on other grounds by 102 N.M. 482, 697 P.2d 482 (1985). Jackson states that the correct test is whether the person who has violated a statute has sustained the burden of showing that he did what might reasonably be expected of a person of ordinary prudence, acting under similar circumstances, who desired to comply with the law. Jackson, 66 N.M. at 472, 349 P.2d at 1038 (internal quotation marks and citation omitted); Hayes, 75 N.M. at 76, 400 P.2d at 949 (same).\n{19} Plaintiff characterizes the problems with the process created as merely a lack of guidance, but we consider the problem to be much more significant. Rather, the problem is that the statute gave very specific guidance that could not be followed. Against undisputed evidence that the method required by the statute could not be followed, Plaintiff sought to rely on evidence that in Belen it was possible to obtain some information from the local police department. Plaintiffs position is that, even if the process required by the statute could not be followed, Health Force is not excused from complying with the statute because it was possible to obtain some information another way.\n{20} However, Plaintiff did not introduce any evidence that the informal process that worked in Belen would have worked in Albuquerque, where Health Force was located, or anywhere else. More significantly, we are persuaded that when the legislature has required compliance with a statute by providing a specific method, one must use that method. Statutes are to give fair notice of what is required to enable compliance with the law. See Bustamante v. De Baca, 119 N.M. 739, 742, 895 P.2d 261, 264 (Ct.App.1995) (describing constitutional requirements for a statute to satisfy due process). Members of the public, in conducting their affairs, should be entitled to rely on the requirements expressed in statutes and must meet those requirements unless a valid excuse exists. With fair notice about the requirements of a statute, there is no unfairness in requiring compliance. However, when a statute cannot be followed because it is flawed, it is unfair to impose the statutory requirements as a standard of conduct. Consistent with this principle of fair notice, it would be unfair in this case to impose a statutory duty to perform an act that is not expressed in the statute. When compliance with the mandated method is not possible, one should not be forced to guess at an alternative, at peril of being held liable. We further note that although the flawed version of the statute was in force until May 20, 1998, the legislature had repealed the 1997 version of the statute on March 9,1998, approximately eleven days before Williams was hired. See 1998 N.M. Laws, Ch. 68, § 6; see also Stevens v. Luther, 105 Neb. 184, 180 N.W. 87, 89 (1920) (holding that the violation of a speed limit statute was not negligent per se and considering the fact that the statute had been subsequently repealed).\n{21} Plaintiff argues that Health Force should not be allowed to claim the benefit of the justifiable violation doctrine when it made no effort to comply with the statute. We recognize that Health Force did nothing other than check one or two references. However, the checks required by the statute could not be performed, and the statute had to be repealed and replaced a year later. Negligence cannot be premised on a statute when the undisputed evidence is that the process required by the statute could not be accomplished.\n*560{22} In some cases, it will be the jury's task to determine whether a particular violation was excused. See Hayes, 75 N.M. at 77, 400 P.2d at 949. However, when, as in this case, the undisputed, admissible evidence was that the statute was flawed and had to be repealed, and the process for obtaining criminal background checks repaired, reasonable minds cannot differ that Health Force was excused from complying with the statute. See Gelder v. Puritan Ins. Co., 100 N.M. 240, 242, 668 P.2d 1117, 1119 (Ct.App.1983) (stating that summary judgment is proper where reasonable minds cannot differ).\nCommon Law Duty\n{23} Even without the 1997 statute, Plaintiff concludes that Health Force's general duty to exercise reasonable care created a duty to perform a criminal background check on people who applied for employment. See Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 14, 134 N.M. 43, 73 P.3d 181; Namey, 115 N.M. at 51, 846 P.2d at 357. However, for this Court to examine whether there existed a common law duty, we would be required to speak on the matter of background checks at a time when the legislature had already spoken, and then had spoken a second time, consistently and definitively expressing the manner in which it wanted background checks performed. Against these legislative proclamations, we are unwilling to analyze whether a care provider also had a common law duty to have performed some other type of background check when, as a result of a flawed statute, the care provider could not perform or obtain the check required by the statute. We are not a legislative body. In this ease, it is not appropriate for us to declare that some other kind of criminal background investigation should have been conducted. We will not legislate a duty when the legislature has specifically addressed the problem. Under the circumstances, the common law duty asserted by Plaintiff to perform a different type of background check is not one to which we will give legal effect and recognition. Herrera, 2003-NMSC-018, ¶ 10, 134 N.M. 43, 73 P.3d 181.\nProximate Cause\n{24} We address proximate cause insofar as it affects part of Plaintiffs negligent retention claim. This claim is that Health Force was negligent in retaining Williams after it became aware that he may have stolen three of Ms. Rigolosi's narcotic prescription pills on March 31, 1998. The negligent retention must be the proximate cause of the plaintiffs injury, and the injury must be foreseeable. See Namey, 115 N.M. at 50-51, 846 P.2d at 356-57. The proximate cause of an injury is that which in a natural and continuous sequence ... produces the injury, and without which the injury would not have occurred. F & T Co. v. Woods, 92 N.M. 697, 700, 594 P.2d 745, 748 (1979) (internal quotation marks and citation omitted). Proximate cause is a question of fact for the jury, unless reasonable minds cannot differ. See Calkins, 110 N.M. at 65 n. 6, 792 P.2d at 42 n. 6.\n{25} We do not believe that a jury could reasonably find that Health Force's retention of Williams, after he had allegedly stolen three narcotic pills, was the proximate cause of Rigolosi's death over three weeks later. Compare F & T Co., 92 N.M. at 701, 594 P.2d at 749 (holding that we do not believe that the rape of plaintiff by defendant's employee could be remotely considered to have been foreseeable by defendant or to be a natural or probable result of defendant's retention of its employee), with Namey, 115 N.M. at 51, 846 P.2d at 357 (holding that hiring and retaining police officer who displayed unstable behavior was the proximate cause of injury to plaintiffs who were stopped and terrorized by the officer); Pittard v. Four Seasons Motor Inn, Inc., 101 N.M. 723, 730-31, 688 P.2d 333, 340-41 (Ct.App.1984) (holding that hotel was liable on negligent hiring and retention theory when employee displayed alcohol abuse and tendency toward violent behavior and employee sexually assaulted child at the hotel); Gonzales v. Southwest Sec. & Prot. Agency, Inc., 100 N.M. 54, 56-57, 665 P.2d 810, 812-13 (Ct.App.1983) (holding that security business was liable for a beating by its guards when, among other things, busi*561ness failed to perform background checks on employees hired as guards and failed to take appropriate action after one of the guards was involved in a previous beating). The connection between the alleged theft of three pills and Rigolosi's death is too tenuous to establish proximate cause. See Calkins, 110 N.M. at 65 n. 6, 792 P.2d at 42 n. 6.\nConclusion\n{26} We affirm the district court's award of summary judgments,\n{27} it IS SO ORDERED,\nSUTIN and CASTILLO, JJ., concur,\nPlain English Summary: The Defendant hired Ben Williams, a person with a long criminal record, as a carer. It is alleged that in carrying for one of the patients, he injected her with heroin, causing her death. The Court held that the Defendant was not under any duty to perform a criminal background check on Williams.\n\nTagging: §7(a)",
    "annotations": {
        "Facts": [
            "Ben Williams, a man with a long criminal record, was hired as a caregiver by Health Force, Inc., and allegedly caused the death of Plaintiffs decedent, Hope Rigolosi, by injecting her with heroin. Plaintiff sued Health Force, alleging liability based on negligent hiring and retention and respondeat superior.",
            "{3} Rigolosi was a thirty-six-year-old quadriplegic who required twenty-four-hour care. Health Force hired Williams as a caregiver on March 20, 1998. He was assigned to Rigolosi and cared for her at her home. At the time Williams was hired, he was sixty-one years old, had a long criminal history dating back more than thirty years, and was a fugitive from a previously imposed nine- and-a-half year sentence. Williams' record included convictions for burglary, aggravated assault, armed robbery with a deadly weapon, fraudulent use of a credit card, embezzlement, and shoplifting. Health Force hired Williams without performing a criminal background check of any kind. It called one or two references.{4} There was evidence that on March 31,1998, three of Rigolosi's narcotic prescription pills may have disappeared while Williams was on duty. The next day, April 1, Rigolosi was admitted to the hospital because she had pneumonia. On April 23, approximately one month after being hired, while visiting Rigolosi in the hospital, Williams allegedly injected Rigolosi with heroin which caused her death. When hospital staff found Rigolosi dead in her hospital room at 2:20 a.m., Williams was in the room dancing and chanting.{5} The record includes motions in limine to prohibit Health Force from introducing evidence that Rigolosi had expressed thoughts of suicide, evidence of her prior record for drug trafficking, and evidence of her prior drug and alcohol abuse. There appears to be some evidence that Health Force did not introduce Williams to Rigolosi, that she already knew Williams, and that she wanted him to be her caregiver. On the other hand, there was some evidence Rigolosi was uncomfortable with Williams.{6} The parties dispute whether Williams was still employed by Health Force on April 23. We need not address this issue because we conclude that, under the limited circumstances of this ease, Health Force had no duty.",
            "{10} Plaintiff argues that, in March 1998 when Health Force hired Williams, Health Force had a duty, imposed by statute, to perform a criminal background check on Williams. The Caregivers Criminal History Screening Act, first enacted in 1997, required caregivers to undergo criminal background checks."
        ],
        "Procedural History": [
            "The district court granted summary judgment on both claims, and Plaintiff appeals.",
            "Plaintiff contends the district court erred in granting Health Force summary judgment on Plaintiffs claim of negligent hiring and retention. Summary judgment is appropriate when there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, , 970 P.2d 582. We review this issue de novo. Id."
        ],
        "Application of Law to Facts": [
            "We conclude that under the limited circumstances of this case, no statutory duty can be based on Health Force's failure to perform the background checks required by the 1997 statute in force when Williams was hired in March 1998 because it was not possible to comply with the statute.",
            "Negligence cannot be premised on a statute when the undisputed evidence is that the process required by the statute could not be accomplished.",
            "the undisputed, admissible evidence was that the statute was flawed and had to be repealed, and the process for obtaining criminal background checks repaired, reasonable minds cannot differ that Health Force was excused from complying with the statute.",
            "We do not believe that a jury could reasonably find that Health Force's retention of Williams, after he had allegedly stolen three narcotic pills, was the proximate cause of Rigolosi's death over three weeks later.",
            "The connection between the alleged theft of three pills and Rigolosi's death is too tenuous to establish proximate cause."
        ],
        "Relevant Precedents": [
            "Gelder v. Puritan Ins. Co., 100 N.M. 240, 242, , 1119"
        ],
        "Outcome": []
    },
    "class": "affirm"
}