{
    "text": "Jacobo v. City of Albuquerque, 138 N.M. 184, 118 P.3d 189, 2005-NMCA-105 (2005)\nJune 16, 2005 · Court of Appeals of New Mexico · Nos. 24,256, 24,459\n138 N.M. 184, 118 P.3d 189, 2005-NMCA-105\nDora JACOBO and Manuel Jacobo, Plaintiffs-Appellants,v.CITY OF ALBUQUERQUE and Public Service Company of New Mexico, Defendants-Appellees\n2005-NMCA-105\n118 P.3d 189\nCourt of Appeals of New Mexico.\nCertiorari Granted, No. 29,323, No. 29,325, Aug. 5, 2005.\nJeff Romero, Albuquerque, NM, for Appellants.\nRobert M. White, City Attorney, Stephanie M. p Griffin, Assistant City Attorney, Albuquerque, NM, for Appellee City of Albuquerque.\nThomas C. Bird, Richard L. Alvidrez, Mary Behm, Keleher & McLeod, P.A., Albuquerque, NM, for Appellee Public Service Company.\n*185 OPINION\nKENNEDY, Judge.\n{1} This ease arises from the entry of summary judgment in favor of Defendants, Public Service Company of New Mexico (PNM) and the City of Albuquerque (the City). Plaintiffs Dora and Manuel Jacobo alleged they were injured after Dora Jaeobo tripped on the concrete base of a light pole on a City street. The case presents two legal questions: whether PNM, who constructed and continues to own the light pole, is protected from Plaintiffs' claims by NMSA 1978, § 37-1-27 (1967) (the statute of repose limiting liability for construction projects to ten years after their substantial completion); and whether the City is protected from the claims by the Tort Claims Act (TCA), NMSA 1978, §§ 41-4-1 to -27 (1976, as amended through 2004). Because we determine that Plaintiffs' claims are not barred by either statute, we reverse and remand for further proceedings.\nBACKGROUND\n{2} Plaintiffs sued PNM and the City, alleging that Dora Jaeobo was injured on a City street when she tripped over the raised concrete base of a light pole constructed by PNM. A factual dispute appears to remain over whether the City or PNM owns the concrete base of the light pole. Both Defendants moved for summary judgment. PNM argued that under Section 37-1-27, it was not liable for Plaintiffs' injuries because it had built the light pole more than ten years earlier. The City argued first that it was not liable because PNM owned the light pole. Second, it argued that the immunity granted by the TCA was not waived in this ease because Section 41-4-11 only waives immunity for negligent maintenance of sidewalks and not for design defects. In addition, the City argued that it had no notice of the alleged defect and that it was also protected by the statute of repose. See § 37-1-27. The district court granted both the City's and PNM's motions. Plaintiffs also moved to amend the complaint to allege, based on the same facts, that the City's immunity was also waived under Section 41-4-6 (waiving immunity for the negligent operation or maintenance of buildings, public parks, equipment or furnishings), and under Section 41-4-8 (waiving immunity for the negligent operation of utilities). The court denied the motion to amend. This appeal followed.\nDISCUSSION\n{3} Plaintiffs argue that Section 37-1-27 does not bar Plaintiffs' claims because PNM is currently the owner of the light pole, has a contractual obligation with the City to maintain it, and has a duty under City ordinances to maintain it. Plaintiffs also argue that the City's immunity is waived because its duty to maintain the sidewalk in a safe condition is not limited to upkeep and repair, but also includes a duty to inspect and warn pedestrians of any danger. Plaintiffs challenge any determination that the City is protected by Section 37-1-27 and also appeal the denial of their motion to amend.\n{4} Summary judgment is appropriate where there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. The issue on appeal is whether the [defendant] was entitled to [judgment] ... as a matter of law. We review these legal questions de novo. Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, 126 N.M. 396, 970 P.2d 582. Both main issues in this case require statutory interpretation, which is a question of law that we review de novo. See Morgan Keegan Mortgage Co. v. Candelaria, 1998-NMCA-008, ¶ 5, 124 N.M. 405, 951 P.2d 1066. In interpreting statutes, we seek to give effect to the Legislature's intent, and in determining intent we look to the language used and consider the statute's history and background. Key v. Chrysler Motors Corp., 121 N.M. 764, 768-69, 918 P.2d 350, 354-55 (1996).\nPNM's Motion for Summary Judgment\n{5} Plaintiffs argue that the protection of Section 37-1-27 should not extend to owners who design and construct an improvement to real property and continue to own it after the ten-year period provided in the statute for bringing claims arising out of construction projects.\n{6} Section 37-1-27 reads:\n*186No action to recover damages for any injury to property, real or personal, or for injury to the person, or for bodily injury or wrongful death, arising out of the defective or unsafe condition of a physical improvement to real property, nor any action for contribution or indemnity for damages so sustained, against any person performing or furnishing the construction or the design, planning, supervision, inspection or administration of construction of such improvement to real property, and on account of such activity, shall be brought after ten years from the date of substantial completion of such improvement; provided this limitation shall not apply to any action based on a contract, warranty or guarantee which contains express terms inconsistent herewith. The date of substantial completion shall mean the date when construction is sufficiently completed so that the owner can occupy or use the improvement for the purpose for which it was intended, or the date on which the owner does so occupy or use the improvement, or the date established by the contractor as the date of substantial completion, whichever date occurs last.\nPNM argues at some length that the plain meaning of the statute extends protection to any person performing ... construction and does not exclude owners. See id. PNM then argues that because the statute unambiguously extends protection to any person, such a clear policy statement cannot be negated by other policy considerations.\n{7} While we agree with PNM that the statute is clear in its intent to protect builders from liability arising from defective or unsafe conditions created by the construction process after ten years have passed since substantial completion, we are not persuaded that the statute clearly extends protection to continuing owners of the property. As PNM states, the liability of continuing owners is not mentioned in the statute. Despite PNM's arguments to the contrary, it seems logical to suppose that the legislature did not intend to protect such owners. See Swink v. Fingado, 115 N.M. 275, 283, 850 P.2d 978, 986 (1993) (Legislative silence is at best a tenuous guide to determining legislative intente.]).\n{8} Moreover, we are not persuaded by PNM's argument that New Mexico case law supports reading the statute's protections to include builders who are also owners. Holding that this statute was not special legislation and did not violate equal protection, this Court has said that the protection the statute offered to builders, as opposed to owners, tenants, and materialmen was justified because [t]hose covered by the statute have no control over the real estate improvement once it is completed and turned over to the owner. Howell v. Burk, 90 N.M. 688, 694, 568 P.2d 214, 220 (Ct.App.1977). Thus, this Court explicitly tied the protection of the statute to builders who no longer had any control over the property in question and stated that [u]nder the statutory language, the owner or tenant of real property ... does not benefit from the statute. Id. at 693, 568 P.2d at 219.\n{9} More recently, our Supreme Court interpreted Section 37-1-27 to shift liability from builders to property owners ... for dangerous conditions arising out of improvements to real property ten years after the completion of a project. Saiz v. Belen Sch. Dist., 113 N.M. 387, 401, 827 P.2d 102, 116 (1992). The Court stressed that this Statute was not intended to benefit the owner of real property. Id. In addition, the Court observed that because joint and several liability was the law at the time the statute was enacted, the effect of the Statute when passed was to make landowners potentially responsible for all damages. Id. In our view, our Supreme Court has indicated that the statute was never intended to protect property owners. Moreover, our Supreme Court has observed that the protection provided by the statute of repose was thought necessary in the wake of judicial decisions exposing those involved in the construction industry to greater liability, when, due to the passage of time since their involvement, the preparation of a reasonable defense might be impossible. Coleman v. United Eng'rs & Constructors, Inc., 118 N.M. 47, 51, 878 P.2d 996, 1000 (1994). Indeed, as our Supreme Court wrote in Coleman, the history of the enactment of statutes like Section 37-1-27 shows that they were specifically *187designed to protect architects, builders, and those involved in the construction industry from liability arising out of defective improvements to real property many years after they had any connection to the property. See Coleman, 118 N.M. at 51, 878 P.2d at 1000; see generally Jane Massey Draper, Annotation, Validity and Construction, as to Claim Alleging Design Defects, of Statute Imposing Time Limitations upon Action against Architect or Engineer for Injury or Death Arising out of Defective or Unsafe Condition of Improvement to Real Property, 93 A.L.R.3d 1242, 1244-45 (1979) (containing a discussion of statutes imposing time limitations upon an action against an architect or engineer for injury or death arising out of the defective or unsafe condition of an improvement to real property (footnotes omitted)) (superseded in part by Martha Ratnoff Fleisher, Annotation, Validity, as to Claim Alleging Design or Building Defects, of Statute Imposing Time Limitations Upon Action Against Architect, Engineer, or Builder for Injury or Death Arising out of Defective or Unsafe Condition of Improvement to Real Property, 2002 A.L.R.5th 21 (2002-05) (not yet released for publication)). This same rationale does not apply to property owners.\n{10} Both parties cite to out-of-state cases to argue that an owner who is also a builder either is or is not protected. PNM relies on Wright v. Board of Education, 335 Ill.App.3d 948, 269 Ill.Dec. 589, 781 N.E.2d 386 (2002), to argue that an owner who is also the builder is protected by the statute of repose. In Wright, the school board (both builder and owner) was deemed protected from an action by a plaintiff who fell when leaving an elementary school. Id. at 387, 393. The Wright court acknowledged that the Illinois appellate courts were split on the construction of the statute, noting that one of its eases had held that even after the 10-year statutory period, a party who is in a position to correct a design defect loses the protection of the statute of repose. Id. at 391-92. The Wright court concluded, however, that although the board of education had a duty to maintain as a property owner, that duty was trumped by the statute of repose ... because the Board is the owner of the property and the entity that participated in the design and construction of it. Id. at 393. In reaching this conclusion, the court reasoned that the Illinois statute of repose eliminatefs] consideration of status .... [and] protects, on its face, anyone who engages in the enumerated activities. Id, at 392 (internal quotation marks and citations omitted). PNM argues that this Court also adopted an activity analysis in Howell, 90 N.M. at 697, 568 P.2d at 223, and thus the resolution of this appeal should be guided by Wright, 269 Ill.Dec. 589, 781 N.E.2d at 392. We are not persuaded that such a distinction requires us to determine that PNM is protected by the statute of repose, Section 37-1-27. While it appears undisputed that PNM acted as a builder at the time of construction, it is also currently the owner of the light pole, and it remains disputed whether it is the owner of the concrete base. If it is the owner of the concrete base, it has separate duties that are independent of its duties as a builder.\n{11} Plaintiffs argue that New Mexico's statute of repose, unlike that of Illinois, makes specific references to the date of substantial completion of a project when the owner is able to occupy the premises, thus implying that the owner's occupation of the property shifts responsibility from builder to owner. See § 37-1-27. Consequently, Plaintiffs contend, we should be persuaded by the reasoning of Stone v. United Engineering, 197 W.Va. 347, 475 S.E.2d 439, 446-47 (1996), in interpreting the West Virginia statute of repose, which also provides that the statute begins to run from the date when the improvement to the real property in question has been occupied or accepted by the owner of real property, whichever occurs first. Id. at 447 (internal quotation marks omitted and emphasis added) (quoting W.Va.Code § 55-2-6a (1983)). The Supreme Court of Appeals of West Virginia determined that the purpose of the statute of repose is to protect architects, builders, and the like from liability many years after a construction project was completed and concluded as a matter of law that its statute of repose did not extend to a defendant who not only designed but owned the property. Id.\n*188{12} Regardless of whether the actual wording of New Mexico's and West Virginia's statutes is similar or not, in light of our Supreme Court's statements in Saiz, 113 N.M. at 401, 827 P.2d at 116, and Coleman, 118 N.M. at 51, 878 P.2d at 1000, New Mexico has indicated that ten years after substantial completion of a project, responsibility for the safety of an improvement to real property shifts from a designer, planner, or builder to the owner. See § 37-1-27. In this ease, they may both be PNM. The owner of the property is not relieved of liability under Section 37-1-27, but remains liable for injuries arising from unsafe conditions on that property. Id. The district court erred, therefore, in granting summary judgment to PNM on that basis when the question of ownership of the concrete base of the light pole remained unresolved. Because we hold that Section 37-1-27 does not protect owners of property who built the property against claims arising from unsafe conditions of that property, we do not address whether PNM's duties under contract and City ordinance would also make Section 37-1-27 inapplicable.\nThe City's Motion for Summary Judgment\n{13} Plaintiffs also argue that the district court erred in accepting all the arguments made by the City in its motion for summary judgment. The City argued below that it was not hable for any damages because (1) PNM owned the light pole, (2) the damages resulted from a design defect for which immunity had not been waived under Section 41-4-11, and not from negligent maintenance, which is limited to upkeep and repair, (3) the City had no notice of the dangerous condition, and (4) the claim was barred by Section 37-1-27.\n{14} Several of these arguments can be addressed summarily. First, in light of our holding that Section 37-1-27 does not bar claims against owners of property, we determine that summary judgment for the City should not have been granted on this basis. Second, as Plaintiffs point out, their claim against the City was not premised on the City's ownership of the light pole itself, but on whether the City had properly maintained the sidewalk that included the pole's concrete base. Third, because the City constructed the sidewalk, it was not necessary for Plaintiffs to prove knowledge of any dangerous condition on the sidewalk. See Cardoza v. Town of Silver City, 96 N.M. 130, 134, 628 P.2d 1126, 1130 (Ct.App.1981) (No burden was imposed upon the public to prove notice of a defect or danger.... The only duty of the person injured is to prove the City's negligence.).\n{15} The issue that remains is whether the condition of the concrete base of the light pole was a design defect or whether the allegedly unsafe condition resulted from the City's failure to maintain the sidewalk. Section 41-4-11 waives immunity for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties during the construction, and in subsequent maintenance of any bridge, culvert, highway, roadway, street, alley, sidewalk or parking area. Id. Although the City argues for a narrow construction of maintenance, stating that the sidewalk was not in need of repair, New Mexico cases have held that the term maintenance is not limited to upkeep and repair but that the identification and remediation of roadway hazards constitutes highway maintenance under Section 41-4-11 of the TCA. Rutherford v. Chaves County, 2003-NMSC-010, ¶¶ 21, 25, 133 N.M. 756, 69 P.3d 1199; see also Williams v. Cent. Consol. Sch. Dist., 1998-NMCA-006, ¶ 10, 124 N.M. 488, 952 P.2d 978 (observing that on several occasions our Supreme Court has rejected a narrow view of 'operation or maintenance' with respect to public buildings, in favor of a broad interpretation of Section 41-4-6 which places upon the state a duty to exercise reasonable care to prevent or correct dangerous conditions on public property). Because Section 41-4-11 waives immunity from liability for negligent maintenance of sidewalks and because that maintenance is broader than simple upkeep and repair, summary judgment was inappropriate in this case.\n*189CONCLUSION\n{16} For the foregoing reasons, we reverse the district court's orders granting summary judgment in favor of Defendants PNM and the City, and we remand for further proceedings. We direct the district court to reconsider, in light of our opinion, whether Section 41-4-6 and Section 41^4-8 may also apply.\n{17} IT IS SO ORDERED.\nWE CONCUR: MICHAEL D. BUSTAMANTE, Chief Judge, and JONATHAN B. SUTIN, Judge.\nPlain English Summary: Plaintiff sued both the City and the constructor of a light pole placed therein after a person got injured tripping over the raised concrete board of the said light pole. The Court held that both might have had a duty of care in the circumstances and  remanded the case.\n\nTagging: §7(a); §38. ",
    "annotations": {
        "Facts": [
            "Plaintiffs sued PNM and the City, alleging that Dora Jaeobo was injured on a City street when she tripped over the raised concrete base of a light pole constructed by PNM. A factual dispute appears to remain over whether the City or PNM owns the concrete base of the light pole. Both Defendants moved for summary judgment."
        ],
        "Procedural History": [
            "PNM argued that under Section 37-1-27, it was not liable for Plaintiffs' injuries because it had built the light pole more than ten years earlier. The City argued first that it was not liable because PNM owned the light pole. Second, it argued that the immunity granted by the TCA was not waived in this ease because Section 41-4-11 only waives immunity for negligent maintenance of sidewalks and not for design defects. In addition, the City argued that it had no notice of the alleged defect and that it was also protected by the statute of repose.",
            "The district court granted both the City's and PNM's motions. Plaintiffs also moved to amend the complaint to allege, based on the same facts, that the City's immunity was also waived under Section 41-4-6",
            "The court denied the motion to amend. This appeal followed."
        ],
        "Application of Law to Facts": [
            "New Mexico has indicated that ten years after substantial completion of a project, responsibility for the safety of an improvement to real property shifts from a designer, planner, or builder to the owner.",
            "In this ease, they may both be PNM. The owner of the property is not relieved of liability under Section 37-1-27, but remains liable for injuries arising from unsafe conditions on that property.",
            "The district court erred, therefore, in granting summary judgment to PNM on that basis when the question of ownership of the concrete base of the light pole remained unresolved.",
            "Section 37-1-27 does not protect owners of property who built the property against claims arising from unsafe conditions of that property,",
            "Although the City argues for a narrow construction of maintenance, stating that the sidewalk was not in need of repair, New Mexico cases have held that the term maintenance is not limited to upkeep and repair but that the identification and remediation of roadway hazards constitutes highway",
            "maintenance under Section 41-4-11 of the TCA."
        ],
        "Relevant Precedents": [
            "Rutherford v. Chaves County, 2003-NMSC-010, ¶¶ 21, 25,"
        ],
        "Outcome": [
            "we reverse the district court's orders granting summary judgment in favor of Defendants PNM and the City, and we remand for further proceedings."
        ]
    },
    "class": "reverse"
}