{
    "text": "Ovecka v. Burlington Northern Santa Fe Railway Co., 145 N.M. 113, 2008-NMCA-140, 194 P.3d 728 (2008)\nJuly 9, 2008 · Court of Appeals of New Mexico · No. 26,449\n145 N.M. 113, 2008-NMCA-140, 194 P.3d 728\nDavid OVECKA and Janice Ovecka, as Co-Personal Representatives of the Estate of Angela Ovecka, Plaintiffs-Appellants,v.BURLINGTON NORTHERN SANTA FE RAILWAY COMPANY, Defendant-Appellee\n2008-NMCA-140\n194 P.3d 728\nCourt of Appeals of New Mexico.\nCertiorari Granted, No. 31,232, Oct. 6,2008.\n*115Rodey, Dickason, Sloan, Akin & Robb, P.A., Bruce Hall, W. Mark Mowery, Theresa W. Parrish, Edward Ricco, Jocelyn Drennan, Albuquerque, NM, for Appellants.\nAtkinson & Thai, P.C., John S. Thai, Michael Kaemper, Elizabeth Losee, Albuquerque, NM, for Appellee.\nModrall, Sperling, Roehl, Harris & Sisk, P.A., John R. Cooney, Emil J. Kiehne, Albuquerque, NM, for Association of Commerce & Industry of N.M., Amicus Curiae.\nOPINION\nKENNEDY, Judge.\n{1} Plaintiffs appeal from the district court's grant of summary judgment in favor of Defendant Burlington Northern Santa Fe Railway Company (BNSF) on Plaintiffs' claims of vicarious and direct liability for negligence. Plaintiffs' daughter, Angela Ovecka, was killed in an automobile collision with BNSF's employee, Kenneth Long. Long *116was highly intoxicated at the time of the accident. Both factually and procedurally, Long had left his employment on the afternoon preceding the collision, though he was scheduled to work the following morning. Applying our standard of review viewing the facts in the light most favorable to Plaintiffs, we hold that the record does not create a question of fact as to whether Long was acting in the course and scope of his employment sufficient to avoid summary judgment based on vicarious liability or to establish, as a matter of law, a question of sufficient negligence to allow Plaintiffs' direct liability claim to survive. We affirm.\nFACTS AND PROCEDURAL BACKGROUND\n{2} The facts in this case are not in dispute. Long was a member of a mobile surfacing gang employed by BNSF. He had previous problems with alcohol, including a previous DWI conviction in 1997 and inpatient treatment for alcoholism through self-referral to BNSF's confidential employee assistance program in 1997, following the DWI. In 1999, after he reported for work drunk at 8:30 in the morning with a blood alcohol content at 0.226, BNSF suspended Long and again sent him to treatment. Between 1999 and 2000, BNSF subjected Long to random alcohol tests at work, which he passed. In 2003, Long's supervisor smelled alcohol about Long's person on one or two occasions, and in that year a co-worker also reported to a foreman that Long had an odor of alcohol. Word of these incidents was not relayed up the supervisory ladder, and BNSF took no personnel action with regard to Long. In 2002, Long was arrested for DWI and was convicted in 2003; he lost his driver's license as a result but did not report its revocation to BNSF.\n{3} Long primarily worked in an area between Belen and Grants, New Mexico. As a result, he had to travel to get to his job sites. For employees who drove themselves to work, BNSF paid mileage between work sites. Employees were also paid regular hourly pay to travel from destination to destination. In addition, employees were paid a weekend travel allowance for one trip home from the work site each weekend. BNSF maintained hotel rooms in Grants and Belen for its employees who lived more than thirty miles from a job site. By written company policy, BNSF employees were supposed to inform their foremen that they needed a hotel room, and a foreman would make the reservations, though employees often made their own reservations.\n{4} On Friday, August 1, 2003, Long was working on railroad tracks in the Rio Puerco valley west of Los Lunas when he was notified that he was expected at a site near Grants to begin work on a rail grinder at 5:00 a.m. the next morning. Had Long driven from Rio Puerco to the hotel in Grants and thence to the Saturday job site, BNSF would have paid mileage from his work site to the hotel and from the hotel to the August 2nd work site. If he went home after the August 2nd job and returned to work the next week, he would also have been eligible for a weekend allowance, which was calculated on a zip-code-to-zip-code basis.\n{5} Although Long did not always drive to the places where he worked, this time he had driven his sister's uninsured car to the Rio Puerco work site on the morning of August 1st and left for Grants when his work was done, between 3:30 and 4:00 p.m. He made no reservations for a room at the hotel in Grants.\n{6} Once in Grants, Long picked up groceries and a 12-pack of beer and then continued heading west toward Gallup, in the opposite direction from the work site. He took the groceries to family members (whom he was restrained from contacting) in Thoreau. He arrived at a cousin's house near Gallup at about 5:30 p.m. Long was extremely distraught concerning his estrangement from his family, and he cried and prayed with his cousin. At about 7:00 p.m., he left his cousin's house, intending to visit his father before heading to Grants. At about 7:30 p.m., Long's sister and brother-in-law saw Long enter 1-40 at the Manuelito interchange west of Gallup. At about 9:00 p.m., Long was spotted driving erratically eastward back toward Grants when his car crossed the median and pursued a path straight into westbound traffic, colliding head-on with the car driven by Ovecka. A witness reported see*117ing no brake lights prior to the crash. Both Ovecka and Long were killed in the crash. In all, Long's travels took him about 85 miles west of Grants and back, with the crash occurring 35 miles west of Grants as he traveled east from the Gallup area. Subsequent toxicology indicated Long's blood alcohol content to be 0.362.\n{7} Plaintiffs' suit against BNSF alleged that at the time of the accident Long was an employee acting in the scope and course of his employment. An additional count alleged direct negligence in that BNSF knew or should have known of Long's history of chronic alcohol abuse and that BNSF had breached a duty of due care to persons such as ... Ovecka who could be expected to be traveling on the same public highways as Long. The complaint further alleged that BNSF required Long to drive himself to job assignments ... when it might reasonably be expected that Long would be intoxicated, given [Long's] alcoholic history and unsuccessful alcoholic rehabilitation. The district court granted summary judgment to BNSF, and Plaintiffs appeal.\nSTANDARD OF REVIEW\n{8} We review the district court's grant of summary judgment de novo. Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, 126 N.M. 396, 970 P.2d 582. Summary judgment is proper when there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Ciup v. Chevron U.S.A., Inc., 1996-NMSC-062, ¶7, 122 N.M. 537, 928 P.2d 263. On review, we examine the whole record for any evidence that places a genuine issue of material fact in dispute, Rummel v. Lexington Ins. Co., 1997-NMSC-041, ¶ 15, 123 N.M. 752, 945 P.2d 970, and we view the facts in a light most favorable to the party opposing the motion and draw all reasonable inferences in support of a trial on the merits. Silverman v. Progressive Broad., Inc., 1998-NMCA-107, ¶ 7, 125 N.M. 500, 964 P.2d 61.\nDISCUSSION\nBNSF is Not Vicariously Liable for Ovecka's Death\n{9} For liability to be imposed upon BNSF in respondeat superior as Long's employer, Ovecka's injury must have been inflicted by Long when Long was acting in the course and scope of his employment with BNSF. Ocana v. Am. Furniture Co., 2004-NMSC-018, ¶ 29, 135 N.M. 539, 91 P.3d 58; see Medina v. Graham's Cowboys, Inc., 113 N.M. 471, 475, 827 P.2d 859, 863 (Ct.App. 1992). Generally, whether an employee was acting within the scope of his employment is a question of fact for the jury, as Plaintiffs urge. McCauley v. Ray, 80 N.M. 171, 180-81, 453 P.2d 192, 201-02 (1968). But when no facts are in dispute and the undisputed facts lend themselves to only one conclusion, the issue may properly be decided as a matter of law. Medina v. Fuller, 1999-NMCA-011, ¶ 22, 126 N.M. 460, 971 P.2d 851. This is such a case.\n{10} The parties contest whether Long had abandoned the scope and course of his employment upon his departure from Grants. We recognize that a person can leave the scope and course of his employment and later return to it. Carter v. Burn Constr. Co., 85 N.M. 27, 30, 508 P.2d 1324, 1327 (Ct.App.1973). When we analyze BNSF's vicarious liability for Long's actions, we look at whether driving a car at the time of the incident was something sufficiently related to Long's employment as to allow a conclusion that driving was an activity Long would undertake within the scope and course of his employment at the time of the accident. Plaintiffs urge us to hold that upon telling his brother that he intended to go back to the hotel after visiting his father and getting on eastbound 1-40 at Manuelito, Long had returned to the scope and purpose of his employment sufficiently to give rise to BNSF's liability for his actions. We disagree.\nWorkers' Compensation Provides an Inadequate Model For Assessing Vicarious Liability Although Workers' Compensation Cases Are Helpful in the Analysis\n{11} Carter was a workers' compensation case. Id. at 29, 508 P.2d at 1325. In our recent Lessard opinion, which is the New Mexico case closest to this case on the facts, we observed that workers' compensation and tort law concepts should not be conflated *118because of different policies and analyses, but we did not further explain our rationale. Lessard v. Coronado Paint & Decorating Ctr., Inc., 2007-NMCA-122, ¶ 7, 142 N.M. 583, 168 P.3d 155, cert. quashed, 2008-NMCERT-002, 143 N.M. 667, 180 P.3d 674. The distinction lies in the scope and policy of the two bodies of law.\n{12} The [Workers' Compensation] Act fulfills [its] purpose through a bargain in which an injured worker gives up his or her right to sue the employer for damages in return for an expedient settlement covering medical expenses and wage benefits, while the employer gives up its defenses in return for immunity from a tort claim. Morales v. Reynolds, 2004-NMCA-098, ¶ 6, 136 N.M. 280, 97 P.3d 612. Vicarious liability exists in the common law to impute responsibility in tort upon a master for tortious conduct by an agent while doing the master's work. See Ocana, 2004-NMSC-018, ¶29, 135 N.M. 539, 91 P.3d 58. In contrast to workers' compensation law, in tort law, the injured party does not have the economic relationship with the employer that necessitates an expedited form of claim adjudication, an exchange of fault for injury for liability arising for any work-related injury, and a limitation on employer liability. Thus, the expanded imposition of liability in workers' compensation law does not transfer readily to the common law of torts.\n{13} In this case, as in Lessard, Plaintiffs have used various legal theories applicable to workers' compensation cases to make their point concerning the scope and course of employment. In Lessard, the 'going and coming rule'  that precludes compensating an employee for injuries sustained coming to or going from work was noted to resemble similar holdings in tort law, but this Court recognized different policies underlying workers' compensation and tort law. Id. ¶ 9. We concluded that scope and course of employment analyses were different in these two areas of law, and we declined to use the term going and coming rule in the tort context. Id. Similarly, Plaintiffs here have invoked workers' compensation cases involving traveling employees, who, while on the road, are considered to be acting within the [course and] scope of [their] employment, to bring into play an exception to the going and coming rule. E.g., Ramirez v. Dawson Prod. Partners, Inc., 2000-NMCA-011, ¶ 14, 128 N.M. 601, 995 P.2d 1043. We conclude that the workers' compensation cases involving traveling employees are not helpful to our analysis of common-law vicarious liability.\nLong's Driving at the Time of the Accident Did Not Occur Within the Scope and Course of His Employment\n{14} The course and scope of employment are determined with reference to the time, place, and circumstances under which the injury occurred. Ramirez, 2000-NMCA-011, ¶ 14, 128 N.M. 601, 995 P.2d 1043 (internal quotation marks and citation omitted). Generally, an employee enroute [sic] to, or returning from, his place of employment, using his own vehicle is not within the scope of his employment absent additional circumstances evidencing control by the employer at the time of the negligent act or omission of the employee. Nabors v. Harwood Homes, Inc., 77 N.M. 406, 408, 423 P.2d 602, 603 (1967).\n{15} We draw upon three sources — common law, a uniform jury instruction, and a restatement of the law — to evaluate what actions are within the course and scope of employment. First, in Lessard, the common law source, we affirmed the adoption of a four-point test to determine whether an employee's acts were performed within the scope of employment. Lessard, 2007-NMCA-122, ¶ 12, 142 N.M. 583, 168 P.3d 155.\nAn employee's action, although unauthorized, is considered to be in the scope of employment if the action (1) is the kind the employee is employed to perform; (2) occurs during a period reasonably connected to the authorized employment period; (3) occurs in an area reasonably close to the authorized area; and (4) is actuated, at least in part, by a purpose to serve the employer.\nId. (internal quotation marks and citation omitted); see Narney v. Daniels, 115 N.M. 41, 49, 846 P.2d 347, 355 (Ct.App.1992). Sec*119ond, our jury instructions distill this concept somewhat, talking about liability arising from an act that is fairly and naturally incidental to the employer's business assigned to the employee, ... done while the employee was engaged in the employer's business with the view of furthering the employer's interest!}] and did not arise entirely from some external, independent and personal motive on the part of the employee. UJI 13^07 NMRA. Finally, the Restatement (Third) of Agency § 7.07(2) (2006) includes an element of the course of the employee's conduct being under the employer's control and not undertaken as an independent course of conduct not intended by the employee to serve any purpose of the employer.\n{16} In Nabors, a supervisor driving his personal truck to a work site on a Sunday was held to be not furthering his employer's business at the time of the accident because he had not been asked to go there and had not yet arrived at the work site. Nabors, 77 N.M. at 407-08, 423 P.2d at 602-03. In Lessard, we clarified the holding in Nabors and in Bolt v. Davis, 70 N.M. 449, 464, 374 P.2d 648, 658 (1962),\nidentifying three circumstances that must exist in order to impose vicarious liability on an employer for an employee's negligent actions in driving a personal vehicle to and from work: (1) the employer must expressly or impliedly consent to the use of the vehicle; (2) the employer must have the right to control the employee in his operation of the vehicle, or the employee's use of the vehicle must be so important to the business of the employer that such control could be inferred; and (3) the employee must be engaged at the time in furthering the employer's business.\nLessard, 2007-NMCA-122, ¶14, 142 N.M. 583,168 P.3d 155.\n{17} Turning to the first circumstance, consent, Plaintiffs assert both that driving to work locations was a necessary aspect of Long's job and that driving was authorized. While we question the necessity of driving, there was enough evidence that BNSF consented to Long's driving in that it paid mileage between work sites and the weekend allowance, thereby recognizing that driving promoted its business interests to some extent.\n{18} The second issue concerning the employer's control over the instrumentality by which the injury was inflicted is a far greater problem for Plaintiff in this ease. The amount of direct control exerted by BNSF on its driving employees — paying for mileage — is de minimis. In comparison, the employee's truck in Lessard, was indispensable to his work for his employer, and we still ruled that the employee was not in the course and scope of his employment when he was driving home from work. He drove his truck to and from work sites as required and determined by his employment, and he was required to insure the vehicle with the employer listed as an insured. Lessard, 2007-NMCA-122, ¶¶ 17-18,142 N.M. 583,168 P.3d 155. The employee in Lessard was furnished with a cell phone to keep in touch with his employer. Id. ¶ 19. As in Nabors, however, the fact that the employee was not directly pursuing any duties for his employer or employer's clients at the time of his accident precluded our regarding the driving as being in furtherance of the employer's business. In Lessard, we held that driving home was conduct arising entirely from external, independent and personal motive. Lessard, 2007-NMCA-122, ¶20, 142 N.M. 583, 168 P.3d 155 (quoting UJI 13-407(2)). As a result, we affirmed the summary judgment, holding that as a matter of law no jury could reasonably infer that the employee was acting within the scope of his employment. Lessard, 2007-NMCA-122, ¶19, 142 N.M. 583,168 P.3d 155.\n{19} In contrast to the close relationship between the employee's driving and his employer's business in Lessard, Long's driving was not a core part of his employment as a member of a track resurfacing crew on the railroad. BNSF's control over Long's driving was limited to paying for miles traveled that were work-related. We hold that no reasonable jury could find that Long's driving was of such importance to BNSF's work that control by BNSF should or could be inferred. See Lessard, 2007-NMCA-122, ¶ 14,142 N.M. 583,168 P.3d 155.\n*120Having Abandoned His Employment, Long Did Not Return To It\n{20} We believe for the same reasons as in Lessard, and for reasons shown more strongly in this case, that upon Long's driving from Grants, his driving ceased to be an activity that furthered any business interest of BNSF. However, we will examine Plaintiffs claim that somehow Long had returned to the scope and course of his employment after he left his cousin's house.\n{21} An employee can abandon the scope and course of his employment, and under certain circumstances return to it after a minor deviation from the route associated with his employment. See City of Santa Fe v. Hernandez, 97 N.M. 765, 766, 643 P.2d 851, 852 (1982); see also Carter, 85 N.M. at 30, 508 P.2d at 1327 (holding that a minor deviation for personal reasons is outside the scope of employment, but recognizing that employees can return to its course and scope). We hold that a deviation occurred; it is from this deviation that Plaintiffs urge us to consider that Long returned to the scope and course of his employment.\n{22} Plaintiffs argue that upon leaving his cousin's house, stating that he intended to return to Grants prior to going to work the following morning, Long had returned to the course and scope of his employment. We disagree with Plaintiffs' view of this case, holding that Long's extended trip to the Gallup area, pursuing personal business with family members and imbibing enough alcohol to render him severely intoxicated, did not allow him to return to the scope and course of his employment by the time of the collision. His activities had nothing to do with his job. Returning to the course of his employment would have required Long to meet the four criteria required for an employee to be within the scope of employment. His actions would have to (1) be the kind the employee is employed to perform; (2) occur during a period reasonably connected to the authorized employment period; (3) occur in an area reasonably close to the authorized area; and (4) be actuated, at least in part, by a purpose to serve the employer. Lessard, 2007-NMCA-122, ¶ 12, 142 N.M. 583, 168 P.3d 155. In short, returning to employment requires the employee acting in such a way as to again commence being both under the employer's control and furthering the employer's purpose at the time of the incident. Fuller, 1999-NMCA-011, ¶ 18, 126 N.M. 460, 971 P.2d 851. No jury could disagree that this case does not involve conduct in concert with the goals and terms of Long's employment, nor was it anything over which BNSF had any control. See Morris v. Cartwright, 57 N.M. 328, 332, 258 P.2d 719, 722 (1953) (It is fundamental that liability of the master for the use of an automobile by the servant is created only when it appears that its use is with knowledge and consent of the master and that it is used within the scope of employment of the servant and to facilitate the master's business.); Bolt, 70 N.M. at 464, 374 P.2d at 658.\n{23} To use the terminology in Carter, there is no doubt that Long accomplished a major deviation from the course and scope of his employment. Carter, 85 N.M. at 30, 508 P.2d at 1327. The terms of his employment at the very least would have required him to be back in BNSF's fold sober and prepared to go to work the following morning in order to be entitled to weekend pay. At the time of the collision, he was seriously drunk and away from any physical location related to his employment. Long's purpose and conduct were his own at the moment of the collision.\n{24} Long's use of a vehicle was removed from BNSF's control, his use of the car did not benefit or further BNSF's business interests, and no material facts or reasonable inferences rise to the occasion of demonstrating that he had returned to his employment at the time of the collision. We hold that none of the undisputed facts impede the district court's summary judgment that as a matter of law Long had not returned to the course of employment at the time of the crash, and we therefore affirm the district court on the vicarious liability claim.\nAs a Matter of Law, BNSF is Not Liable Under Theories of Negligent Hiring and Supervision of Long\n{25} Plaintiffs also seek reversal of the district court's summary judgment dismissing their cause grounded in direct negli*121gence stemming from BNSF's alleged negligent hiring or retention of Long. Long had previous problems involving alcohol, including some that BNSF was aware of and had taken action on. We accept for purposes of argument that BNSF knew or should have known that Long was a person with an alcohol problem that had resulted in his being twice convicted for DWI. We examine whether its employment and retention of Long would subject BNSF to liability. See generally Los Ranchitos v. Tierra Grande, Inc., 116 N.M. 222, 228, 861 P.2d 263, 269 (Ct.App.1993) (holding that [a]n individual or entity may be held liable in tort for negligent hiring, negligent supervision, or negligent retention of an employee even though it is not responsible for the wrongful acts of the employee under the doctrine of respondeat superior). We have recently imposed such liability on employers for unsafe workers who are not strictly acting within the course and scope of their employment but whose tortious acts are strongly connected to their job duties. Lessard, 2007-NMCA-122, ¶ 39, 142 N.M. 583, 168 P.3d 155. We hold that Lessard is distinguishable.\n{26} For an action in negligence to lie, there must be a breach of a recognized duty to a foreseeable plaintiff. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 6, 134 N.M. 43, 73 P.3d 181 (In New Mexico, negligence encompasses the concepts of foreseeability of harm to the person injured and ... a duty of care toward that person. (internal quotation marks and citation omitted)). An employer's duty to third parties for negligent hiring or retention stems from two factors: foreseeability as to a particular plaintiff and a particular harm, and then, if the particular injury is foreseeable, a consideration of public policy to determine if imposing a duty is supported by law. Lessard, 2007-NMCA-122, ¶ 30, 142 N.M. 583, 168 P.3d 155.\n{27} In Lessard, we held that the pervasive influence of the employer on the employee's driving, and the relationship of that influence to the employee being on the street in pursuit of the employer's interest, made it foreseeable that the employee might have an accident during the work day and established a duty to the motoring public. Id. ¶ 31. There, the negligent employee lived about one mile from his last work site and was driving directly home from work. Id. ¶3. There, the employer required the employee to have a vehicle to drive between work sites, provided the employee with a cell phone so that the employer would always be in contact with the employee, and required the employee to carry insurance on the vehicle naming the employer as an additional insured. Id. ¶¶ 4, 6. Similarly in Raleigh, on which Lessard heavily relied, the employer required the employee to use his vehicle to get to job sites and went so far as to specially equip the employee's vehicle so that it could carry supplies to the job sites. Raleigh v. Performance Plumbing & Heating, Inc., 130 P.3d 1011, 1020-21 (Colo.2006) (en banc) (Mullarkey, C.J., concurring in part and dissenting in part). Such extensive involvement in requiring an employee to drive while controlling so many aspects of the driving creates a foreseeable risk based on the employment. Such a risk gives rise to a duty.\n{28} While negligence and causal connection are normally questions to be presented to the jury, where reasonable minds cannot differ, the issues are appropriately resolved by the judge. Calkins v. Cox Estates, 110 N.M. 59, 65 n. 6, 792 P.2d 36, 42 n. 6 (1990) (A court may decide questions of negligence and proximate cause, if no facts are presented that could allow a reasonable jury to find proximate cause[.]); Spencer v. Health Force, Inc., 2005-NMSC-002, ¶23, 137 N.M. 64, 107 P.3d 504.\n{29} In Lessard, however, we held that the question of nexus between the plaintiff and the employer was one of proximate cause and not foreseeability in the context of duty. Lessard, 2007-NMCA-122, ¶ 38, 142 N.M. 583, 168 P.3d 155. Without departing from that holding, we evaluate the causal relationship between BNSF's employment of Long and Ovecka's death. A salient question is whether the employment of the tortfeasor created the situation where the third person was harmed. Spencer, 2005-NMSC-002, ¶ 22, 137 N.M. 64, 107 P.3d 504. It must be the negligent hiring or retention of an employee that becomes the efficient cause that sets in motion the circumstances leading to the injury. Gaines v. Monsanto Co., 655 S.W.2d 568, 571 (Mo.Ct.App.1983). The causal connection must include negligence in selecting or controlling an actor, the actor's *122employment or work, and the harm suffered by the third party. Restatement (Third) of Agency § 7.05 cmt. c, illus. 5 (2006); Lessard, 2007-NMCA-122, ¶ 38, 142 N.M. 583, 168 P.3d 155. BNSF must have employed Long in a position that would foreseeably create a traceable risk of harm to others because of Long's hiring by BNSF. Spencer, 2005-NMSC-002, ¶ 10,137 N.M. 64,107 P.3d 504.\n{30} We have recognized the connection between giving an employee with a disposition to tortious conduct a job from which he could follow that disposition to the point of injuring others. In Namey, where the Roswell Police Department knew or should have known that its officer was mentally unstable, yet encouraged him both to leave town on a break from his duties and carry his badge and gun, we held that the Department had enough of a hand in creating the place (anywhere the officer might be on the trip) in which and means (his badge and gun) by which the injury could occur that it would be liable to persons injured by an encounter with its officer, even two hundred miles away from home. Narney, 115 N.M. at 52-53, 846 P.2d at 358-59. In Graham's Cowboys, the off-duty bouncer with a history of fights who injured a bar patron was present at his employer's request. The employer provided both the physical zone where the injury was inflicted (the place of employment) and the means by which their negligently retained employee would inflict it (asking the bouncer to stay on premises). Graham's Cowboys, 113 N.M. at 472-73, 827 P.2d at 860-61. Similarly in Valdez, we held that the fact of a connection between the employer's business and the plaintiff that brought the plaintiff into contact with the negligently retained employee who was the proximate cause of the injury justified reversing a directed verdict in a case where an employee with propensities for drink and violence injured a patron in the parking lot of the employment premises. Valdez, 106 N.M. at 308, 742 P.2d at 520. The employer's business itself must bring a potential plaintiff both into a physical zone of foreseeable danger and in contact with the employee.\n{31} It is the scope and duties of a job that frame the expectations of conduct for the employer with regard to possible harm to third parties. Long's job with BNSF did not require him to drive and did not place him eastbound on 1-40 by the Continental Divide exit where he killed Ovecka, nor did it play a part in Ovecka being in a place where BNSF could reasonably anticipate her injury as a result of employing someone like Long who had alcohol and DWI problems. It is not alleged either that Long was drunk or that BNSF knew or should have known that Long was drunk or had been drinking from when he left the Rio Puerco job site to when he arrived in Grants, where he departed from the course of his employment. The only evidence of Long's connection to alcohol and drinking in this case occurs after he arrived in Grants and began carrying out his personal business. That BNSF might have consented to Long's driving as mentioned in the previous section does not rise to the level of involvement in the driving that was present in Lessard and Raleigh and does not operate to extend its duty to driving that has nothing but a personal purpose under these circumstances.\n{32} Plaintiff overstates the evidence by calling Long's trip from Grants an authorized visit home which was part of BNSF's policies allowing mobile employees to drive from remote work locations to their homes over weekend break times. First, the summary judgment evidence does not allow that the trip home was a weekend break inasmuch as it was between two work days for Long. Second, it was by time and circumstances so removed from the employment that an employer cannot be held to reasonably bear responsibility for it.\n{33} We hold that as a matter of law BNSF's retention of Long cannot reasonably be seen as a proximate cause of Ovecka's death.\nCONCLUSION\n{34} The grant of summary judgment to BNSF is affirmed.\n{35} IT IS SO ORDERED.\nWE CONCUR: LYNN PICKARD, and MICHAEL D. BUSTAMANTE, Judges.\nPlain English Summary: The Court held that a company could not be liable for negligent hiring because one of their employees, who had alcohol issues, killed a person in a car accident, while under the influence. \n\nTagging: §7(a).",
    "annotations": {
        "Facts": [
            "{2} The facts in this case are not in dispute. Long was a member of a mobile surfacing gang employed by BNSF. He had previous problems with alcohol, including a previous DWI conviction in 1997 and inpatient treatment for alcoholism through self-referral to BNSF's confidential employee assistance program in 1997, following the DWI. In 1999, after he reported for work drunk at 8:30 in the morning with a blood alcohol content at 0.226, BNSF suspended Long and again sent him to treatment. Between 1999 and 2000, BNSF subjected Long to random alcohol tests at work, which he passed. In 2003, Long's supervisor smelled alcohol about Long's person on one or two occasions, and in that year a co-worker also reported to a foreman that Long had an odor of alcohol. Word of these incidents was not relayed up the supervisory ladder, and BNSF took no personnel action with regard to Long. In 2002, Long was arrested for DWI and was convicted in 2003; he lost his driver's license as a result but did not report its revocation to BNSF.{3} Long primarily worked in an area between Belen and Grants, New Mexico. As a result, he had to travel to get to his job sites. For employees who drove themselves to work, BNSF paid mileage between work sites. Employees were also paid regular hourly pay to travel from destination to destination. In addition, employees were paid a weekend travel allowance for one trip home from the work site each weekend. BNSF maintained hotel rooms in Grants and Belen for its employees who lived more than thirty miles from a job site. By written company policy, BNSF employees were supposed to inform their foremen that they needed a hotel room, and a foreman would make the reservations, though employees often made their own reservations.{4} On Friday, August 1, 2003, Long was working on railroad tracks in the Rio Puerco valley west of Los Lunas when he was notified that he was expected at a site near Grants to begin work on a rail grinder at 5:00 a.m. the next morning. Had Long driven from Rio Puerco to the hotel in Grants and thence to the Saturday job site, BNSF would have paid mileage from his work site to the hotel and from the hotel to the August 2nd work site. If he went home after the August 2nd job and returned to work the next week, he would also have been eligible for a weekend allowance, which was calculated on a zip-code-to-zip-code basis.{5} Although Long did not always drive to the places where he worked, this time he had driven his sister's uninsured car to the Rio Puerco work site on the morning of August 1st and left for Grants when his work was done, between 3:30 and 4:00 p.m. He made no reservations for a room at the hotel in Grants.{6} Once in Grants, Long picked up groceries and a 12-pack of beer and then continued heading west toward Gallup, in the opposite direction from the work site. He took the groceries to family members (whom he was restrained from contacting) in Thoreau. He arrived at a cousin's house near Gallup at about 5:30 p.m. Long was extremely distraught concerning his estrangement from his family, and he cried and prayed with his cousin. At about 7:00 p.m., he left his cousin's house, intending to visit his father before heading to Grants. At about 7:30 p.m., Long's sister and brother-in-law saw Long enter 1-40 at the Manuelito interchange west of Gallup. At about 9:00 p.m., Long was spotted driving erratically eastward back toward Grants when his car crossed the median and pursued a path straight into westbound traffic, colliding head-on with the car driven by Ovecka. A witness reported see*117ing no brake lights prior to the crash. Both Ovecka and Long were killed in the crash. In all, Long's travels took him about 85 miles west of Grants and back, with the crash occurring 35 miles west of Grants as he traveled east from the Gallup area. Subsequent toxicology indicated Long's blood alcohol content to be 0.362."
        ],
        "Procedural History": [
            "{7} Plaintiffs' suit against BNSF alleged that at the time of the accident Long was an employee acting in the scope and course of his employment. An additional count alleged direct negligence in that BNSF knew or should have known of Long's history of chronic alcohol abuse and that BNSF had breached a duty of due care to persons such as ... Ovecka who could be expected to be traveling on the same public highways as Long. The complaint further alleged that BNSF required Long to drive himself to job assignments ... when it might reasonably be expected that Long would be intoxicated, given [Long's] alcoholic history and unsuccessful alcoholic rehabilitation. The district court granted summary judgment to BNSF, and Plaintiffs appeal."
        ],
        "Application of Law to Facts": [
            "We accept for purposes of argument that BNSF knew or should have known that Long was a person with an alcohol problem that had resulted in his being twice convicted for DWI.",
            "We have recently imposed such liability on employers for unsafe workers who are not strictly acting within the course and scope of their employment but whose tortious acts are strongly connected to their job duties",
            "It must be the negligent hiring or retention of an employee that becomes the efficient cause that sets in motion the circumstances leading to the injury.",
            "The causal connection must include negligence in selecting or controlling an actor, the actor's employment or work, and the harm suffered by the third party.",
            "} It is the scope and duties of a job that frame the expectations of conduct for the employer with regard to possible harm to third parties. Long's job with BNSF did not require him to drive and did not place him eastbound on 1-40 by the Continental Divide exit where he killed Ovecka, nor did it play a part in Ovecka being in a place where BNSF could reasonably anticipate her injury as a result of employing someone like Long who had alcohol and DWI problems."
        ],
        "Relevant Precedents": [
            "Lessard, , ¶ 39, 142 N.M. 583, .",
            "Gaines v. Monsanto Co., 655 S.W.2d 568, 571 (Mo.Ct.App.1983)."
        ],
        "Outcome": [
            "{33} We hold that as a matter of law BNSF's retention of Long cannot reasonably be seen as a proximate cause of Ovecka's death."
        ]
    },
    "class": "affirm"
}