{
    "text": "Solorzano v. Bristow, 136 N.M. 658, 103 P.3d 582, 2004-NMCA-136 (2004)\nSept. 16, 2004 · Court of Appeals of New Mexico · No. 23,776\n136 N.M. 658, 103 P.3d 582, 2004-NMCA-136\nFrances SOLORZANO, acting as Personal Representative of the Estate of Nelda Sue Garrett and as Guardian and Conservator of Christopher West Reed and Amanda Sue Reed, Minors, Plaintiff-Appellant,v.Frankie BRISTOW, Defendant-Appellee\n2004-NMCA-136\n103 P.3d 582\nCourt of Appeals of New Mexico.\nCertiorari Granted, No. 28,916, Dec. 6, 2004.\n*659Steven K. Sanders, Steven K. Sanders & Associates, L.L.C., Albuquerque, NM, Mark A. Reeves, Reeves & Associates Alamogordo, NM, for Appellant.\nStephen M. Williams, Ruth Fuess, Miller Stratvert, P.A., Stratvert, P.A., Albuquerque, NM, for Appellee.\nOPINION\nBUSTAMANTE, Judge.\n{1} Plaintiff appeals the order of the district court granting summary judgment in favor of Defendant. For the reasons that follow, we reverse.\nBACKGROUND\n{2} Plaintiff in this wrongful death action is Frances Solorzano, personal representative of Nelda Sue Garrett's estate (Garrett) and guardian of Garrett's minor children. Garrett was Defendant Frankie Bristow's daughter. Plaintiffs claims arise from a sad incident where Garrett either fell or jumped from a van being driven by Defendant.\n{3} Defendant was the only witness to the events leading to Garrett's death. The facts in the record come from Defendant's depositions and statements. Defendant gave Garrett a ride to Las Cruces, New Mexico from Alamogordo, New Mexico for a dentist appointment where Garrett had several teeth extracted. Garrett was normal on the trip to Las Cruces. After the dental procedure, Garrett was confused and disoriented and had a blank look on her face. Garrett did not respond to the receptionist about a follow-up appointment. Garrett was able to get into the van by herself. Part of the time, Garrett did not recognize Defendant. As Defendant drove back to Alamogordo, she became concerned that her daughter might have had too much medication or was having a reaction to the medication. Because of her concerns, Defendant decided to stop at a park — the Aguirre Springs area located about two miles off the road — to give Garrett a chance to walk off whatever it was that the dentist had given her. They stopped and walked around for about half an hour. While they were in the park, Garrett was logical or coherent twice, but, by the time they started back to the van, Garrett reverted to the prior state and did not appear to recognize her mother. Garrett walked real fast down the path back to the van, walking *660by her mother as if she were a stranger in Hawaii. Defendant was concerned. When Garrett reached the bottom of the path, it appeared that she did not recognize the van. Defendant recalled that when she unlocked the door and held it open, Garrett didn't know who [Defendant was]. After Garrett got into the van, Defendant had to fasten her seat belt for her. It appeared to Defendant that Garrett did not know what she was doing.\n{4} Defendant then got back on the highway heading toward Alamogordo. She set the cruise control for 60 miles per hour and left it there until Garrett fell out of the van. Garrett was initially quiet and unresponsive to conversation. At some unspecified time after getting underway, Garrett made a loud growling sound and at the same time made a wide sweeping motion with her right hand. The sound and motion startled Defendant. Defendant asked What's the matter? but Garrett did not respond. Within a short time after the sound and motion, Garrett unfastened her seat belt and started toward the back of the van and then sat back down. After sitting back down, Garrett opened the door and leaned out while sitting in the seat. Defendant started yelling, but Garrett did not respond. The van was too wide to allow Defendant to reach Garrett.\n{5} It is unclear from the record what Defendant said or how long this first door-opening lasted. Defendant testified that the door did not shut after Garrett sat back down. After sitting back down, Garrett turned to the door again and this time stood on the step in the van and started wiggling back and forth trying to get to the back of the door where she would fall out. Garrett kept bumping against the door until she fell out. Defendant thought throughout that Garrett was getting sick and was trying to vomit outside. Defendant never applied the brakes or otherwise tried to slow the van. When asked why she did not slow down, Defendant stated that she was using the force of the wind to hold the door shut and was concerned that if she hit the brake, the door would open. The road at this point was straight and there was no other traffic.\n{6} Defendant moved for summary judgment, arguing that Garrett had committed suicide and that she had no duty to prevent a suicide. Defendant presented Garrett's death certificate and the report of the Office of the Medical Investigator as evidence of the suicide. The trial court granted summary judgment finding:\n1. There is no genuine issue as to whether Nelda Sue Garrett committed suicide when she stepped out of the van being driven by Defendant.\n2. There is no duty in law to prevent a suicide outside of a limited number of exceptions that do not apply to this case.\nSTANDARD OF REVIEW\n{7} Summary judgment is appropriate where there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. See Self v. United Parcel Serv., Inc., 1998-NMSC-046, ¶ 6, 126 N.M. 396, 970 P.2d 582. We consider the facts in the light most favorable to support a trial on the issues because the purpose of summary judgment is not to preclude a trial on the merits if a triable issue of fact exists. Madsen v. Scott, 1999-NMSC-042, ¶ 7, 128 N.M. 255, 992 P.2d 268 (internal quotation marks and citation omitted). [S]ummary judgment is not appropriate when the facts before the court are insufficiently developed or where further factual resolution is essential for determination of the central legal issues involved. Brown v. Taylor, 120 N.M. 302, 307, 901 P.2d 720, 725 (1995) (internal quotation marks and citation omitted). We review a grant of summary judgment de novo. Self, 1998-NMSC-046, ¶ 6.\nDISCUSSION\n{8} This case raises several issues: (1) What is the legal standard for determining when a death is a suicide in New Mexico? (2) Is there a question of material fact as to whether Garrett committed suicide? (3) Did Defendant owe a duty of reasonable care to her passenger, under these circumstances? (4) And, if so, are there genuine issues of fact as to whether she breached that duty?\n*661I. Suicide\n{9} The district court determined there was no question of fact that Garrett committed suicide. It is not possible' to tell from the record what definition or standard the court applied. Defendant's briefing in this Court and below does not attempt to devise a definition for suicide. Rather, Defendant simply assumes that Garrett's death constituted suicide. If the district court adopted Defendant's approach, it erred as we shall explain. In any event, we hold that there are questions of fact precluding summary judgment on the issue.\n{10} New Mexico has not had occasion in the civil personal injury arena to articulate a standard for determining when a death may be labeled a suicide. We have no statutory definition, and the cases that do mention suicide eome from different legal settings. For example, in the workers' compensation setting, there is a presumption against suicide. Suicide is an affirmative defense which defendants must prove. Neel v. State Distribs., Inc., 105 N.M. 359, 361, 732 P.2d 1382, 1384 (CtApp.1986). This presumption, though not conclusive, is sufficient unless rebutted by substantial evidence, to support an award for compensation. Medina v. N.M. Consol. Mining Co., 51 N.M. 493, 496, 188 P.2d 343, 345 (1947) (suggesting the kind of evidence necessary to rebut the presumption, including domestic trouble and signs of worry). In the life insurance contract setting, the language of the policy controls the definition of suicide. Typically, life insurance policies include clauses which specify that if a death is the result of a suicide, the insurer is not liable for the face amount of the policy. Estate of Galloway v. Guar. Income Life Ins. Co., 104 N.M. 627, 627, 725 P.2d 827, 827 (1986). At issue in Estate of Galloway was a life insurance policy that excluded liability [i]f the insured commits suicide, while sane or insane. Id. Affirming summary judgment in favor of the insurer, the Court noted the history behind this verbiage.\nMany early cases have held that self-destruction while insane was not suicide within a suicide exclusion clause since it was deemed that there could be no suicide unless the person committing the self-destructive act could form a conscious intention to kill himself and carry out that act, realizing its moral and physical consequences. As a reaction to these holdings, insurers began to add to suicide exclusion clauses the phrase sane or insane.\nId. at 628, 725 P.2d at 828. The workers' compensation cases demonstrate that intent is taken into account in distinguishing between accident and suicide,- while the insurance policy eases reveal that insurers have sought to remove knowing intent from the concept of suicide.\n{11} The ease before us, of course, is not a workers' compensation claim and does not involve an insurance policy definition. These opinions do, however, indicate that absent contractual provisions to the contrary, the deceased person's state of mind is relevant in deciding whether a death is properly classified as a suicide. Other authorities confirm this view. For example, dictionary definitions require intention on the part of the actor, and awareness of the likely consequences of one's voluntary acts. Black's Law Dictionary defines suicide as [s]elf-destruction; the deliberate termination of one's own life. Black's Law Dictionary 1434 (6th ed. 1990). Webster's Dictionary elaborates on the definition of suicide: the deliberate and intentional destruction of his own life by a person of years of discretion and of sound mind. Webster's Unabridged International Dictionary 2286 (3rd ed. 1993).\n{12} Similarly, Corpus Juris Secundum defines suicide in its legal[ ]sense to mean self-destruction by a sane person, and the voluntary and intentional taking of one's own life by ... a person of sound mind. 83 C.J.S. Suicide § 2, at 718-19 (2000) (footnotes omitted). The American Jurisprudence encyclopedia defines suicide as the voluntary and intentional taking of one's own life by a sane person. 40A Am.Jur.2d Homicide § 619 (1999).\n{13} The definitions in these secondary authorities comport with eases which have dealt with the issue. Wallin v. Ins. Co. of N. Am., 268 Ark. 847, 596 S.W.2d 716, 718 (Ct. App.1980) (reversing a jury verdict in favor of an insurer because of the admission of *662improper evidence and noting that [sjuicide is the intentional taking of one's own life); Ray v. Federated Guar. Life Ins. Co., 381 So.2d 847, 848 (La.Ct.App.1980) (holding that death caused by drowning in a bathtub was accidental within the meaning of a policy because the deceased was insane at the time of his death and did not foresee the consequences of his actions). In turn, these cases reflect the common law rule that to constitute suicide, a person who takes his own life 'must be of years of discretion, and in his senses.'  Wackwitz v. Roy, 244 Va. 60, 418 S.E.2d 861, 864-65 (1992) (quoting 5 William Blackstone, Commentaries *189); see also State v. Willis, 255 N.C. 473, 121 S.E.2d 854, 857 (1961) (holding that an insane person cannot commit the common law crime of attempted suicide); Bisenius v. Karns, 42 Wis.2d 42, 165 N.W.2d 377, 382 (1969) (defining suicide as the voluntary and intentional taking of one's own life by a sane person).\n{14} Distilling these strands, we define suicide as a voluntary, deliberate, and intentional self-destruction by someone of sound mind. While we do not believe it is necessary to recognize a presumption against suicide, we do believe that it is best treated as an affirmative defense in cases such as this, placing the burden of proof on the defendant to prove the fact of suicide. Contrary to Plaintiffs argument, Defendant adequately pled and briefed suicide as an affirmative defense.\n{15} On motion for summary judgment, Defendant carried the burden of making a prima facie showing as to each element of the definition. That is, Defendant was required to show there was no question of material fact that Garrett acted voluntarily, deliberately, and intentionally while of sound mind. This she did not do. There was simply no evidence presented which can be deemed to conclusively show that Garrett acted voluntarily, deliberately, and intentionally or that she was even in her right mind. Defendant testified she never heard her daughter threaten or contemplate suicide. Defendant's description of the events of the day cannot be seen to resolve the factual questions inherent in the definition of suicide. Quite the opposite, the record raises questions of fact concerning the state of Garrett's mind after the tooth extractions and the extent of her ability to act voluntarily, deliberately, and intentionally, appreciating the potential consequences of her actions.\n{16} To make a prima facie case on these questions, Defendant had the burden of at least presenting evidence explaining what caused Garrett's behavior and the likely extent of confusion. Defendant did not do so. Defendant essentially asks that we determine Garrett's actions constituted suicide because she fell from the vehicle without any intervention from anyone else. Just as we will not impose a presumption against suicide, we will not indulge one in favor of suicide as an explanation for Garrett's behavior. Garrett's state of mind, motivation, and intent are still subject to proof.\n{17} We, of course, acknowledge that the death certificate listed the manner of death as suicide. Plaintiff argues that the death certificate was not properly admissible to prove the manner of death (suicide) as opposed to the cause of death (multiple injuries). Corlett v. Smith, 107 N.M. 707, 712, 763 P.2d 1172, 1177 (Ct.App.1988), does express skepticism as to the use of a death certificate as evidence of the manner of a death. We do not need to resolve the issue, however. Even if the certificate was properly considered by the district court, it cannot be deemed conclusive of the issue given the other evidence in the record about Garrett's behavior. Further, the record does not reveal whether the medical investigator had the correct definition of suicide in mind when she filled in the certificate. As the person with the burden of production and proof on summary judgment, Defendant was required to demonstrate that the finding in the death certificate was based on the correct legal standard.\n{18} Without conclusive evidence of Garrett's intention or state of mind, Defendant failed to make a prima facie case of suicide, and the ultimate fact of whether Garrett's death was an accident or suicide is clearly in dispute. The district court erred in granting summary judgment on the ground that Garrett committed suicide.\n*663II. Duty of Ordinary Care\n{19} On appeal, Defendant primarily argues that summary judgment was proper even if Garrett did commit suicide because Defendant owed no legal duty to her passenger to protect her from harming herself. At the district court level, however, Defendant focused on the legal effect of suicide and made no reference to the duty of ordinary care. Because the argument on appeal is different from that argued to the district court, we hesitate to respond. We choose to do so for the sake of completeness.\n{20} Defendant's argument is twofold. First, emphasizing the singular nature of the facts, Defendant rhetorically asks What was I to do? Defendant's rhetorical response is that there was nothing she could do or be expected to do; therefore, she did not have any duty to do anything. Second, Defendant asks that we adopt a rule absolving drivers of responsibility for a passenger's actions in a vehicle. Defendant cites Stephenson v. Led-better, 596 N.E.2d 1369 (Ind.1992) as her preferred approach. In Stephenson, a drunk passenger sitting on the side rail of the bed of a pickup traveling about 40 miles per hour fell to his death. Id. at 1370. Over a dissent, the court held as a matter of law that the driver's failure to stop or slow the truck and compel [the deceased], a competent (if drunk) adult passenger, to sit in a safer position did not breach the duty of reasonable care to the passenger. Id. at 1372-73.\n{21} We do not believe that Stephenson accurately represents the law in New Mexico. In this state, a negligence claim requires the existence of a duty from a defendant to a plaintiff, as well as breach of that duty which is the proximate cause and cause in fact of the plaintiffs damages. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 6, 134 N.M. 43, 73 P.3d 181. Whether a duty exists is a question of law for the courts to decide. Schear v. Bd. of County Comm'rs, 101 N.M. 671, 672, 687 P.2d 728, 729 (1984). Foreseeability is a critical and essential component of New Mexico's duty analysis because no one is bound to guard against or take measures to avert that which he [or she] would not reasonably anticipate as likely to happen, and because [t]here can be no duty in relation to another person absent foreseeablity. Herrera, 2003-NMSC-018, ¶20 (internal quotation marks and citations omitted). In this case, we must decide as a matter of law whether the possibility of harm was foreseeable, so as to impose a duty. Clearly, Defendant knew that Garrett was impaired. When Garrett got up out of her seat and moved around in the van, Defendant was on alert that some harm could come to her passenger. Then, when Garrett opened the door, there was the possibility that she would fall out. This possibility increased as Garrett wiggled back and forth trying to get to the back of the door where she ultimately fell out. Based on these facts, we hold that harm to Garrett was foreseeable and that the general law of reasonable care thus applies.\n{22} In New Mexico, [e]very person has a duty to exercise ordinary care for the safety of the person and the property of others. UJI 13-1604 NMRA. In turn, the measure of this duty is ordinary care in the light of all the surrounding circumstances. UJI 13-1603 NMRA; see Hughes v. Walker, 78 N.M. 63, 65, 428 P.2d 37, 39 (1967) (applying duty of ordinary care in favor of car passenger). Whether a defendant breached her duty of care is a question of the reasonableness of her conduct. Knapp v. Fraternal Order of Eagles, 106 N.M. 11, 13, 738 P.2d 129, 131 (Ct.App.1987). As such, it is normally a fact question. Id. Rhetorical flourishes aside, we agree with Defendant that this presents a very strange fact pattern. We do not agree, however, that the strangeness of the situation allows us to decide the case as a matter of law. It might well be that a jury will absolve Defendant of any responsibility. But, we believe that the jury should make the decision.\n{23} Defendant relies on out-of-state cases containing statements indicating that it is unforeseeable as a matter of law that a person would jump out of a moving vehicle, see Turner v. D'Amico, 701 So.2d 236, 238 (La. Ct.App.1997), or that seatbelts are not intended to keep people from jumping out of a car, see DeMarco v. DeMarco, 274 N.J.Super. 257, 643 A.2d 1053, 1056 (Law Div.1992), but we do not believe that these cases are *664consistent with New Mexico law or appropriate authority under the unique facts of this case. The fact that out-of-state eases exist in which people have unexpectedly jumped from moving vehicles suggests that such events are not unforeseeable as a matter of law. Importantly, in this case, the facts indicate a person in an apparent drug-induced, impaired mental state, who was acting unpredictably, including opening the door of a fast-moving car. As we indicated above, we believe that responsibility on the basis of these strange facts is for the jury to decide.\n{24} The parties have raised arguments concerning the admissibility and relevance of the fact that Garrett removed her seat belt before she fell out of the vehicle. In addition, the parties argue whether Restatement (Second) of Torts §§ 323 and 324 (1965) applies as a source of Defendant's duty. We have not addressed these issues because they are premature and not necessary to our decision. The trial court issued its summary judgment on quite narrow grounds. We have dealt with those grounds and a closely related issue. The seat belt and Restatement issues are best dealt with in the first instance by the trial court as the evidence in the case is further developed, in particular with regard to the nature and source of Garrett's described confused mental state.\nCONCLUSION\n{25} Because there are genuine factual questions regarding Garrett's death and the performance of Defendant's duty to exercise reasonable care, we reverse summary judgment and remand to the trial court.\n{26} IT IS SO ORDERED.\nWE CONCUR: LYNN PICKARD and CELIA FOY CASTILLO, Judges.\nPlain English Summary: A woman under the influence of drugs opened the door of a moving vehicle and fell from it to her death. The Court decided that, in the circumstances, it was foreseeable that this might happen, and that the driver could have had a duty of care towards her.\n\nTagging: 7(a)\n\n",
    "annotations": {
        "Facts": [
            "Plaintiff in this wrongful death action is Frances Solorzano, personal representative of Nelda Sue Garrett's estate (Garrett) and guardian of Garrett's minor children. Garrett was Defendant Frankie Bristow's daughter. Plaintiffs claims arise from a sad incident where Garrett either fell or jumped from a van being driven by Defendant.{3} Defendant was the only witness to the events leading to Garrett's death. The facts in the record come from Defendant's depositions and statements. Defendant gave Garrett a ride to Las Cruces, New Mexico from Alamogordo, New Mexico for a dentist appointment where Garrett had several teeth extracted. Garrett was normal on the trip to Las Cruces. After the dental procedure, Garrett was confused and disoriented and had a blank look on her face. Garrett did not respond to the receptionist about a follow-up appointment. Garrett was able to get into the van by herself. Part of the time, Garrett did not recognize Defendant. As Defendant drove back to Alamogordo, she became concerned that her daughter might have had too much medication or was having a reaction to the medication. Because of her concerns, Defendant decided to stop at a park — the Aguirre Springs area located about two miles off the road — to give Garrett a chance to walk off whatever it was that the dentist had given her. They stopped and walked around for about half an hour. While they were in the park, Garrett was logical or coherent twice, but, by the time they started back to the van, Garrett reverted to the prior state and did not appear to recognize her mother. Garrett walked real fast down the path back to the van, walking by her mother as if she were a stranger in Hawaii. Defendant was concerned. When Garrett reached the bottom of the path, it appeared that she did not recognize the van. Defendant recalled that when she unlocked the door and held it open, Garrett didn't know who [Defendant was]. After Garrett got into the van, Defendant had to fasten her seat belt for her. It appeared to Defendant that Garrett did not know what she was doing.{4} Defendant then got back on the highway heading toward Alamogordo. She set the cruise control for 60 miles per hour and left it there until Garrett fell out of the van. Garrett was initially quiet and unresponsive to conversation. At some unspecified time after getting underway, Garrett made a loud growling sound and at the same time made a wide sweeping motion with her right hand. The sound and motion startled Defendant. Defendant asked What's the matter? but Garrett did not respond. Within a short time after the sound and motion, Garrett unfastened her seat belt and started toward the back of the van and then sat back down. After sitting back down, Garrett opened the door and leaned out while sitting in the seat. Defendant started yelling, but Garrett did not respond. The van was too wide to allow Defendant to reach Garrett.{5} It is unclear from the record what Defendant said or how long this first door-opening lasted. Defendant testified that the door did not shut after Garrett sat back down. After sitting back down, Garrett turned to the door again and this time stood on the step in the van and started wiggling back and forth trying to get to the back of the door where she would fall out. Garrett kept bumping against the door until she fell out. Defendant thought throughout that Garrett was getting sick and was trying to vomit outside. Defendant never applied the brakes or otherwise tried to slow the van. When asked why she did not slow down, Defendant stated that she was using the force of the wind to hold the door shut and was concerned that if she hit the brake, the door would open. The road at this point was straight and there was no other traffic."
        ],
        "Procedural History": [
            "{6} Defendant moved for summary judgment, arguing that Garrett had committed suicide and that she had no duty to prevent a suicide. Defendant presented Garrett's death certificate and the report of the Office of the Medical Investigator as evidence of the suicide. The trial court granted summary judgment finding:1. There is no genuine issue as to whether Nelda Sue Garrett committed suicide when she stepped out of the van being driven by Defendant.2. There is no duty in law to prevent a suicide outside of a limited number of exceptions that do not apply to this case."
        ],
        "Application of Law to Facts": [
            "In this state, a negligence claim requires the existence of a duty from a defendant to a plaintiff, as well as breach of that duty which is the proximate cause and cause in fact of the plaintiffs damages.",
            "In this case, we must decide as a matter of law whether the possibility of harm was foreseeable, so as to impose a duty. Clearly, Defendant knew that Garrett was impaired. When Garrett got up out of her seat and moved around in the van, Defendant was on alert that some harm could come to her passenger. Then, when Garrett opened the door, there was the possibility that she would fall out. This possibility increased as Garrett wiggled back and forth trying to get to the back of the door where she ultimately fell out. Based on these facts, we hold that harm to Garrett was foreseeable and that the general law of reasonable care thus applies.",
            "Importantly, in this case, the facts indicate a person in an apparent drug-induced, impaired mental state, who was acting unpredictably, including opening the door of a fast-moving car. As we indicated above, we believe that responsibility on the basis of these strange facts is for the jury to decide."
        ],
        "Relevant Precedents": [
            "Herrera v. Quality Pontiac, , ¶ 6, 134 N.M. 43, ."
        ],
        "Outcome": [
            "Because there are genuine factual questions regarding Garrett's death and the performance of Defendant's duty to exercise reasonable care, we reverse summary judgment and remand to the trial court."
        ]
    },
    "class": "reverse"
}