{
    "text": "Baldonado v. El Paso Natural Gas Co., 143 N.M. 297, 176 P.3d 286, 2008-NMCA-010 (2006)\nJune 29, 2006 · Court of Appeals of New Mexico · No. 24,821\n143 N.M. 297, 176 P.3d 286, 2008-NMCA-010\nChristopher Lee BALDONADO, Winston E. Brasher, Jr., Lupe C. Corona, Charles K. Crouch, Gladys Crouch, John P. Darcy, Steve Dorado, Deborah Ham, David L. Harkness, Kevin R. Harkness, Cameron Kelly Hicks, David R. Looney, Javier R. Lopez, Ronald R. Macaluso, Mark A. Olivo, Francisco M. Orozco, Dennis Osborne, Kay Otero, Richard W. Riddle, Saul Ray Sanchez, Marvin Keith Schrock, Michael D. Shannon, Jason E. Uptergrove, Tracy L. Uptergrove, Kenneth Urquidez, and Willie Maxie Wilson, Jr., Plaintiffs-Appellants,v.EL PASO NATURAL GAS COMPANY, a foreign corporation, Defendant-Appellee\n2008-NMCA-010\n176 P.3d 286\nCourt of Appeals of New Mexico.\nCertiorari Granted, No. 29,941, Sept. 13, 2006.\n*299Robert P. Schuster, P.C., Robert P. Schuster, Jackson, WY, Murdock Law Firm, LLC, J. Nicholas Murdock, Casper, WY, Martin & Lara, LLP, Wilfred T. Martin, Jr., Lane T. Martin, Carlsbad, NM, The Blenden Law Firm, Dick A. Blenden, Phil Blenden, Carlsbad, NM, for Appellants.\nModrall, Sperling, Roehl, Harris & Sisk, P.A., R.E. Thompson, Albuquerque, NM, Montgomery & Andrews, Sarah M. Singleton, Santa Fe, NM, Greenberg Traurig, LLP, Brian L. Duffy, Naomi G. Beer, Denver, CO, McCormick, Caraway, Taylor & Riley, LLP, John M. Caraway, Carlsbad, NM, El Paso Natural Gas Company, Michael S. Yauch, Tekell, Book, Matthews & Limmer, Kenneth Tekell, Houston, TX, for Appellee.\nOPINION\nALARID, Judge.\n{1} This case presents us with an opportunity to reconsider our decision in Moreno v. Marrs, 102 N.M. 373, 695 P.2d 1322 (Ct.App.1984) in which we adopted the fireman's rule. We disavow Moreno to the extent it created an exception to generally applicable rules for determining the persons to whom an actor owes a duty of care. We also consider and reject Plaintiffs' attempt to expand the scope of the tort of negligent infliction of emotional distress. We consider and reject Defendant's attempt to engraft additional elements onto the tort of intentional infliction of emotional distress. Lastly, we conclude that the count of Plaintiffs' com*300plaint asserting intentional infliction of emotional distress adequately pleads the element of outrageous conduct. We affirm the district court's dismissal of Plaintiffs' negligent infliction of emotional distress claim and reverse the dismissal of Plaintiffs' intentional infliction of emotional distress claim.\nBACKGROUND\n{2} In the early morning hours of August 19, 2000, a fifty-year-old, thirty-inch-diameter, high-pressure1 natural gas pipeline owned and operated by Defendant-Appellee, El Paso Natural Gas Company, ruptured near the Pecos River south of Carlsbad, New Mexico. At the time of the rupture, twelve members of an extended family were camped in the vicinity of the pipeline. The escaping natural gas ignited, creating an enormous fireball that engulfed the campsite. All twelve family members, including young children, either were killed outright or died later from severe burns. The burns suffered by the victims were undeniably horrific. The survivors who were conscious were visibly in excruciating physical and emotional agony. The following description of one victim's condition gives a sense of the scene as alleged in the complaint.\n[She] [said] her babies were dead but that she wanted to go look for them. Her face was burned; her hair was gone — melted; her ears were burned.... [She] [said] the babies aren't there, that her babies are dead.\n[Her] hair clips were melted onto her head. She had no hair and parts of her skin were peeling from her head. The skin on her hands was coming off. [You] could tell [she] was suffering because of her moaning and crying.\n[One witness] ... saw [her] and she took his breath away. Her lips had pulled back and her teeth were exposed. There was no hair on the right side of her head and her right eye was swollen shut. She had charred tissue all over her face and swelling to her neck.... [S]he kept asking for her babies. [Her husband, himself fatally burned] told her they were dead, that he had watched them die____[Y]ou could not tell she had a right ear; her nose was probably two-thirds gone____Her left pupil was reactive to light but was disfigured. You could see she was in pain and hurting. Her right eye was completely swollen shut and could not be pried open; there was no palpable mass underneath it; if there was an eye, you could not tell. Her clothes, including her underwear, had melted to her____He administered pain medications, but ... did not believe it touched her pain level.\n(References to the record omitted).\n{3} Plaintiffs are professional or volunteer members of local fire departments who responded to the explosion. Plaintiffs were not involved in putting out the fire and they do not allege that they suffered physical injuries at the time; rather each Plaintiff alleges that, as a result of witnessing severe injuries in the course of rendering assistance to the surviving victims of the explosion, he or she has suffered severe, debilitating emotional distress.\n{4} Plaintiffs brought suit against Defendant. Plaintiffs' complaint asserted eight claims for relief, including the two claims that are the subject of this appeal: negligent infliction of emotional distress and reckless or intentional infliction of emotional distress. Defendant filed a motion to dismiss pursuant to Rule 1-012(B)(6) NMRA. Defendant argued that all of Plaintiffs' claims were barred by the fireman's rule as adopted by this Court in Moreno, 102 N.M. at 373, 695 P.2d at 1322. In addition, Defendant argued that Plaintiffs failed to state a claim for negligent infliction of emotional distress because they did not allege that they contemporaneously witnessed the injuries to the victims and because the victims were not members of Plaintiffs' families. Defendant further argued that Plaintiffs failed to state a claim for intentional infliction of emotional distress because Defendant's conduct as alleged by Plaintiffs was not outrageous and was not directed at the victims or Plaintiffs either with the intent to cause emotional harm or in *301reckless disregard of the likelihood of emotional harm.\n{5} The district court granted Defendant's motion, dismissing all counts of Plaintiffs' complaint.\nDISCUSSION\nThe Fireman's Rule\n{6} In New Mexico, the class of persons to whom a defendant owes a duty of care is determined by application of the principle of foreseeability. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 20, 134 N.M. 43, 73 P.3d 181 (discussing Palsgraf v. Long Island R.R. Co., 248 N.Y. 339, 162 N.E. 99 (1928)). In general, an actor owes a duty of care to those persons whose injuries are a foreseeable consequence of the actor's unreasonable conduct. Id. However, even when a class of persons are foreseeable victims of an actor's negligence, the courts, for policy reasons, may insulate the actor from liability by declaring that the actor did not owe a duty to that class of victims. Id. ¶ 26; Lozoya v. Sanchez, 2003-NMSC-009, ¶ 15, 133 N.M. 579, 66 P.3d 948.\n{7} The fireman's rule states the limited duty owed by owners and occupiers of land to firemen2 responding to an emergency on the owner's or occupier's premises. Moreno, 102 N.M. at 376, 695 P.2d at 1325. Under the fireman's rule, an owner or occupier of a premises does not owe a general duty of reasonable care to firemen who foreseeably may be called to respond to a fire on the owner's or occupier's premises; instead, the owner or occupier owes the limited duty to warn firemen of hidden perils, where the owner or [occupier] knows of the peril and has the opportunity to give warning of it, Id. at 378, 695 P.2d at 1327 (quoting Clark v. Corby, 75 Wis.2d 292, 249 N.W.2d 567, 570 (1977)) (quotation marks omitted), and to refrain from misrepresenting to firemen the nature of the hazard presented by the condition of the premises, id., (citing Lipson v. Superior Court of Orange County, 31 Cal.3d 362, 182 Cal.Rptr. 629, 644 P.2d 822, 828-29 (1982)).\n{8} The fireman's rule is an exception to the general rules that determine the persons to whom a defendant owes a duty of ordinary care. See 5 Fowler V. Harper, Fleming James, Jr. & Oscar S. Gray, The Law of Torts § 27.14 at 266 (2d ed.1986) (observing that if recovery is to be denied to the firefighters in all cases, it must be on some basis other than the absence of probable harm, proximate cause, or the other elements of an ordinary negligence action). More particularly, the fireman's rule is an exception to the rescuer's doctrine as set out in Govich v. North American Systems, Inc., 112 N.M. 226, 814 P.2d 94 (1991). In Govich, our Supreme Court held that a person or entity creating [a] peril owes an independent duty of care to the rescuer, which arises from a policy, deeply imbedded in our social fabric, that fosters rescue attempts. Id. at 232, 814 P.2d at 100. As a leading commentator has observed, states that apply the firefighters' rule are in effect saying that the rescue doctrine is inapplicable to firefighters. 1 Dan B. Dobbs, The Law of Torts § 287 at 777-78 (2000); Neighbarger v. Irwin Indus., Inc., 8 Cal.4th 532, 34 Cal.Rptr.2d 630, 882 P.2d 347, 351 n. 2 (1994). The firefighter's rule evolved as an exception to the rescue doctrine: A rescuer who could otherwise recover cannot do so if she is performing her duties as a professional firefighter. Espinoza v. Schulenburg, 212 Ariz. 215, 129 P.3d 937, 939 (2006) (emphasis added).\n{9} The fireman's rule began as a particular application by American3 courts of the common law premises liability categories of invitee, licensee, and trespasser. Firemen were held to be licensees, to whom the owner of premises owed a limited duty of care — to refrain from affirmative or willful acts that work an injury. Gibson v. Leonard, 143 Ill. 182, 32 N.E. 182, 184 (1892) overruled in part, Dini v. Naiditch, 20 Ill.2d 406, 170 N.E.2d 881, 886 (1960). Negligence in caus*302ing the fire does not breach the limited duties owed the firefighter-invitee. Moreno, 102 N.M. at 377, 695 P.2d at 1326 (observing that the view that there is no liability to a fireman for negligence in causing a fire is a statement of the fireman's rule as it originally existed).\n{10} By the time we adopted a fireman's rule in Moreno, the underlying rationale for the rule had shifted from the limited duty owed by an owner of a premises to a licensee to so-called primary assumption of the risk and to public policy. E.g., Carson v. Headrick, 900 S.W.2d 685, 688-89 (Tenn.1995) (noting that rationale for the fireman's rule has changed over time). In Moreno, we expressly disavowed reliance upon a premises liability rationale for the fireman's rule. 102 N.M. at 377, 695 P.2d at 1326. Citing the California Supreme Court's decision in Walters v. Sloan, 20 Cal.3d 199, 142 Cal.Rptr. 152, 571 P.2d 609, 612 (1977), we justified a fireman's exception to the general rules governing liability for negligence in starting a fire on the ground of assumption of risk: confronting a known peril with full realization of the risk. Moreno, 102 N.M. at 376-77, 695 P.2d at 1325-26 (internal quotation marks and citation omitted).\n{11} We recognized that assumption of risk has been used in two senses. Id. at 378, 695 P.2d at 1327 (citing Williamson v. Smith, 83 N.M. 336, 491 P.2d 1147 (1971)). In one sense assumption of risk  'is in reality nothing more than contributory negligence' and is to be governed by the principles pertaining to contributory [and subsequently, comparative] negligence. Moreno, 102 N.M. at 382, 695 P.2d at 1331 (quoting Williamson, 83 N.M. at 340, 491 P.2d at 1151). In its other, primary sense, assumption of risk is shorthand for a judicial declaration of no duty of ordinary care, or no breach of that duty, depending on the circumstances of a particular relationship between the parties. Yount v. Johnson, 1996-NMCA-046, ¶ 19, 121 N.M. 585, 915 P.2d 341. Moreno relied on assumption of risk in this no-duty sense. 102 N.M. at 378, 695 P.2d at 1327.\n{12} Many occupations — e.g., oil field roustabout, construction worker, convenience store clerk — require employees to confront an appreciable risk of physical injury or death in order to carry out their jobs; yet, New Mexico courts have not recognized special no-duty rules shielding defendants who injure employees engaged in these inherently risky occupations.4 The rationale for denying a duty of care running to firemen that we relied on in Moreno — confronting a known risk — simply proves too much. Walters, 142 Cal.Rptr. 152, 571 P.2d at 617 (Tobriner, C.J., dissenting). In addition, an assumption-of-risk rationale is inconsistent with the rescuer doctrine. In Govich, the rescuer-plaintiffs entered the premises even though smoke billowed forth. 112 N.M. at 228, 814 P.2d at 96. The Supreme Court held that except in rare cases in which reasonable minds cannot differ, the reasonableness of a rescuer's decision to confront an emergency presents questions of proximate cause and comparative fault to be decided by juries on the facts and circumstances of each particular case. Id. at 233, 814 P.2d at 101. We view Govich as having implicitly rejected the application of primary assumption of risk to rescuers as a class.\n{13} In Moreno, we expressly relied on the reasoning of the California Supreme Court in Walters to support our assumption-of-risk rationale. Moreno, 102 N.M. at 376, 695 P.2d at 1325. Subsequently, the California Supreme Court has qualified its approach to assumption of the risk:\nIt may be accurate to suggest that an individual who voluntarily engages in a potentially dangerous activity ... consents to or agrees to assume the risks inherent in the activity.... But it is thoroughly unrealistic to suggest that, by engaging in a potentially dangerous activity ... an individual consents to (or agrees to excuse) a breach of duty by others that increases the risks inevitably posed by the *303activity ... even where the participating individual is aware of the possibility that such misconduct may occur.\nA familiar example may help demonstrate this point. Although every driver of an automobile is aware that driving is a potentially hazardous activity and that inherent in the act of driving is the risk that he or she will be injured by the negligent driving of another, a person who voluntarily chooses to drive does not thereby impliedly consent to being injured by the negligence of another, nor has such a person impliedly excused others from performing their duty to use due care for the driver's safety. Instead, the driver reasonably expects that if he or she is injured by another's negligence, i.e., by the breach of the other person's duty to use due care, the driver will be entitled to compensation for his or her injuries. Similarly, although a patient who undergoes elective surgery is aware that inherent in such an operation is the risk of injury in the event the surgeon is negligent, the patient, by voluntarily encountering such a risk, does not impliedly consent to negligently inflicted injury or impliedly agree to excuse the surgeon from a normal duty of care, but rather justifiably expects that the surgeon will be liable in the event of medical malpractice.\nKnight v. Jewett, 3 Cal.4th 296, 11 Cal.Rptr.2d 2, 834 P.2d 696, 705-06 (1992). Relying on Knight, the California Supreme Court subsequently repudiated Walters to the extent Walters relied upon a fireman's voluntary acceptance of a known risk of injury as a basis for the fireman's rule: the [fireman's] rule cannot properly be said to rest on the plaintiff firefighter's voluntary acceptance of a known risk of injury in the course of employment, and we disregard that element of the justification for the rule. Neighbarger, 34 Cal.Rptr.2d 630, 882 P.2d at 354.\n{14} Following the lead of the California Supreme Court, we retreat from reliance on an assumption-of-risk rationale to justify a fireman's rule. If we are to sustain the fireman's rule, it must be because public policy justifies treating firemen differently from other employees injured on the job and from other classes of rescuers. In canvassing public policy rationales for the fireman's rule, we bear in mind that:\nIn recent decades, our courts have moved forcefully towards a public policy that defines duty under a universal standard of ordinary care, a standard which holds all citizens accountable for the reasonableness of their actions. The movement has been away from judicially declared immunity or protectionism, whether of a special class, group or activity.\nYount, 1996-NMCA-046, ¶ 4, 121 N.M. 585, 915 P.2d 341. A defendant who seeks shelter from generally applicable rules of tort liability must demonstrate that the exception is justified by overriding policy considerations. Walters, 142 Cal.Rptr. 152, 571 P.2d at 616 (Tobriner, C.J., dissenting).\n{15} The various policy rationales advanced as support for the fireman's rule have been collected and critiqued in treatises on tort law. E.g., Dobbs, supra, § 285; Harper et ah, supra, at 262-66. Additional trenchant judicial criticism of the fireman's rule can be found in dissenting opinions in Walters, 142 Cal.Rptr. 152, 571 P.2d at 614 (Tobriner, C. J., dissenting), and in Berko v. Freda, 93 N.J. 81, 459 A.2d 663, 668 (1983) (Handler, J., dissenting). In a jurisdiction like New Mexico, which has subsumed secondary assumption of risk under contributory negligence and has abrogated distinctions in the standard of care applicable to licensees versus invitees, Ford v. Bd. of County Comm'rs, 118 N.M. 134, 137, 879 P.2d 766, 769 (1994), formal support for the fireman's rule is shaky at best. Dobbs, supra, at 772.\n{16} In our view, the rationales offered for the fireman's rule do not amount to overriding policy considerations justifying the perpetuation of an exception to the general rules governing tort liability. As the law now stands, tort law is the only mechanism by which an injured fireman can recover many items of damages, including damages for pain and suffering and loss of enjoyment of life. Gutierrez v. City of Albuquerque, 1998-NMSC-027, 125 N.M. 643, 964 P.2d 807 (contrasting workers' compensation benefits *304with items of damages recoverable in torts); Harper et ah, swpra, at 263-64 (observing that compensation by way of tort damages far exceeds the limited amounts payable under any present or likely future system of public compensation; concluding that the fireman's rule should not bar public safety officer's tort recovery). We are persuaded that the implementation of a fireman's rule should be accomplished, if at all, by the legislature as part of a global solution that takes into account factors that are beyond the courts' control, including the nature and amount of workers' compensation or other benefits covering duty-related injury.\n{17} We recognize that we are joining what currently is a distinct minority. Moody v. Delta Western Inc., 38 P.3d 1139, 1140-41 (Alaska 2002) (collecting authorities). We are persuaded, however, that support for the fireman's rule is distinguished more by its quantity than its quality. Recently, the South Carolina Supreme Court declined to adopt a fireman's rule:\n[T]hose jurisdictions which have adopted the firefighter's rule offer no uniform justification therefor, nor do they agree on a consistent application of the rule. The legislatures in many jurisdictions which adhere to the rule have found it necessary to modify or abolish the rule. The rule is riddled with exceptions, and criticism of the rule abounds.... In our view, the tort law of this state adequately addresses negligence claims brought against non-employer tortfeasors arising out of injuries incurred by firefighters and police officers during the discharge of their duties. We are not persuaded by any of the various rationales advanced by those courts that recognize the firefighter's rule. The more sound public policy — and the one we adopt — is to decline to promulgate a rule singling out police officers and firefighters for discriminatory treatment.\nMinnich v. Med-Waste, Inc., 349 S.C. 567, 564 S.E.2d 98, 103 (2002).\n{18} We decline to perpetuate a rule that unjustly singles out firemen and denies them the benefit of generally applicable principles of tort liability. Unless and until a fireman's rule is enacted by our legislature, the fireman's rule no longer has a place in New Mexico law.\nMotion to Dismiss NIED and IIED Claims: Standard of Review\n{19} Having concluded that Defendant is not immunized by the fireman's rule, we next consider whether Plaintiffs otherwise state a claim for relief. Plaintiffs appeal from the district court's dismissal of their claims for negligent infliction of emotional distress (NIED) and intentional infliction of emotional distress (IIED).\n{20} Because this appeal arises from an order dismissing a complaint for failure to state a claim upon which relief may be granted, we apply the following standards:\nA motion to dismiss pursuant to [Rule] 1-012(B)(6) tests the legal sufficiency of the complaint. In reviewing an order granting a motion to dismiss, we accept as true all facts properly pleaded. A complaint is subject to dismissal under [Rule] 1-012(B)(6) only if under no state of facts provable thereunder would a plaintiff be entitled to relief____Under this standard of review only the law applicable to such claim is tested, not the facts which support it.\nRummel v. Edgemont Realty Partners, Ltd., 116 N.M. 23, 25, 859 P.2d 491, 493 (Ct.App.1993) (citations omitted).\nNegligent Infliction of Emotional Distress\n{21} Plaintiffs' NIED claim is clearly deficient. Plaintiffs allege emotional distress caused by Plaintiffs' perception of the undeniably horrifying injuries suffered by the victims. Plaintiffs do not claim that they themselves were otherwise harmed by the pipeline explosion. Liability for negligently inflicted emotional distress resulting from a plaintiffs perception of harm to another has been narrowly prescribed by our Supreme Court: NIED is an extremely narrow tort that compensates a bystander who has suffered severe emotional shock as a result of witnessing a sudden, traumatic event that causes serious injury or death to a family member. Fernandez v. Walgreen Hastings Co., 1998-NMSC-039, ¶6, 126 N.M. 263, 968 P.2d 774 (emphasis added). *305NIED is considered a tort against the integrity of the family unit. Ramirez v. Armstrong, 100 N.M. 538, 541, 673 P.2d 822, 825 (1983) overruled on other grounds, Folz v. State, 110 N.M. 457, 460, 797 P.2d 246, 249 (1990). Under controlling Supreme Court precedent, an actor is not liable for severe emotional harm to foreseeable witnesses of the effects of the actor's negligence on third persons, unless the witness-plaintiff has a close marital or family relationship with the third-person victim. Id. Any relaxation of the strict requirements imposed upon plaintiffs asserting NIED claims must be accomplished by our Supreme Court. Because Plaintiffs have not alleged that they had a marital or intimate family relationship with the victims of the explosion, they fail to state a claim for NIED.\nIntentional Infliction of Emotional Distress\n{22} Plaintiffs argue that the district court erred in dismissing their IIED claim. The district court dismissed Plaintiffs' IIED claim on the grounds that Defendant's conduct as alleged by Plaintiffs was not directed at Plaintiffs, and Plaintiffs were not present when the conduct which injured the [victims] occurred.\n{23} New Mexico has recognized a claim for IIED patterned on the Restatement (Second) of Torts § 46 (1965) (hereinafter Restatement or Section 46). Trujillo v. N. Rio Arriba Elec. Coop., Inc., 2002-NMSC-004, ¶ 25, 131 N.M. 607, 41 P.3d 333. The Restatement provides as follows:\n§ 46. Outrageous Conduct Causing Severe Emotional Distress\n(1) One who by extreme and outrageous conduct intentionally or recklessly causes severe emotional distress to another is subject to liability for such emotional distress, and if bodily harm to the other results from it, for such bodily harm.\n(2) Where such conduct is directed at a third person, the actor is subject to liability if he intentionally or recklessly causes severe emotional distress\n(a) to a member of such person's immediate family who is present at the time, whether or not such distress results in bodily harm, or\n(b) to any other person who is present at the time, if such distress results in bodily harm.\nOur Supreme Court has identified the following elements of an IIED claim:\n(1) the conduct in question was extreme and outrageous; (2) the conduct of the defendant was intentional or in reckless disregard of the plaintiff; (3) the plaintiffs mental distress was extreme and severe; and (4) there is a causal connection between the defendant's conduct and the claimant's mental distress.\nTrujillo, 2002-NMSC-004, ¶25, 131 N.M. 607, 41 P.3d 333 (quoting Hakkila v. Hakkila, 112 N.M. 172, 182, 812 P.2d 1320, 1330 (Ct.App.1991) (Donnelly, J., dissenting)) (internal quotation marks omitted).\n{24} No reported New Mexico appellate decision has decided whether the tort of IIED requires the defendant's outrageous conduct to have been directed at the plaintiff. Based on an examination of eases from other jurisdictions, see, e.g., Christensen v. Superi- or Court, 54 Cal.3d 868, 2 Cal.Rptr.2d 79, 820 P.2d 181 (1991), the district court predicted that New Mexico appellate courts would adopt a directed at requirement.\n{25} We are not persuaded that a valid IIED claim must include an allegation that the defendant's conduct was directed at the plaintiff. This requirement is not found in Subsection 46(1), nor is it included in the Supreme Court's formulation of the tort of IIED. The words directed at do appear in Subsection 46(2). We believe that the introductory clause [w]here such conduct is directed at a third person was included merely to encapsulate the fact pattern addressed by Subsection (2) — A behaves outrageously toward B resulting in severe emotional distress to C — and not to state an additional element. Moreover, we share the concern articulated by the Tennessee Supreme Court that appellate courts incorporating a directed-at requirement have often failed to distinguish adequately recklessness from intent, thereby rendering recklessness ineffective as an independent predicate for satisfying the *306state-of-mind element. Doe v. Roman Catholic Diocese of Nashville, 154 S.W.3d 22, 36 (Tenn.2005).5 Incorporating a directed-at requirement into the cause of action for IIED reduces recklessness virtually to the same scope as intentional conduct. Id. We hold that the tort of IIED does not incorporate a separate requirement that the defendant's conduct be directed at the plaintiff.\n{26} As previously noted, the district court also based its dismissal on the alternate ground that Plaintiffs had failed to allege that they were present when the victims were injured by the explosion. The requirement of presence at the time of the injury to a third person is not an element of the tort of IIED as defined by our Supreme Court in UJI 13-1628 NMRA; it does appear, however, in Subsection (2) of Section 46. As we understand the structure of Section 46, Subsection (1) states a general rule applicable to every IIED claim. Subsection (2) addresses a particular subset of IIED claims that involve a recurring fact pattern: the infliction of harm on a third-party which causes the plaintiff to experience severe emotional distress upon perceiving the harm to the third party. As the comments explain, the drafters of Section 46 were concerned that this fact pattern could generate large numbers of claims or claims lacking guarantees of genuineness. Section 46 emt. 1. To address these concerns, the drafters of Section 46 proposed additional elements for this subset of IIED claims, which are set out in Subparagraphs 2(a) and (b).\n{27} Section 46 was adopted four decades ago. It reflects a tentative, conservative formulation of the tort of IIED. Significantly, the drafters of Section 46 themselves expressed reservations about the limitations they were imposing on the tort of IIED. The drafters included a general caveat to Section 46 stating that the American Law Institute expresses no opinion as to whether there may not be other circumstances under which the actor may be subject to liability for the intentional or reckless infliction of emotional distress. Id. The drafters addressed the relationship of this caveat to Subsection (2) in the following comment:\nWhere the extreme and outrageous conduct is directed at a third person, as where, for example, a husband is murdered in the presence of his wife, the actor may know that it is substantially certain, or at least highly probable, that it will cause severe emotional distress to the [wife]____ The cases thus far decided, however, have limited such liability to plaintiffs who were present at the time, as distinguished from those who discover later what has occurred. The limitation may be justified by the practical necessity of drawing the line somewhere, since the number of persons who may suffer emotional distress at the news of an assassination of the President is virtually unlimited, and the distress of a woman who is informed of her husband's murder ten years afterward may lack the ... genuineness which her presence on the spot would afford. The Caveat [to Section ^6] is intended, however, to leave open the possibility of situations in which presence at the time may not be required.\nSection 46, cmt.l (emphasis added).\n{28} We decline to adopt the categorical limitations imposed by Subsection (2) of Section 46. As the comment quoted above demonstrates, the American Law Institute itself appears to have been lukewarm about the categorical limitations imposed by Subsection (2). To the extent that these categorical limitations are justified as gatekeeping criteria, they are unnecessary in view of the stringent elements already imposed by Subsection (1) on every IIED claim:\nThe elements of intentional and reckless infliction of emotional distress themselves perform an important gatekeeping function for the purposes of ensuring the reliability of claims and of preventing liability from *307extending unreasonably. The outrageous conduct requirement is a high standard which has consistently been regarded as a significant limitation on recovery.... [T]he outrageousness requirement is an exacting standard which provides the primary safeguard against fraudulent and trivial claims. The mental harm which the plaintiff suffered also must be demonstrated to have been particularly serious.\nFurther, the state-of-mind element of intent or recklessness places significant limitation on recovery. Being required to prove the tortfeasor's intent or recklessness imposes a significantly higher burden than is required for mere negligence actions.\nDoe, 154 S.W.3d at 39 (internal quotation marks and citations omitted). We hold that the contemporaneousness of a plaintiffs perception of the injury to a third party and the nature of a plaintiffs relationship to that third party are not separate elements of the tort of IIED; rather, they are factors that may be considered in determining whether a plaintiff otherwise has satisfied the stringent elements of the tort as set out in Trujillo, 2002-NMSC-004, ¶ 25, 131 N.M. 607, 41 P.3d 333.\n{29} For the reasons set out above, we reject both of the rationales on which the district court relied in dismissing Plaintiffs' IIED claim.\n{30} As a fallback position, Defendant urges us to affirm the district court's dismissal on a ground that the district court did not reach, but which Defendant argued in the district court. According to Defendant, Plaintiffs have not met, and cannot meet, the burden of pleading that Defendant's conduct was outrageous.\n{31} As we understand Plaintiffs' theory of their case, Plaintiffs claim that:\n[Defendant] undertook a cost-benefit analysis (a Pinto analysis)6 that studied the costs to make the pipelines safe as compared to the costs that would be incurred for personal injury and wrongful death claims — and thereafter curtailed its pipeline renovation program. At the time of the August [2000] explosion, [Defendant] had renovated less than 5% of its pipeline system despite its knowledge that the system was corroding and that its pipelines were exploding.\nFurther, according to Plaintiffs, Defendant knew — because its operating manuals so specified — that local emergency personnel inevitably would be called to the site of a pipeline rupture and explosion. In their complaint, Plaintiffs alleged numerous, system-wide departures from applicable state, federal, and industry standards of care with respect to the design, construction, maintenance, inspection, and operation of Defendant's pipeline. In evaluating the sufficiency of the allegations of the complaint, we must take care not to improperly compartmentalize the various acts or omissions that Plaintiffs have alleged in their complaint. Cf. Clay v. Ferrellgas, Inc., 118 N.M. 266, 270, 881 P.2d 11, 15 (1994) (holding that a court must view the actions of the corporate defendant's employees in the aggregate in determining whether the defendant's conduct justified an award of punitive damages).\n{32} Clay is particularly instructive because, like the present case, it dealt with the failure of a defendant corporation to properly control a dangerously explosive gas. Clay recognized that:\nas the risk of danger increases, conduct that amounts to a breach of duty is more likely to demonstrate a culpable mental state. The circumstances define the conduct; a cavalier attitude toward the lawful management of a dangerous product may raise the wrongdoer's level of conduct to recklessness, whereas a cavalier attitude toward the lawful management of a non-dangerous product may be mere negligence.\nId. at 269, 881 P.2d at 14.\n{33} According to the allegations of the complaint, Defendant's pipeline was capable of transporting enormous amounts of pressurized natural gas: up to one billion cubic *308feet per day. As this case demonstrates, the failure of a thirty-inch-diameter, high-pressure natural gas pipeline can result in a devastating explosion akin to that of a fuel-air bomb. We think it is open to proof under the allegations of the complaint that Defendant was guilty of prolonged, systemic indifference to the potential failure of its aging pipeline system, and that it was not a question of if Defendant's pipeline would fail, but rather when and where. Considering the magnitude of the harm that can result from the failure of a natural gas pipeline, we cannot say that as a matter of law Plaintiffs' complaint fails to allege outrageous disregard for the safety of the public.\n{34} Plaintiffs face stringent substantive requirements in establishing their IIED claim. At this stage, we cannot say that there is no conceivable set of facts provable under the allegations of Plaintiffs' complaint that would satisfy the elements of the tort of IIED. Accordingly, we reverse the district court's dismissal of Plaintiffs' IIED claim.\nCONCLUSION\n{35} We affirm the district court's dismissal of Plaintiffs' NIED claim. We reverse the dismissal of Plaintiffs' IIED claim and remand for further proceedings consistent with this opinion.\n{36} IT IS SO ORDERED.\n1\n. Atmospheric pressure under standard conditions is 14.7 psi. Merriam-Webster's Collegiate Encyclopedia 107 (Mark A. Stevens ed., 2002). According to the complaint, the pipeline was being operated at 837 psi at the time of the rupture, thereafter dropping to 377 psi.\n2\n. No New Mexico case has considered whether other classes of emergency or public safety personnel fall within the fireman's rule.\n3\n. Courts in the United Kingdom have noted the adoption of the fireman's rule by various Ameriean jurisdictions, but have expressly rejected it: the American 'fireman's rule' has no place in English law. Ogwo v. Taylor, [1988] A.C. 431, 432 (H.L.1987) (appeal taken from England).\n4\n. We recognize of course, that in contrast to third-party defendants, the liability of employers is generally regulated by workers' compensation law. Our workers' compensation regime preserves the right of employees to sue any person other than the employer or any other employee of the employer for damages. NMSA 1978, § 52-5-17(A) (1990); Montoya v. AKAL Sec., Inc., 114 N.M. 354, 838 P.2d 971 (1992).\n5\n. The Tennessee Supreme Court's decision in Doe, with its detailed criticism of the directed at requirement was decided after the district court ruled in the present case. The district court therefor did not have the benefit of the Tennessee Supreme Court's highly persuasive analysis when it adopted a directed at plaintiff requirement. Instead, the district court relied on the decision of the Tennessee Court of Appeals, Doe v. Roman Catholic Diocese of Nashville, No. M2001-01780COA-R3-CV, 2003 WL 22171558 (Tenn.Ct.App. Sept. 22, 2003), that the Tennessee Supreme Court reversed in Doe.\n6\n. This is apparently a reference to the cost-benefit analysis that led a jury to award $125 million in punitive damages against the manufacturer of the Pinto subcompact automobile. Grimshaw v. Ford Motor. Co., 119 Cal.App.3d 757, 174 Cal.Rptr. 348, 358, 384 (1981).\nSUTIN, Judge\n(specially concurring).\n{37} Plaintiffs are municipal fire department firefighters and emergency medics summoned to the scene of an explosion and fire. They were obligated pursuant to their employment to respond to such an emergency circumstance. I join in affirming the dismissal of Plaintiffs' claim of negligent infliction of emotional distress. No claim for negligent infliction of emotional distress is stated because the fireman's rule precludes the claim and because, as recognized by Judge Alarid, New Mexico has not extended the cause of action to include the circumstances in this case. With that issue out of the way, the only issue left in this case, other than that of attorney fees, is whether Plaintiffs state a cause of action for intentional infliction of emotional distress. I agree with reversing the dismissal of Plaintiffs' claim of intentional infliction of emotional distress. I do not, however, agree that the fireman's rule should be addressed or that, if it is addressed, it should be abandoned.\n{38} The fireman's rule does not cover intentional acts. It does not limit liability for intentional acts. As Judge Castillo states in her concurring opinion, we do not, therefore, have to address the fireman's rule to reach that issue. However, because Judge Alarid generally disavows the fireman's rule, I address the rule.\n{39} As Judge Alarid points out, the fireman's rule in New Mexico began with Moreno v. Marrs, 102 N.M. 373, 695 P.2d 1322 (Ct.App.1984). Moreno's analyses are confusing and difficult to follow and understand in several respects, making it difficult to know for what it ultimately stands. Nevertheless, the following statements in Moreno are clear and should stick as precedent: [Njegligence in causing a fire is not a basis for liability to firemen injured in fighting the fire. In fact, the view that there is no liability to a fireman for negligence in causing a fire is a statement of the fireman's rule as it originally existed. Id. at 377, 695 P.2d at 1326.\n{40} Whatever may be an underlying rationale for the rule, simply and properly stated the fireman's rule is that a firefighter cannot recover under general negligence principles for negligence in causing the fire. See Moody v. Delta Western, Inc., 38 P.3d 1139, 1141 (Alaska 2002). As part of the concept, recovery is permitted under a claim relating to negligent conduct independent of negligence causing the fire, such as, for example, under owner's and occupier's liability principles. See Moreno, 102 N.M. at 376, 695 P.2d at 1325. I respectfully do not agree with the various rationales used by Judge Alarid to disavow the fireman's rule.\n{41} I am unpersuaded that comparison with other occupations, such as construction workers, is useful or applicable. Those in the private sector are compensated primarily to produce goods and provide services. The risks that may be inherent in those occupations are secondary to accomplishing the pri*309mary goal. Firefighters are paid for the primary purpose of facing risks of fire and other emergency circumstances to protect life and property. Even if some occupations might be somewhat comparable in terms of exposure to risk, the fireman's rule is based on policy that sets it apart and calls for departure from the general common law principle that one is responsible for an injury caused by a tortfeasor's want of ordinary care.\n{42} As Judge Alarid acknowledges in his opinion at paragraph 17, most jurisdictions in this country, either through court decision or legislation, have a fireman's rule. See Moody, 38 P.3d at 1140-41. The policy reasons given in court cases vary. The policy reason that makes the most sense is simply that firefighters are paid to put themselves in harm's way, having the duty to respond to negligently caused fires and other emergency circumstances potentially very harmful to life and property. See id. at 1141-42 (discussing the manner in which [t]he Firefighter's Rule reflects sound public policy). A commensurate policy is that citizens, regardless of their negligence, should be encouraged to summon the aid of firefighters. See Carson v. Headrick, 900 S.W.2d 685, 690 (Tenn.1995) (stating this policy in applying a policeman's and fireman's rule to granting immunity to police officers).\n{43} The broad language from Yount v. Johnson, 1996-NMCA-046, ¶ 4, 121 N.M. 585, 915 P.2d 341, quoted by Judge Alarid in his opinion at paragraph 14, cannot be ignored; however, Yount does not discuss Moreno or the fireman's rule. Moreover, Yount's facts, involving whether to make a special exception for a child's horseplay, were too dissimilar to those in the present case to apply its broad language to disavowing the fireman's rule.\n{44} Nor am I persuaded that it is useful to draw comparisons between voluntary rescuers and public employees, who are paid and are obligated and expected to face and encounter risk of fire and other emergency circumstances. I think it significant that Govich v. North American Systems, Inc., 112 N.M. 226, 814 P.2d 94 (1991), which was decided after Moreno, discussed the rescuer doctrine without mention of Moreno. I see no basis on which to think that the rescuer doctrine was meant to include the fireman's rule or that the fireman's rule is an exception to the rescuer doctrine. The fireman's rule, if an exception to anything, is an exception to the general rules governing liability for negligence.\n{45} Legislation in this arena of law would be appropriate. The place to start is not for this Court to disavow the fireman's rule and await legislative action. The fireman's rule has been unaffected by legislative action for more than twenty years. The place to start is with the fireman's rule in place, and for the Legislature to address whether to change the fireman's rule in any respect or to override the rule. If the fireman's rule is to continue to provide immunity for liability for negligent acts, then, hopefully, the Legislature will provide for adequate compensation benefits for injured firefighters commensurate with their risk.\n{46} The sole intentional tort liability issue that is before us should be whether a person who intentionally causes a fire should be subject to liability under the recognized cause of action for intentional infliction of emotional distress. I think so. Because of the very limited and strict circumstances under which a person is entitled to recover for intentional infliction of emotional distress, I see no reason to grant immunity to one who intentionally causes a fire to which a firefighter responds.\nCASTILLO, Judge\n(specially concurring).\n{47} I concur in the affirmance of the dismissal of Plaintiffs' claim for NIED, and I concur in the reversal of the dismissal of Plaintiffs' claim for IIED. However, I cannot concur in the portion of Judge Alarid's opinion that disavows Moreno. The resolution of this case does not turn on the applicability of the fireman's rule as enunciated in Moreno; therefore, there is no reason to reach this issue because it has no effect on the outcome of the case. See Prieskorn v. Maloof, 1999-NMCA-132, ¶¶ 17-18, 128 N.M. 226, 991 P.2d 511 (stating that the court need not reach additional issues that would not have an im*310pact on the outcome of the case, even if decided in favor of the appellant).\n{48} Moreno created an exception regarding the element of duty of care. See 102 N.M. at 377-78, 695 P.2d at 1326-27. Duty is one of the elements to be proved in a negligence action. See UJI 13-1601 NMRA. Here, Plaintiffs limit their appeal to the dismissal of two claims: NIED and IIED. J. Alarid's Op. ¶ 19. As explained by Judge Alarid in paragraph 21, NIED is an extremely narrow tort, and there is no recovery, unless the witness-plaintiff has a close marital or family relationship with the third-person victim. Fernandez, 1998-NMSC-039, ¶ 6, 126 N.M. 263, 968 P.2d 774. Plaintiffs' complaint was deficient because it failed to include allegations regarding the necessary relationship and therefore failed to state a claim for NIED. See J. Alarid's Op. ¶21. Once this Court affirmed the trial court on this ground, there was no need to continue the analysis to determine whether Moreno would have the same effect.\n{49} Nor is the Moreno analysis necessary for resolution of the IIED claim. Moreno is premised on the creation of an exception regarding the element of duty of care. See 102 N.M. at 377-78, 695 P.2d at 1326-27. IIED is an intentional tort, and proof of a duty is not an element. See UJI 13-1628. Accordingly, a claim for IIED will lie, regardless of the duty element; thus, Moreno is not applicable. See Moreno, 102 N.M. at 377-78, 695 P.2d at 1326-27 (holding that conduct inflicted willfully or wantonly is not protected by the fireman's rule).\nPlain English Summary: A number of voluntary firemen tried to claim damages for emotional damages after helping victims of an explosion. The Court invalidated a previously observed rule, 'the firemen rule', and held that the plaintiff could sue but that they could not prove a negligence infliction of emotional damage.\n\nTagging: §7(a)",
    "annotations": {
        "Facts": [
            "{2} In the early morning hours of August 19, 2000, a fifty-year-old, thirty-inch-diameter, high-pressure1 natural gas pipeline owned and operated by Defendant-Appellee, El Paso Natural Gas Company, ruptured near the Pecos River south of Carlsbad, New Mexico. At the time of the rupture, twelve members of an extended family were camped in the vicinity of the pipeline. The escaping natural gas ignited, creating an enormous fireball that engulfed the campsite. All twelve family members, including young children, either were killed outright or died later from severe burns. The burns suffered by the victims were undeniably horrific. The survivors who were conscious were visibly in excruciating physical and emotional agony. The following description of one victim's condition gives a sense of the scene as alleged in the complaint.[She] [said] her babies were dead but that she wanted to go look for them. Her face was burned; her hair was gone — melted; her ears were burned.... [She] [said] the babies aren't there, that her babies are dead.[Her] hair clips were melted onto her head. She had no hair and parts of her skin were peeling from her head. The skin on her hands was coming off. [You] could tell [she] was suffering because of her moaning and crying.[One witness] ... saw [her] and she took his breath away. Her lips had pulled back and her teeth were exposed. There was no hair on the right side of her head and her right eye was swollen shut. She had charred tissue all over her face and swelling to her neck.... [S]he kept asking for her babies. [Her husband, himself fatally burned] told her they were dead, that he had watched them die____[Y]ou could not tell she had a right ear; her nose was probably two-thirds gone____Her left pupil was reactive to light but was disfigured. You could see she was in pain and hurting. Her right eye was completely swollen shut and could not be pried open; there was no palpable mass underneath it; if there was an eye, you could not tell. Her clothes, including her underwear, had melted to her____He administered pain medications, but ... did not believe it touched her pain level.",
            "{3} Plaintiffs are professional or volunteer members of local fire departments who responded to the explosion. Plaintiffs were not involved in putting out the fire and they do not allege that they suffered physical injuries at the time; rather each Plaintiff alleges that, as a result of witnessing severe injuries in the course of rendering assistance to the surviving victims of the explosion, he or she has suffered severe, debilitating emotional distress.{4} Plaintiffs brought suit against Defendant. Plaintiffs' complaint asserted eight claims for relief, including the two claims that are the subject of this appeal: negligent infliction of emotional distress and reckless or intentional infliction of emotional distress."
        ],
        "Procedural History": [
            "Defendant filed a motion to dismiss pursuant to Rule 1-012(B)(6) NMRA. Defendant argued that all of Plaintiffs' claims were barred by the fireman's rule as adopted by this Court in Moreno, , 695 P.2d at 1322. In addition, Defendant argued that Plaintiffs failed to state a claim for negligent infliction of emotional distress because they did not allege that they contemporaneously witnessed the injuries to the victims and because the victims were not members of Plaintiffs' families. Defendant further argued that Plaintiffs failed to state a claim for intentional infliction of emotional distress because Defendant's conduct as alleged by Plaintiffs was not outrageous and was not directed at the victims or Plaintiffs either with the intent to cause emotional harm or in reckless disregard of the likelihood of emotional harm.{5} The district court granted Defendant's motion, dismissing all counts of Plaintiffs' complaint."
        ],
        "Application of Law to Facts": [
            "The fireman's rule states the limited duty owed by owners and occupiers of land to firemen2 responding to an emergency on the owner's or occupier's premises.",
            "Under the fireman's rule, an owner or occupier of a premises does not owe a general duty of reasonable care to firemen who foreseeably may be called to respond to a fire on the owner's or occupier's premises; instead, the owner or occupier owes the limited duty to warn firemen of hidden perils, where the owner or [occupier] knows of the peril and has the opportunity to give warning of it",
            "We decline to perpetuate a rule that unjustly singles out firemen and denies them the benefit of generally applicable principles of tort liability. Unless and until a fireman's rule is enacted by our legislature, the fireman's rule no longer has a place in New Mexico law."
        ],
        "Relevant Precedents": [
            "Moreno, , 695 P.2d at 1325."
        ],
        "Outcome": [
            "We disavow Moreno to the extent it created an exception to generally applicable rules for determining the persons to whom an actor owes a duty of care.",
            "Lastly, we conclude that the count of Plaintiffs' complaint asserting intentional infliction of emotional distress adequately pleads the element of outrageous conduct. We affirm the district court's dismissal of Plaintiffs' negligent infliction of emotional distress claim and reverse the dismissal of Plaintiffs' intentional infliction of emotional distress claim.",
            "We affirm the district court's dismissal of Plaintiffs' NIED claim. We reverse the dismissal of Plaintiffs' IIED claim and remand for further proceedings consistent with this opinion."
        ]
    },
    "class": "mixed"
}