{
    "text": "Lester ex rel. Mavrogenis v. Hall, 126 N.M. 404, 970 P.2d 590, 1998-NMSC-047 (1998)\nNov. 23, 1998 · Supreme Court of New Mexico · No. 24,653\n126 N.M. 404, 970 P.2d 590, 1998-NMSC-047\nBarbara LESTER, by and through her guardian and conservator, Leo MAVROGENIS, Plaintiff,v.E.B. HALL, M.D., Defendant\n1998-NMSC-047\n970 P.2d 590\nSupreme Court of New Mexico.\nPlotsky & Dougherty, P.C., David L. Plot-sky, Albuquerque, for plaintiff.\n*405Rodey, Diekason, Sloan, Akin & Robb, P.A, Mark C. Meiering, Albuquerque, for defendant.\nMiller, Stratvert & Torgerson, P.A., Mice Tomlinson Lorenz, Albuquerque, for Amicus N.M. Medical Society.\nWilliam H. Carpenter, Michael B. Browde, Albuquerque, for Amicus N.M. Trial Lawyers Association.\nOPINION\nSERNA, Justice.\n1} Plaintiff Barbara Lester, a third party non-patient, alleges that Defendant physician E.B. Hall's negligent treatment of his patient, Merlin Andersen, caused Andersen to injure Lester in an automobile accident. The United States District Court for the District of New Mexico certified the ease to this Court pursuant to Rule 12-607 NMRA 1998 (certification from federal courts) on the question of whether Hall owes a legal duty to Lester. This Court has previously held that a physician owes a duty to persons injured by patients driving automobiles from a doctor's office when the patient has just been injected with drugs known to affect judgment and driving ability in Wilschinsky v. Medina, 108 N.M. 511, 515, 775 P.2d 713, 717 (1989). Because we do not extend the duty articulated in Wilschinsky to prescription cases under this fact pattern, we answer the certified question in the negative.\nFacts and Procedural Background\n{2} The District Court certified the ease to this Court on the following question of law:\nDoes a physician owe a legal duty to a non-patient who is injured in a collision with a motor vehicle, operated by the physician's patient, who was last treated by the physician five days before the collision, and whose ability to drive a vehicle allegedly was impaired by medications prescribed by the physician, who (1) allegedly improperly monitored his patient's medication and (2) allegedly failed to warn his patient that the •medication could impair the patient's driving ability?\nThe District Court included a statement of facts relevant to this case:\n[Hall] prescribed lithium, in addition to other medications, to his patient while treating him for a medical condition. Factual disputes exist[ ] as to whether [Hall] properly monitored his patient's lithium levels. Failure to do so allegedly could cause the patient to suffer toxicity with side effects that could impair one's driving ability. Factual disputes also exist as to whether [Hall] warned the patient concerning the side-effects of the lithium and the effects that lithium toxicity may have on the patient's ability to perform certain activities, including driving. Five days after [Hall] last treated him, the patient, allegedly in an impaired condition resulting from toxic levels of lithium in his system, drove a motor vehicle and caused an accident in which [Lester] was injured.\n{3} The District Court noted that the facts in this case are outside the narrow factual scope of the duty we recognized in Wilschinsky and that the holding of that case should not be construed to create a general duty to the entire public for any injuries suffered for which an argument of causation can be made. Id. at 515, 775 P.2d at 717. We narrowly drew our holding in order to emphasize that courts should consider with great caution whether the facts of particular cases are appropriate for recognizing physicians' duties to third parties under the principles articulated in Wilschinsky. See, id.; see also Turpie v. Southwest Cardiology Assocs., 1998-NMCA-042, ¶ 11, 124 N.M. 787, 955 P.2d 716 (noting that the Court intended to limit Wilschinsky to its specific circumstance and declining to extend its rationale, as such, to the medical malpractice arena). [W]e specifically decline[d] to address the issue of whether under any facts, negligently prescribing drugs could give rise to third-party liability. Wilschinsky 108 N.M. at 514, 775 P.2d at 716. We conclude that, under the principles articulated in Wilschinsky and the public policy of New Mexico, Hall does not owe a duty to Lester on the facts of this case, and we therefore join a substantial number of jurisdictions declining to extend physicians' duties to non-patients for prescription-involved situations.\n*406 Wilschinsky v. Medina: Physicians' Duty to Third Persons in New Mexico\n{4} Whether a practicing physician in New Mexico owes a duty to third persons who foreseeably may be harmed by the physician's negligence in treatment of his [or her] patient is addressed under very specific facts in Wilschinsky, 108 N.M. at 513, 775 P.2d at 715. In Wilschinsky, a physician injected two drugs, including a narcotic, into his patient, Medina, who had already ingested a third drug. Id. at 512, 775 P.2d at 714. These drugs could cloud a person's judgment and physical abilities and create a risk to that person in driving a car. Id. Medina was involved in a serious car accident within a short time (approximately seventy minutes) of receiving the drugs, injuring Wilschinsky, a third party. Id. This Court framed the issue under those facts as whether a doctor owes a duty to third parties from treatment of an outpatient when the doctor has given the patient an injection of drugs that could clearly impair the patient's ability to reason and to operate an automobile. Id. at 514, 775 P.2d at 716.\n{5} Our determination that a duty existed involved a careful balancing, taking  'into account the likelihood of injury, the magnitude of the burden of guarding against it and the consequences of placing that burden upon the defendant.'  Id. at 513, 775 P.2d at 715 (quoting Kirk v. Michael Reese Hosp. & Med. Ctr., 117 Ill.2d 507, 111 Ill.Dec. 944, 513 N.E.2d 387, 396 (Ill.1987)). We then applied the balancing test of Kirk and concluded: (1) that the likelihood of a car accident immediately following injection of a narcotic in combination with other drugs is high; (2) that when the physician administers the narcotic in his or her office the burden of guarding against that foreseeable danger is not unreasonable if the doctor is judged by standards of normal medical procedures, rather than subjected to after-the-fact speculative attack; and (3) that if the scope of the doctor's duty is limited to the professional standards of acceptable medical practice, the additional burden on the doctor's treatment decisions is negligible. Wilschinsky, 108 N.M. at 515, 775 P.2d at 717. These principles, as applied with caution to eases involving defendant physicians and third party non-patients, establish a general framework under which a court may determine the existence of a duty.\nApplication of the Wilschinsky Balancing Test\n{6} Based on the District Court's statement of relevant facts, we determine that the likelihood of injury to Lester is not foreseeable to the degree required in order to warrant a duty. The likelihood that a patient using prescription lithium will cause a car accident five days after contact with the doctor is considerably more remote in comparison to a patient who, injected with a narcotic, will cause an accident while driving away from the doctor's office. The effects of lithium on driving abilities is far less certain on this record than the effects of narcotics in Wilschinsky.\n{7} Although it is not unreasonably burdensome for a physician to guard against injury to the patient or third parties when he or she injects a patient with medication in his or her office, based on this record, we determine that the magnitude of the burden a duty to third parties places upon a physician prescribing lithium is too high. As we stated in Wilschinsky, unlike the prescription cases, the administration of [narcotic] drugs was within the doctor's presence, in the doctor's office under his direction and timing, making reasonable preventative measures of whatever type easier to implement, and, at the same time, creating a higher degree of patient reliance on the doctor's professional judgment. 108 N.M. at 514-15, 775 P.2d at 716-17 (emphasis added). In this prescription case, Andersen's taking of the drug outside of Hall's control made preventative measures more difficult and reliance on professional judgment more remote. This is a fundamental distinction between a physician medicating a patient in his or her office, where the physician is liable to third parties when he or she is directly aware of the effect of the medication, and here, where the patient takes the medication while not under the direct control and supervision of the physician. The physician in Wilschinsky had the opportunity to directly observe the *407effects of the medication which he was injecting into his patient. The involvement of the doctor in directly administering the medication and the amount of control he had over his office and the patient in Wilschinsky were much greater relative to this case, in which Hall last saw his patient five days earlier. Further, considering that lithium is not a narcotic (which has a clearer effect on driving) requiring injection (indicative of the doctor's control) but instead is a prescription non-narcotic medication, Hall had significantly less control over how the patient would take it.\n{8} The consequences of placing upon Hall the burden of guarding against Lester's injury also militates against extension of the duty. To extend a duty from Hall to Lester under the circumstances presented by this case would have a potentially serious chilling effect on the use of prescription medication in medical care. Another consequence would be the potential intrusion upon the indispensable loyalty which physicians must maintain towards their patients regarding their medical care and treatment decisions. As we stated in Wilschinsky, doctors should not be asked to weigh notions of liability in their already complex universe of patient care. 108 N.M. at 516, 775 P.2d at 718. In view of these conclusions, together with the other factors of the Wilschinsky analysis reviewed above and the public policy considerations that we discuss below, we reject the extension of Hall's duty.\nPublic Policy Considerations\n{9} Whether Hall owed a duty to Lester is a question of law and is based upon policy considerations. See Leyba v. Whitley, 120 N.M. 768, 771, 907 P.2d 172, 175 (1995) (citation omitted). Even if we held that Lester is a foreseeable party to Hall's treatment of Andersen, this would not end the inquiry for the imposition of a duty. By reference to existing statutes, rules of court, judicial precedent, and other principles comprising the law, we must determine whether the public policy of New Mexico supports a duty that runs from Hall to Lester. Id.\n{10} Policy determines duty. Torres v. State, 119 N.M. 609, 612, 894 P.2d 386, 389 (1995).\n[I]t is the particular domain of the legislature, as the voice of the people, to make public policy.... The judiciary, however, is not as directly and politically responsible to the people as are the legislative and executive branches of government. Courts should make policy in order to determine duty only when the body politic has not spoken and only with the understanding that any misperception of the public mind may be corrected shortly by the legislature.\nId.\n{11} The Legislature has clearly demonstrated a concern for the health of the citizens of New Mexico as it is affected by the availability of practicing physicians and assured by the availability of malpractice insurance; thus, the Legislature has acted to limit health care providers' liability. See NMSA 1978, §§ 41-5-1 to -29 (1976, as amended through 1997); see also Wilschinsky, 108 N.M. at 516, 775 P.2d at 718 (discussing the purpose of the Medical Malpractice Act). The Legislature's stated purpose of the Medical Malpractice Act is to promote the health and welfare of the people of New Mexico by making available professional liability insurance for health care providers in New Mexico. NMSA 1978, § 41-5-2 (1976). The Legislature's determination that health care providers' liability must be limited in order to assure New Mexicans' access to medical care is demonstrated by damage caps, see NMSA 1978, § 41-5-6 (1992), a shorter statute of limitations, compare NMSA 1978, § 41-5-13 (1976) (three years), with NMSA 1978, § 37-1-4 (1880) (four years), and required evaluation and decision by the medical review commission, see NMSA 1978, § 41-5-15 (1976). The Legislature's judgment to circumscribe the malpractice liability of health care providers emphasizes the appropriateness of reserving for legislative consideration the expansion of providers' liability to third parties. A-though, as with Wilschinsky, we have the authority to recognize a duty, we believe this authority must be exercised sparingly, espe*408dally when the Legislature has spoken in a manner inconsistent with the expansion of tort liability for health care providers. Thus, while the factual circumstances of Wilschinsky necessitated our recognition of a duty to third parties for that specific type of situation, the present case does not warrant expansion of that duty.\n{12} Lester argues that a duty exists under these facts analogous to the duty of an attorney to a statutory beneficiary of wrongful death proceeds, see Leyba, 120 N.M. at 775-78, 907 P.2d at 179-82, or a contractor's duty to a subsequent owner of a home, Steinberg v. Coda Roberson Constr. Co., 79 N.M. 123, 124-25, 440 P.2d 798, 799-800 (1968). Lester emphasizes foreseeability and predefined standards of conduct as applied to an unknown but foreseeable third party and argues that Leyba holds that when elements of foreseeability and a predefined standard of conduct are present, the court will allow liability. However, the test adopted in Leyba, if applied to these facts, is actually detrimental to Lester. This Court adopted a combined threshold third-party-beneficiary test and [a] multi-factor balancing test for analyzing the duty owed to statutory beneficiaries by an attorney for the personal representative prosecuting a wrongful death claim. Leyba, 120 N.M. at 775, 907 P.2d at 179.  '[U]nder the modified multi-factor balancing test, the threshold question is whether the plaintiff is an intended beneficiary of the transaction to which the advice pertained. While the answer to the threshold question does not totally resolve the issue, no further inquiry need be made unless such an intent exists.'  Id. (quoting Trask v. Butler, 123 Wash.2d 835, 872 P.2d 1080, 1084 (Wash.1994)) (emphasis added). In Leyba, we noted that [i]t is not, of course, the foreseeability of injury that gives rise to duty. It is the intent of attorney and client to benefit the third party that gives rise to a duty imposed by law. Id. at 773 n. 2, 907 P.2d at 177 n. 2. Here, Lester is clearly not the intended beneficiary of Hall's advice to Andersen. Lester focuses only on the foreseeability and standard of conduct discussions of Leyba, but the holding and reasoning of that case fail to support her position. Steinberg is similarly unavailing to Lester, because that case involved an intended class of beneficiaries, i.e. prospective home buyers. 79 N.M. at 125, 440 P.2d at 800.\n{13} Lester argues that Yount v. Johnson, 121 N.M. 585, 915 P.2d 341 (Ct.App.1996), dispelled any inclination to favor physicians as a class or protect them for damage claims when their negligence injures others. Lester's reliance on Yount is misplaced because Yount did not concern medical malpractice; instead, Yount addressed holding minors to a standard of ordinary care. See id. at 586, 915 P.2d at 342 (We are asked to decide whether, as a matter of policy, minors who engage in horseplay ... have no duty of reasonable care to one another.). In any case, this Court's conclusion that Hall does not owe Lester a duty under the facts of this case does not favor or protect physicians any more than Garcia v. Rodey, Dickason, Sloan, Akin & Robb, P.A., 106 N.M. 757, 761, 750 P.2d 118, 122 (1988) (holding that attorneys do not owe a duty to adverse parties), favored or protected attorneys. Instead, Garcia and this case are a recognition of the realities of practice in these two fields and the long-standing proposition that these professionals owe a duty to their clients and that only under particularly limited circumstances are exceptions created for expanding the duty beyond those clients.1 Leyba and Wilschinsky are exceptions to the general rule articulated in Garcia and the present case. In Garcia, we stated:\n*409A majority of jurisdictions do not hold attorneys liable for professional negligence to third party non-clients____ A duty of care toward non-clients has been found to exist only in those situations where the non-client was an intended beneficiary of the attorney's services, or where it was reasonably foreseeable that negligent service or advice to or on behalf of the client could cause harm to others.\n106 N.M. at 761, 750 P.2d at 122 (citations omitted). Similarly, in Wilschinsky, we stated that courts have recognized two sources of duty for the medical profession to third parties: when a doctor exerts control over a patient, or when a doctor is aware of threats against specific, identifiable third parties. 108 N.M. at 513, 775 P.2d at 715. In Wilschinsky, we concluded that [liability under these facts must stem from the doctor's control over his offices and the administration of powerful drugs in those offices. Id. In other words, we made an exception from the general rule that a physician does not owe a duty to third party non-patients. We decline to extend this exception to prescription cases.\n{14} Lester argues that this Court's judgment in Lopez v. Maez, 98 N.M. 625, 631, 651 P.2d 1269, 1275 (1982) (concluding that tavern-keepers have a duty to foreseeable third parties harmed when the tavern-keeper serves an intoxicated individual alcohol), supports a holding that there is a duty in the present case. As Lester notes, however, the duty of such servers stems from their violation of a regulation which prohibits the selling or serving of alcohol to an obviously intoxicated person. See id. at 631, 651 P.2d at 1275. Amicus New Mexico Trial Lawyer's Association (NMTLA) argues that our language regarding the use of automobiles and the increasing frequency of accidents involving drunk drivers, id. at 632, 651 P.2d at 1275, applies to the problem of using automobiles under the influence of drugs. However, while driving under the influence of alcohol and resulting accidents is a well-documented problem which plagues New Mexico, it is evident that no similar problem exists with respect to lithium toxicity. Further, the results of individuals serving alcohol to an inebriated patron is much more similar to the situation in Wilschinsky, because of the degree of control and direct effects, than the present case, illustrating again the reasoning behind Wilschinsky and why this Court made an exception to the general rule that physicians are not liable to non-patients. It is not similar enough to the present case, however, to justify extending Wilschinsky beyond its facts.\n{15} Under the test we articulated in Wilschinsky, we conclude that the injury to Lester was too remote in relation to Hall's actions to warrant extending a duty under these facts. We also conclude that the public policy of New Mexico, as expressed by the Legislature and our earlier cases, is inconsistent with the recognition of a duty in this case. Therefore, we determine as a matter of New Mexico law that Hall's duty to Andersen does not extend to Lester on the facts presented by the District Court.\nThird Party Liability: Other Jurisdictions\n{16} Lester contends that we should recognize a duty in this case because the jurisdictions which have addressed this question have almost unanimously found that such a duty does exist. NMTLA supports this assertion,2 and further argues that jurisdictions *410which do not extend physicians' duties are either so different from New Mexico in terms of policy or are so far out of the mainstream that they do not merit consideration. However, a review of foreign jurisdictions that have addressed the narrow question presented under these facts, whether a physician owes a duty to third party non-patients for negligently prescribing medication, reveal a split in authority.\n{17} At least four courts have concluded that physicians owe a duty to injured third parties to warn their patients about side effects of prescription medication. See Watkins v. United States, 589 F.2d 214, 219 (5th Cir.1979) (finding a physician owed a duty, based upon Alabama law, to a third party when prescribing Valium, in spite of the fact that the patient had a .16 blood alcohol level); Zavalas v. State Dep't of Corrections, 124 Or.App. 166, 861 P.2d 1026, 1027-29 (Or.Ct.App.1993) (finding physician who negligently prescribed. Xanax to his heroin-addicted patient owed duty to third parties); Kaiser v. Suburban Transp. Sys., 65 Wash.2d 461, 398 P.2d 14, 16 (Wash.1965) (concluding, without a discussion of duty, that physician who failed to warn bus driver of side effects of medication which may cause drowsiness owed a duty to injured bus passenger); Schuster v. Altenberg, 144 Wis.2d 223, 424 N.W.2d 159, 161-63 (Wis.1988). Schuster involved a psychiatric patient who was killed while driving in a single-car accident that paralyzed her daughter. 424 N.W.2d at 160-61. The court stated that a defendant therapist was negligent by failing to warn of a medication's side effects, failing to warn the patient's family, and failing to seek commitment of the patient. Schuster, 424 N.W.2d at 175. The Court held that in Wisconsin, a psychotherapist may be held liable in negligence for failure to warn of the side effects of a medication if the side effects were such that a patient should have been cautioned against driving, because it was foreseeable that an accident could result, causing harm to the patient or third parties if the patient drove while using the medication. Id. at 163. Apparently, few courts have created as broad a duty as the Wisconsin court, and it did so based upon very few facts. Id. at 160 (noting that the facts presented are sparse). The allegations of the plaintiff in Schuster seem to indicate that the patient was in a psychotic state, placing this case in the category of a duty to warn identifiable third parties of a patient with known dangerous propensities rather than within categories of prescription cases with a duty to warn of side effects. See id.\n{18} Lester also relies on Gooden v. Tips, 651 S.W.2d 364, 369-70 (Tex.App.1983), in which the court held that a physician may be liable to third parties injured by the conduct of a patient when the physician failed to warn the patient about the effects of a drug that the doctor prescribed. However, recently, the Supreme Court of Texas significantly narrowed physicians' duties to third parties. In Praesel v. Johnson, 967 S.W.2d 391, 396 (Tex.1998), the court noted that it had generally limited the scope of the duty owed by physicians in providing medical care to their patients.3 The court decline[d] to impose on physicians a duty to third parties to warn an epileptic patient not to drive. Praesel, 967 S.W.2d at 398. Somewhat simi*411larly to our analysis, the court weighed the risk, foreseeability, and likelihood of injury against the social utility of the actor's conduct, the magnitude of the burden of guarding against the injury, and the consequences of placing the burden on the defendant, and also considered whether one party would generally have superior knowledge of the risk or a right to control the actor who caused the harm. Id. at 397-98 (citation omitted). Further, the court noted:\nIn determining whether to erect a legal duty to warn, we must also consider the efficacy of that warning in preventing injury to third parties. We cannot simply assume that a person who is advised not to drive will actually respond and refrain from driving. The consequences of placing a legal duty on physicians to warn may subject them to substantial liability even though their warnings may not be effective to eliminate the risk in many cases. Unfortunately, many patients do not heed the admonitions of their physicians even though the consequences may be life-threatening to the patient or others.\nId. at 398 (citation omitted). Although the court's language is somewhat ambiguous4 as to whether or not Gooden is still good law, the recent trend in Texas has limited physicians' duties to third parties. Additionally, Justice Enoch, concurring, asserted that [wjhen stripped of its duty-to-warn language, Gooden simply holds that a physician owes a duty to a third party to not negligently treat a patient.... Gooden cannot be good authority and we should make that clear to the courts of this state. Id. at 399.\n{19} At least four courts have rejected the proposition that physicians owe a duty to third parties for the negligent prescription of drugs to their patients. See Werner, 659 So.2d at 1309-10; Webb v. Jarvis, 575 N.E.2d 992, 995-97 (Ind.1991); Conboy, 567 N.Y.S.2d at 961-62; Kirk, 111 Ill.Dec. 944, 513 N.E.2d at 395-99; see also Estate of Warner, 669 F.Supp. at 235-37; Rebollal v. Payne, 145 A.D.2d 617, 536 N.Y.S.2d 147, 148 (App.Div.1988) (analogizing a county to a physician, finding no duty to a third party killed in an auto accident when the patient received methadone, reasoning that a physician does not undertake a duty to the public at large). In Werner, a third party motorist sued a physician, alleging that the doctor failed to warn the patient not to drive while under the influence of an epilepsy medication. Werner, 659 So.2d at 1309. The court, relying upon Pate, 661 So.2d at 282, noted that the Florida Supreme Court specifically limited the physician's duty to known and identifiable third parties as [in Pate ] the patient and plaintiff were mother and child, and also noted that even assuming a duty to warn, there was no allegation that the failure to warn the patient not to drive while medicated proximately caused the accident. Id. at 1310-11. In Conboy, a mother sued her physician on behalf of her children, who were passengers in her car when she lost consciousness after taking prescription medication, alleging that he advised her that she could drive. 567 N.Y.S.2d at 961. The court held that the physician had no ability or authority to control his patient's conduct to give rise to a duty on his part to protect the children. Id.\n{20} The Kirk case, from which we adopted the test applied in Wilschinsky, involved a psychiatric patient using prescription drugs in combination with alcohol on the day he was discharged from a hospital. See 111 Ill.Dec. 944, 513 N.E.2d at 390-91. The plaintiff was a passenger injured in the patient's car when it collided with a tree. The court noted that no patient-doctor relationship between the defendant doctors and the plaintiff existed, and no special relationship (as in another case between a mother-patient and her baby) existed between the patient and the plaintiff. Id. 111 Ill.Dec. 944, 513 N.E.2d at 399. The court also observed that [ojther jurisdictions have limited the scope of the physician's duty to warn to situations in which there is, apart from the patient, a specifically identifiable potential victim, rather than holding that a duty exists to the *412public generally. Id. 111 Ill.Dec. 944, 513 N.E.2d at 398.\n{21} The court, in Kirk, held that a plaintiff cannot maintain a medical malpractice action absent a direct physician-patient relationship between the doctor and plaintiff or a special relationship ... between the patient and the plaintiff. Id. 111 Ill.Dec. 944, 513 N.E.2d at 399. While the plaintiff contended that the doctor need only warn and advise the patient, the court observed that [t]he plaintiff overlooks that [a duty by doctors to warn] explicitly extends the duties of the doctors ... beyond the patient to the general public. Id. Thus, the court held that a recognized duty, the first essential component of a negligence action, was not met by the plaintiff. Id.\n{22} The court, in Estate of Warner, relied upon Kirk, and held that a physician who allegedly prematurely released a psychiatric patient that was experiencing barbiturate intoxication did not owe a duty to a third party non-patient because no patient-doctor or special relationship existed. 669 P.Supp. at 237. The court stated that social and public policy considerations dictate that a duty by members of the medical profession not be expanded to the public in general where liability would be virtually limitless. Id.\n{23} Finally, Webb involved a doctor prescribing anabolic steroids to a patient, who, without the doctor's knowledge, battered his wife. 575 N.E.2d at 994. The patient shot the plaintiff, a police officer. Id. The court discussed duty in terms of the relationship between the defendant and plaintiff, foreseeability, and public policy. Id. at 995. The court held that there was no contract, special relationship, privity or reliance between the plaintiff and the doctor, and thus no relationship, that the connection between steroids and violent behavior was not well established, and that on public policy grounds the doctor must be loyal to the patient. Webb, 575 N.E.2d at 995-97. The plaintiff, as does Lester, compared the situation to dram shop cases, but the court rejected this argument because the causal connection is much greater between alcohol and its physical effects. Id. at 997. The court in Webb concluded, and we agree, that the social utility derived from prescription medication can hardly be disputed and far outweighs the risk of harm to third parties. Id. at 997.\n{24} The foregoing cases illustrate the numerous grounds upon which courts have rejected imposing on physicians a duty to third parties for negligently prescribing medication. While we find it unnecessary to adopt specific factors enumerated in these cases, we note that we find the policy considerations underlying these cases to be much more compelling than those cases that operate to extend a general duty from physicians to third parties in prescription cases. Under Wilschinsky and public policy considerations, we hold that Hall's duty to Andersen does not extend to Lester.\nConclusion\n{25} We developed an analysis as to whether a physician owes a duty to a non-patient third party in Wilschinsky. Our recognition of a duty in Wilschinsky is an exception to the general rule that a physician owes a duty to his or her patient, and not to third party non-patients. Even assuming, as we do here, that the facts presented by Lester are accurate, we conclude that the likelihood of injury to Lester is too remote from Hall's conduct towards Andersen to warrant expansion of the Wilschinsky duty. Further, public policy considerations, the legislative limitations upon malpractice by health care providers, and the reasoning of other jurisdictions argue against extending the duty which Lester advances. Hall clearly owes a duty to Andersen to act according to the professional standards of acceptable medical practice. However, we hold that under these facts, this duty does not extend to Lester. As a result, we answer the District Court's certified question in the negative.\n{26} IT IS SO ORDERED.\nFRANCHINI, C.J., BACA, and McKINNON, JJ., concur.\n1\n. Cf. Estate of Warner v. United States, 669 F.Supp. 234, 237 (N.D.Ill.1987) (noting that a plaintiff cannot maintain a medical malpractice action absent [a] direct ... patient-doctor relationship, with limited exceptions); Werner v. Vamer, Stafford & Seaman, P.A., 659 So.2d 1308, 1309 (Fla.Dist.Ct.App.1995) (noting that [g]enerally, in Florida, in order to maintain a cause of action against a physician, privity must exist between the plaintiff and physician, except in limited circumstances); Conboy v. Mogeloff, 172 A.D.2d 912, 567 N.Y.S.2d 960, 961-62 (App.Div. 1991) (holding that a doctor had no duty to a non-patient because a defendant has no legal duty to control the conduct of third persons so as to prevent them from harming others except when the defendant has the ability and authority to control the third persons' conduct, and noting that privity or some reliance is necessary from the physician to the third party).\n2\n. We note that some of the cases upon which NMTLA relies do not support the finding of a duty in this case. For example, in Appendix A of its amicus brief, NMTLA lists Mississippi among the jurisdictions which impose a duty on physicians to third parties for the negligent care and treatment of their patients. However, the cited case, Meena v. Wilburn, 603 So.2d 866, 867-68 (Miss.1992), involved a doctor and nurse who negligently performed a procedure on the incorrect patient, who then sued them; thus, the plaintiff was not a third party injured by a patient who was negligently treated by the doctor, but instead was a plaintiff directly injured by the actions of the defendant. NMTLA also relies upon Pate v. Threlkel, 661 So.2d 278, 282 (Fla.1995) even though that case found a duty when the prevailing standard of care creates a duty that is obviously for the benefit of certain identified third parties and the physician knows of the existence of [them].'' See Hawkins v. Pizarro, 713 So.2d 1036, 1038 (Fla.Dist.Ct.App.1998) (holding physician had no duty to third party in negligently advising a patient infected with hepatitis because the patient's husband met and married her after the testing, and he was thus not identified or known to the physician). Further, *410in Krejci v. Akron Pediatric Neurology, Inc., 31 Ohio App.3d 273, 511 N.E.2d 129, 131 (Ohio Ct.App.1987), another case cited by NMTLA, although the court concluded that a physician owed a third party a duty, this conclusion was based upon a statute which the court decided was intended to protect the public, creating a special duty by doctors to use reasonable care in the certification of the driving ability of a patient suffering from epileptic seizures. The court stated that [i]t is well-established in Ohio that liability in negligence will not lie in the absence of a special duty owed by the defendant[,] and noted that a physician cannot force a patient not to drive or to take medication properly. Id. at 130-31.\n3\n. See Edinburg Hosp. Auth. v. Trevino, 941 S.W.2d 76, 79 (Tex.1997) (declining to permit bystander recovery, holding that a physician did not owe a duty to a husband to provide competent medical care to [his wife] or [her] fetus); Bird v. W.C.W., 868 S.W.2d 767, 770 (Tex.1994) (holding that a psychologist who mistakenly concluded that a child had been molested by her father did not owe a duty to the third party father, who had been criminally charged as a result, in part because of the absence of a physician-patient relationship, even though it was foreseeable).\n4\n. See Praesel, 967 S.W.2d at 398 (''[I]t does not necessarily follow that there is no duty to give a warning. As we observed in Bird, there is little utility in failing to warn patients about effects of a drug or condition that are known to the physician but are likely to be unknown to the patient.).\n\nPlain English Summary: The Court considered the limited circumstances where a doctor can be liable for the damages that their patients cause to third parties. \n\nTagging: 7(a)",
    "annotations": {
        "Facts": [
            "1} Plaintiff Barbara Lester, a third party non-patient, alleges that Defendant physician E.B. Hall's negligent treatment of his patient, Merlin Andersen, caused Andersen to injure Lester in an automobile accident.",
            "[Hall] prescribed lithium, in addition to other medications, to his patient while treating him for a medical condition. Factual disputes exist[ ] as to whether [Hall] properly monitored his patient's lithium levels. Failure to do so allegedly could cause the patient to suffer toxicity with side effects that could impair one's driving ability. Factual disputes also exist as to whether [Hall] warned the patient concerning the side-effects of the lithium and the effects that lithium toxicity may have on the patient's ability to perform certain activities, including driving. Five days after [Hall] last treated him, the patient, allegedly in an impaired condition resulting from toxic levels of lithium in his system, drove a motor vehicle and caused an accident in which [Lester] was injured."
        ],
        "Procedural History": [
            "The United States District Court for the District of New Mexico certified the ease to this Court pursuant to Rule 12-607 NMRA 1998 (certification from federal courts) on the question of whether Hall owes a legal duty to Lester."
        ],
        "Application of Law to Facts": [
            "This Court has previously held that a physician owes a duty to persons injured by patients driving automobiles from a doctor's office when the patient has just been injected with drugs known to affect judgment and driving ability",
            "we determine that the likelihood of injury to Lester is not foreseeable to the degree required in order to warrant a duty. The likelihood that a patient using prescription lithium will cause a car accident five days after contact with the doctor is considerably more remote in comparison to a patient who, injected with a narcotic, will cause an accident while driving away from the doctor's office. The effects of lithium on driving abilities is far less certain on this record than the effects of narcotics in Wilschinsky.",
            "The consequences of placing upon Hall the burden of guarding against Lester's injury also militates against extension of the duty. To extend a duty from Hall to Lester under the circumstances presented by this case would have a potentially serious chilling effect on the use of prescription medication in medical care. Another consequence would be the potential intrusion upon the indispensable loyalty which physicians must maintain towards their patients regarding their medical care and treatment decisions. As we stated in Wilschinsky, doctors should not be asked to weigh notions of liability in their already complex universe of patient care.",
            "Under the test we articulated in Wilschinsky, we conclude that the injury to Lester was too remote in relation to Hall's actions to warrant extending a duty under these facts. We also conclude that the public policy of New Mexico, as expressed by the Legislature and our earlier cases, is inconsistent with the recognition of a duty in this case. Therefore, we determine as a matter of New Mexico law that Hall's duty to Andersen does not extend to Lester on the facts presented by the District Court.",
            "{25} We developed an analysis as to whether a physician owes a duty to a non-patient third party in Wilschinsky. Our recognition of a duty in Wilschinsky is an exception to the general rule that a physician owes a duty to his or her patient, and not to third party non-patients. Even assuming, as we do here, that the facts presented by Lester are accurate, we conclude that the likelihood of injury to Lester is too remote from Hall's conduct towards Andersen to warrant expansion of the Wilschinsky duty. Further, public policy considerations, the legislative limitations upon malpractice by health care providers, and the reasoning of other jurisdictions argue against extending the duty which Lester advances. Hall clearly owes a duty to Andersen to act according to the professional standards of acceptable medical practice. However, we hold that under these facts, this duty does not extend to Lester."
        ],
        "Relevant Precedents": [
            "in Wilschinsky v. Medina, , 515, 775 P.2d 713, 717 (1989).",
            ", 775 P.2d at 718"
        ],
        "Outcome": [
            "Because we do not extend the duty articulated in Wilschinsky to prescription cases under this fact pattern, we answer the certified question in the negative.",
            "As a result, we answer the District Court's certified question in the negative."
        ]
    },
    "class": "affirm"
}