{
    "text": "Fernandez v. Walgreen Hastings Co., 126 N.M. 263, 968 P.2d 774, 1998-NMSC-039 (1998)\nOct. 22, 1998 · Supreme Court of New Mexico · No. 24,915\n126 N.M. 263, 968 P.2d 774, 1998-NMSC-039\nEufelia Manuelita FERNANDEZ, Plaintiff-Appellant,v.WALGREEN HASTINGS CO., S. Lueck, and S. Smithberger, Defendants-Appellees\n1998-NMSC-039\n968 P.2d 774\nSupreme Court of New Mexico.\n*265Silva, Rieder & Maestas, P.C., Benjamin Silva, Jr., F. Barry McCabe, Albuquerque, for Appellant.\nMiller, Stratvert & Torgerson, P.A, Gary L. Gordon, Ruth M. Fuess, Alice TomlinsonLorenz, Albuquerque, for Appellees.\nOPINION\nMcKINNON, Justice.\n{1} Eufelia Manuelita Fernandez (Plaintiff) sued Walgreen Hastings Co., Steve Lueck, and Sylvia Smithberger (Defendants) for negligent infliction of emotional distress (NIED) and loss of consortium. She claims NIED damages for her emotional distress from observing her twenty-two-month-old granddaughter, Margarita Danielle Valdez, suffocate and die after Defendants negligently misfilled Margarita's prescription. She also claims loss of consortium damages because she asserts that she was her granddaughter's guardian, caretaker, and provider of parental affection. The trial court dismissed both claims on summary judgment. Plaintiff appealed to the Court of Appeals, which certified the case to our Court. Applying a de novo standard of review to these questions of law, see Wilson v. Denver, 1998-NMSC-016, ¶ 13, 125 N.M. 308, 961 P.2d 153, we affirm in part and reverse in part.\n{2} We affirm the dismissal of Plaintiffs NIED claim and hold that NIED does not compensate for the observation of a family member's suffering where the plaintiff was neither a bystander to a sudden, traumatic injury-producing event nor aware of the cause of the victim's injuries. We reverse the dismissal of Plaintiffs loss of consortium claim and hold that she has raised issues of fact material to the determination that she was the caretaker and provider of parental affection for her granddaughter.\nI. Course of Proceeding and Facts.\n{3} After Defendants moved to dismiss for failure to state a claim, Plaintiff filed an affidavit with her response, converting the motion to dismiss into a motion for summary judgment, which was granted. See Rule 1-012(B) NMRA 1998. In portraying the factual record here for our review, we make all inferences in favor of the non-movant, interpreting all material facts in favor of requiring a trial on the merits. Rummel v. St. Paul Surplus Lines Ins. Co., 1997-NMSC-042, ¶ 9, 123 N.M. 767, 945 P.2d 985.\n{4} Margarita and her mother had been living with Plaintiff for approximately six months. Plaintiff cared for and nurtured Margarita during the workday. On the night of January 3, 1994, Margarita was diagnosed with viral croup and prescribed Pediapred (a steroid) to keep her airway from being blocked by inflammation. Later that night, Walgreen's pharmacy misfilled the prescription, dispensing Pediaprofen (children's Motrin, a non-steroid) instead of Pediapred. Margarita's mother administered a dose of Pediaprofen, unaware that it was not the prescribed medicine.\n{5} The next morning, Margarita's condition worsened, but administration of another dose of Pediaprofen did not help. Neither Plaintiff nor Margarita's mother was aware that the prescription had been misfilled or that the misfill was failing to inhibit the blockage of her airway. With Plaintiff hold*266ing Margarita in her arms, Margarita's mother drove to the hospital. While en route, Margarita began to suffocate due to the blockage, and stopped breathing. Attempts to resuscitate her failed. When they arrived at the hospital, her pulse was very weak and she became comatose. Two days later, she was removed from life support and died soon thereafter.\nII. Discussion.\nA. NIED: Bystander Recovery.\n{6} NIED is an extremely narrow tort that compensates a bystander who has suffered severe emotional shock as a result of witnessing a sudden, traumatic event that causes serious injury or death to a family member. See, e.g., Acosta v. Castle Constr., Inc., 117 N.M. 28, 29, 868 P.2d 673, 674 (Ct.App.1994) (electrocution); Folz v. State, 110 N.M. 457, 460, 797 P.2d 246, 249 (1990) (automobile collision); Ramirez v. Armstrong, 100 N.M. 538, 539-40, 673 P.2d 822, 823-24 (1983) (same), overruled in part, Folz, 110 N.M. at 460, 797 P.2d at 249; Dillon v. Legg, 68 Cal.2d 728, 69 Cal.Rptr. 72, 441 P.2d 912, 914 (Cal.1968) (same); Annotation, Immediacy of Observation of Injury as Affecting Right to Recover Damages for Shock or Mental Anguish from Witnessing Injury to Another, 5 A.L.R.4th 833, 836-51 (1981) (listing numerous cases allowing recovery where bystander witnessed an automobile collision or similar sudden, traumatic event). However, as we observed in Gabaldon v. Jay-Bi Property Management, Inc.,\n[courts and commentators universally agree that the tort of bystander NIED is not available to compensate the grief and despair to loved ones that invariably attend nearly every accidental death or serious injury....\n... 'The shock of seeing efforts to save the life of an injured spouse in an ambulance or hospital ... will not be compensated because it is a life experience that all may expect to endure. The compensable serious emotional distress of a bystander under the tort of negligent infliction of emotional distress is not measured by the acute emotional distress of the loss of the family member.'\n122 N.M. 393, 396-97, 925 P.2d 510, 513-14 (1996) (citations omitted) (quoting Bowen v. Lumbermens Mut. Cas. Co., 183 Wis.2d 627, 517 N.W.2d 432, 444-45 (1994)) (emphasis added). It would certainly cause any parent great anguish to witness one's child in pain and to be unable to alleviate it. However, the parents of every child injured through the negligence of another are not entitled to recovery for their emotional distress — no matter how foreseeable we may agree that such anguish would be. Marchetti v. Parsons, 638 A.2d 1047, 1051 (R.I.1994)\n{7} New Mexico recognizes a claim for NIED where (1) the plaintiff and the victim enjoyed a marital or intimate family relationship, (2) the plaintiff suffered severe shock from the contemporaneous sensory perception of the accident, and (3) the accident caused physical injury or death to the victim. 1 Folz, 110 N.M. at 471, 797 P.2d at 260.\n1. Contemporaneous Sensory Perception or the Accident.\n{8} The first and third elements are not at issue, and the trial court assumed Plaintiff had suffered severe shock. Therefore, the only question is whether Plaintiffs observation of the dying victim was a contemporaneous sensory perception of the accident. New Mexico courts have previously explored the meaning of sensory perception and contemporaneous. See Acosta, 117 N.M. at 29-30, 868 P.2d at 674-75 (sensory perception includes hearing, without seeing, a family member being electrocuted); Gabaldon, 122 N.M. at 397, 925 P.2d at 514 (arrival at the scene of the accident soon after it occurs but before the arrival of emergency medical personnel is contemporaneous with the accident). This case requires us to analyze and *267explain the meaning of accident for purposes of NIED.\na. The defendant's Negligent Conduct.\n{9} The trial court equated accident with negligent conduct. We do not agree that this is or ever has been the correct analysis of NIED in New Mexico. Under this interpretation, a bystander could recover only if he or she knew the defendant's conduct was tortious at the time of the injury-producing event. Placing this restriction on recovery would lead to the anomalous result that a mother who viewed her child being struck by a car could not recover because she did not realize that the driver was intoxicated. Ochoa v. Superior Court, 39 Cal.3d 159, 216 Cal.Rptr. 661, 703 P.2d 1, 8 (Cal.1985) (citing Mobaldi v. Regents of Univ. of Cal., 55 Cal.App.3d 573, 127 Cal.Rptr. 720 (Ct.App.1976)). Recognizing that this analysis would significantly and unreasonably deprive a remedy for one who witnessed a sudden, traumatic, injury-producing event and suffered severe emotional shock, New Mexico courts have rejected it. For example, in Ramirez, 100 N.M. at 539-40, 673 P.2d at 823-24, the children who witnessed the collision recovered even though they did not know the tortious nature of the defendant's conduct. In Folz, 110 N.M. at 460-61, 797 P.2d at 249-50, the plaintiff recovered despite her lack of knowledge at the time of the collision that the Highway Department had negligently fail[ed] to design and implement an appropriate traffic-control plan for [a construction] project on a steep mountain highway. And in Acosta, 117 N.M. at 29-30, 868 P.2d at 674-75, the plaintiff did not know at the time of his brother's electrocution which of the defendant's acts or omissions negligently caused it. This lack of knowledge did not bar recovery. Therefore, a plaintiff need not observe or know of the defendant's negligent conduct in order to recover for NIED.2\nb. The Injury to the Victim.\n{10} Plaintiff argues that accident refers to the victim's injury, and because she witnessed the suffocation and death of her granddaughter, she is entitled to recover. We also cannot agree with this analysis. Under this construction, a plaintiff could recover although he or she was not a bystander at the scene of the injury-producing event. If observation of the injury or death were sufficient to show contemporaneous sensory perception, recovery for NIED could occur in virtually all medical malpractice cases. We have never construed NIED this broadly. Furthermore, given the historical basis for this tort, we do not believe NIED was ever intended to apply in such cases. Cf. Golstein v. Superior Court, 223 Cal.App.3d 1415, 273 Cal.Rptr. 270, 278 n. 3 (Ct.App.1990) (noting that allowing bystander recovery for a medical malpractice plaintiff who observes only the suffering of the victim and not the actual event that causes that suffering conflicts with Dillon, 68 Cal.2d 728, 69 Cal.Rptr. 72, 441 P.2d 912).3\n{11} In Gabaldon, the plaintiff arrived at the scene of her son's near-drowning after emergency medical personnel were treating him. 122 N.M. at 397, 925 P.2d at 514. We denied recovery and analogized that event to witnessing a family member being treated at the hospital. See id. The plaintiffs observation of her son's injury was not a contemporary sensory perception because she did not observe the injury-producing event. In Ramirez, we allowed recovery for bystanders who witnessed their father being struck by a vehicle, but denied relief to a family member who did not observe the collision. 100 N.M. at 540, 543, 673 P.2d at 824, 827. The critical difference was observation of the injury-producing event (the collision). And in Wilson *268 v. Galt, the Court of Appeals denied recovery to plaintiffs who witnessed the gradual deterioration of their infant son's medical condition, which resulted in severe brain damage, because they were not aware of the cause of his injury. 100 N.M. 227, 233, 668 P.2d 1104, 1110 (Ct.App.1983). The court explained that it is an essential element that the plaintiff contemporaneously witness the incident and some immediate resulting harm. Id. (emphases added). In each of these cases, observation of the injury to or death of a close family member did not suffice.\nc. The Injury-Producing Event.\n{12} While a bystander need not observe the defendant's negligent conduct or be aware of its tortious nature, he or she must observe more than the victim's injury or death. We believe the hallmark of NIED is observation of a sudden, traumatic, injury-producing event and awareness that the event is causing injury to the victim. See Solon v. WEK Drilling Co., Inc., 113 N.M. 566, 572, 829 P.2d 645, 651 (1992) (Ransom, J., specially concurring) ([0]ne criterion [for NIED] is that shock to the family members claiming negligent infliction of emotional distress must be caused by contemporaneous sensory perception of the accident resulting in physical injury or death to another family member.). Accordingly, to prove contemporary sensory perception of the accident, the bystander must (1) observe a sudden, traumatic, injury-producing event at the time of its occurrence or soon after, but before the arrival of emergency medical professionals and (2) be aware at the time that the injury-producing event is causing injury to the victim. See Gabaldon, 122 N.M. at 397, 925 P.2d at 514; cf. Thing v. La Chusa, 48 Cal.3d 644, 257 Cal.Rptr. 865, 771 P.2d 814, 829 (Cal.1989) (adopting a similar rule); Marzolf v. Stone, 136 Wash.2d 122, 960 P.2d 424, 429 (Wash.1998) (en banc) (same, allowing recov ery to witnesses who saw victim at the scene shortly after the accident occurred and before there was material change in circumstances); Heldreth v. Marrs, 188 W.Va. 481, 425 S.E.2d 157, 169 (W.Va.1992) (same).\n{13} We distinguish a sudden, traumatic injury-producing event from the resulting injury. The former is an external occurrence that immediately causes an injury, whereas the latter is an internal condition of the victim. When the bystander contemporaneously perceives both the sudden injury-producing event and the injury and understands the causal relation between the former and the latter, the bystander's resulting shock and severe emotional distress are compensable. For example, in Ramirez, 100 N.M. at 539-40, 673 P.2d at 823-24, the injury-producing event was the collision of an automobile with the plaintiffs' father. Those who witnessed this sudden, traumatic event recovered for the resulting severe emotional distress they suffered. See also Folz, 110 N.M. at 460, 797 P.2d at 249 (runaway truck colliding with a vehicle (injury-producing event) caused death to husband and son of bystander (injuries)); Acosta, 117 N.M. at 29, 868 P.2d at 674 (contact between a high-voltage wire and a person (injury-producing event) caused death to the brother of bystander (injury)).\n(1) The Occlusion of Margarita's Airway.\n{14} In her briefs, Plaintiff asserts that the occlusion of Margarita's airway was the injury-producing event constituting the accident in the NIED analysis. However, this cannot fulfill the requirement because it was not a sudden, traumatic event of which Plaintiff was aware and which caused immediate serious injury. The occlusion of Margarita's airway was a progressive, internal, medical condition; as such, it was one of her injuries. What Plaintiff observed was the progression of Margarita's injuries: the blockage of her airway, her suffocation, and her death. She did not know their cause and witnessed no causal event. Although undoubtedly horrific and tragic, witnessing a victim's suffering and death is not compensable under NIED. See supra ¶ 6; see also Gabaldon, 122 N.M. at 396-97, 925 P.2d at 513-14; Marchetti, 638 A.2d at 1051. Plaintiffs observation of Margarita's suffering and death did not meet the requirement of contemporaneous sensory perception of an accident.\n(2) Margarita's Going Untreated.\n{15} At oral argument, Plaintiff contended that Margarita's going untreated was an *269injury-producing event, which she observed, and that this constituted contemporaneous sensory perception of the accident. We do not agree that Plaintiff actually perceived Margarita's going untreated. Plaintiff did not allege in her Complaint, nor did she state in her affidavit, that she was aware at the time of Margarita's suffocation and death that Margarita was going untreated. Therefore, even if we were to consider Margarita's going untreated to be the accident, this would not be helpful to Plaintiff because she did not observe or know that Margarita was going untreated.\n{16} This factual analysis, however, highlights an even more fundamental problem with Plaintiffs contention — namely, that Margarita's going untreated was not, and cannot possibly be, comprehended as a sudden, traumatic event. We do not agree that going untreated was an event for purposes of NIED analysis, or that Plaintiff was able to knowingly observe it. Indeed, her going untreated was a condition that progressively led to a more and more serious condition over time, and can hardly be called an event. This case does not present a fact pattern which NIED was designed to remedy. See Gabaldon, 122 N.M. at 396-97, 925 P.2d at 513-14 (NIED not available to compensate for life experiences people are expected to endure); Thing, 257 Cal.Rptr. 865, 771 P.2d at 828 (the impact of personally observing the injury-producing event distinguished from the emotional distress from observing pain and suffering but not the traumatic cause of the injury).\n(3) The Prescription Misfill.\n{17} It could be argued that the prescription misfill was the injury-producing event. Margarita's mother filled the prescription at Walgreen's pharmacy and administered what she reasonably believed to be the prescribed medication. Although no one realized it at the time, the efforts of Margarita's physician and mother were thwarted by the pharmacy's misfilling of the prescription. If the prescription had been correctly filled, presumably Margarita would not have died.\n{18} While the misfill certainly meets the causal requirements for proving the case against Defendants for Margaritas wrongful death, we do not believe that it constitutes an accident for purposes of analysis of a bystander's claim. First we note that Plaintiff could not recover because she did not meaningfully observe the misfill: As discussed above, one of the prerequisites for recovering for bystander NIED is that the plaintiff meaningfully observe the injury-producing event. If we were to assume that Plaintiff observed the pharmacist fill the bottle with pills, this seemingly ordinary event would not have caused her emotional distress. Plaintiff does not allege she was aware of the pharmacist's mistake — indeed, if she had been, Margarita would probably still be alive. When the injury-producing event is either not observed or observed but not understood as injury-producing, a claim for NIED will not lie. See Golstein, 273 Cal.Rptr. at 278 (disallowing bystander NIED recovery where the injury-producing event is either unobservable or observable but incapable of being meaningfully understood). Moreover, even if Plaintiff had witnessed the filling of the prescription and meaningfully understood the Defendants' error, she would have observed the pharmacist making a potentially dangerous mistake. She would not have observed a sudden, traumatic, injury-producing event of the type NIED was designed to remedy.\n(4) No Injury-Producing Event.\n{19} We conclude that there simply was no sudden, traumatic, injury-producing event in this case. Margarita's death was the result of many causes over time: viral croup; Defendants' failure to properly train and supervise pharmacy employees; the prescription misfill; and Margarita's going untreated without anyone realizing it at the time. If we cannot point to a moment in time at which the sudden, traumatic, injury-producing event occurred, then we must assume that Plaintiffs shock and emotional distress resulted instead from witnessing the suffering and death of the victim, which, although tragic, is not compensable under NIED. See supra ¶ 6. Instead, this case is analogous to Wilson, where the plaintiff perceived the victim's gradual suffering and deterioration but *270not the cause of the injury. 100 N.M. at 233, 668 P.2d at 1110. The Court of Appeals denied recovery in that case because the plaintiffs could not meet the essential element that the plaintiff contemporaneously witness the incident and some immediate resulting harm. Id. Plaintiffs case suffers from the same flaw.\n2. Public Policy Considerations.\n{20} Compensating bystanders for shock and attendant distress under NIED poses vexing problems for courts. Courts strive to balance the competing goals of providing reasonable compensation to bystanders who experience such suffering, and restricting liability where the harm is too remote from the defendant's conduct. See Ramirez, 100 N.M. at 541, 673 P.2d at 825 (following Dillon rule in modified form to assure[ ] the possibility of recovery by deserving claimants, while at the same time placing constraints on liability of defendants); see also Gabaldon, 122 N.M. at 396-97, 925 P.2d at 513-14 (discussing need to balance competing interests). As the United States Supreme Court observed in Consolidated Rail Corp. v. Gottshall, [e]motional injuries may occur far removed in time and space from the- negligent conduct that triggered them.... The incidence and severity of emotional injuries are also more difficult to predict than those of typical physical injuries because they depend on psychological factors that ordinarily are not apparent to potential tortfeasors. 512 U.S. 532, 545-46, 114 S.Ct. 2396, 129 L.Ed.2d 427 (1994) (footnote omitted). Requiring that the plaintiff witness the injury-producing event and that such event be sudden and traumatic not only helps to provide more certainty in the law and reasonably limits the possible exposure of negligent actors, it also allows for recovery by plaintiffs who have suffered severe shock and distress as a result of the event.\n{21} In Gabaldon, we noted that most jurisdictions recognizing a claim for NIED impose limits based on zone of danger, impact, or some other bright line. 122 N.M. at 396, 925 P.2d at 513; cf. Consolidated Rail, 512 U.S. at 544-49, 114 S.Ct. 2396 (discussing rationale for limitations on NIED in various jurisdictions). We emphasized the need for bright line rules in this context:\nIn order to avoid limitless liability out of all proportion to the degree of a defendant's negligence, and against which it is impossible to insure without imposing unacceptable costs on those among whom the risk is spread, the right to recover for negligent infliction of emotional distress must be limited.\n122 N.M. at 395, 925 P.2d at 512 (quoting Thing, 257 Cal.Rptr. 865, 771 P.2d at 826-27).\n{22} While New Mexico does not limit recovery based on zone of danger or impact, we have sought to place constraints on this tort by drawing lines elsewhere. In Ramirez, for instance, we included grandparents, while excluding aunts and uncles, in the universe of those having an intimate familial relationship with the victim. 100 N.M. at 541, 673 P.2d at 825. In Gabaldon, we differentiated sensory perception of the accident itself or its immediate aftermath at the scene from observation of injuries after the victim was receiving professional medical treatment at the scene. 122 N.M. at 397, 925 P.2d at 514. The California Supreme Court has offered a persuasive rationale for the limits we have adopted:\nThe impact of personally observing the injury-producing event in most, although concededly not all, cases distinguishes the plaintiffs resultant emotional distress from the emotion felt when one ... observes pain and suffering but not the traumatic cause of the injury. Greater certainty and a more reasonable limit on the exposure to liability for negligent conduct is possible by limiting the right to recover for negligently caused emotional distress to plaintiffs who personally and contemporaneously perceive the injury-producing event and its traumatic consequences.\nThing, 257 Cal.Rptr. 865, 771 P.2d at 828 (emphases added). We believe our approach reflects a reasonable compromise between the competing goals of facilitating recovery for negligently caused emotional distress and providing trial courts, insurers, and the public with clearer guidelines for assessing exposure to liability.\n*271B. Loss of Consortium.\n{23} In her Complaint, Plaintiff alleged that Defendants' negligence caused her to lose the companionship, society, love and affection of her granddaughter. She alleged that she has suffered emotionally, and will continue to suffer emotionally, from the loss of Margarita's companionship, society, love and affection. The trial court dismissed Plaintiffs loss of consortium claim on the grounds that New Mexico has not recognized loss of consortium outside the spousal relationship. We disagree.\n{24} Defendants point out that no jurisdiction in the United States has yet recognized a claim for grand-parental consortium. Our research supports that proposition. Many states limit loss of consortium to spouses and parents and children. See, e.g., Ford Motor Co. v. Miles, 967 S.W.2d 377, 383-84 (Tex.1998) (adopting a bright line limiting loss of consortium to spouses and parents and children, rejecting sibling and stepparent loss of consortium); Hutchinson v. Broadlawns Med. Ctr., 459 N.W.2d 273, 278 (Iowa 1990) (noting previous recognition of spouses, parents, and children, rejecting claim of granddaughter for loss of consortium of grandfather, because [t]o do so, would launch this court on a course which conceivably would allow recovery for damages to any person providing actual support to the claimant, including stepparents and others standing in loco parentis. This would be contrary to our public policy which recognizes formalization of such informal relationships.); Villareal v. State Dept. of Transp., 160 Ariz. 474, 774 P.2d 213, 218 (Ariz.1989) (holding that proper plaintiff for loss of consortium is spouse, parent, or child whose parent has been injured. Injuries to siblings, grandparents, other relatives, or friends do not qualify as an injury to a parent for purposes of this claim.). Other states do not recognize a minor child's loss of consortium of his or her parent. See, e.g., Mendillo v. Board of Educ., 246 Conn. 456, 717 A.2d 1177, 1188-89, 1190-91, 1998 WL 485306, at *10, 13 (Conn.1998) (limiting loss of consortium to spouses, rejecting minor children's claim, noting that to recognize such a claim would require setting arbitrary limits, excluding siblings, grandparents, aunts, or uncles); Dearborn Fabricating and Eng'g Corp., Inc. v. Wickham, 551 N.E.2d 1135 (Ind.1990) (rejecting a child's action for loss of parental consortium).\n{25} Defendant cites the following public policy reasons why we should not recognize a grandparent's claim for loss of the consortium of her grandchild: the intangible character of the loss, the difficulty of measuring damages, the danger of double recovery, the danger of increased litigation and multiple claims, and the danger of extensive liability and increased insurance costs. None of these concerns are persuasive. We examined each in Romero v. Byers, 117 N.M. 422, 872 P.2d 840 (1994), the case in which we first recognized loss of consortium in a spousal relationship. There we concluded that none of these concerns justified not compensating one spouse for the emotional distress or loss or injury of the other.\n{26} In Romero we noted that the argument relying on the uncertain and indefinite nature of a spousal consortium claim had no merit. We noted that our courts have had decades of experience analyzing non-physical injuries like emotional distress, and there would be no more difficulty or uncertainty in analyzing the emotional distress of losing one's mate. See id. at 425, 872 P.2d at 843. We discern no difference in the difficulty of that analysis and the analysis required to resolve a case such as this. We can see no reason to regard emotional damages asserted by a family care-giver to be harder to measure than those claimed by a spouse.\n{27} Defendants also argue that this case illustrates the problems of double recovery and multiple claims, pointing to the fact that they have already settled a lawsuit brought by Margarita's parents and brother arising out of Margarita's death. We do not agree that this case necessarily poses a double recovery problem. Damages for consortium are damages for the plaintiffs emotional distress. Her consortium injury arises from her unique relationship with the victim (and not her family title). Any right to damages for a grandmother's loss of consortium would have to be for her loss of society and companionship that is uniquely and singularly *272felt by virtue of her loss of that relationship. The mother cannot claim loss of the same companionship, society and affection that this grandparent enjoyed, and vice versa. There is no double recovery problem lurking here.\n{28} Defendant's argument that recognition of a grandparents' claim for loss of consortium would lead to increased litigation and multiple claims is also unpersuasive. That problem is easily solved by requiring joinder of a parent's or grandparent's loss of consortium claim with the child's negligence action.4 We follow other jurisdictions and do so. See e.g., Ueland v. Reynolds Metals Co., 103 Wash.2d 131, 691 P.2d 190, 193-94 (Wash.1984) (child's claim for loss of consortium of parent to be joined with parent's underlying claim whenever possible); Shockley v. Prier, 66 Wis.2d 394, 225 N.W.2d 495, 501 (Wis.1975) (requiring that the parent's [loss of consortium claim] is combined with that of the child for his [or her] injuries).\n{29} Defendant finally argues that recognizing a grandparent's claim for loss of consortium will tend to increase insurance costs. Again, we are not persuaded. The Washington Supreme Court considered a similar argument in Ueland, 691 P.2d at 195. The Ueland court observed that [t]his is a standard argument raised against expanding any area of tort liability. When considering the recognition of a new cause of action, the specter of increased insurance rates is one of our least concerns. Even courts rejecting the parental consortium right of action dismiss the argument. See Norwest v. Presbyterian Intercommunity Hosp. 293 Or. 543, 652 P.2d 318 (Or.1982). We agree. One of the animating forces behind our civil tort system of recovery is the social objective of spreading the loss. See Trujillo v. City of Albuquerque, 110 N.M. 621, 624, 798 P.2d 571, 574 (1990). If effected in order to provide reasonable remedies for injuries we recognize for important public policy reasons, the possibility of increased insurance costs furnishes no reasonable basis for denying injured persons a fair remedy.\n{30} Romero makes clear what we are to consider when determining whether to recognize a claim for negligent injury. 117 N.M. at 425, 872 P.2d at 843. We draw from our case law that the basis for incorporating the claims ... into the fabric of New Mexico common law is an inquiry into duty. Id. Thus, we stated in Romero:\nIn a series of New Mexico eases culminating in Solon v. WEK Drilling Co., 113 N.M. 566, 829 P.2d 645 (1992), this Court set out the test for determining whether a duty is owed to a plaintiff.\nIn New Mexico, negligence encompasses the concepts of foreseeability of harm to the person injured and of a duty of care toward that person....\nDuty and foreseeability have been closely integrated concepts in tort law since the court in [Palsgraf ] stated the issue of foreseeability in terms of duty. If it is found that a plaintiff, and injury to that plaintiff, were foreseeable, then a duty is owed to that plaintiff by the defendant.\nSolon, 113 N.M. at 569, 829 P.2d at 648 (quoting Ramirez v. Armstrong, 100 N.M. 538, 541, 673 P.2d 822, 825 (1983)) (emphasis added by Solon).\nIn determining duty, it must be determined that the injured party was a foreseeable plaintiff — that he was within the zone of danger created by [the tortfeasor's] actions; in other words, to whom was the duty owed?\n... A duty to an individual is closely intertwined with the foreseeability of injury to that individual resulting from an activity conducted with less than reasonable care by the alleged tort-feasor.\nId. (quoting Calkins v. Cox Estates, 110 N.M. 59, 61-62, 792 P.2d 36, 38-39 (1990)) (emphasis in original).\n117 N.M. at 425-26, 872 P.2d at 843-44. In Romero we applied this modern test and determined that the New Mexico common law imposed a duty on a defendant toward a surviving spouse, making her entitled to damages for emotional distress for loss of the *273consortium of her spouse. We hold that the trial court should have applied that test to Plaintiffs claim.\n{31} Plaintiff argues that it can be foreseeable that negligently causing the death of a twenty-two month old child will cause emotional distress to a grandparent who had a close familial relationship with the child. We agree. In New Mexico grandparents enjoy a special legal status in relation to their grandchildren. See NMSA 1978, § 40-9-2(A) (1993) (authorizing court to grant reasonable visitation privileges to a grandparent of a minor child). In our state, it is not uncommon for several generations of a family to live in the same home, as in this case. We hold that such foreseeability can exist where: (1) the victim was a minor; (2) the plaintiff was a familial care-taker, such as a parent or grandparent, who lived with and cared for the child for a significant period of time prior to the injury or death; (3) the child was seriously physically injured or killed; and (4) the plaintiff suffered emotional injury as a result of the loss of the child's companionship, society, comfort, aid, and protection. In recognizing such a duty to the spouse of the injured party, we noted that [o]ur recognition of spousal consortium will not disrupt settled expectations because this claim  'imposes no new obligation of conduct on potential defendants.'  Romero, 117 N.M. at 426, 872 P.2d at 844 (quoting Ramirez, 100 N.M. at 542, 673 P.2d at 826). The same is true here.\n{32} It is foreseeable that a negligent actor may cause harm or injury to a minor child's caretaker and provider of parental affection, as well as the child. It is not unreasonable to compensate such a family care-giver for loss of consortium. Further, merely because the plaintiff is a grandparent of the child should not foreclose an award of damages if he or she is able to prove the elements identified above. On remand, Plaintiff shall be given the opportunity to prove, if she can, that she uniquely suffered a loss of her grandchild's consortium.\nIII. Conclusion.\n{33} For the foregoing reasons, we hold that observation of a close family member's suffocation and death, without meaningful observation of the injury-producing event, is insufficient as a matter of law to meet the second NIED element. However, a plaintiff need not observe or know of defendant's negligent conduct in order to recover for NIED. We also hold that a plaintiff may recover for loss of consortium due to the death of a minor grandchild where the plaintiff was a family caretaker and provider of parental affection to the deceased.\n{34} IT IS SO ORDERED.\nFRANCHINI, C.J., and BACA, MINZNER and SERNA, JJ., concur.\n1\n. When we first recognized this tort in Ramirez, 100 N.M. at 541-42, 673 P.2d at 825-26, we required some physical manifestation of, or physical injury to the plaintiff resulting from the emotional injury. We eliminated this requirement in Folz, 110 N.M. at 468-71, 797 P.2d at 257-60.\n2\n. Failing to distinguish a defendant's negligent conduct from an injury-producing event, the trial court dismissed Plaintiff's NIED claim on the ground that Plaintiff did not observe Defendants' negligent conduct. For the reasons stated above, we do not require the plaintiff to observe the defendant's negligent conduct. Nevertheless, the trial court arrived at the correct result. See Bogan v. Sandoval County Planning and Zoning Comm'n, 119 N.M. 334, 342, 890 P.2d 395, 403 (Ct.App.1994) (We will affirm a correct decision notwithstanding the fact that we disagree with the reason underlying it.).\n3\n. Ramirez relied heavily on the reasoning of the Dillon court.\n4\n. We do not require joinder in the instant case because the claim recognized today did not exist when Plaintiff filed suit.\nPlain English Summary: The grandmother of a deceased child tried to claim damages for negligent infliction of emotional distress, against the pharmacy that wrongfully filled the prescription of her granddaughter, which led to her death. The Court held that the elements necessary to prove this have not been met. \n\nTagging: 7(a); ",
    "annotations": {
        "Facts": [
            "Eufelia Manuelita Fernandez (Plaintiff) sued Walgreen Hastings Co., Steve Lueck, and Sylvia Smithberger (Defendants) for negligent infliction of emotional distress (NIED) and loss of consortium. She claims NIED damages for her emotional distress from observing her twenty-two-month-old granddaughter, Margarita Danielle Valdez, suffocate and die after Defendants negligently misfilled Margarita's prescription. She also claims loss of consortium damages because she asserts that she was her granddaughter's guardian, caretaker, and provider of parental affection.",
            "{4} Margarita and her mother had been living with Plaintiff for approximately six months. Plaintiff cared for and nurtured Margarita during the workday. On the night of January 3, 1994, Margarita was diagnosed with viral croup and prescribed Pediapred (a steroid) to keep her airway from being blocked by inflammation. Later that night, Walgreen's pharmacy misfilled the prescription, dispensing Pediaprofen (children's Motrin, a non-steroid) instead of Pediapred. Margarita's mother administered a dose of Pediaprofen, unaware that it was not the prescribed medicine.{5} The next morning, Margarita's condition worsened, but administration of another dose of Pediaprofen did not help. Neither Plaintiff nor Margarita's mother was aware that the prescription had been misfilled or that the misfill was failing to inhibit the blockage of her airway. With Plaintiff holding Margarita in her arms, Margarita's mother drove to the hospital. While en route, Margarita began to suffocate due to the blockage, and stopped breathing. Attempts to resuscitate her failed. When they arrived at the hospital, her pulse was very weak and she became comatose. Two days later, she was removed from life support and died soon thereafter."
        ],
        "Procedural History": [
            "The trial court dismissed both claims on summary judgment. Plaintiff appealed to the Court of Appeals, which certified the case to our Court."
        ],
        "Application of Law to Facts": [
            "NIED is an extremely narrow tort that compensates a bystander who has suffered severe emotional shock as a result of witnessing a sudden, traumatic event that causes serious injury or death to a family member.",
            "New Mexico recognizes a claim for NIED where (1) the plaintiff and the victim enjoyed a marital or intimate family relationship, (2) the plaintiff suffered severe shock from the contemporaneous sensory perception of the accident, and (3) the accident caused physical injury or death to the victim.",
            "The first and third elements are not at issue, and the trial court assumed Plaintiff had suffered severe shock. Therefore, the only question is whether Plaintiffs observation of the dying victim was a contemporaneous sensory perception of the accident.",
            "The trial court equated accident with negligent conduct. We do not agree that this is or ever has been the correct analysis of NIED in New Mexico.",
            "Therefore, a plaintiff need not observe or know of the defendant's negligent conduct in order to recover for NIED.2",
            "Plaintiff argues that accident refers to the victim's injury, and because she witnessed the suffocation and death of her granddaughter, she is entitled to recover. We also cannot agree with this analysis.",
            "While a bystander need not observe the defendant's negligent conduct or be aware of its tortious nature, he or she must observe more than the victim's injury or death. We believe the hallmark of NIED is observation of a sudden, traumatic, injury-producing event and awareness that the event is causing injury to the victim.",
            "We distinguish a sudden, traumatic injury-producing event from the resulting injury. The former is an external occurrence that immediately causes an injury, whereas the latter is an internal condition of the victim. When the bystander contemporaneously perceives both the sudden injury-producing event and the injury and understands the causal relation between the former and the latter, the bystander's resulting shock and severe emotional distress are compensable.",
            "In her briefs, Plaintiff asserts that the occlusion of Margarita's airway was the injury-producing event constituting the accident in the NIED analysis. However, this cannot fulfill the requirement because it was not a sudden, traumatic event of which Plaintiff was aware and which caused immediate serious injury. The occlusion of Margarita's airway was a progressive, internal, medical condition; as such, it was one of her injuries. What Plaintiff observed was the progression of Margarita's injuries: the blockage of her airway, her suffocation, and her death. She did not know their cause and witnessed no causal event. Although undoubtedly horrific and tragic, witnessing a victim's suffering and death is not compensable under NIED.",
            "We conclude that there simply was no sudden, traumatic, injury-producing event in this case. Margarita's death was the result of many causes over time: viral croup; Defendants' failure to properly train and supervise pharmacy employees; the prescription misfill; and Margarita's going untreated without anyone realizing it at the time. If we cannot point to a moment in time at which the sudden, traumatic, injury-producing event occurred, then we must assume that Plaintiffs shock and emotional distress resulted instead from witnessing the suffering and death of the victim, which, although tragic, is not compensable under NIED",
            "It is foreseeable that a negligent actor may cause harm or injury to a minor child's caretaker and provider of parental affection, as well as the child. It is not unreasonable to compensate such a family care-giver for loss of consortium. Further, merely because the plaintiff is a grandparent of the child should not foreclose an award of damages if he or she is able to prove the elements identified above. On remand, Plaintiff shall be given the opportunity to prove, if she can, that she uniquely suffered a loss of her grandchild's consortium."
        ],
        "Relevant Precedents": [
            "Acosta v. Castle Constr., Inc., 117 N.M. 28, 29, , 674 (Ct.App.1994) (electrocution);",
            "Folz v. State, 110 N.M. 457, 460, , 249 (1990) (automobile collision); Ramirez v. Armstrong, 100 N.M. 538, 539-40, , 823-24 (1983) (same), overruled in part, Folz, 110 N.M. at 460, ; Dillon v. Legg, 68 Cal.2d 728, , 441 P.2d 912, 914 (Cal.1968) (same);",
            "Folz, 110 N.M. at 471, ",
            "Solon v. WEK Drilling Co., Inc., 113 N.M. 566, 572, , 651 (1992)",
            "Ramirez, -40, 673 P.2d at 823-24"
        ],
        "Outcome": [
            "Applying a de novo standard of review to these questions of law, see Wilson v. Denver, , ¶ 13, 125 N.M. 308, , we affirm in part and reverse in part.",
            "We affirm the dismissal of Plaintiffs NIED claim and hold that NIED does not compensate for the observation of a family member's suffering where the plaintiff was neither a bystander to a sudden, traumatic injury-producing event nor aware of the cause of the victim's injuries. We reverse the dismissal of Plaintiffs loss of consortium claim and hold that she has raised issues of fact material to the determination that she was the caretaker and provider of parental affection for her granddaughter.",
            "For the foregoing reasons, we hold that observation of a close family member's suffocation and death, without meaningful observation of the injury-producing event, is insufficient as a matter of law to meet the second NIED element. However, a plaintiff need not observe or know of defendant's negligent conduct in order to recover for NIED. We also hold that a plaintiff may recover for loss of consortium due to the death of a minor grandchild where the plaintiff was a family caretaker and provider of parental affection to the deceased."
        ]
    },
    "class": "mixed"
}