{
    "text": "Spencer v. Health Force, Inc., 137 N.M. 64, 107 P.3d 504, 2005-NMSC-002 (2005)\nJan. 31, 2005 · Supreme Court of New Mexico · No. 28,532\n137 N.M. 64, 107 P.3d 504, 2005-NMSC-002\nJames SPENCER, Personal Representative of the Estate of Hope Rigolosi, Plaintiff/Petitioner,v.HEALTH FORCE, INC., A New York Corporation doing business in the State of New Mexico, Defendant/Respondent\n2005-NMSC-002 107 P.3d 504\nSupreme Court of New Mexico.\n*65Vigil & Vigil, P.A., Lisa K. Vigil, Jacob G. Vigil, Amalia J. Skogen Lucero, L. Helen Bennett, Albuquerque, NM, for Petitioner.\nMadison, Harbour, Mroz & Brennan, P.A., M. Eliza Stewart, Michele U. Estrada, Albuquerque, NM, for Respondent.\nMichael B. Browde, Albuquerque, NM, for Amicus Curiae New Mexico Trial Lawyers Association.\nOPINION\nSERNA, Justice.\n{1} Plaintiff-Petitioner James Spencer, the personal representative of the estate of *66Hope Rigolosi, filed a wrongful death claim against Defendant-Respondent Health Force, Inc., based on negligent hiring, supervision, training, and retention of a home care worker, Ben Williams. Respondent filed a motion for partial summary judgment, and the district court granted the motion. Petitioner appealed to the Court of Appeals. The Court of Appeals affirmed the district court by unanimous opinion. Spencer v. Univ. of N.M. Hosp., 2004-NMCA-047, ¶2, 135 N.M. 554, 91 P.3d 73. The Court concluded that Respondent had no statutory duty to Rigolosi for the failure to perform a background check as required by the version of NMSA 1978, § 29-17-1 (repealed 1998) in effect at the relevant time because strict statutory compliance was not possible; because Respondent's violation of the statute was excusable under a justifiable violation doctrine; because Respondent had no common law duty of reasonable care due to the existence of the statute; and because, as a matter of law, Respondent's retention of Williams after he had allegedly stolen three narcotic pills from Rigolosi was not the proximate cause of her death. Spencer, 2004-NMCA-047, ¶¶ 16, 17, 23, 25, 135 N.M. 554, 91 P.3d 73. This Court granted Petitioner's petition for writ of certiorari. See NMSA 1978, § 34-5-14(B) (1972). We reverse the Court of Appeals and the district court.\nI. Facts and Background\n{2} Rigolosi, a thirty-six-year-old quadriplegic, died of a drug overdose on April 23, 1998. She required twenty-four-hour long-term care services. Respondent provides long-term home care to disabled individuals. Respondent hired Williams as a care giver on March 20, 1998, and assigned him, along with two other employees, to provide companionship and housekeeping care for Rigolosi in her home. Patricia Pendelton, the owner of Health Force, stated that Williams was hired based on Rigolosi's recommendation. Respondent asserts that it checked all references Williams provided and that the references informed Respondent that he was reliable and dependable. Respondent did not perform a criminal background check on Williams prior to his employment. Respondent contends that, on his employment application, Williams indicated that he had never been convicted of a felony. In fact, Williams had prior convictions for burglary, aggravated assault, armed robbery, credit card fraud, embezzlement, and shoplifting. Respondent recounts that Williams, as its employee, provided home care services to Rigolosi between March 20 and April 1,1998.\n{3} Petitioner presented evidence that Williams allegedly stole three of Rigolosi's narcotic prescription pills while working for Respondent and alleged that Respondent did not investigate or discipline Williams for this action. Kasey Whitley, Williams' Health Force coworker and one of Rigolosi's other care givers, stated that, prior to Rigolosi's admission to the hospital, some of her narcotic medication was missing and that Williams admitted that he took it. On March 31,1998, Whitley noted on the Health Force log that some of Rigolosi's medication was missing during Williams' shift.\n{4} On April 1, Rigolosi was admitted to University of New Mexico Hospital (UNMH) for pneumonia and was set to be discharged on April 23. Although Whitley stated that no one was assigned by Health Force to care for Rigolosi while she was hospitalized, Whitley also described her regular visits to Rigolosi while Rigolosi was hospitalized and stated that Williams also visited Rigolosi regularly during this time. Whitley stated that she believed that she, along with Williams, would again act as health care givers after Rigolosi was to be discharged from the hospital, based on Whitley's conversation with Pendleton. Petitioner presented evidence that UNMH employees identified Williams and Whitley as Rigolosi's care givers. Donna Mentillo, a UNMH employee, stated that Rigolosi introduced Williams to her as Rigolosi's caregiver and that Mentillo understood this to mean that he assisted with her home care. Pendelton stated that she was aware that Williams and the other care givers were going to the hospital to visit Rigolosi at least a couple weeks after Rigolosi was admitted. On April 23, Williams allegedly took Rigolosi out of her UNMH room and injected her with heroin, resulting in her death.\n*67{5} Respondent contends that Williams resigned from Health Force at the end of March and that his last date of employment was April 18. Pendelton also stated that Health Force had given thirty days' notice to the State of New Mexico, terminating its contract for Rigolosi's care effective April 7. Pendelton stated that she did not inform the staff at UNMH or Rigolosi that the care givers would not be providing services for Rigolosi while she was hospitalized. Respondent argues that, at the time of Rigolosi's death, Williams was not its employee, not subject to its control, and had not received authorization to visit Rigolosi at UNMH. Petitioner argues that Respondent did not terminate Williams' employment prior to Rigolosi's death or warn her of Williams' criminal background, and that Respondent does not have documentation of Williams' resignation. Thus, while it is undisputed that Williams was an employee for Respondent, the parties dispute whether Williams was an employee at the time of Rigolosi's death.\n{6} In support of Petitioner's assertion that Williams continued to be Respondent's employee, in addition to the statements of Williams' coworker, Whitley, Petitioner relies on a time-dated voice recording, made approximately eight hours after Rigolosi's death, seized by the Albuquerque Police Department at Williams' residence. On the recording, a voice stated, Hey Ben, this is Rachel. I just wanted to go over your schedule for this coming weekend. Give me a call when you get a chance, 883-4900. Thanks. Bye-bye. Petitioner notes that this phone number is identical to Respondent's published number. Pendleton confirmed that an individual named Rachel was employed by Health Force to handle care givers' work schedules. However, Respondent contends that the recording is not admissible because the message is hearsay and does not meet any exception to the hearsay rule.\nII. Discussion A. Standard of Review\n{7} Summary judgment is proper if there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. Roth v. Thompson, 113 N.M. 331, 334, 825 P.2d 1241, 1244 (1992). If the facts are not in dispute, and only their legal effects remain to be determined, summary judgment is proper. Id. at 335, 825 P.2d at 1245.\nA movant for summary judgment need only make a prima facie showing that there is no genuine issue of material fact, and that on the undisputed material facts, judgment is appropriate as a matter of law; the burden then shifts to the opponent to show at least a reasonable doubt, rather than a slight doubt, as to the existence of a genuine issue of fact.\nCiup v. Chevron U.S.A., Inc., 1996-NMSC-062, ¶ 7, 122 N.M. 537, 928 P.2d 263. [T]he opponent must come forward and establish with admissible evidence that a genuine issue of fact exists. Id. This Court view[s] the facts in a light most favorable to the party opposing the motion and draw[s] all reasonable inferences in support of a trial on the merits. Handmaker v. Henney, 1999-NMSC-043, ¶ 18, 128 N.M. 328, 992 P.2d 879.\nB. Duty\n{8} This matter presents the central question of whether Respondent owes a duty to the disabled individuals that receive care services from Respondent's employees based on theories of negligent hiring and retention. The existence of a tort duty is a policy question that is answered by reference to legal precedent, statutes, and other principles of law. Ruiz v. Garcia, 115 N.M. 269, 272, 850 P.2d 972, 975 (1993).\n{9} The Legislature has recognized that agencies that employ care givers owe a duty to those disabled individuals who receive long-term care services. Section 29-17-1 requires health care agencies to perform a criminal background check on all applicants prior to employment. The statute in effect at the time relevant to the present matter required that employers submit fingerprints of applicants to the Federal Bureau Investigation (FBI) as well as the Department of Public Safety in order to obtain and verify the applicant's potential criminal history. Applicants with prior convictions could not be employed. This statute was enacted and became effective from April of 1997 until May *6820, 1998, when it was repealed and a new version was enacted. Respondent contends that, at the time it hired Williams, the Legislature had already repealed the statute but that the new statutory procedure was phased in almost two years after Rigolosi's death, so there was no mechanism for an employer to carry out the specific requirements.\n{10} As a matter of common law, liability for negligent hiring 'flows from a direct duty running from the employer to those members of the public whom the employer might reasonably anticipate would be placed in a position of risk of injury as a result of the hiring.'  Medina v. Graham's Cowboys, Inc., 113 N.M. 471, 473, 827 P.2d 859, 861 (Ct.App.1992) (quoting Valdez v. Warner, 106 N.M. 305, 307, 742 P.2d 517, 519 (Ct.App.1987)). Thus, New Mexico recognizes both an employer's common law duty for negligently hiring employees to those at risk of injury as a result of the hiring as well as an explicit statutory duty for agencies such as Health Force that provide home care services to the disabled.\n{11} The Court of Appeals properly recognized that a duty may be established by statute or common law. Spencer, 2004-NMCA-047, ¶ 9, 135 N.M. 554, 91 P.3d 73. The Court of Appeals discussed the statutory duty imposed on health care agencies by the version of Section 28-17-1 in effect and observed that [i]t failed to identify the agency to receive the FBI information and therefore the FBI would not provide the information. Id. ¶ 11. The Court noted that expert opinion indicated that, at the time, word came out that the statute was going to be repealed and that the FBI would not accept the fingerprints. Id. The Court became concerned about whether a duty to perform a criminal background check could be fairly based on a statute that required a specific process that could not be followed and requested supplemental briefs on the issue. Id. ¶ 15. The Court of Appeals conclude[d] that under the limited circumstances of this case, no statutory duty can be based on Health Force's failure to perform the background checks required by the 1997 statute in force when Williams was hired in March 1998 because it was not possible to comply with the statute. Id. ¶ 16. The Court of Appeals relied upon treatises and cases from other jurisdictions for the proposition that an actor is not liable for negligence when violating a legislative enactment if the actor 'is unable after reasonable diligence or care to comply.' Justification for noncompliance exists when compliance was impossible or caused by circumstances over which the actor had no control.... Id. (quoted authority omitted).\n{12} The Court of Appeals stated, In addressing whether the 1997 statute provides a standard of care, we view the problem in terms of whether violation of a statute is negligence per se, or whether one can be excused from following the statute in certain circumstances. Id. ¶ 17. The Court discussed the justifiable violation doctrine that recognizes that there are circumstances in which it is unfair to base negligence on the violation of a statute so that [a]n excused violation of a statute is not negligence. Id. The Court of Appeals further relied on Jackson v. Southwestern Pub. Serv. Co., 66 N.M. 458, 471, 349 P.2d 1029, 1038 (1960), for a similar proposition. Spencer, 2004-NMCA-047, ¶ 18, 135 N.M. 554, 91 P.3d 73.\n{13} The Court of Appeals rejected Petitioner's argument that the statutory process created a lack of guidance, and instead characterized the problem as the statute giving very specific guidance that could not be followed. Id. ¶ 19. The Court also rejected Petitioner's argument that Respondent could have complied with its duty to perform a criminal background check by obtaining information from the local police department, as was the case in another location, and thus should not be excused from statutory compliance. Id. The Court noted that Petitioner did not introduce any evidence that the informal process that worked in [another location] would have worked in Albuquerque, where Health Force was located, or anywhere else, and that, [m]ore significantly, when the [Legislature has required compliance with a statute by providing a specific method, one must use that method, because [statutes are to give fair notice of what is required to enable compliance with the law. Id. ¶20. The Court of Appeals concluded,\n*69Members of the public, in conducting then-affairs, should be entitled to rely on the requirements expressed in statutes and must meet those requirements unless a valid excuse exists. With fair notice about the requirements of a statute, there is no unfairness in requiring compliance. However, when a statute cannot be followed because it is flawed, it is unfair to impose the statutory requirements as a standard of conduct. Consistent with this principle of fail- notice, it would be unfair in this case to impose a statutory duty to perform an act that is not expressed in the statute. When compliance with the mandated method is not possible, one should not be forced to guess at an alternative, at peril of being held liable.\nId. Negligence cannot be premised on a statute when the undisputed evidence is that the process required by the statute could not be accomplished. Id. ¶ 21.\n{14} The Court of Appeals then addressed whether Respondent owed Petitioner a common law duty.\n[F]or this Court to examine whether there existed a common law duty, we would be required to speak on the matter of background checks at a time when the [Legislature had already spoken, and then had spoken a second time, consistently and definitively expressing the manner in which it wanted background checks performed. Against these legislative proclamations, we are unwilling to analyze whether a care provider also had a common law duty to have performed some other type of background check when, as a result of a flawed statute, the care provider could not perform or obtain the check required by the statute. We are not a legislative body. In this case, it is not appropriate for us to declare that some other kind of criminal background investigation should have been conducted. We will not legislate a duty when the [Legislature has specifically addressed the problem.\nId. ¶ 23.\n{15} Finally, the Court of Appeals addressed the issue of proximate cause regarding negligent retention based on Petitioner's claim that Respondent was negligent in re-taming Williams following allegations that he took narcotic pills from Rigolosi. Noting that the negligent retention must proximately cause the injury, the Court of Appeals compared the present matter to several other cases and concluded that the connection was too tenuous: 'We do not believe that a jury could reasonably find that Health Force's retention of Williams, after he had allegedly stolen three narcotic pills, was the proximate cause of Rigolosi's death over three weeks later. Spencer, 2004-NMCA-047, ¶25, 135 N.M. 554, 91 P.3d 73.\n{16} Petitioner argues that the public policy expressed in the statute in question demonstrates a legislative intent to protect care-dependent vulnerable members of the community that require special protection because they are particularly unable to protect their own interests and are uniquely vulnerable to others. Petitioner contends that the Court of Appeals failed to look to the legislative intent regarding the protection of individuals like Rigolosi, and that the Court of Appeals erred by absolving Respondent of any duty because statutory compliance was not possible. Petitioner also argues that Respondent made no attempt to comply with the statute and that Respondent could have performed a criminal background cheek on Williams, even if Respondent could not have performed the check exactly as the statute required. Petitioner argues that Respondent must have a duty to at least attempt to comply with the statute before impossibility can be an excuse for noncompliance.\n{17} Respondent agrees with the analysis set out by the Court of Appeals. Respondent argues that, because it could not comply with the statutory requirements as set out in the repealed law, it was not required to attempt to determine other methods for a criminal background check other than the procedure set out by the Legislature. Because it could not comply with the statute, Respondent contends that it had no statutory duty to conduct a criminal background investigation on Williams. Respondent also argues, in agreement with the Court of Appeals, that it had no common law duty to conduct a criminal background check.\n*70{18} Focusing first on the question of whether Respondent owed Rigolosi a duty for the actions of its employees based on negligent hiring or retention, we conclude that the Court of Appeals' duty analysis was erroneous. The Court of Appeals appears to have confused or merged the question of the existence of a duty with the question of breach of duty, as also argued by amicus curiae New Mexico Trial Lawyers Association. [A] negligence claim requires the existence of a duty from a defendant to a plaintiff, breach of that duty, which is typically based upon a standard of reasonable care, and the breach being a proximate cause and cause in fact of the plaintiffs damages. Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 6,134 N.M. 43, 73 P.3d 181. Although the Court of Appeals noted that the statutory requirement of a criminal background check was a standard of conduct, it continued to equate this standard with a statutory duty by holding that, if Respondent could not achieve this standard, then Respondent had no duty to Rigolosi. Spencer, 2004-NMCA-047, ¶ 20, 135 N.M. 554, 91 P.3d 73.\n{19} As noted above, duty is a question of policy based upon statutes, precedent, or other principles of law. The Legislature recognized a public policy in the version of Section 29-17-1 in effect at the time of Rigolosi's death to provide special protection for care-dependent individuals with regard to home care workers. This statutory duty is consistent with the common law duty of employers for liability for negligent hiring to those members of the public whom the employer might reasonably anticipate would be placed in a position of risk of injury as a result of the hiring. Medina, 113 N.M. at 473, 827 P.2d at 861 (quoted authority and quotation marks omitted). Rather than preempting the common law duty, the statutory duty is complementary. The common law duty of ordinary care is also consistent with Jackson, relied upon by the Court of Appeals: [T]he correct test is whether the person who has violated a statute has sustained the burden of showing that he [or she] did what might reasonably be expected of a person of ordinary prudence, acting under similar circumstances, who desired to comply with the law. Jackson, 66 N.M. at 472, 349 P.2d at 1038 (quoted authority and quotation marks omitted). Thus, Respondent owes a duty, based on statute and common law, to clients or patients who receive care from Respondent's employees.\n{20} As noted above, however, because Respondent could not comply with the standard set out in the earlier version of Section 29-17-1, the Court of Appeals concluded that Respondent owed no duty to Petitioner. The questions of duty and the breach of that duty are distinct. The specific requirements of Section 29-17-lwith which Respondent and other care providers apparently could not comply would have provided a more specific standard of care than ordinary diligence. However, inability to comply with the specific legislative requirements does not negate the existence of a duty grounded in both statute and common law. As noted above, based on the legislative public policy determination that the disabled warrant special protection, consistent with the common law recognition of a general duty from employers to those placed at risk of injury as a result of hiring employees, Respondent clearly has a duty with regard to hiring and retaining its employees for harm caused to clients such as Rigolosi. Breach of that duty cannot be based on the version of Section 29-17-1 in effect at the time of Rigolosi's death, however, as it was apparently not possible to comply with the requirements. While liability cannot be based on a failure to comply with the requirements in the statute, Respondent is not altogether relieved of its common law duty regarding hiring or retaining employees to those individuals that receive care from its employees. Thus, because the statute in effect at the time of Rigolosi's death could not provide the standard of care, a reasonable diligence standard is appropriate. See Jackson, 66 N.M. at 472, 349 P.2d at 1038 (describing a reasonable care standard).\n[T]he responsibility for determining whether the defendant has breached a duty owed to the plaintiff entails a determination of what a reasonably prudent person would foresee, what an unreasonable risk of injury would be, and what would constitute an *71exercise of ordinary care in light of all the surrounding circumstances. This is a factual determination or, perhaps, a mixed determination of law and fact, involving as it does the application of precepts of duty to the historical facts as found by the fact finder.\nBober v. N.M. State Fair, 111 N.M. 644, 650, 808 P.2d 614, 620 (1991).\n{21} Respondent, apparently conceding that it had some duty, argues that it acted reasonably with regard to hiring Williams by calling his references and further asserts that Williams was no longer an employee when Rigolosi died. More specifically regarding the negligent retention issue, Respondent argued, and the Court of Appeals concluded, that there is no proximate causation between Williams' alleged theft of medication and Rigolosi's death. Respondent notes that there was no allegation that the missing medication was used by Williams to harm or kill Rigolosi and contends that even if it had notice that Williams stole the medication, the notice does not alert Respondent that Williams may harm or kill Rigolosi. We reject these claims for purposes of the appropriateness of the district court's grant of summary judgment.\n{22} For an employer to be liable for negligent hiring and retention there must be a connection between the employer's business and the injured plaintiff. Valdez, 106 N.M. at 307, 742 P.2d at 519; see Elliott v. Williams, 347 Ill.App.3d 109, 282 Ill.Dec. 882, 807 N.E.2d 506, 511 (2004) ([I]n order for there to be a causal connection between the employer's negligence and the plaintiffs injuries, the employment itself must create the situation where the employee's violent propensities harm the third person.); L.M. ex rel. S.M. v. Karlson, 646 N.W.2d 537, 545 (Minn.Ct.App.2002) (Negligent retention occurs when, during the course of employment, the employer becomes aware or should have become aware of problems with an employee that indicated his [or her] unfitness, and the employer fails to take further action such as investigating, discharge or reassignment.). The questions concerning whether Respondent breached its duty when it contacted Williams' references but did not perform any type of criminal background check, whether Williams was an employee at the time of Riogolsi's death, and whether Respondent negligently retained Williams following his theft of Rigolosi's medication are all disputed factual matters for the jury or factfinder and are not properly disposed of by summary judgment. See Los Ranchitos v. Tierra Grande, Inc., 116 N.M. 222, 228, 861 P.2d 263, 269 (Ct.App.1993) (concluding that the question of whether [the tortfeasor] was acting as an employee of Defendant at the time of the alleged acts of embezzlement presents a factual issue to be determined by the fact finder).\n{23} Although [a] court may decide questions of negligence and proximate cause, if no facts are presented that could allow a reasonable jury to find proximate cause, Calkins v. Cox Estates, 110 N.M. 59, 65 n. 6, 792 P.2d 36, 42 n. 6 (1990), we do not believe the facts of this case foreclose a reasonable jury from finding proximate cause between Respondent's retention of Williams and Rigolosi's death. Foreseeability does not require that the particular consequence should have been anticipated, but rather that some general harm or consequence be foreseeable. Pittard v. Four Seasons Motor Inn, Inc., 101 N.M. 723, 730-31, 688 P.2d 333, 340-41 (Ct.App. 1984) (concluding that [n]otice of an employee's alcoholism and tendency toward violent behavior may make sexual assault by that employee foreseeable to the employer). Petitioner's evidence that Williams stole Rigolosi's medication is sufficient to entitle Petitioner to avoid summary judgment because, as an indication of Williams' lack of fitness for employment, it may very well serve as an indicator to the employer that Williams presented a foreseeable danger to a physically incapacitated client. See Valdez, 106 N.M. at 308, 742 P.2d at 520 (relying on Pittard for the proposition that the particular consequence is not required to be foreseen and rejecting the defendant's argument that its employee's conduct was not foreseeable because an employer could not anticipate the precise circumstances that occurred based on knowledge of the employee's previous violent behavior).\n*72{24} Although Respondent argues that Petitioner has not demonstrated that Williams was an employee at the time of Rigolosi's death, this Court views the evidence in the light most favorable to the party opposing a summary judgment motion and draws all inferences in favor of a trial on the merits. See Handmaker, 1999-NMSC-043, ¶ 18, 128 N.M. 328, 992 P.2d 879. Respondent argues that the phone message is inadmissible and notes that it preserved its objection to the admission of the evidence. However, Respondent does not discuss whether the district court ruled on the admissibility of the evidence, and we find no such ruling. Thus, we will not address admissibility of this evidence for the first time on appeal and instead leave this issue for the district court to resolve on remand. See State v. Worley, 100 N.M. 720, 723, 676 P.2d 247, 250 (1984) (Admission of evidence is entrusted to the discretion of the trial court .... ); cf. Torres v. Plastech Corp., 1997-NMSC-053, ¶ 26, 124 N.M. 197, 947 P.2d 154 (concluding that the initial resolution of the question of whether a worker is entitled to scheduled injury benefits, a mixed question of law and fact, should be left to the workers' compensation judge based on the principle that this Court on appeal will not originally determine the questions of fact in a case since such function lies within the province of the trial court) (quotation marks and quoted authority omitted). Further, Petitioner presented evidence in addition to the phone message supporting an inference that Williams was an employee at the time of Rigolosi's death. Whitley, Respondent's former employee, stated that she believed that she and Williams would resume home care services for Rigolosi following her discharge from UNMH. Respondent answers this evidence with the bare assertion that non-management employees are not individuals who are entitled to speak for the company, and that Whitley's testimony is nothing more [than] supposition and conjecture without argument or authority. We reject this contention; Whitley's statements regarding her belief as to Rigolosi's future care was based on a conversation Whitley stated she had with Pendleton, Health Force's owner. Petitioner also presented evidence by an employee of UNMH that Rigolosi had introduced Williams as her care giver. Viewed in a light most favorable to a trial on the merits, an inference may be drawn from Petitioner's evidence that Williams continued to be Respondent's employee at the time of Rigolosi's death, which precludes summary judgment.\n{25} At trial, Petitioner has the burden of demonstrating every element of the tort claims at issue. Whether Williams was an employee, whether Respondent breached its duty to Rigolosi, and whether Respondent's actions were the cause in fact and proximate cause of Rigolosi's death are disputed issues of material fact that preclude summary judgment.\nIII. Conclusion\n{26} We reverse the Court of Appeals and district court. The Court of Appeals appears to have confused the question of duty with the issue of breach of duty. As recognized by statute and common law, Respondent, an agency which provided home care workers to disabled individuals, owed, at the very least, a duty of ordinary care to those individuals with regard to the actions of the agency's employees, including the hiring and retention of its employees. An inability to comply with specific statutory requirements is relevant to a statutory breach of duty, or negligence per se, but does not negate a general duty recognized by both statute and common law. Genuine issues of material fact in this case preclude summary judgment. We remand this case to the district court for further proceedings consistent with this opinion.\n{27} IT IS SO ORDERED.\nWE CONCUR: RICHARD C. BOSSON, Chief Justice, PETRA JIMENEZ MAES, PAMELA B. MINZNER (recused), and EDWARD L. CHAVEZ, Justices.\nPlain English Summary: The employer of agents who provide care to disabled persons are under a duty towards these persons. \n\n§7(a); §16",
    "annotations": {
        "Facts": [
            "Rigolosi, a thirty-six-year-old quadriplegic, died of a drug overdose on April 23, 1998. She required twenty-four-hour long-term care services. Respondent provides long-term home care to disabled individuals. Respondent hired Williams as a care giver on March 20, 1998, and assigned him, along with two other employees, to provide companionship and housekeeping care for Rigolosi in her home. Patricia Pendelton, the owner of Health Force, stated that Williams was hired based on Rigolosi's recommendation. Respondent asserts that it checked all references Williams provided and that the references informed Respondent that he was reliable and dependable. Respondent did not perform a criminal background check on Williams prior to his employment. Respondent contends that, on his employment application, Williams indicated that he had never been convicted of a felony. In fact, Williams had prior convictions for burglary, aggravated assault, armed robbery, credit card fraud, embezzlement, and shoplifting. Respondent recounts that Williams, as its employee, provided home care services to Rigolosi between March 20 and April 1,1998.{3} Petitioner presented evidence that Williams allegedly stole three of Rigolosi's narcotic prescription pills while working for Respondent and alleged that Respondent did not investigate or discipline Williams for this action. Kasey Whitley, Williams' Health Force coworker and one of Rigolosi's other care givers, stated that, prior to Rigolosi's admission to the hospital, some of her narcotic medication was missing and that Williams admitted that he took it. On March 31,1998, Whitley noted on the Health Force log that some of Rigolosi's medication was missing during Williams' shift.{4} On April 1, Rigolosi was admitted to University of New Mexico Hospital (UNMH) for pneumonia and was set to be discharged on April 23. Although Whitley stated that no one was assigned by Health Force to care for Rigolosi while she was hospitalized, Whitley also described her regular visits to Rigolosi while Rigolosi was hospitalized and stated that Williams also visited Rigolosi regularly during this time. Whitley stated that she believed that she, along with Williams, would again act as health care givers after Rigolosi was to be discharged from the hospital, based on Whitley's conversation with Pendleton. Petitioner presented evidence that UNMH employees identified Williams and Whitley as Rigolosi's care givers. Donna Mentillo, a UNMH employee, stated that Rigolosi introduced Williams to her as Rigolosi's caregiver and that Mentillo understood this to mean that he assisted with her home care. Pendelton stated that she was aware that Williams and the other care givers were going to the hospital to visit Rigolosi at least a couple weeks after Rigolosi was admitted. On April 23, Williams allegedly took Rigolosi out of her UNMH room and injected her with heroin, resulting in her death.*67{5} Respondent contends that Williams resigned from Health Force at the end of March and that his last date of employment was April 18. Pendelton also stated that Health Force had given thirty days' notice to the State of New Mexico, terminating its contract for Rigolosi's care effective April 7. Pendelton stated that she did not inform the staff at UNMH or Rigolosi that the care givers would not be providing services for Rigolosi while she was hospitalized. Respondent argues that, at the time of Rigolosi's death, Williams was not its employee, not subject to its control, and had not received authorization to visit Rigolosi at UNMH. Petitioner argues that Respondent did not terminate Williams' employment prior to Rigolosi's death or warn her of Williams' criminal background, and that Respondent does not have documentation of Williams' resignation. Thus, while it is undisputed that Williams was an employee for Respondent, the parties dispute whether Williams was an employee at the time of Rigolosi's death."
        ],
        "Procedural History": [
            "Plaintiff-Petitioner James Spencer, the personal representative of the estate of Hope Rigolosi, filed a wrongful death claim against Defendant-Respondent Health Force, Inc., based on negligent hiring, supervision, training, and retention of a home care worker, Ben Williams. Respondent filed a motion for partial summary judgment, and the district court granted the motion. Petitioner appealed to the Court of Appeals. The Court of Appeals affirmed the district court by unanimous opinion.",
            "The Court concluded that Respondent had no statutory duty to Rigolosi for the failure to perform a background check as required by the version of NMSA 1978, § 29-17-1 (repealed 1998) in effect at the relevant time because strict statutory compliance was not possible; because Respondent's violation of the statute was excusable under a justifiable violation doctrine; because Respondent had no common law duty of reasonable care due to the existence of the statute; and because, as a matter of law, Respondent's retention of Williams after he had allegedly stolen three narcotic pills from Rigolosi was not the proximate cause of her death. Spencer, , ¶¶ 16, 17, 23, 25, 135 N.M. 554, . This Court granted Petitioner's petition for writ of certiorari. See NMSA 1978, § 34-5-14(B) (1972)."
        ],
        "Application of Law to Facts": [
            "As a matter of common law, liability for negligent hiring 'flows from a direct duty running from the employer to those members of the public whom the employer might reasonably anticipate would be placed in a position of risk of injury as a result of the hiring.'",
            "As noted above, duty is a question of policy based upon statutes, precedent, or other principles of law. The Legislature recognized a public policy in the version of Section 29-17-1 in effect at the time of Rigolosi's death to provide special protection for care-dependent individuals with regard to home care workers. This statutory duty is consistent with the common law duty of employers for liability for negligent hiring to those members of the public whom the employer might reasonably anticipate would be placed in a position of risk of injury as a result of the hiring.",
            "Thus, Respondent owes a duty, based on statute and common law, to clients or patients who receive care from Respondent's employees.",
            "However, inability to comply with the specific legislative requirements does not negate the existence of a duty grounded in both statute and common law. As noted above, based on the legislative public policy determination that the disabled warrant special protection, consistent with the common law recognition of a general duty from employers to those placed at risk of injury as a result of hiring employees, Respondent clearly has a duty with regard to hiring and retaining its employees for harm caused to clients such as Rigolosi.",
            "As recognized by statute and common law, Respondent, an agency which provided home care workers to disabled individuals, owed, at the very least, a duty of ordinary care to those individuals with regard to the actions of the agency's employees, including the hiring and retention of its employees. An inability to comply with specific statutory requirements is relevant to a statutory breach of duty, or negligence per se, but does not negate a general duty recognized by both statute and common law."
        ],
        "Relevant Precedents": [
            "Medina v. Graham's Cowboys, Inc., 113 N.M. 471, 473, , 861 (Ct.App.1992) (quoting Valdez v. Warner, 106 N.M. 305, 307, , 519 (Ct.App.1987)).",
            "Medina, 113 N.M. at 473, "
        ],
        "Outcome": [
            "We reverse the Court of Appeals and the district court.",
            "We remand this case to the district court for further proceedings consistent with this opinion."
        ]
    },
    "class": "reverse"
}