{
    "text": "Gourdi v. Berkelo, 122 N.M. 675, 930 P.2d 812, 1996-NMSC-076 (1996)\nDec. 6, 1996 · Supreme Court of New Mexico · No. 23778\n122 N.M. 675, 930 P.2d 812, 1996-NMSC-076\nTamara GOURDI and Timothy C. Gourdi, Husband and Wife, Plaintiffs-Respondents,v.Robert S. BERKELO and Sharon B. Berkelo 1983 Trusts, Robert S. Berkelo, and Sharon B. Berkelo, Trustees, Defendants-Petitioners\n1996-NMSC-076\n930 P.2d 812\nSupreme Court of New Mexico.\n*676Dines, Wilson & Gross, P.C., Nelse Sehreck, Michael A. Gross, Albuquerque, for Defendants-Petitioners.\nWill Ferguson & Associates, Donald M. Pinnock, Albuquerque, for Plaintiffs-Respondents.\nOPINION\nMcKINNON, Justice.\n[1] Tamara Gourdi was working as a waitress for a J.B.'s Big Boy Family Restaurant (J.B.'s) in Albuquerque when she slipped in liquid and fell on the restaurant floor, the presence of the liquid being caused by a drainage backup on the premises. J.B.'s leased the premises from the Robert S. Berkelo and Sharon B. Berkelo 1983 Trusts (the owner). Gourdi and her husband sued the owner for damages, alleging that it negligently failed to construct and maintain the drainage pipe which had backed up, thereby causing her injuries. We granted the owner's petition for certiorari to review a memorandum opinion by the Court of Appeals that reversed a summary judgment in favor of the owner. Although we hold that the owner had a duty before letting the premises to remedy defects that a reasonable inspection would reveal, we conclude that there was no genuine issue of material fact that this duty was breached. We therefore reverse the Court of Appeals and remand to the trial court for entry of summary judgment dismissing the complaint.\n[2] Facts and proceedings. The owner is the lessor's successor to a written lease agreement entered into with J.B.'s in 1978. Under the lease, J.B.'s, as lessee, accepted responsibility for all repairs to and maintenance of the property.\nThe tenant shall keep and maintain all the Leased Premises, exterior and interior, and the improvements thereon, including the exterior walls, floor joists, and foundations of said building, the asphalt paving, fencing and landscaping, in good condition and repair, and in a safe, clean, attractive and sanitary condition.\nHowever, the owner retained the right to enter the property, make inspections, and initiate repairs.\nLandlord reserves the right for Landlord's agents or employees to enter the Leased Premises during normal business hours, to examine the conditions thereof, to repair, protect, improve or add to the Leased Premises and any and all things pertaining thereto.\n[3] Gourdi was injured on February 15, 1994. In an affidavit she asserted that drainage had backed up on the floor of the restaurant five or six times between August 1993 and February 1994. Robert Berkelo, as a representative of the owner, admitted that after the purchase of the premises on September 30, 1992, he only visited it once prior to Gourdi's accident. Sharon Berkelo, likewise a representative of the owner, admitted that she never had seen the property prior to the accident. We assume for purposes of this Opinion that five or six backups occurred as alleged, and that the backup of February 15, 1994, was a proximate cause of the injuries suffered by Gourdi. It was uncontroverted that neither of the Berkelos had any knowledge of any drainage backup until after the accident.\n[4] On every occasion when a drainage backup occurred, J.B.'s employed a plumber to clean out the line. After the accident J.B.'s plumbing contractor opined that a dip *677in the drainage pipe running from outside the restaurant was the cause of the backups. This opinion was confirmed and the problem solved when a new drainage pipe was laid from the building to the city sewer line. It was also confirmed that the dip was caused by normal subsidence of the soil.\n(5) A landlord has a duty prior to leasing the premises to remedy any dangerous condition that a reasonable inspection would reveal. Whether the owner owed a duty to Gourdi is a question of law to be resolved by reference to policy established by legal precedent, statutes, and other principles comprising the law. Calkins v. Cox Estates, 110 N.M. 59, 62, 792 P.2d 36, 39 (1990). The duty question here involves the scope of a landlord's obligation to an employee of the tenant. Gourdi argues that a landlord who reserves the right to reenter the premises to make inspections and initiate repairs owes a continuing duty to keep the premises in a reasonably safe condition. Under the circumstances of this case, the argument states the law too broadly.\n[6] At common law the rule was established that a landlord who lawfully parts with possession of the property, and who thereafter neither retains nor assumes a right of control over it, has no duty to inspect for dangerous conditions while the tenant remains in possession. See Lommori v. Milner Hotels, Inc., 63 N.M. 342, 346-47, 319 P.2d 949, 952 (1957) (noting common-law rule and four exceptions; holding lessor who covenanted to make repairs of hotel exterior properly held liable for injuries resulting from falling window pane); see also City of Dalton v. Anderson, 72 Ga.App. 109, 33 S.E.2d 115, 117 (1945). In Mitchell v. C & H Transportation Co., 90 N.M. 471, 474, 565 P.2d 342, 345 (1977), citing what we termed as a sound body of law in many jurisdictions, we modified this common-law rule to impose under certain circumstances a continuing liability on landlords who reserve the right to enter leased premises and make repairs. Id. There, we reversed a summary judgment in favor of a lessee and sublessee of a truck stop whose alleged negligence in failing to repair an obviously dangerous convex surface in the truck stop driveway caused a highway accident.\n[7] The owner here maintains that no duty was owed to Gourdi because the defect in the drainage pipe that caused the flooding was latent and therefore not discoverable upon reasonable inspection. The owner argues that this case should be governed by Restatement (Second) of Torts Section 355 (1965), which provides:\nExcept as stated in §§ 357 and 360-362, a lessor of land is not subject to liability to his lessee or others upon the land with the consent of the lessee or sub-lessee for physical harm caused by any dangerous condition which comes into existence after the lessee has taken possession.\nSection 357 imposes liability on a landlord who contracts to make repairs; Section 360 imposes liability when the landlord retains control over portions of the land which the tenant is entitled to use; Section 361 imposes liability when portions of land are retained in the lessor's control but are necessary to the safe operation of the leased premises; and Section 362 imposes liability on a landlord who negligently performs repairs. None of these exceptions apply here.\n[8] However, we need not decide whether to adopt Section 355 as the law in New Mexico since there is no evidence establishing when the defect in the drainage line occurred. Nevertheless, the result in this case is the same regardless of when the defect arose. We therefore assume that the defect existed either at the time of or after execution of the lease.\nA landlord is not obligated to provide a tenant with a premises completely free of defects. Elijah A Brown Co. v. Wilson, 191 Ga. 750, 13 S.E.2d 779, 781 (1941). As a matter of fairness, the law does not make landlords guarantors of the safety of their tenants or visitors. Rather, a landlord is bound by the standard of ordinary care, see Bober v. New Mexico State Fair, 111 N.M. 644, 649-50, 808 P.2d 614, 619-20 (1991) (adopting rule that landowners have general duty to exercise ordinary care for the safety of others), and must, prior to leasing the premises, remedy such dangerous conditions as an inspection conducted with ordinary *678care would reveal, see UJI 13-1318 NMRA 1996 (instructing jury that in performing duty of ordinary care the Owner is charged with knowledge of any condition on the premises [of which the [owner] ... would have had knowledge had [he] [she] [it] made a reasonable inspection of the premises]).\n[9] In Lonard v. Cooper & Sugrue Properties, Inc., 214 Ga.App. 862, 449 S.E.2d 348 (1994), the Georgia Court of Appeals considered whether a landlord was liable for injuries to a tenant who stepped into a leaf-covered fencepost hole on the premises. No liability could be imposed in the absence of actual knowledge by the landlord of the dangerous condition unless the landlord possessed superior constructive knowledge. Id. 449 S.E.2d at 350. An inference of such knowledge may be made when (1) the landlord had a duty to exercise reasonable care to inspect the premises and a dangerous condition existed for a sufficient length of time to have been discovered and corrected by such an inspection, and (2) the landlord or its employee was physically present in the immediate area of the dangerous condition and had the means and opportunity to discover and remedy it. Id.\n[10] In ruling for the landlord, the court noted that a reasonable inspection had been conducted prior to the leasing without discovery of the defective condition. The court also noted that no one had ever been injured in the area prior to the plaintiffs accident. The court held that [t]o conclude under the facts of this ease that [the landlord] had an absolute duty to conduct an inspection of the property sufficient to discover the fence post hole would be to demand the exercise of an extraordinary degree of diligence. Id. at 351. Since there had been a reasonable inspection, the court held as a matter of law that no breach of duty had occurred.\n[11] Ordinarily, the question of whether a reasonable inspection would have revealed a dangerous condition is one of fact. Klopp v. Wackenhut, 113 N.M. 153, 158, 824 P.2d 293, 298 (1992); Bober, 111 N.M. at 650, 808 P.2d at 620. When, however, no reasonable fact finder could conclude that the dangerous condition should have been discovered, summary judgment is appropriate. New Mexico State Highway Dep't v. Van Dyke, 90 N.M. 357, 360, 563 P.2d 1150, 1153 (1977).\n[12] Here it is undisputed that a reasonable visual inspection of the premises would not have disclosed a latent defect in the drainage pipe that caused the backup, and the owner never was notified about the ongoing backup problem until after the accident. The defective condition of the drainage pipe was finally discovered by J.B.'s plumbing contractor using miniature cameras to view the drainage pipe from two separate vantage points, thus confirming the presence of the dip. Even assuming that the defect existed at the time of leasing, we hold that the owner could not be charged with constructive knowledge of the defect and as a matter of law there was no breach of the duty of ordinary care owed to Gourdi.\n[13] Absent information indicating the need to conduct an inspection of leased premises, a landlord does not have a continuing duty of inspection. Gourdi acknowledges the general rule of reasonable inspection before letting the premises. She argues, however, that a landlord who has reserved the right to reenter and make repairs has a continuing duty of reasonable inspection after the tenant has assumed possession. This is because the landlord has never parted so completely with possession and control that he ha[s] disabled himself from performing his duty of care ... to keep his [premises] in a safe condition. Appel v. Muller, 262 N.Y. 278, 186 N.E. 785, 787 (1933) (cited with approval by Mitchell, 90 N.M. at 475, 565 P.2d at 346). She therefore concludes that even if the defect in the drainage pipe arose after J.B.'s had leased the premises, the owner was required to inspect, discover, and remedy the defect. Having failed to do so, the owner may be held liable for her injuries, she argues. A simple answer to this argument is that a reasonable inspection of the premises would not have revealed a latent defect in the drainage pipe. Nevertheless, we believe it helpful to make the following comments on the duty of a landlord who has reserved the right to inspect and make repairs.\n*679[14] When a landlord leases premises, he or she generally relinquishes control for the period of the tenancy. As the Georgia Supreme Court long ago observed:\nA tenant is entitled to exclusive occupancy [of leased premises] during the term of the tenancy, and it is [the tenant's] duty, if the premises get out of repair, to notify the landlord of their defective condition. [Unless otherwise agreed,] [t]he landlord is under no duty to inspect the premises while the tenant is in possession in order to keep informed as to their condition.\nRoss v. Jackson, 123 Ga. 657, 51 S.E. 578, 578 (1905).\n[15] The duty of a landowner generally to keep the premises in a safe condition arises from its position of control over the premises. When a landowner has control over the premises, it is better able than others to discover and remedy any dangerous condition that may arise and thus liability is imposed for injuries suffered if the condition is discoverable by a reasonable inspection. When, however, a landowner has relinquished the right to possession under a lease, he or she is no longer in the best position to discover and remedy any dangerous condition — the tenant is.\n[16] Recognizing this fact, the court in Lonwrd stated the rule that\nwhere, as here, there was no actual knowledge of the alleged dangerous and unsafe condition, and there is nothing in the [record] to show or indicate the propriety or necessity of making an inspection to ascertain the possible or probable existence of any defect, such as that other people had tripped or fallen [under similar circumstances or in the same area], ordinary diligence did not as a matter of law, under the facts [as shown], require an inspection [sufficient to reveal the defect] where the defendant had no reason to think [such] an inspection was necessary.\n449 S.E.2d at 351 (quoting McCrory Stores Corp. v. Ahern, 65 Ga.App. 334, 15 S.E.2d 797, 801 (1941)) (emphasis added). We agree. Imposing an absolute duty on landlords to reenter leased premises and inspect for dangerous conditions could seriously undermine the tenant's right to the use and enjoyment of the premises. Only when the landlord who has reserved this right has notice of facts indicating the need to make an inspection should it be charged with knowledge of any dangerous condition that a reasonable inspection would have revealed. Here, as noted, the owner had no knowledge of any accidents, any drainage backups, or any other fact that would have put it on notice prior to Gourdi's accident. Under these circumstances, the owner had no duty to inspect after commencement of the lease.\n[17] Conclusion. Because the owner had no duty to make an inspection, and because no reasonable fact finder could conclude that a reasonable inspection would have revealed the dip in the drainage pipe, summary judgment in favor of the owner was correct. We therefore reverse the Court of Appeals and remand to the trial court for reentry of summary judgment dismissing the complaint with prejudice.\nIT IS SO ORDERED.\nRANSOM and FRANCHINI, JJ„ concur.\nPlain English Summary: The Court held that the landlord of premises on which a restaurant was based did not have a duty to make an inspection and therefore the claim for negligence of one of its employees could not stand.\n\n§7(a); §40.",
    "annotations": {
        "Facts": [
            "Tamara Gourdi was working as a waitress for a J.B.'s Big Boy Family Restaurant (J.B.'s) in Albuquerque when she slipped in liquid and fell on the restaurant floor, the presence of the liquid being caused by a drainage backup on the premises. J.B.'s leased the premises from the Robert S. Berkelo and Sharon B. Berkelo 1983 Trusts (the owner). Gourdi and her husband sued the owner for damages, alleging that it negligently failed to construct and maintain the drainage pipe which had backed up, thereby causing her injuries.",
            "The owner is the lessor's successor to a written lease agreement entered into with J.B.'s in 1978. Under the lease, J.B.'s, as lessee, accepted responsibility for all repairs to and maintenance of the property.The tenant shall keep and maintain all the Leased Premises, exterior and interior, and the improvements thereon, including the exterior walls, floor joists, and foundations of said building, the asphalt paving, fencing and landscaping, in good condition and repair, and in a safe, clean, attractive and sanitary condition.However, the owner retained the right to enter the property, make inspections, and initiate repairs.Landlord reserves the right for Landlord's agents or employees to enter the Leased Premises during normal business hours, to examine the conditions thereof, to repair, protect, improve or add to the Leased Premises and any and all things pertaining thereto.[3] Gourdi was injured on February 15, 1994. In an affidavit she asserted that drainage had backed up on the floor of the restaurant five or six times between August 1993 and February 1994. Robert Berkelo, as a representative of the owner, admitted that after the purchase of the premises on September 30, 1992, he only visited it once prior to Gourdi's accident. Sharon Berkelo, likewise a representative of the owner, admitted that she never had seen the property prior to the accident. We assume for purposes of this Opinion that five or six backups occurred as alleged, and that the backup of February 15, 1994, was a proximate cause of the injuries suffered by Gourdi. It was uncontroverted that neither of the Berkelos had any knowledge of any drainage backup until after the accident.[4] On every occasion when a drainage backup occurred, J.B.'s employed a plumber to clean out the line. After the accident J.B.'s plumbing contractor opined that a dip in the drainage pipe running from outside the restaurant was the cause of the backups. This opinion was confirmed and the problem solved when a new drainage pipe was laid from the building to the city sewer line. It was also confirmed that the dip was caused by normal subsidence of the soil."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "At common law the rule was established that a landlord who lawfully parts with possession of the property, and who thereafter neither retains nor assumes a right of control over it, has no duty to inspect for dangerous conditions while the tenant remains in possession.",
            "A landlord is not obligated to provide a tenant with a premises completely free of defects.",
            "The defective condition of the drainage pipe was finally discovered by J.B.'s plumbing contractor using miniature cameras to view the drainage pipe from two separate vantage points, thus confirming the presence of the dip. Even assuming that the defect existed at the time of leasing, we hold that the owner could not be charged with constructive knowledge of the defect and as a matter of law there was no breach of the duty of ordinary care owed to Gourdi.",
            "When a landlord leases premises, he or she generally relinquishes control for the period of the tenancy.",
            "The duty of a landowner generally to keep the premises in a safe condition arises from its position of control over the premises. When a landowner has control over the premises, it is better able than others to discover and remedy any dangerous condition that may arise and thus liability is imposed for injuries suffered if the condition is discoverable by a reasonable inspection. When, however, a landowner has relinquished the right to possession under a lease, he or she is no longer in the best position to discover and remedy any dangerous condition — the tenant is.",
            "Because the owner had no duty to make an inspection, and because no reasonable fact finder could conclude that a reasonable inspection would have revealed the dip in the drainage pipe, summary judgment in favor of the owner was correct."
        ],
        "Relevant Precedents": [
            "Lommori v. Milner Hotels, Inc., 63 N.M. 342, 346-47, , 952 (1957)",
            "Elijah A Brown Co. v. Wilson, , 13 S.E.2d 779, 781 (1941)."
        ],
        "Outcome": [
            "We therefore reverse the Court of Appeals and remand to the trial court for entry of summary judgment dismissing the complaint.",
            "We therefore reverse the Court of Appeals and remand to the trial court for reentry of summary judgment dismissing the complaint with prejudice."
        ]
    },
    "class": "reverse"
}