{
    "text": "Delfino v. Griffo, 150 N.M. 97, 257 P.3d 917, 2011-NMSC-015 (2011)\nApril 8, 2011 · Supreme Court of New Mexico · No. 32,372\n150 N.M. 97, 257 P.3d 917, 2011-NMSC-015\nGina DELFINO, individually and as personal representative of the Estate of Manuel Delfino and as parent and next friend of Dominic S. and Gabriel D., minors, Plaintiffs-Appellants,v.Don GRIFFO, et al., Defendants-Appellees, and Kraffty, L.L.C., a New Mexico limited liability company d/b/a Uptown Sports Bar & Grill, Uptown Square Venture, a New Mexico general partnership, John Whisenant, and Ronald Nelson, Defendants-Appellants, and Cue Inc., a New Mexico corporation, et al., Defendants\n2011-NMSC-015\n257 P.3d 917\nSupreme Court of New Mexico.\n*100Aguilar & Aguilar, P.C., Esteban A. Aguilar, Sr., Robles, Rael & Anaya, P.C., Brian S. Colon, Albuquerque, NM, for Appellant Gina Delfino.\nRiley & Shane, P.A., Mark J. Riley, Kristen J. Dalton, Albuquerque, NM, for Appellants Kraffty, L.L.C., Uptown Square Venture, John Whisenant, and Ronald Nelson.\nYenson, Lynn, Allen & Wosick, P.C., Terrance P. Yenson, Michael S. Jahner, Albuquerque, NM, for Appellee Don Griffo.\nO'Brien & Padilla, P.C., Daniel J. O'Brien, Albuquerque, NM, for Appellee Tom Gonzales.\nModrall, Sperling, Roehl, Harris & Sisk, P.A., Douglas G. Schneebeck, Megan A. Muirhead, Bannerman & Johnson, P.A., Thomas P. Gulley, Rebecca Avitia, Albuquerque, NM, Baker & Botts L.L.P., Travis J. Sales, Houston, TX, for Appellees James Paz and Merck & Company.\nKeleher & McLeod, P.A., Thomas C. Bird, Kathleen Wilson, Albuquerque, NM, for Appellee Michael Donahue.\nThe Roehl Law Firm, P.C., Jerrald Joseph Roehl, Albuquerque, NM, Ashe, Raguse and Hill, L.L.P., William B. Hill, Jr., Joshua D. Jewkes, Atlanta, GA, for Appellee Abbott Laboratories, Inc.\nOPINION\nSERNA, Justice.\n{1} Who is liable for injuries caused by an individual for whom alcohol was purchased and served in a public establishment? The events precipitating this lawsuit began with a luncheon and ended in tragedy. Plaintiff Gina Delfino was struck by a drunk driver, resulting in the death of Plaintiffs minor son and injuries to herself and the other passengers in her car. The driver, Alicia Gonzales, recently had left the company of the individual Defendants in this appeal, pharmaceutical representatives who were acquainted with Ms. Gonzales through her employment in a doctor's office, following approximately eight hours of consuming alcohol. Plaintiff filed a wrongful death suit against the establishments that served Ms. Gonzales and against the pharmaceutical representatives and their employers, Don Griffo, Tom Gonzales, James Paz, Mike Donahue, Merck & Company, Inc., Schering Corporation, and Abbott Laboratories, Inc. (collectively, Pharmaceutical Defendants).\n{2} The Second Judicial District Court granted Pharmaceutical Defendants' motion to dismiss under Rule 1-012(B)(6) NMRA, concluding Pharmaceutical Defendants owed Plaintiff no legal duty under our common law or the Liquor Liability Act, NMSA 1978, Section 41-11-1(E) (1986). Plaintiff appealed, and the Court of Appeals certified the question to this Court because it presents a unique legal issue of substantial public interest. We accepted certification and exercise jurisdiction under NMSA 1978, Section 34-5-14(C)(2) (1972). We conclude that the district court erred by granting Pharmaceutical Defendants' motion to dismiss for failure to state a claim upon which relief can be granted because Plaintiff properly characterized Pharmaceutical Defendants as social hosts under the Liquor Liability Act. The district court is hereby reversed, and this case is remanded for further proceedings.\nI. BACKGROUND\n{3} This appeal is before us after being dismissed by the district court for failure to state a claim upon which relief can be grant*101ed, and therefore we accept all well-pleaded factual allegations in the complaint as true. Valdez v. State, 2002-NMSC-028, ¶4, 132 N.M. 667, 54 P.3d 71. The following recitation of events are derived from the allegations set forth in Plaintiffs Third Amended Complaint.\n{4} On April 29, 2005, Plaintiff was in an automobile accident caused by Ms. Gonzales, who was speeding and had a blood alcohol content level of more than twice the legal limit. Plaintiffs minor son was killed, and Plaintiff and her passengers suffered grave injuries.\n{5} Ms. Gonzales had spent the hours pri- or to the accident with the individual pharmaceutical representatives: Griffo and Gonzales, employees of Schering; Donahue, an employee of Abbot; and Paz, an employee of Merck. The pharmaceutical representatives hosted an out-of-office business luncheon for Ms. Gonzales and her colleagues from Dr. David Leech's1 office. The employers of the pharmaceutical representatives had policies that authorized the entertainment of physicians and their staff, through the purchase of food and alcohol, to further the business interests of the companies. The pharmaceutical representatives were working within the scope of their employment during the luncheon.\n{6} The luncheon began at Chili's Restaurant. After consuming multiple alcoholic beverages over the course of several hours, Ms. Gonzales drove to Uptown Bar & Grill with Griffo as her passenger. At Uptown, Ms. Gonzales, Griffo, and Donahue consumed more alcohol, and then Ms. Gonzales drove to Doc & Eddy's, again with Griffo in her car. After one and one half hours of drinking at Doc & Eddy's, Ms. Gonzales, obviously intoxicated, departed in her vehicle. The fatal accident occurred approximately 14 minutes later. Griffo purchased alcoholic beverages for Ms. Gonzales at all three bars; Gonzales, Donahue, and Paz purchased alcohol for Ms. Gonzales in at least one bar.\n{7} Plaintiff filed a wrongful death suit against Pharmaceutical Defendants and the owners and operators of the various bars and restaurants where Ms. Gonzales had consumed alcohol that evening (collectively, Bar Defendants).2 Plaintiffs complaint included 21 counts against the various Defendants. The counts at issue in this appeal are those alleging common-law negligence against the individual pharmaceutical representatives for purchasing alcohol for Ms. Gonzales and permitting her to drive, recklessness for the same actions under the Liquor Liability Act, and against their employers under respondeat superior (Counts 7-9); negligent hiring, retention and training against the pharmaceutical companies (Counts 13-15); and prima facie tort, negligent infliction of emotional distress, intentional infliction of emotional distress, and loss of consortium against all Defendants (Counts 16-18). The theories underlying the claims asserting liability against Pharmaceutical Defendants are that they owed a common-law duty to prevent Ms. Gonzales from driving while intoxicated; that Pharmaceutical Defendants were aiding and abetting Ms. Gonzales in committing a tortious action under Restatement (Second) of Torts Section 876(B) (1977); and that Pharmaceutical Defendants are social hosts who acted recklessly and thus liable under the Liquor Liability Act.\n{8} Each of the Pharmaceutical Defendants filed a motion to dismiss under Rule 1-012(B)(6).3 The district court granted Pharmaceutical Defendants' motions to dismiss filed under Rule 1-012(B)(6); the letter explaining the reasons for granting the initial motion to dismiss is referenced in the orders dismissing all other Pharmaceutical Defen*102dants. The district court concluded that Pharmaceutical Defendants were not social hosts under the Liquor Liability Act; that the Liquor Liability Act precludes any common-law cause of action that may have existed against Pharmaceutical Defendants; and that the complaint states no cause of action under the Restatement. Donahue's motion to dismiss for improper service also was denied.\nII. ANALYSIS\nA. Standard of Review\n{9} The question presented by this appeal is whether the district court erred in granting the Pharmaceutical Defendants' motions to dismiss under Rule 1-012(B)(6) for failure to state a claim under which relief can be granted. Dismissals under Rule 1-012(B)(6) are proper when the claim asserted is legally deficient. A district court's decision to dismiss a case for failure to state a claim under Rule 1-012(B)(6) is reviewed de novo. Valdez, 2002-NMSC-028, ¶4, 132 N.M. 667, 54 P.3d 71. In reviewing a district court's decision to dismiss for failure to state a claim, we accept all well-pleaded factual allegations in the complaint as true and resolve all doubts in favor of sufficiency of the complaint. Id.\n{10} Plaintiff and Abbot suggest that our review should convert the Rule 1-012(B)(6) motions to motions for summary judgment under Rule 1-056 NMRA. We review motions to dismiss as motions for summary judgment when the district court considered matters outside the pleadings in making its ruling. See Rule 1-012(B); V.P. Clarence Co. v. Colgate, 115 N.M. 471, 472, 853 P.2d 722, 723 (1993). As with motions to dismiss, we review rulings on motions for summary judgment de novo. See Montgomery v. Lomos Altos, Inc., 2007-NMSC-002, ¶ 16, 141 N.M. 21, 150 P.3d 971. The difference in the review is that evidentiary information submitted to the district court is considered when determining whether summary judgment was proper. Id. Summary judgment is appropriate where there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. Id.\n{11} Our review of the record proper and the transcripts of the hearings on the motions to dismiss indicate the district court did not rely on matters outside the pleadings in granting Pharmaceutical Defendants' motions to dismiss. Indeed, certain of the Pharmaceutical Defendants were dismissed before any exhibits or affidavits were submitted to the district court, and all Pharmaceutical Defendants that were later dismissed were dismissed in reference to the initial ruling. The district court dismissed Pharmaceutical Defendants under Rule 12-012(b)(6), and thus our review is de novo, taking as true the facts pled in the complaint and resolving all doubts in favor of sufficiency of the complaint.\n{12} Dismissal on 12(B)(6) grounds is appropriate only if [the plaintiff is] not entitled to recover under any theory of the facts alleged in their complaint. Callahan v. N.M. Fed'n of Teachers-TVI, 2006-NMSC-010, ¶ 4, 139 N.M. 201, 131 P.3d 51. The existence of a legal duty is a question of law for the courts. See Edward C. v. City of Albuquerque, 2010-NMSC-043, ¶14, 148 N.M. 646, 241 P.3d 1086. We must decide whether Plaintiffs complaint stated a legally sufficient claim, a task which requires construing the Liquor Liability Act to determine if Pharmaceutical Defendants had a legal duty to Plaintiff, a question of law we undertake de novo. See State v. Marquez, 2008-NMSC-055, ¶ 7, 145 N.M. 1, 193 P.3d 548.\nIn construing a statute, our charge is to determine and give effect to the Legislature's intent. In discerning the Legislature's intent, we are aided by classic canons of statutory construction, and [w]e look first to the plain language of the statute, giving the words their ordinary meaning, unless the Legislature indicates a different one was intended.\nMarbob Energy Corp. v. N.M. Oil Conservation Comm'n, 2009-NMSC-013, ¶ 9, 146 N.M. 24, 206 P.3d 135 (alteration in original) (internal quotation marks and citation omitted). If the Legislature is silent on an issue, we look at the overall structure and function of the statute, as well as the public policy embodied in the statute. See N.M. Dep't of Health v. Compton, 2001-NMSC-032, ¶ 18, *103131 N.M. 204, 34 P.3d 593; see also State v. Rivera, 2004-NMSC-001, ¶¶ 13-14, 134 N.M. 768, 82 P.3d 939 (stating that statutory construction includes looking at a statute's structure, function, history, and policy implications).\nB. The Liquor Liability Act Imposes a Duty on All Social Hosts.\n{13} The Liquor Liability Act provides for the tort liability of liquor licensees and social hosts who sell, serve, or provide alcohol. The Act was passed in 1983, in response to Lopez v. Maez, in which this Court recognized a common-law cause of action against a tavern that had furnished alcoholic beverages to an intoxicated individual who later caused injury to a third party. 98 N.M. 625, 632, 651 P.2d 1269, 1276 (1982) (In light of the use of automobiles and the increasing frequency of accidents involving drunk drivers, we hold that the consequences of serving liquor to an intoxicated person whom the server knows or could have known is driving a car is reasonably foreseeable. (footnote omitted)); see also Baxter v. Noce, 107 N.M. 48, 50, 752 P.2d 240, 242 (1988) (discussing the transition from a common-law dram shop action to the Liquor Liability Act after Lopez ). The Liquor Liability Act imposes liability based on varying relationships between plaintiffs and defendants. For a suit by an injured third party against a licensee, the plaintiff must show that the licensee was negligent — that it was reasonably apparent that the person being served was intoxicated. Section 41-11-1(A)(2). For a suit against a licensee by a patron, the plaintiff must show gross negligence and reckless disregard for the safety of the person who purchased or was served the alcoholic beverages. Section 41-11-1(B). For a suit against a gratuitous provider, or social host, the plaintiff must show that the host provided alcoholic beverages recklessly in disregard of the rights of others, including the social guest. Section 41-11-KE).\n{14} With the social host provision of Liquor Liability Act, the legislature intended to limit the rights of third parties to recover against social hosts who provided alcoholic beverages to intoxicated guests who negligently injure a third party. Walker v. Key, 101 N.M. 631, 636, 686 P.2d 973, 978 (Ct.App.1984). The social host provision of the Liquor Liability Act states:\nNo person who has gratuitously provided alcoholic beverages to a guest in a social setting may be held liable in damages to any person for bodily injury, death or property damage arising from the intoxication of the social guest unless the alcoholic beverages were provided recklessly in disregard of the rights of others, including the social guest.\nSection 41-11-1(E). The statute does not further define social host, nor does the applicable uniform jury instruction, UJI 13-1643 NMRA, which tracks the statute. The use note to the jury instruction states that the instruction should be given when the plaintiff claims injury resulting from the conduct of a person who became intoxicated in a private setting. (Emphasis added.)\n1. The Liquor Liability Act does not limit social host liability to private settings.\n{15} The district court ruled that the pharmaceutical representatives were not social hosts. In reaching this conclusion, the district court relied on the language of the use note to UJI 13-1643 requiring a private setting and quoted the Court of Appeals opinion in Chavez v. Desert Eagle Distributing Co. of New Mexico, 2007-NMCA-018, ¶ 32, 141 N.M. 116, 151 P.3d 77, for the proposition that liability under Section 41-11-1 is limited to those who actually exercised some degree of control over the service or consumption of alcohol. The district court reasoned that the individual pharmaceutical representatives, though they may have paid for at least some of the alcoholic beverages consumed by Ms. Gonzales, did not exercise control over the service and provision of alcohol: the licensees did. Bar Defendants, according to the district court's ruling, had the sole duty to halt service of alcohol to Ms. Gonzales. The district court concluded that [b]ecause the Pharmaceutical Defendants were not licensees or social hosts, the Liquor Liability Act does not apply.\n{16} Plaintiff argues that the district court erred in concluding that social host liability is *104limited to private settings where there is no licensed liquor provider who has an explicit statutory duty under the Liquor Liability Act. Rather, according to Plaintiff, social host liability should exist in this case because alcohol was consumed at a business lunch pursuant to a corporate policy of purchasing alcohol for potential clients. The setting gave the individual pharmaceutical representatives special control over their targeted business-related guest, control [over] the flow of liquor to that person by their purchase of the drinks — all with a singular business motive.\n{17} Pharmaceutical Defendants assert that imposing social host liability beyond a private setting would extend a duty to mere co-patron[s] and social companion[s] or to individuaos] who buy[ ] drinks for colleagues or friends. Doing so, they argue, would be contrary to the Liquor Liability Act's imposition of liability on licensed establishments or servers.\n{18} As discussed above, the Liquor Liability Act imposes a duty to not act recklessly on one who has gratuitously provided alcoholic beverages to a guest in a social setting[.] Section 41-11-1(E). The plain language of the statute does not indicate a legislative intent to limit social host liability to private settings; rather, a social host is one who provides his or her guest with gratuitous alcohol in a social setting. The Liquor Liability Act is silent on whether the duty imposed on social hosts is limited to only those who are entertaining in their homes, or whether it is extended to individuals who host events, and otherwise provide alcohol, in public spaces, including when the actual service of alcoholic beverages is performed by licensed servers. As such, we turn to other tools of statutory construction. Prior to doing so, we will consider the authorities used by the district court.\n{19} The district court relied on the use note to the applicable jury instruction to conclude that social setting was synonymous with private setting. The use note to UJI 13-1643 states that the jury should be instructed on social host liability when the aleohol provision occurred in a private setting. Use notes, though not part of the statute or jury instruction, are adopted by this Court and binding on district courts. See State v. Barber, 2004-NMSC-019, ¶ 10 n. 1,135 N.M. 621, 92 P.3d 633. In Barber, this Court concluded that the refusal of the district court to instruct the jury with the definition of possession, when the use note said the instruction should be given if possession is in issue[,] would have been reversible error if the instruction had been requested, as possession was at issue in that case. 2004-NMSC-019, ¶¶ 10, 12, 135 N.M. 621, 92 P.3d 633. Stating that an instruction should be given under a particular factual scenario, however, is not the same as stating that an instruction be given only under that scenario. See State v. Doe, 100 N.M. 481, 483, 672 P.2d 654, 656 (1983) (The language in a Use Note ... cannot elevate a jury instruction to the status of an essential element.). The use note does not embody any prior conclusion by this Court that the Legislature intended to preclude social host liability when the hosting occurs in a public setting.4\n{20} The district court also relied on the Court of Appeals' discussion of the Liquor Liability Act in Chavez for the proposition that Pharmaceutical Defendants cannot be held liable in this case because they did not exercise the requisite control over the liquor supply. 2007-NMCA-018, 141 N.M. 116,151 P.3d 77. We are not persuaded that Chavez provides the Legislature's definition of social host. In Chavez, the plaintiffs brought suit against liquor distributors who sold alcohol to a casino, allegedly with the knowledge that the casino would sell alcohol for a 24-hour period. Id. ¶ 2. The Court of Appeals held that the district court did not err in dismissing the claim under Rule 1 — 012(B)(6) because the liquor distributors did not owe a statutory duty to casino patrons or those whom they injure. 2007-NMCA-018, ¶¶ 13-14, 141 N.M. 116, 151 P.3d 77. The Court also held that no common-law duty from defendant to plaintiff existed because the accident was not a foreseeable result of the sale of liquor to the casino, id. ¶ 23, and public policy did not support the imposition of a duty on a liquor *105distributor who had no degree of control or supervision over the actual service or consumption of alcohol[,] id. ¶¶ 30-31.\n{21} While Chavez cites the Liquor Liability Act in support of its public policy analysis, it did so for the purpose of showing the public policy of imposing liability on third parties for alcohol-related accidents is limited in scope. Id. ¶ 31 (citing Section 41-11-1 (A), (B), (H)). The Court stated that the exclusivity and standard of care provisions of the Liquor Liability Act indicate[ ] that our legislature wanted to limit liability for alcohol-related injuries and deaths resulting from the sale or service of alcohol to those who actually exercised some degree of control over the service or consumption of alcohol. Id. We agree that the Liquor Liability Act only imposes a duty on individuals exercising some degree of control over the service or consumption of liquor. Control is implicit in the Legislature's choice to define social host as one who gratuitously provided liquor to a guest, and who provided liquor in a reckless manner.\n{22} Turning to the structure of the Liquor Liability Act, we do not find evidence that the Legislature intended to limit social host liability to instances in which no licensed alcohol server was involved in providing the alcohol. Most subsections of the Act describe the duty on licensees based on different relationships; Subsection (E), discussed above, sets forth the duty on social hosts. The only subsection of the Act that discusses both licensees and social hosts is Subsection (H), the exclusivity provision, which states that the Act is the exclusive remedy for injuries proximately caused by the sale or service of alcohol, not that a suit against one class of liquor providers is exclusive of a suit against another. The absence of any language expressly precluding social host liability when alcohol is consumed in a licensed establishment indicates the intent of the Legislature to permit concurrent social host and licensee liability.\n{23} Construing the term social host to include those who host in bars is consistent both with our comparative fault system in torts and with the regulations applicable to licensed establishments. This Court adopted a comparative fault system in 1981. See Scott v. Rizzo, 96 N.M. 682, 634 P.2d 1234 (1981), superseded by statute as stated in Reichert v. Atler, 117 N.M. 628, 875 P.2d 384 (1992). When the Liquor Liability Act was enacted, therefore, it was done so in a tort environment in which each liable party was apportioned his or her share of the damages. In regulations promulgated by the Mcohol and Gaming Division of the New Mexico Regulation and Licensing Department, we find further support for the Liquor Liability Act placing a duty on both a social host and licensee for the same event. See City of Albuquerque v. N.M. Pub. Reg. Comm'n, 2003-NMSC-028, ¶ 16, 134 N.M. 472, 79 P.3d 297 (stating that agency regulations should be formulated in a reasonable manner consistent with legislative intent). Regulation 15.10.51.12(A), (B), (E) NMAC expressly permits licensees to allow private parties, in which the host of the party provides all the alcohol, on the licensed premises, so long as the alcohol is served by licensed servers during the times the licensee is authorized to serve alcohol. This regulatory law seems to contemplate concurrent duties on the social hosts and licensees.\n{24} We conclude that the Liquor Liability Act permits a cause of action against a social host who recklessly provides alcohol to a guest when the alcohol is consumed in a licensed establishment.\n2. Social hosts are those who exercise control over the alcohol service.\n{25} Having concluded that the Legislature contemplated suits against a liquor licensee and a social host for the same events under the Liquor Liability Act, we turn to the question of who may be considered a social host. Social host liability under the Liquor Liability Act, as indicated in Chavez, requires some degree of control over the service or consumption of alcohol. 2007-NMCA-018, ¶ 31, 141 N.M. 116, 151 P.3d 77. As discussed above, control is implicit in the statutory language, applicable to a social host who has gratuitously provided alcohol. This Legislative choice of language is reflected in case law from other jurisdictions, where courts have imposed social host liabili*106ty only when the social host had performed some sort of affirmative act in the service or provision of alcohol. See, e.g., Knight v. Rower, 170 Vt. 96, 742 A.2d 1237, 1241 (1999) (stating that a social host must furnish alcohol through some affirmative act or active part in the provision of alcohol); Alumni Ass'n v. Sullivan, 524 Pa. 356, 572 A.2d 1209, 1213 (1990) (finding that social host liability did not exist where there are no allegations that either the fraternity or the University was involved in the planning of these events or the serving, supplying, or purchasing of liquor).\n{26} Courts in our sister states have considered the question of social host liability when the alcohol consumption occurred in a licensed establishment and, though not always under the same duty of care as required by the Liquor Liability Act, we find their interpretations generally consistent with the our Legislature's choice to provide for social host liability.5 In Bom v. Mayers, the Supreme Court of North Dakota construed that state's dram shop statute to permit a claim against a company representative who purchased alcohol for an individual in a bar in order to promote business good will in the community. 514 N.W.2d 687, 689-90 (N.D.1994) (construing N.D.C.C. Section 5-01-06.1, which permits a cause of action against any person who knowingly disposes, sells, barters, or gives away alcoholic beverages to ... an obviously intoxicated person). The Bom court concluded that the statute imposes a duty upon those who purchase alcohol in a bar because  'no reason occurs to us why those who furnish liquor to others, even on social occasions, should not be responsible for protecting innocent third persons from the potential dangers of indiscriminately furnishing such hospitality.' Id. at 690 (quoting Ross v. Ross, 294 Minn. 115, 200 N.W.2d 149, 153 (1972), superseded by statute as stated in Urban v. Am. Legion Dept, of Minn., 723 N.W.2d 1, 6 (Minn.2006)).\n{27} The Court of Appeals of Indiana construed that state's dram shop act, which prohibits furnishing alcohol to a visibly intoxicated individual, to impose a duty on a gratuitous server who orders and pays for drinks for another in a licensed bar because the gratuitous server controlled at least some of the drinks served. Vanderhoek v. Willy, 728 N.E.2d 213, 216-18 (Ind.Ct.App. 2000) (discussing Indiana Code Section 7.1-5-10-15 and -15.5 and concluding that the plaintiff properly stated a claim under the dram shop act against both the bar and the individual who purchased the drinks at the bar); see also Ashlock v. Norris, 475 N.E.2d 1167, 1169 (Ind.Ct.App.1985) (concluding that the legislature intended to extend liability to family, friend or acquaintance who merely furnishes 'one more drink' to an intoxicated person).\n{28} The Massachusetts courts recognize a common-law cause of action against social hosts. See McGuiggan v. New Eng. Tel. & Tel. Co., 398 Mass. 152, 496 N.E.2d 141, 146 (1986). In Makynen v. Mustakangas, the Massachusetts Appeals Court reversed summary judgment granted in favor of an uncle who permitted his nephew to consume multiple beers at his house and then purchased more beers for the nephew at a bar. 39 Mass.App.Ct. 309, 655 N.E.2d 1284, 1286-87 (1995). Makynen stated that [b]y being at the bar drinking with his nephew and paying for the drinks and food, [the uncle], the jury could find, made the beer available to [the nephew] at a time when he knew or should have known [that the nephew] was intoxicated. Id. at 1287 (citing Solberg v. Johnson, 306 Or. 484, 760 P.2d 867, 870 (1988)). In Dube v. Lanphear, however, the court ruled that social host liability was not available against the three friends of an individual who drove drunk and caused an accident because a group of drinking buddies, who shared the bill evenly, were not social hosts. 69 Mass.App.Ct. 386, 868 N.E.2d 619, 623 (2007). Important to the Dube holding was *107the fact that the friends had no ability to cut off the flow of alcohol to the individual who later drove, evidenced by the fact that the individual continued to purchase drinks for himself after the group bill had been settled. Id. at 624 (distinguishing Makynen due to the relationship between the uncle and the nephew, including the fact that the nephew did not share in the payment); see also Lev v. Beverly Enter.-Mass., Inc., 457 Mass. 234, 929 N.E.2d 303, 311 (2010) (refusing to distinguish between employer-hosts and other sorts of social hosts, concluding that employer-host liability is predicated on control of the alcohol, not control of the person who consumes it).\n{29} In Solberg, the Supreme Court of Oregon defined social host as one who receives guests, whether friends or associates, in a social or commercial setting, in which the host serves or directs the serving of alcohol to guests. 760 P.2d at 870 (construing O.R.S. § 471.565, formally OR ST § 30.950). The court explained:\nThe typical example of a social host ... is where a host invites associates to participate in a social gathering, in a private setting, and furnishes and serves alcohol to a guest. But not every host entertains guests at home. Many entertain at hotels, clubs or resorts. Hosting at taverns is not uncommon____ One may ... ante up per drink at a tavern and still be a host.\nId. (holding that the defendant tavern properly stated a contribution claim against the stepfather who purchased the alcohol for his stepson in the tavern); see also Grady v. Cedar Side Inn, Inc., 330 Or. 42, 997 P.2d 197, 200 (2000) (holding that plaintiff was not barred from recovery from defendant tavern even though it was possible that the fact finder could determine that the plaintiff was the drunk driver's social host because the plaintiff purchased alcohol from the tavern for the driver, his social companion). As discussed later in this Opinion, we do not believe our Legislature necessarily would agree with the definition of social host employed by the Oregon courts.\n{30} We perceive the following common themes in these well-reasoned cases that are instructive in determining what our Legislature envisioned when it statutorily enacted social host liability. Social hosting need not occur in a home; one may host in a bar or restaurant where the actual delivery of alcoholic beverages to the guests is performed by a licensed server. Factors that are key to determining whether one is a social host in a public establishment are whether the alleged social host exercised control over the alcohol consumed by the guests; whether the alleged social host convened the gathering for a specific purpose or benefit to the alleged social host, such as promoting business good will; and whether the alleged host intended to act as a host of the event, meaning arrange for the service of and full payment for all food and beverages served to the guests.\n{31} None of these factors is determinative, and this Opinion will not attempt to capture the myriad host/guest relationships that may exist. The presence of a business incentive, as corroborated by a corporate policy of encouraging entertainment to foster a business relationship, is evidence which could persuade a jury that a guest/host relationship exists. However, it is equally apparent that this kind of business atmosphere is not essential, and factors indicating whether one is acting as a social host, and thereby assuming some responsibility for the service of alcohol to guests, may be present in a purely social setting.\n{32} In our view, the guest/host relationship implies a certain degree of control by the host over the guest and the provision of alcohol. The host creates the environment and has the power to change it. It is the degree of control and responsibility envisioned by the Legislature in its careful choice of wording that distinguishes the present case, and others like it, from the more casual social arrangement in which each individual is responsible for herself or himself. Unless the social arrangement fits within the guest/ host paradigm, the Legislature has not imposed a duty of care. Friends sharing drinks, regardless of who pays, normally would not rise to a guest/host relationship. When one is put in a position of being another's guest, it is implied that the host will be in the position of some responsibility, albeit *108only a responsibility not to be reckless in providing gratuitous alcohol.\n3. The recklessness standard limits social host liability.\n{33} Our construction of social host to include individuals and companies who host in licensed establishments does not, contrary to Pharmaceutical Defendants' predictions, create a slippery slope leading to the creation of a duty to the whole world or, at least, to the whole bar. We think this characterization is unrealistic under the Liquor Liability Act. As a general rule, an individual has no duty to protect another from harm. Edward C., 2010-NMSC-043, ¶ 16, 148 N.M. 646, 241 P.3d 1086. A duty to act under a specific standard of care towards a specific group of people may be imposed, however, by statute or common law, see id. ¶ 15; in this case the Liquor Liability Act imposes a duty on social hosts not to act recklessly in the service of alcohol beverages to their guest, Section 41-11-1(E). Recklessness, as defined by the Uniform Jury Instructions for liquor liability, is the intentional doing of an act with utter indifference to or conscious disregard for a person's [rights or safety]. UJI 13-1641(4) NMRA. A plaintiff, therefore, has two sizeable hurdles to be successful in a suit under a social host liability theory: to establish facts from which a well-instructed jury could identify a guest/host relationship, and to prove reckless misconduct resulting from that relationship.\n{34} The Liquor Liability Act's recklessness standard for social hosts indicates that the Legislature did not intend to impose on social host a meaning as broad as that attributed to the phrase by Solberg, where an individual who antes up at a tavern may be liable as a social host. 760 P.2d at 870. We agree with Dube that\n[ajpplying existing social values and customs, it cannot reasonably be argued that the common practice of patronizing eating and drinking establishments with companions, each participant paying a fair share of the charges, imposes social host liability on each member of the group in the event one individual visibly drinks to excess and causes damage afterward.\n868 N.E.2d at 623 (internal quotation marks and citation omitted). The Liquor Liability Act's statutory limitation on the duty act[s] as [a] safeguard}] against indiscriminately imposing liability upon a person who gives someone else an alcoholic beverage. Born, 514 N.W.2d at 690. The mere presence of an individual in a bar is not enough to impose a duty on her or him; nor is merely purchasing a round for friends, or even a stranger. Cf. State v. Marquez, 2010-NMCA-064, ¶ 18, 148 N.M. 511, 238 P.3d 880, cert, quashed, 2010-NMCERT-006, 148 N.M. 584, 241 P.3d 182 (holding that a passenger in a car could be charged with aiding and abetting crimes ■committed by a driver who drove intoxicated).\n{35} In creating the Liquor Liability Act, our Legislature endorsed a public policy that an individual or company who hosts a party where alcohol is gratuitously served, whether at a bar or in a private home, can be expected to refrain from reckless activity in association with providing alcohol to guests. The following may reflect the reasoning of the Legislature in imposing liability on social hosts for the reckless service of alcohol:\n[W]e believe that given society's extreme concern about drunken driving, any change in social behavior resulting from the rule will be regarded ultimately as neutral at the very least, and not as a change for the worse; but that in any event if there be a loss, it is well worth the gain.\nKelly v. Gwinnell, 96 N.J. 538, 476 A.2d 1219, 1224 (1984). When individuals split a check, purchase a drink for a friend, or engage in other socially acceptable practices, such action, alone, does not create a guest/ host relationship and is not reckless under the Liquor Liability Act. In the Act, the Legislature limited liability only to those actions of a social host that are considered reckless under our contemporaneous social values and customs.\n4. Pharmaceutical Defendants were social hosts.\n{36} Plaintiffs complaint properly characterized Pharmaceutical Defendants as social hosts, and pleaded facts that raise the question of recklessness, thus stating a cause of action against them under the Liquor Liability Act. The individual pharmaceutical representatives invited Ms. Gonzales and her coworkers to a business luncheon, organized *109for business purposes under corporate policies of wining and dining medical office personnel in order to develop business goodwill and eventually increase sales to that office. The representatives arranged the business luncheon, paid for all of Ms. Gonzales' many alcoholic beverages at multiple licensed establishments, accompanied her at and between the' multiple establishments, and escorted her to her car at the end of the evening.6 Pharmaceutical Defendants' business motive in organizing the luncheon weighs in favor of the conclusion that they were acting as hosts for Ms. Gonzales and her work colleagues. As discussed above, the fact that the hosting took place in licensed bars and restaurants, as opposed to a private home or office, is not determinative. Under the facts alleged in the complaint, Pharmaceutical Defendants were social hosts in a licensed establishment. We reverse the district court's order granting the motion to dismiss for failure to state a claim, and hold that Plaintiff stated a claim against Pharmaceutical Defendants as social hosts under the Liquor Liability Act.\n{37} We need not reach Plaintiffs argument that Pharmaceutical Defendants owed her a common-law tort duty or that a duty was stated under the Restatement, because the Liquor Liability Act is the exclusive remedy for injuries caused by social hosts. The plain language of the Act needs no interpretation: No person may seek relief in a civil claim against a licensee or a social host for injury or death or damage to property which was proximately caused by the sale, service or provision of alcoholic beverages except as provided, in this section. Section 41-11-1(H) (emphasis added); see also Chavez, 2007-NMCA-018, ¶ 31, 141 N.M. 116, 151 P.3d 77 (discussing the exclusivity of the Liquor Liability Act when it applies).\nC. Donahue's Motion to Dismiss for Untimely Service\n{38} Donahue raises an issue unique from the other Pharmaceutical Defendants: that the district court erred by not dismissing the claims against him due to untimely service based on Plaintiffs lack of diligence under Rule 1-004(C)(2) NMRA. The district court order denying Donahue's motion to dismiss for untimely service did so without explanation. At the hearing on Donahue's motion to dismiss, Donahue indicated he wanted a ruling for preservation purposes on the service issue in the event this Court reversed the district court on the Rule 1-012(B)(6) motion. While the district court did hear from both Donahue and Plaintiff on the issue, it did not make any oral or written findings on the service issue, but, as it had indicated it would do before hearing arguments, granted Donahue's motion to dismiss under Rule 1-012(B)(6) and denied the motion to dismiss for untimely service. As it appears to us that the district court's treatment of the motion to dismiss for untimely service was perfunctory and performed solely to permit Donahue to preserve the issue, on remand we direct the district court to reconsider the motion and rule on its merits with a reasoned order that will be suitable for review if, or when, this case reaches the appellate courts again.\nIII. CONCLUSION\n{39} We reverse the district court's dismissal of Pharmaceutical Defendants on the ground that the complaint failed to state a claim under which relief could be granted and hold that Plaintiff properly stated a claim against Pharmaceutical Defendants as social hosts under the Liquor Liability Act. We remand to the district court to proceed in a manner consistent with this Opinion.\n{40} IT IS SO ORDERED.\nWE CONCUR: CHARLES W. DANIELS, Chief Justice, PETRA JIMENEZ MAES, RICHARD C. BOSSON and EDWARD L. CHÁVEZ, Justices.\n1\n. Dr. Leech initially was a defendant in this case. The district court granted his motion for summary judgment on August 23, 2007.\n2\n. Motions to dismiss filed by Bar Defendants were granted in part and denied in part and are not part of this appeal.\n3\n. Certain of the Bar Defendants (Kraffty LLC, Uptown Square Venture, and Ronald Nelson, collectively Kraffty Defendants) filed a motion opposing the dismissal of Pharmaceutical Defendants to preserve a comparative fault defense. While Defendant Schering questions whether Kraffty Defendants have standing to file briefing in this appeal, we decline to address this contention, noting only that the arguments set forth in the briefs of Kraffty Defendants mirror those set forth by Plaintiff.\n4\n. We direct the UJI Committee to create a second use note consistent with this Opinion.\n5\n. It is appropriate in this case to consult the treatment of analogous liability standards in other states in discerning our own Legislature's intent. In establishing our common-law dram shop act in Lopez, this Court relied on the development of liquor liability in our sister states. 98 N.M. at 630, 651 P.2d at 1274. As discussed above, the Liquor Liability Act, including the social host liability provision, was enacted in response to Lopez, codifying the common-law liability developing not just in New Mexico but around the country.\n6\n. We recognize the ongoing dispute among the various Pharmaceutical Defendants as to who was with Ms. Gonzales, for how long, at what locations, and who purchased her beverages. Although in this Opinion we refer to Pharmaceutical Defendants collectively, we anticipate that such issues will be resolved in due course, perhaps at a subsequent motion for summary judgment, and this Opinion is without prejudice to any such subsequent efforts.\n\nPlain English Summary: Plaintiff was involved in a vehicle accident with a person who was not part of the proceedings. At the time of the accident, this third person was under the influence of alcohol, after the defendants have bought her numerous drinks at different bars in the hours prior to the car accident. The Court decided that the defendants had a duty under the Liquor Act towards the Plaintiff.\n§7(a); §7(b); §14.",
    "annotations": {
        "Facts": [
            "} Who is liable for injuries caused by an individual for whom alcohol was purchased and served in a public establishment? The events precipitating this lawsuit began with a luncheon and ended in tragedy. Plaintiff Gina Delfino was struck by a drunk driver, resulting in the death of Plaintiffs minor son and injuries to herself and the other passengers in her car. The driver, Alicia Gonzales, recently had left the company of the individual Defendants in this appeal, pharmaceutical representatives who were acquainted with Ms. Gonzales through her employment in a doctor's office, following approximately eight hours of consuming alcohol. Plaintiff filed a wrongful death suit against the establishments that served Ms. Gonzales and against the pharmaceutical representatives and their employers, Don Griffo, Tom Gonzales, James Paz, Mike Donahue, Merck & Company, Inc., Schering Corporation, and Abbott Laboratories, Inc. (collectively, Pharmaceutical Defendants).",
            "{4} On April 29, 2005, Plaintiff was in an automobile accident caused by Ms. Gonzales, who was speeding and had a blood alcohol content level of more than twice the legal limit. Plaintiffs minor son was killed, and Plaintiff and her passengers suffered grave injuries.{5} Ms. Gonzales had spent the hours pri- or to the accident with the individual pharmaceutical representatives: Griffo and Gonzales, employees of Schering; Donahue, an employee of Abbot; and Paz, an employee of Merck. The pharmaceutical representatives hosted an out-of-office business luncheon for Ms. Gonzales and her colleagues from Dr. David Leech's office. The employers of the pharmaceutical representatives had policies that authorized the entertainment of physicians and their staff, through the purchase of food and alcohol, to further the business interests of the companies. The pharmaceutical representatives were working within the scope of their employment during the luncheon.{6} The luncheon began at Chili's Restaurant. After consuming multiple alcoholic beverages over the course of several hours, Ms. Gonzales drove to Uptown Bar & Grill with Griffo as her passenger. At Uptown, Ms. Gonzales, Griffo, and Donahue consumed more alcohol, and then Ms. Gonzales drove to Doc & Eddy's, again with Griffo in her car. After one and one half hours of drinking at Doc & Eddy's, Ms. Gonzales, obviously intoxicated, departed in her vehicle. The fatal accident occurred approximately 14 minutes later. Griffo purchased alcoholic beverages for Ms. Gonzales at all three bars; Gonzales, Donahue, and Paz purchased alcohol for Ms. Gonzales in at least one bar.{7} Plaintiff filed a wrongful death suit against Pharmaceutical Defendants and the owners and operators of the various bars and restaurants where Ms. Gonzales had consumed alcohol that evening (collectively, Bar Defendants).2 Plaintiffs complaint included 21 counts against the various Defendants. The counts at issue in this appeal are those alleging common-law negligence against the individual pharmaceutical representatives for purchasing alcohol for Ms. Gonzales and permitting her to drive, recklessness for the same actions under the Liquor Liability Act, and against their employers under respondeat superior (Counts 7-9); negligent hiring, retention and training against the pharmaceutical companies (Counts 13-15); and prima facie tort, negligent infliction of emotional distress, intentional infliction of emotional distress, and loss of consortium against all Defendants (Counts 16-18). The theories underlying the claims asserting liability against Pharmaceutical Defendants are that they owed a common-law duty to prevent Ms. Gonzales from driving while intoxicated; that Pharmaceutical Defendants were aiding and abetting Ms. Gonzales in committing a tortious action under Restatement (Second) of Torts Section 876(B) (1977); and that Pharmaceutical Defendants are social hosts who acted recklessly and thus liable under the Liquor Liability Act."
        ],
        "Procedural History": [
            "{2} The Second Judicial District Court granted Pharmaceutical Defendants' motion to dismiss under Rule 1-012(B)(6) NMRA, concluding Pharmaceutical Defendants owed Plaintiff no legal duty under our common law or the Liquor Liability Act, NMSA 1978, Section 41-11-1(E) (1986). Plaintiff appealed, and the Court of Appeals certified the question to this Court because it presents a unique legal issue of substantial public interest. We accepted certification and exercise jurisdiction under NMSA 1978, Section 34-5-14(C)(2) (1972). We conclude that the district court erred by granting Pharmaceutical Defendants' motion to dismiss for failure to state a claim upon which relief can be granted because Plaintiff properly characterized Pharmaceutical Defendants as social hosts under the Liquor Liability Act. The district court is hereby reversed, and this case is remanded for further proceedings.",
            "{8} Each of the Pharmaceutical Defendants filed a motion to dismiss under Rule 1-012(B)(6). The district court granted Pharmaceutical Defendants' motions to dismiss filed under Rule 1-012(B)(6); the letter explaining the reasons for granting the initial motion to dismiss is referenced in the orders dismissing all other Pharmaceutical Defen*102dants. The district court concluded that Pharmaceutical Defendants were not social hosts under the Liquor Liability Act; that the Liquor Liability Act precludes any common-law cause of action that may have existed against Pharmaceutical Defendants; and that the complaint states no cause of action under the Restatement. Donahue's motion to dismiss for improper service also was denied."
        ],
        "Application of Law to Facts": [
            "The Liquor Liability Act imposes liability based on varying relationships between plaintiffs and defendants. For a suit by an injured third party against a licensee, the plaintiff must show that the licensee was negligent — that it was reasonably apparent that the person being served was intoxicated.",
            "We agree that the Liquor Liability Act only imposes a duty on individuals exercising some degree of control over the service or consumption of liquor. Control is implicit in the Legislature's choice to define social host as one who gratuitously provided liquor to a guest, and who provided liquor in a reckless manner.",
            "Turning to the structure of the Liquor Liability Act, we do not find evidence that the Legislature intended to limit social host liability to instances in which no licensed alcohol server was involved in providing the alcohol.",
            "The absence of any language expressly precluding social host liability when alcohol is consumed in a licensed establishment indicates the intent of the Legislature to permit concurrent social host and licensee liability.",
            "We conclude that the Liquor Liability Act permits a cause of action against a social host who recklessly provides alcohol to a guest when the alcohol is consumed in a licensed establishment.",
            "Social host liability under the Liquor Liability Act, as indicated in ",
            ", requires some degree of control over the service or consumption of alcohol.",
            "Social hosting need not occur in a home; one may host in a bar or restaurant where the actual delivery of alcoholic beverages to the guests is performed by a licensed server. Factors that are key to determining whether one is a social host in a public establishment are whether the alleged social host exercised control over the alcohol consumed by the guests; whether the alleged social host convened the gathering for a specific purpose or benefit to the alleged social host, such as promoting business good will; and whether the alleged host intended to act as a host of the event, meaning arrange for the service of and full payment for all food and beverages served to the guests.",
            "In our view, the guest/host relationship implies a certain degree of control by the host over the guest and the provision of alcohol. The host creates the environment and has the power to change it. It is the degree of control and responsibility envisioned by the Legislature in its careful choice of wording that distinguishes the present case, and others like it, from the more casual social arrangement in which each individual is responsible for herself or himself.",
            "When one is put in a position of being another's guest, it is implied that the host will be in the position of some responsibility, albeit only a responsibility not to be reckless in providing gratuitous alcohol",
            "When individuals split a check, purchase a drink for a friend, or engage in other socially acceptable practices, such action, alone, does not create a guest/ host relationship and is not reckless under the Liquor Liability Act. In the Act, the Legislature limited liability only to those actions of a social host that are considered reckless under our contemporaneous social values and customs.",
            "The individual pharmaceutical representatives invited Ms. Gonzales and her coworkers to a business luncheon, organized *109for business purposes under corporate policies of wining and dining medical office personnel in order to develop business goodwill and eventually increase sales to that office. The representatives arranged the business luncheon, paid for all of Ms. Gonzales' many alcoholic beverages at multiple licensed establishments, accompanied her at and between the' multiple establishments, and escorted her to her car at the end of the evening. Pharmaceutical Defendants' business motive in organizing the luncheon weighs in favor of the conclusion that they were acting as hosts for Ms. Gonzales and her work colleagues. As discussed above, the fact that the hosting took place in licensed bars and restaurants, as opposed to a private home or office, is not determinative. Under the facts alleged in the complaint, Pharmaceutical Defendants were social hosts in a licensed establishment."
        ],
        "Relevant Precedents": [
            "Chavez",
            "2007-NMCA-018, ¶ 31, , 151 P.3d 77"
        ],
        "Outcome": [
            "We reverse the district court's dismissal",
            "We remand to the district court to proceed in a manner consistent with this Opinion."
        ]
    },
    "class": "reverse"
}