{
    "text": "Tafoya v. Rael, 145 N.M. 4, 2008-NMSC-057, 193 P.3d 551 (2008)\nSept. 10, 2008 · Supreme Court of New Mexico · No. 30,568\n145 N.M. 4, 2008-NMSC-057, 193 P.3d 551\nValerie TAFOYA, as personal representative of the Estate of Phillip Tafoya Jr., Plaintiff-Petitioner,v.Jason RAEL and Wilfred Rael, d/b/a Rael Excavation & Co., and Thomas Tafoya, d/b/a Chuby's Construction, Defendants-Respondents\n2008-NMSC-057\n193 P.3d 551\nSupreme Court of New Mexico.\n*5Anthony Lopez, Taos, NM, for Petitioner.\nLaw Offices of Paul S. Grand, P.A., Paul S. Grand, Hinkle, Hensley, Shanor & Martin, L.L.P., Michael C. Williams, Gary W. Larson, Santa Fe, NM, for Respondents.\nOPINION\nBOSSON, Justice.\n{1} This appeal raises a question regarding the duty of care, if any, owed by a general contractor to an unlicensed independent contractor whom the general contractor knowingly hired to perform dangerous work for which he was neither licensed nor qualified, resulting in his death. We hold that New Mexico's public policy favors imposing a duty to take appropriate measures so that independent contractors whom the general contractor knows are unlicensed do not perform dangerous work that requires a license. Because both the district court and the Court of Appeals declined to recognize such a duty, we reverse and remand for further proceedings.\nBACKGROUND\n{2} Defendant Thomas Tafoya (Tafoya), doing business as Chub/s Construction, is a licensed contractor. Tafoya's sister-in-law, Cathy Duran, hired him to renovate a garage into an apartment on her grandfather's property. The property abutted State Highway 64 in El Prado, New Mexico. Tafoya obtained a building permit from the Town of Taos in early August of 2001 and immediately began work on the project. Originally, Tafoya anticipated tying in to an existing sewer line located close to the renovated apartment, but he was unable to do so. Tafoya completed the renovation in January of 2002, with only the sewer tie-in remaining incomplete.\n{3} At some point during the course of the construction, the Town of Taos advised Tafoya that he would have to connect the sewer line from the apartment directly into the Town's main sewer line adjacent to State Highway 64. The sewer line connection required a licensed excavator to dig the trench on the state highway right-of-way and a licensed plumber to connect the sewer line. It also required a permit from the State of New Mexico Department of Transportation (NMDOT), a traffic study before obtaining the permit, and traffic control while the excavation work was being performed. Safety measures for excavation of the trench were governed by state and federal laws and regulations, as well as by industry standards.\n{4} For purposes of the summary judgment motions that are the subject of this appeal, it is undisputed that Tafoya was the general contractor for the project, that Tafoya hired Phillip Tafoya, Jr. (Decedent) as an independent contractor to dig the trench on the highway right-of-way, and that Tafoya knew Decedent was not licensed or qualified to do the excavation or tie-in work. Decedent was self-employed and conducted business as Phillip R. Tafoya Bobcat and Dump Truck Service. In his deposition, Tafoya stated that it would have cost at least $10,000 to have a licensed excavation contractor perform the work in compliance with applicable laws and safety requirements. Decedent agreed to perform the excavation work for only $3,800.\n{5} On the morning of October 17, 2002, Decedent proceeded to dig the trench on the Highway 64 corridor. In doing so, Decedent violated OSHA regulations and industry safety standards by (1) failing to dig the trench with the requisite slope; (2) failing to properly brace the sides of the trench; (3) failing to *6put the spoils of the trench at least two feet away from the trench; and (4) failing to provide traffic control. Tragically, the trench collapsed, burying Decedent and causing his death by asphyxiation.\n{6} Plaintiff Valerie Tafoya, Decedent's widow and personal representative of his estate, filed suit against Tafoya along with Defendants Jason Rael and Wilfred Rael, doing business as Rael Excavation & Co. (the Raels). The Raels are licensed contractors qualified to perform sewer line excavation and tie-in work. In her Complaint, Plaintiff alleged that Decedent was hired to do the trench and tie-in work by the Raels, who had been hired by Tafoya. Plaintiff asserted that Tafoya and the Raels knew Decedent was not licensed and not qualified to do the work for which he was hired. Plaintiff accused both defendants of failing to exercise reasonable care in hiring Decedent, and in the supervision, construction, safety, and workmanship involved in connecting the sewer line to the main sewer line.\n{7} Both Tafoya and the Raels filed motions for summary judgment, each arguing that they owed no duty to Decedent with respect to the trenching work Decedent was performing at the time of his death, and that even if such a duty existed, Plaintiff could not produce any evidence demonstrating that they had hired Decedent. The district court granted both motions. Regarding Tafoya, the district court's order stated only that there was no issue of material fact and that Tafoya was entitled to judgment as a matter of law. Regarding the Raels, the order stated that Plaintiff was unable to present admissible evidence that tends to establish the essential elements of her claims ... as alleged in her complaint, and thus the Raels were entitled to summary judgment pursuant to Rule 1-056(C) NMRA. Plaintiff appealed from these decisions.\n{8} The Court of Appeals affirmed the district court's grant of summary judgment. With respect to Tafoya, the Court of Appeals held that Tafoya owed no duty to Decedent as a matter of law. The court relied on the general rule that absent an inherently dangerous activity, a general contractor has no duty to third parties and cannot be liable for the negligent acts of an independent contractor hired by the general contractor. The court held that this rule extends to the circumstances of the instant case, and thus Tafoya did not breach any legal duty in hiring Decedent or allowing him to do the trenching work, despite Tafoya's knowledge that Decedent was unqualified to perform that work.\n{9} With respect to the Raels, the Court of Appeals held that Plaintiff failed to overcome the Raels' challenge that she had not presented admissible evidence tending to establish that there was a legally cognizable relationship between Rael and Decedent that would give rise to a duty on the part of the Raels. Specifically, the court held that Plaintiff failed to meet her obligation to ensure an adequate record for review on the admissibility of her evidence. As a result of the inadequate record occasioned by Plaintiff, the court refused to assume or speculate what evidence was deemed inadmissible, and then attempt to review the district court's discretion in determining that that evidence was inadmissible and its discretion in refusing to consider the evidence. Thus, the district court's grant of summary judgment in favor of the Raels was allowed to stand.\n{10} We granted certiorari to determine whether New Mexico public policy favors imposing a duty on a general contractor to exercise reasonable care in deciding to hire an independent contractor to perform dangerous work. It is well established in the negligent hiring context that a general contractor owes such a duty to third parties; the question we answer in this case, however, is whether the general contractor owes a duty to the independent contractor himself. This duty would be breached if the general contractor hires an independent contractor to perform dangerous work despite the general contractor's knowledge that the independent contractor is unlicensed and unqualified to do such work.\nSTANDARD OF REVIEW\n{11} An appeal from the grant of a motion for summary judgment presents a question of law and is reviewed de novo. Summary judgment is appropriate where there are no genuine issues of material fact *7and the movant is entitled to judgment as a matter of law. Montgomery v. Lomos Altos, Inc., 2007-NMSC-002, ¶ 16, 141 N.M. 21, 150 P.3d 971 (internal quotation marks and citations omitted). At issue in this case is the existence of a tort duty, which is a question of law for the courts. See Solon v. WEK Drilling Co., 113 N.M. 566, 571, 829 P.2d 645, 650 (1992) (It is thoroughly settled in New Mexico, of course, that whether the defendant owes a duty to the plaintiff is a question of law.); Schear v. Bd. of County Comm'rs, 101 N.M. 671, 672, 687 P.2d 728, 729 (1984) (Whether a duty exists is a question of law for the courts to decide.).\nDISCUSSION\nTafoya's Duty\n{12} Tafoya's arguments focus on the general rule set forth in the Restatement (Second) of Torts § 409 (1965), which provides that one who employs an independent contractor is not liable for physical harm caused to another by the negligent acts of that contractor. See also Saiz v. Belen Sch. Dist., 113 N.M. 387, 393, 827 P.2d 102, 108 (1992) (As a general rule, an employer of an independent contractor is not responsible for the negligence of the contractor or his employees.). Tafoya asserts that Section 409 applies in this case and should guide our determination of whether Tafoya owed a duty of care to Decedent. As part of his argument relating to Section 409, Tafoya contends that the limited exceptions to this rule set forth in the Restatement do not apply in this case. See, e.g., Restatement (Second) of Torts § 411 (1965) (providing that an employer can be liable for physical harm to third persons caused by his negligence in selecting a contractor to perform work which will involve a risk of physical harm unless it is done skillfully and carefully); Restatement (Second) of Torts §§ 413 and 416 (1965) (setting forth exceptions to the general rule in the context of inherently dangerous work — work which the employer should recognize as likely to create, during its progress, a peculiar unreasonable risk of physical harm to others unless special precautions are taken). According to Tafoya, those exceptions impose duties on general contractors that extend to third persons, but that are not meant to extend to the hired contractors themselves or to their employees.\n{13} We disagree with Tafoya's basic premise regarding the relevancy of Section 409 of the Restatement. The general rule set forth in Section 409 serves primarily to limit the liability of a general contractor for injuries to third parties caused by the negligent acts of an independent contractor. Sections 411, 413, and 416 describe situations in which the general contractor can be liable to third parties. We are not concerned with third parties in this case; rather, our focus is on the duty owed by a general contractor directly to an independent contractor. Thus, the rules corresponding to the employer-independent contractor relationship in the context of liability to third parties do not provide a useful framework for analyzing the duty at issue here.\n{14} Instead, we start from the general premise stated in our Uniform Jury Instructions that [e]very person has a duty to exercise ordinary care for the safety of the person and the property of others. UJI131604 NMRA; see also Calkins v. The Cox Estates, 110 N.M. 59, 63, 792 P.2d 36, 40 (1990) (New Mexico law recognizes that there exists a duty assigned to all individuals requiring them to act reasonably under the circumstances according to the standard of conduct imposed upon them by the circumstances.). It is well established that the existence of a tort duty in a given situation is a question of policy to be answered by reference to legal precedent, statutes, and other principles of law. Ruiz v. Garcia, 115 N.M. 269, 272, 850 P.2d 972, 975 (1993); see also Torres v. State, 119 N.M. 609, 612, 894 P.2d 386, 389 (1995) (Policy determines duty.). We therefore look to our statutes and case law as sources of policy to determine whether there is a good reason that Tafoya, as general contractor, should not have owed a duty to exercise reasonable care in hiring Decedent to do dangerous trenching work that Tafoya knew Decedent was unlicensed and unqualified to perform.\n{15} While New Mexico law appears to recognize that a general contractor who negligently hires an unqualified independent *8contractor to perform dangerous work may be liable for injuries to third parties caused by the independent contractor's incompetence, no New Mexico ease specifically addresses the liability of the general contractor to that same unqualified independent contractor. Valdez v. Cillessen & Son, Inc., 105 N.M. 575, 580, 734 P.2d 1258, 1263 (1987); Williams v. Cent. Consol. Sch. Dist., 1998-NMCA-006, ¶ 16, 124 N.M. 488, 952 P.2d 978. However, we find clear expressions of policy in the Construction Industries Licensing Act (CILA), NMSA 1978, §§ 60-13-1 to -59 (1964, as amended through 2001), and its corresponding regulations, that guide us in our determination of duty.\n{16} The stated purpose of the CILA is to promote the general welfare of the people of New Mexico by providing for the protection of life and property. Section 60-13-1.1 (emphasis added). The CILA further states that to accomplish this purpose, it is the intent of the legislature that examination, licensing and certification of the occupations and trades within the jurisdiction of [the CILA] be such as to ... encourage the highest quality performance and to require compliance with approved codes and standards. Section 60-13-1.1(A). Section 60-13-12(A) provides that [n]o person shall act as a contractor without a license issued by the division classified to cover the type of work to be undertaken. Section 60-13-23(J) sets forth actions that will result in revocation or suspension of a license, including aiding, abetting, combining or conspiring with a person to evade or violate the provisions of [the Act] by ... acting as agent, partner, associate or otherwise in connection with an unlicensed person, with the intent to evade the provisions of [the CILA]. (Emphasis added.)\n{17} These statutory provisions indicate a strong legislative choice for the protection of the public to require construction contractors to be licensed and qualified to do the work they are hired to perform. Having established this as the policy expressed by our Legislature, we must decide which course of action will best enhance such a policy. Is that policy best served by imposing proportional liability on general contractors who hire unlicensed independent contractors to do dangerous work requiring a license for foreseeable injuries those independent contractors suffer due to their lack of qualifications? Or is that policy better enhanced by declining to impose a duty such that the unlicensed independent contractor has to accept sole responsibility for his imprudence in accepting dangerous work for which he is not qualified? Each side argues that its position best advances the policy expressed in the CILA.\n{18} Tafoya argues that the public policy of ensuring compliance with the CILA and applicable safety codes and regulations is best served by declining to impose a duty on general contractors. He reasons that if unlicensed individuals know they will be barred from seeking compensation from those who hire them for injuries sustained as a result of their lack of qualifications, those individuals will have a greater incentive either to become licensed or to decline jobs for which they are not qualified.\n{19} Tafoya may be correct that some unlicensed independent contractors will not seek or accept work they are unqualified to perform if they know they cannot prevail against those who hire them if they are injured as a result of their incompetence. However, it seems to us that the far more effective way to ensure that unlicensed independent contractors do not perform dangerous work for which they are unqualified is to impose such a duty on general contractors. That way, both the general contractor and the unlicensed independent contractor will share the risk of their own negligence. Further, it would appear that most independent contractors will not be dissuaded from performing work for which they are unqualified simply because of an inability to prevail in court. The need for a paycheck will almost always trump that risk. General contractors, on the other hand, will be much more hesitant to hire unqualified independent contractors if they know they can be subject to liability for injuries those workers sustain as a result of their lack of qualifications. In that situation, the risk of liability will often outweigh the reduced cost of hiring an unlicensed independent contractor and will moti*9vate the general contractor to hire a licensed independent contractor instead.\n{20} We also note that the policies of the CILA extend beyond requiring all those who engage in construction contracting activities to be licensed. Section 60-13-23 subjects those licensed contractors who intentionally evade the requirements of the CILA by working in connection with unlicensed persons to suspension or revocation of their license. Thus, the policies expressed in the CILA clearly encompass not only unlicensed individuals or businesses, but also licensed individuals or businesses who knowingly hire unlicensed independent contractors to do work that requires a license and compliance with applicable regulations and codes. Recognizing the duty on the part of general contractors for which Plaintiff advocates in this case furthers such policies.\n{21} Of course, we must acknowledge that Decedent willingly performed the dangerous excavating work for which he was unqualified; obviously he knew he had no license. Decedent's own negligence may have contributed to the event that caused his death. Tafoya argues that Decedent's participation in any agreement to circumvent the licensing requirements of the CILA should bar Tafoya's liability for Decedent's death. We disagree. That argument is essentially a throwback to contributory negligence, a doctrine that New Mexico abandoned many years ago in favor of comparative fault.\n{22} Under contributory negligence, a defendant would be absolved of all liability if the plaintiff was even minimally at fault. Under comparative fault, on the other hand, the jury apportions fault, regardless of degrees of fault, between the plaintiff and the defendant. Torres v. El Paso Elec. Co., 1999-NMSC-029, ¶13, 127 N.M. 729, 987 P.2d 386 (citing Scott v. Rizzo, 96 N.M. 682, 689-90, 634 P.2d 1234, 1241-42 (1981)), overruled on other grounds by Herrera v. Quality Pontiac, 2003-NMSC-018, ¶ 23, 134 N.M. 43, 73 P.3d 181. As applied to this case, comparative fault principles dictate that, although Tafoya may have owed a duty to Decedent, Tafoya can only be liable for that portion of damages attributable to his own negligence, and his liability will be reduced in proportion to Decedent's own negligence or that of a third party. Thus, the role of Decedent's own negligence in the event that caused his death, and the corresponding effect on Tafoya's liability, is best addressed by a rational jury in apportioning fault between Tafoya and Decedent through the application of comparative fault principles.\n{23} In reaching our decision, we are informed by a prior opinion of the Court of Appeals in Sanchez v. San Juan Concrete Co., 1997-NMCA-068, 123 N.M. 537, 943 P.2d 571. In that case, an employer ordered an employee to drive, despite the employee's protests that he was drunk and could not drive safely. The employee was injured in a vehicular accident as a result of his intoxication. The Sanchez court addressed the question whether one can be liable for entrusting a vehicle to an intoxicated person who suffers injury as a result of driving while intoxicated. Id. ¶ 12. To answer that question, the Court looked to the New Mexico dramshop statute as an expression of relevant legislative policy. The dramshop statute provides that a person who is sold or served alcoholic beverages while intoxicated can recover damages against the licensee who served the alcoholic beverages if the licensee acted with gross negligence or reckless disregard for the safety of the intoxicated person. Id. ¶ 16. Thus, in certain limited circumstances a person injured by his or her own voluntary intoxication can recover in tort from one who failed to protect the person from that intoxication. Id.\n{24} The court found that the dramshop statute reflects a societal attitude about suits by intoxicated persons against those who were in a position to prevent them from engaging in self-destructive conduct. Id. ¶ 19. Based on the policy expressed in the dramshop statute, the court held that one who entrusts a motor vehicle to an intoxicated person may be liable to the entrustee if the entrustor acts with gross negligence and reckless disregard for the safety of the en-trustee. Id. ¶ 20. The court also noted that modern principles of comparative fault dictate that a negligent person is not relieved of liability simply because the injured party was also at fault; instead, liability is reduced in *10proportion to the negligence attributable to the injured party. Id. ¶ 21.\n{25} We find the approach taken by the Sanchez court instructive. That court asked the question, Why is a third party injured by the patron's intoxication permitted to recover for the tavernkeeper's simple negligence whereas the patron cannot? Id. ¶ 17. We ask the same question with regard to injured subcontractors: Why should a third party be allowed to recover against a general contractor who knowingly hires an unlicensed and unqualified independent contractor to perform a dangerous job involving a risk of injury, when injury to the unqualified independent contractor is just as foreseeable as injury to a third party? We have answered that question in the same way the Sanchez court did, by looking to expressions of policy in our statutes and case law that guide us in determining whether a duty should exist under these circumstances. We do not mean to imply that a claim of negligence in hiring an unqualified independent contractor to perform dangerous work is the same as negligent entrustment of a chattle to an incompetent person. Sanchez simply provides us with a useful framework by which to ascertain the policies informing a potential tort duty in this case.\n{26} We hold that Tafoya, as a general contractor, owed a duty to Decedent in this case. The duty we recognize is stated in terms of the as-yet-undisputed facts of this case; i.e., a duty to take appropriate measures so that independent contractors whom the general contractor knows are unlicensed do not perform dangerous work that requires a license. We offer no opinion as to whether the duty extends outside the parameters of the general contractor's actual knowledge, which is undisputed in this case for purposes of summary judgment, or how far a general contractor must go, if at all, to investigate the qualifications of the independent contractor he intends to hire.\nThe Raels\n{27} In her complaint, Plaintiff alleged that the Raels had been hired by Tafoya to do the excavation work on the highway right-of-way, and that the Raels in turn had hired Decedent. The Raels denied any such role in hiring Decedent. In their motion for summary judgment, the Raels argued that Plaintiff could not present any admissible evidence establishing a genuine issue of material fact as to whether the Raels hired Decedent, such that there would be a legally cognizable relationship giving rise to a duty on their part. Plaintiff responded with a litany of evidence that she argued established a genuine issue of fact as to whether the Raels had agreed to pull a permit from the NMDOT for the excavating work, thereby encouraging and enabling Decedent to perform that work. The district court granted summary judgment for the Raels based on its determination that Plaintiff [was] unable to present admissible evidence that tends to establish the essential elements of her claims against the Rael Defendants as alleged in her complaint.\n{28} After the court orally granted the Raels' motions for summary judgment, Plaintiff sought leave to amend the complaint to add, among other things, allegations of a common scheme and a civil conspiracy claim. The court denied the motion on the ground that the proposed claim and supporting arguments had not been raised until nine days before trial, when the summary judgment motions were heard, and after extensive discovery had already been completed. The court also observed that it was unlikely that Plaintiff could prevail on her new claim given the general rule that a co-conspirator cannot recover in tort against another co-conspirator. Significantly, Plaintiff did not appeal from that ruling and it is not before us now.\n{29} Apparently, the theory of the Raels' negligence that Plaintiff presented on summary judgment differed from the theory set forth in her complaint. Plaintiffs complaint was premised on allegations that the Raels hired Decedent to perform the trenching operations. Nowhere in Plaintiffs complaint does she allege, either directly or indirectly, that the Raels agreed to use their license to pull a permit from the NMDOT, or represented to Decedent that they had pulled a permit, thus encouraging Decedent to proceed with the excavation. In fact, on summary judgment, Plaintiff admitted that the *11Raels did not hire the Decedent to do the trenching work. Thus, the evidence Plaintiff presented on summary judgment was insufficient to establish the cause of action alleged in her complaint, and her complaint was never amended to conform to the evidence. In this respect, the district court's broad statement that Plaintiff did not present admissible evidence that tends to establish the essential elements of her claims against [the Raels] as alleged in her complaint is correct. (Emphasis added.) Because Plaintiff did not appeal the district court's denial of her motion to amend, she is bound by the allegations contained in her original complaint. Accordingly, we affirm the result reached by the Court of Appeals with respect to the Raels.\nCONCLUSION\n{30} The district court's grant of summary judgment in favor of Tafoya is reversed and that part of the ease is remanded for further proceedings before the district court. The grant of summary judgment in favor of the Raels is affirmed.\n{31} IT IS SO ORDERED.\nWE CONCUR: EDWARD L. CHÁVEZ, Chief Justice, PATRICIO M. SERNA, PETRA JIMENEZ MAES, and CHARLES W. DANIELS, Justices.\nPlain English Summary: An unqualified and unlicensed worker has been engaged to perform a dangerous task. After he died attempting to perform this task, the Court had to decide whether the person who contracted him could be said to have owed him a duty of care. The Court answered the question affirmatively. \n\n§7(a); §3; ",
    "annotations": {
        "Facts": [
            "This appeal raises a question regarding the duty of care, if any, owed by a general contractor to an unlicensed independent contractor whom the general contractor knowingly hired to perform dangerous work for which he was neither licensed nor qualified, resulting in his death.",
            "Defendant Thomas Tafoya (Tafoya), doing business as Chub/s Construction, is a licensed contractor. Tafoya's sister-in-law, Cathy Duran, hired him to renovate a garage into an apartment on her grandfather's property. The property abutted State Highway 64 in El Prado, New Mexico. Tafoya obtained a building permit from the Town of Taos in early August of 2001 and immediately began work on the project. Originally, Tafoya anticipated tying in to an existing sewer line located close to the renovated apartment, but he was unable to do so. Tafoya completed the renovation in January of 2002, with only the sewer tie-in remaining incomplete.{3} At some point during the course of the construction, the Town of Taos advised Tafoya that he would have to connect the sewer line from the apartment directly into the Town's main sewer line adjacent to State Highway 64. The sewer line connection required a licensed excavator to dig the trench on the state highway right-of-way and a licensed plumber to connect the sewer line. It also required a permit from the State of New Mexico Department of Transportation (NMDOT), a traffic study before obtaining the permit, and traffic control while the excavation work was being performed. Safety measures for excavation of the trench were governed by state and federal laws and regulations, as well as by industry standards.{4} For purposes of the summary judgment motions that are the subject of this appeal, it is undisputed that Tafoya was the general contractor for the project, that Tafoya hired Phillip Tafoya, Jr. (Decedent) as an independent contractor to dig the trench on the highway right-of-way, and that Tafoya knew Decedent was not licensed or qualified to do the excavation or tie-in work. Decedent was self-employed and conducted business as Phillip R. Tafoya Bobcat and Dump Truck Service. In his deposition, Tafoya stated that it would have cost at least $10,000 to have a licensed excavation contractor perform the work in compliance with applicable laws and safety requirements. Decedent agreed to perform the excavation work for only $3,800.{5} On the morning of October 17, 2002, Decedent proceeded to dig the trench on the Highway 64 corridor. In doing so, Decedent violated OSHA regulations and industry safety standards by (1) failing to dig the trench with the requisite slope; (2) failing to properly brace the sides of the trench; (3) failing to put the spoils of the trench at least two feet away from the trench; and (4) failing to provide traffic control. Tragically, the trench collapsed, burying Decedent and causing his death by asphyxiation.",
            "Plaintiff Valerie Tafoya, Decedent's widow and personal representative of his estate, filed suit against Tafoya along with Defendants Jason Rael and Wilfred Rael, doing business as Rael Excavation & Co. (the Raels). The Raels are licensed contractors qualified to perform sewer line excavation and tie-in work. In her Complaint, Plaintiff alleged that Decedent was hired to do the trench and tie-in work by the Raels, who had been hired by Tafoya. Plaintiff asserted that Tafoya and the Raels knew Decedent was not licensed and not qualified to do the work for which he was hired. Plaintiff accused both defendants of failing to exercise reasonable care in hiring Decedent, and in the supervision, construction, safety, and workmanship involved in connecting the sewer line to the main sewer line."
        ],
        "Procedural History": [
            "Both Tafoya and the Raels filed motions for summary judgment, each arguing that they owed no duty to Decedent with respect to the trenching work Decedent was performing at the time of his death, and that even if such a duty existed, Plaintiff could not produce any evidence demonstrating that they had hired Decedent. The district court granted both motions. Regarding Tafoya, the district court's order stated only that there was no issue of material fact and that Tafoya was entitled to judgment as a matter of law. Regarding the Raels, the order stated that Plaintiff was unable to present admissible evidence that tends to establish the essential elements of her claims ... as alleged in her complaint, and thus the Raels were entitled to summary judgment pursuant to Rule 1-056(C) NMRA. Plaintiff appealed from these decisions.{8} The Court of Appeals affirmed the district court's grant of summary judgment. With respect to Tafoya, the Court of Appeals held that Tafoya owed no duty to Decedent as a matter of law. The court relied on the general rule that absent an inherently dangerous activity, a general contractor has no duty to third parties and cannot be liable for the negligent acts of an independent contractor hired by the general contractor. The court held that this rule extends to the circumstances of the instant case, and thus Tafoya did not breach any legal duty in hiring Decedent or allowing him to do the trenching work, despite Tafoya's knowledge that Decedent was unqualified to perform that work.{9} With respect to the Raels, the Court of Appeals held that Plaintiff failed to overcome the Raels' challenge that she had not presented admissible evidence tending to establish that there was a legally cognizable relationship between Rael and Decedent that would give rise to a duty on the part of the Raels. Specifically, the court held that Plaintiff failed to meet her obligation to ensure an adequate record for review on the admissibility of her evidence. As a result of the inadequate record occasioned by Plaintiff, the court refused to assume or speculate what evidence was deemed inadmissible, and then attempt to review the district court's discretion in determining that that evidence was inadmissible and its discretion in refusing to consider the evidence. Thus, the district court's grant of summary judgment in favor of the Raels was allowed to stand."
        ],
        "Application of Law to Facts": [
            "We hold that New Mexico's public policy favors imposing a duty to take appropriate measures so that independent contractors whom the general contractor knows are unlicensed do not perform dangerous work that requires a license.",
            "we start from the general premise stated in our Uniform Jury Instructions that [e]very person has a duty to exercise ordinary care for the safety of the person and the property of others.",
            "We therefore look to our statutes and case law as sources of policy to determine whether there is a good reason that Tafoya, as general contractor, should not have owed a duty to exercise reasonable care in hiring Decedent to do dangerous trenching work that Tafoya knew Decedent was unlicensed and unqualified to perform.",
            "it seems to us that the far more effective way to ensure that unlicensed independent contractors do not perform dangerous work for which they are unqualified is to impose such a duty on general contractors. That way, both the general contractor and the unlicensed independent contractor will share the risk of their own negligence.",
            "Of course, we must acknowledge that Decedent willingly performed the dangerous excavating work for which he was unqualified; obviously he knew he had no license. Decedent's own negligence may have contributed to the event that caused his death. Tafoya argues that Decedent's participation in any agreement to circumvent the licensing requirements of the CILA should bar Tafoya's liability for Decedent's death. We disagree.",
            "That argument is essentially a throwback to contributory negligence, a doctrine that New Mexico abandoned many years ago in favor of comparative fault.",
            "As applied to this case, comparative fault principles dictate that, although Tafoya may have owed a duty to Decedent, Tafoya can only be liable for that portion of damages attributable to his own negligence, and his liability will be reduced in proportion to Decedent's own negligence or that of a third party.",
            "We hold that Tafoya, as a general contractor, owed a duty to Decedent in this case. The duty we recognize is stated in terms of the as-yet-undisputed facts of this case; i.e., a duty to take appropriate measures so that independent contractors whom the general contractor knows are unlicensed do not perform dangerous work that requires a license."
        ],
        "Relevant Precedents": [
            "Calkins v. The Cox Estates, 110 N.M. 59",
            "Sanchez v. San Juan Concrete Co., , 123 N.M. 537, "
        ],
        "Outcome": [
            "we reverse and remand for further proceedings.",
            "The district court's grant of summary judgment in favor of Tafoya is reversed and that part of the ease is remanded for further proceedings before the district court.",
            "The grant of summary judgment in favor of the Raels is affirmed."
        ]
    },
    "class": "mixed"
}