{
    "text": "Lessen v. City of Albuquerque, 144 N.M. 314, 187 P.3d 179, 2008-NMCA-085 (2008)\nApril 1, 2008 · Court of Appeals of New Mexico · No. 26,361\n144 N.M. 314, 187 P.3d 179, 2008-NMCA-085\nHazel LESSEN, as personal representative of the wrongful death claim of the estate of Richard Dommer, Plaintiff-Appellant,v.The CITY OF ALBUQUERQUE, Defendant-Appellee, and Correctional Medical Services, Inc., Defendant\n2008-NMCA-085\n187 P.3d 179\nCourt of Appeals of New Mexico.\nCertiorari Denied, No. 31,073, May 15, 2008.\n*315Kennedy & Oliver, P.C., Joseph P. Kennedy, Mary Louise Boeleke, Albuquerque, NM, for Appellant.\nCity of Albuquerque Legal Department, Robert M. White, City Attorney, Stephanie M. Griffin, Assistant City Attorney, Albuquerque, NM, for Appellee.\nOPINION\nFRY, Judge.\n{1} Plaintiff sued Defendants City of Albuquerque (the City) and Correctional Medical Services, Inc. (CMS) for the conduct of their employees at the Metropolitan Detention Center (MDC), which, according to Plaintiff, resulted in the death of her son (Decedent). Decedent was an inmate at MDC experiencing the effects of withdrawal from heroin when the metropolitan court ordered his release. Decedent was initially released to be transported by van to downtown Albuquerque, but he exited the van, re-entered MDC, and was released to the MDC parking lot. Decedent apparently wandered off into the nearby desert and died of hypothermia.\n{2} The district court entered summary judgment in favor of the City on the ground that the Tort Claims Act does not waive immunity for the claims asserted by Plaintiff. The claims against CMS remain pending. Plaintiff appeals, and we affirm.\nBACKGROUND\n{3} Decedent was arrested on February 25, 2004, and booked into MDC. Decedent was subjected to a medical and mental health intake by CMS, which had contracted with the City to provide medical services at MDC. During the intake,' Decedent disclosed that he was a heroin user and that he had prescriptions for Valium and hydrocodone. Decedent was referred to the MDC detoxification unit, where his vital signs were regularly monitored and he received several medications. Over the ensuing eleven hours, medical personnel noted that Decedent exhibited tremors, nausea, vomiting, and muscle aches and that he complained of sleeplessness. These symptoms were consistent with heroin withdrawal. At 3:05 a.m. on February 26, personnel noted bizarre behavior.\n{4} Also on February 26, the metropolitan court entered an order for the release of Decedent. The detoxification flow sheet establishes that Decedent was last examined at 2:15 p.m., at which time his vital signs were fine, according to the medical director at MDC. The medical director opined that at *316the time of his release, Decedent had no medical condition that required treatment.\n{5} MDC released Decedent at approximately 5:30 p.m. on February 26. Videotapes taken from cameras located throughout MDC show Decedent being released, getting into a van, and then getting out of the van almost immediately thereafter. Decedent walked back into MDC's sally port with three other inmates who were being released, whereupon the four inmates were released through another door to the parking lot.\n{6} According to MDC policy, anyone released from the facility was required to take the van transportation provided unless he or she had alternate transportation and provided a signed waiver. Of the four inmates released to the parking lot on February 26, only one had a waiver. Decedent did not have a waiver.\n{7} One of the inmates released with Decedent into the parking lot testified at his deposition that Decedent said his mother was going to pick him up. The witness saw Decedent looking through the rows of cars as the witness left the parking lot.\n{8} Decedent's body was found on February 28, 2004, in an arroyo near the Route 66 Casino on Interstate 40. The autopsy report concluded that Decedent had died of hypothermia. The detective who investigated the death concluded that Decedent apparently fell from a ditch bank and died where he landed.\nDISCUSSION\n{9} Plaintiff argues that the Tort Claims Act (TCA), NMSA 1978, §§ 41-4r-l to -29 (1976, as amended through 2007), waives immunity for the City under four provisions: (1) Section 41-4-5, concerning the operation or maintenance of a motor vehicle; (2) Section 41-4-6, relating to the operation or maintenance of a building; (3) Section 41-4-9, which concerns the operation or maintenance of a hospital, infirmary, clinic, or similar facility; and (4) Section 41-4-12, which waives the immunity of law enforcement officers under certain circumstances. Before addressing each provision in turn, we first consider the City's argument that Plaintiff failed to preserve her arguments under Sections 41-4-6 and 41-4-9.\n{10} The City argues that Plaintiff, in her response to the City's motion for summary judgment, did not argue against dismissal on the basis of these two sections of the TCA, and, therefore, we should not consider Plaintiffs arguments. See Woolwine v. Furr's, Inc., 106 N.M. 492, 496, 745 P.2d 717, 721 (Ct.App.1987) (To preserve an issue for review on appeal, it must appear that appellant fairly invoked a ruling of the trial court on the same grounds argued in the appellate court.).\n{11} It is true that Plaintiff did not argue in her response to the City's motion for summary judgment that immunity was waived under either Sections 41-4-6 or -9. However, Plaintiff alleged waiver under both provisions in her First Amended Complaint, and the City made arguments to the district court regarding both provisions in its motion for summary judgment. Therefore, we conclude that the parties invoked a ruling on these provisions below, and we will address them on appeal.\nI. Standard of Review\n{12} We review the district court's entry of summary judgment de novo. Upton v. Clovis Mun. Sch. Dist., 2006-NMSC-040, ¶ 7, 140 N.M. 205, 141 P.3d 1259. Summary judgment is appropriate where there are no genuine issues of material fact and the movant is entitled to judgment as a matter of law. Id. (internal quotation marks and citation omitted). The movant need only make a prima facie showing that [it] is entitled to summary judgment. Paragon Found., Inc. v. N.M. Livestock Bd., 2006-NMCA-004, ¶ 11, 138 N.M. 761, 126 P.3d 577 (internal quotation marks and citation omitted). If the movant makes such a showing, the burden shifts to the party opposing the motion to demonstrate the existence of specific evidentiary facts which would require trial on the merits. Id. (internal quotation marks and citation omitted).\nII. Section 41-4-5 — Operation of a Motor Vehicle\n{13} Section 41-4-5 waives immunity for liability for damages resulting from bod*317ily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any motor vehicle, aircraft or watercraft. Plaintiff contends that MDC's driver of the transport van negligently operated the van by driving the van away from MDC without Decedent aboard.\n{14} In support of her contention, Plaintiff cites two cases having to do with the operation of school buses: Gallegos v. School District of West Las Vegas, 115 N.M. 779, 858 P.2d 867 (Ct.App.1993), and Chee Owens v. Leavitts Freight Service, Inc., 106 N.M. 512, 745 P.2d 1165 (Ct.App.1987). In Chee Owens, the school bus driver typically pulled the bus off the highway and stopped it on the shoulder without activating the flashers or the stop arm. 106 N.M. at 515, 745 P.2d at 1168. The plaintiffs' child, whose aunt had dropped him off on the other side of the highway, had to cross the highway in order to reach the bus, and as he was crossing, a semi-truck hit him. Id. at 513, 745 P.2d at 1166. We held that the driver's conduct of stopping the bus on the shoulder without flashers and stop arm fell within the meaning of operation of a motor vehicle in Section 41-4-5. Id. at 515, 745 P.2d at 1168. We observed that the governing manual stated that a bus must stop on the roadway and the flashers and stop arm must be engaged [a]ny time students must cross the roadway. Id. at 516, 745 P.2d at 1169 (internal quotation marks omitted).\n{15} In Gallegos, the school bus driver habitually drove up the road without picking up any children who lived on that side of the road, turned around, and then picked up all the children when he drove back down the road. 115 N.M. at 780, 858 P.2d at 868. Apparently, this required some children to cross the road in order to be on the correct side when the driver drove back down the road. One day, as the plaintiffs' child was crossing the road to meet the bus before the bus actually arrived, a vehicle hit her. Id. We concluded that the bus driver's conduct fell within the operation of a motor vehicle waiver provision in Section 41-4-5. Id. at 780-81, 858 P.2d at 868-69. We stated that the driver's decision not to pick up the child on her side of the road constituted operation of the bus — it occurred while [the djriver was in control of the bus, and it affected the manner in which [the djriver performed his driving duties. Id. at 781, 858 P.2d at 869. In addition, we stated that [i]f the bus was negligently operated, and that negligence created a dangerous condition that produced harm at a later time, [the djriver is not shielded from liability by the fact that his bus was not at the scene at the time of the accident. Id. at 782, 858 P.2d at 870.\n{16} Plaintiff analogizes the present ease to the school bus cases because, like the van here, the buses in those cases were not in operation at the time the accidents occurred. She maintains that the MDC van driver had more control over Decedent than the bus drivers in Chee Owens and Gallegos had over the school children. She contends that the MDC van driver's allowing Decedent to exit the van alone and the driver's failure to ensure that Decedent had another means of transportation caused Decedent's death.\n{17} We are not persuaded. Plaintiff presented no evidence that the driver was even in the van at the time Decedent entered and exited the van. A driver who is not in a motor vehicle cannot be said to be operating the vehicle, even in the sense of that term as recognized in Chee Owens and Gallegos. In the school bus cases, each driver made decisions while driving the bus about where to stop the bus. See Gallegos, 115 N.M. at 781, 858 P.2d at 869. By contrast, there is no evidence in this record that the van driver made any decisions affecting Decedent while driving the van. As we said in Blea v. City of Espanola, 117 N.M. 217, 219, 870 P.2d 755, 757 (Ct.App.1994), [o]ur cases have narrowly construed the word 'operation' in the [TCA], and we see no reason to expand that construction in the present case. We therefore affirm summary judgment in favor of the City under Section 41-4-5.\nIII. Section 41-4-6 — Operation or Maintenance of a Building\n{18} The relevant portion of Section 41-4-6 waives immunity for liability for damages resulting from bodily injury, wrong*318ful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation or maintenance of any building, public park, machinery, equipment or furnishings. § 41-4-6(A). Plaintiff contends the City negligently operated and maintained MDC by failing to ensure that released inmates had proper transportation and by failing to attend properly to inmates' medical needs. Plaintiff emphasizes that she is not claiming that MDC employees had a duty to keep Decedent at MDC despite the order requiring his release. Instead, she contends the City had a duty to provide Decedent with protection upon his release.\n{19} We first consider the case law explaining the waiver under Section 41-4-6. Our Supreme Court's most recent pronouncement on this issue was in Upton v. Clovis Municipal School District, 2006-NMSC-040, 140 N.M. 205, 141 P.3d 1259. In that case, a child died as the result of an asthma attack she experienced at school after a substitute physical education teacher required her to participate in a strenuous class, even after the child asked to be excused. Id. ¶¶ 1, 3. There was also evidence that school officials' inappropriate response to the child's collapse aggravated the child's condition. Id. ¶ 1. The child's parents had previously alerted the regular physical education teacher and the school about the child's asthma, and the teacher had agreed that the child could limit her participation in the class. Id. ¶ 2.\n{20} The Court concluded that the child's parents had stated a claim of negligent operation of a public building within the meaning of Section 41-4-6. Upton, 2006-NMSC-040, ¶ 25. The Court said that a school simply cannot operate in a safe, reasonable, and prudent manner without affording, at the very least, the health and safety services that students have been promised, and upon which parents have relied. Id. ¶ 13.\n{21} In so holding, the Supreme Court distinguished a number of prior cases interpreting Section 41-4-6. For example, the Court acknowledged that in Espinoza v. Town of Taos, 120 N.M. 680, 905 P.2d 718 (1995), it had stated that a complaint alleging nothing more than negligent supervision is not actionable, because the TCA does not specify a tort waiver for negligent supervision. Upton, 2006-NMSC-040, ¶16. The Court noted that in Espinoza, a child was injured on a playground at a city-sponsored day camp, and the parents alleged that there was insufficient and negligent supervision of the children attending the camp. Upton, 2006-NMSC-040, ¶ 17. The Upton Court distinguished the case before it from Espinoza because the parents in Upton assert[ed] much more than negligent supervision of their daughter.... [They] challenge[d] the School District's general failure to implement promised safety policies for at-risk students. Upton, 2006-NMSC-040, ¶ 18.\n{22} The Upton Court further observed that in holding that the parents in Espinoza had not stated a claim under the waiver provision in Section 41-4-6, the Court relied on a corollary proposition that the TCA does not waive immunity for a single, discrete administrative decision affecting only a single person, as opposed to a dangerous condition affecting the general public. Upton, 2006-NMSC-040, ¶ 17. The Upton Court explained that this proposition in Espinoza was that the negligence must be of a kind which makes the premises dangerous, or potentially so, to the affected public, the consumers of the service or the users of the building, including the plaintiff. Upton, 2006-NMSC-040, ¶ 23. The Upton allegations fit within this proposition because [f]ailure to respond appropriately to an emergency medical situation is a potential threat to every student in school[, and t]he school's indifference towards [the plaintiffs' child's] special medical needs makes it more likely that all similarly situated students were at risk as well. Id. ¶ 24.\n{23} The Upton Court also distinguished its decision in Archibeque v. Moya, 116 N.M. 616, 866 P.2d 344 (1993). In Archibeque, a prison intake officer placed the plaintiff inmate in the prison's general population before determining whether the plaintiffs known enemy was also in the general population. 116 N.M. at 618, 866 P.2d at 346. In holding that this action did not constitute negligent operation of a building under Section 41-4-6,\n*319Chief Justice Ransom noted the difference between cases involving only a discrete administrative decision that did not make the premises any more dangerous beyond the reasonable and expected risks of prison life, and the eases demonstrating a general condition of unreasonable risk from negligent security practices, for which the TCA does waive immunity.\nUpton, 2006-NMSC-040, ¶ 20 (quoting Archibeque, 116 N.M. at 622, 866 P.2d at 350 (Ransom, J., specially concurring)). The Upton Court distinguished Archibeque, stating that the school district's behavior in the case before it went beyond the limits noted in Archibeque. Upton, 2006-NMSC-040, ¶ 21. The Court stated that the school district ignored the information [about the child's medical condition] given by the [parents] and failed to follow through with proper emergency procedures. Id.\n{24} Relying on Upton, Plaintiff argues that the City's failure to ensure proper transportation for all released inmates and its failure to attend to inmates' medical needs are analogous to the school district's omissions in Upton. She contends that MDC had adopted a regulation requiring released inmates to be transported downtown by van or to present a signed waiver indicating an alternate form of transportation and that MDC's failure to enforce that regulation created a condition dangerous to all released inmates.\n{25} The problem with Plaintiffs arguments is that they do not identify the danger to which MDC employees' acts or omissions exposed released inmates. Clearly, Decedent encountered danger when he wandered away from MDC and civilization and declined to seek assistance for himself. But there is nothing in the record suggesting that this was a danger to which all released inmates were exposed. To the contrary, although MDC is seventeen miles outside of town, there was evidence that two of the inmates who were released into the parking lot with Decedent walked to a gas station from MDC, where they used the phone to obtain a ride. Thus, it does not appear from the record that MDC is located so far from civilization that the absence of transportation posed a danger to the population of released inmates. This is different from the situation in Upton, where the school's indifference toward the child's medical needs and its failure to respond adequately to an emergency medical situation posed a potential threat to all similarly situated students. Id. ¶ 24.\n{26} With respect to Decedent's alleged medical needs, the evidence is conflicting with regard to Decedent's medical readiness for release. However, according to the record, it was Defendant CMS that contracted with the City to provide medical care and services to inmates at [MDC]. Indeed, Plaintiff alleged that Defendant CMS had a duty to provide adequate medical care to inmates housed at MDC and to provide for medical transport and notification of family members when an inmate is in need of medical care. Given these allegations regarding CMS's responsibilities, we fail to see how the City created a danger to inmates related to inadequate medical care.\n{27} Plaintiffs complaints about the City's conduct are more like the allegations made in Espinoza than the contentions in Upton. Like the parents' claims in Espinoza about the day camp employees' failure to adequately supervise their child, Plaintiffs allegations directed against the City are specific to the City's treatment of Decedent. Plaintiff contends that MDC employees should have known that Decedent was coming out of detoxification and may have been disoriented and that they should have taken extra steps to protect him from his own inability to care for himself. In other words, Plaintiff alleges that MDC employees negligently supervised Decedent. But the TCA does not specify a tort waiver for negligent supervision. Upton, 2006-NMSC-040, ¶ 16. At most, MDC employees' permitting Decedent to exit to the parking lot without a transportation waiver, a circumstance not established to pose a danger to the general population of released inmates, was a single, discrete administrative decision affecting only a single person, as opposed to a dangerous condition affecting the general public. Id. ¶ 17. Section 41-4-6 does not waive immunity for such decisions. Upton, 2006-*320NMSC-040, ¶ 17. We affirm the summary judgment granted to the City on this basis.\nIV. Section 41-4-9—Operation of an Infirmary or Like Facility\n{28} Section 41-4-9 waives immunity for liability for damages resulting from bodily injury, wrongful death or property damage caused by the negligence of public employees while acting within the scope of their duties in the operation of any hospital, infirmary, mental institution, clinic, dispensary, medical care home or like facilities. Plaintiff argues that this waiver applies because MDC had an infirmary at which Decedent received inadequate medical care.\n{29} Again, as the City notes in its brief, Defendant CMS provides the medical care and operates the infirmary at MDC, and Plaintiff has alleged this in her First Amended Complaint. Plaintiff responds that the City has the obligation to provide medical care to inmates at MDC and that the City cannot escape liability by contracting with a private entity to provide medical services. In support of this argument, Plaintiff cites Estelle v. Gamble, 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976), and Ancata v. Prison Health Services, Inc., 769 F.2d 700 (11th Cir.1985).\n{30} We agree with the general proposition stated in Estelle and Ancata that governmental entities must provide appropriate medical care to persons they incarcerate. See Estelle, 429 U.S. at 103, 97 S.Ct. 285; Ancata 769 F.2d at 705. Such governmental entities cannot escape that duty by contracting with third parties to provide the medical care, and a governmental entity remains liable for any constitutional deprivations caused by the policies or customs of the [third party]. Ancata, 769 F.2d at 705. This is not to say, however, that a governmental entity's constitutional obligation equates with waiver of immunity for negligent operation of an infirmary under New Mexico's TCA. If Plaintiff had alleged and could prove that the City's inadequate medical care deprived Decedent of a constitutional right, Plaintiff might be entitled to recover under the waiver of immunity provided in Section 41-4-12. But, as discussed in the next section of this opinion, Plaintiffs allegations of conduct that is merely negligent are insufficient to establish such a constitutional violation. See Ancata, 769 F.2d at 703 (indicating that claim of constitutional deprivation in the context of inadequate medical care requires a showing of deliberate indifference to serious medical needs).\n{31} Because it was CMS that operated the infirmary or like facility at MDC, we affirm the district court's summary judgment in favor of the City under Section 41^-9.\nV. Section 41-4-12—Conduct of Law Enforcement Officers\n{32} Section 41-4-12 waives immunity for certain conduct by law enforcement officers. It provides:\nThe immunity granted pursuant to [Section 4H-4(A) ] does not apply to liability for personal injury, bodily injury, wrongful death or property damage resulting from assault, battery, false imprisonment, false arrest, malicious prosecution, abuse of process, libel, slander, defamation of character, violation of property rights or deprivation of any rights, privileges or immunities secured by the constitution and laws of the United States or New Mexico when caused by law enforcement officers while acting within the scope of their duties.\nThe parties do not dispute that the officers at MDC are law enforcement officers within the meaning of Section 41-4-12.\n{33} With respect to the MDC officers' specific actions, Plaintiff does not allege that Decedent's death resulted from one of the torts enumerated in Section 41-4-12. Rather, Plaintiff contends that Decedent's death resulted from deprivation of any rights, privileges or immunities secured by the constitution and laws of the United States or New Mexico. Id. Plaintiff maintains that the officers at MDC violated both Decedent's constitutional right to due process and a New Mexico statute that imposes specific duties on the officers.\nA. Alleged Deprivation of Decedent's Right to Due Process\n{34} Plaintiff contends the City violated Decedent's right to due process because it *321deprived Decedent of his right to life through the actions of the MDC officers who knew or should have known that the manner of Decedent's release from MDC would endanger his life. Specifically, Plaintiff argues that the officers (1) violated MDC policy because they failed to transport Decedent downtown and allowed Decedent to get out of the MDC van and walk away and (2) failed to provide Decedent with proper medical attention, including transportation to another medical facility or release to a family member upon his release from MDC.\n{35} Plaintiff concedes that her allegations under Section 41-4-12 sound in negligence. There is substantial case law in New Mexico establishing that under Section 41-4-12, immunity is not waived for negligence standing alone. E.g., Caillouette v. Hercules, Inc., 113 N.M. 492, 497, 827 P.2d 1306, 1311 (Ct.App.1992). [T]he negligence complained of must cause a specified tort or violation of rights. Id.; see also Blea, 117 N.M. at 220, 870 P.2d at 758 (explaining that waiver of immunity in Section 41-4-12 applies when negligence is alleged only if the negligence caused an enumerated tort or violation of rights); McDermitt v. Corr. Corp. of Am., 112 N.M. 247, 248, 814 P.2d 115, 116 (Ct.App.1991) (same). Plaintiff alleges that the officers' negligence caused a due process violation. However, it is well established that the Due Process Clause is simply not implicated by a negligent act of an official causing unintended loss of or injury to life, liberty, or property. Daniels v. Williams, 474 U.S. 327, 328, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986). The guarantee of due process has never been understood to mean that the State must guarantee due care on the part of its officials. Davidson v. Cannon, 474 U.S. 344, 348, 106 S.Ct. 668, 88 L.Ed.2d 677 (1986); see also County of Sacramento v. Lewis, 523 U.S. 833, 849, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998) (explaining that liability for negligently inflicted harm is categorically beneath the threshold of constitutional due process).\n{36} Plaintiff acknowledges the above authority but argues that the TCA does not require proof of anything more than negligence in order for immunity to be waived. While the above authority precludes her recovery from the City or the MDC officers under 42 U.S.C. § 1983 (2000), she argues, it does not bar her recovery under the TCA. In support of her argument, Plaintiff cites Runge v. Fox, 110 N.M. 447, 796 P.2d 1143 (Ct.App.1990), and Weinstein v. City of Santa Fe ex rel. Santa Fe Police Dep't, 1996-NMSC-021, 121 N.M. 646, 916 P.2d 1313, for the proposition that the law of negligence controls all claims asserted against law enforcement officers under the state [TCA].\n{37} We do not consider Runge to be persuasive. That case involved a suit by tenants against the sheriff and his deputies for negligent execution of a writ of restitution. 110 N.M. at 448, 796 P.2d at 1144. Apparently the defendants did not raise the issue of whether their actions fell within the waiver of immunity provided in Section 41-4-12. See Runge, 110 N.M. at 448, 796 P.2d at 1144. As a result, the Court simply stated that the suit was brought pursuant to Section 41 — 4-12, and it did not analyze the applicability of that portion of the TCA in any detail. See Runge, 110 N.M. at 448-51, 796 P.2d at 1144-47; see also Fernandez v. Farmers Ins. Co. of Ariz., 115 N.M. 622, 627, 857 P.2d 22, 27 (1993) ([C]ases are not authority for propositions not considered. (internal quotation marks and citation omitted)).\n{38} Runge cited Methola v. County of Eddy, 95 N.M. 329, 622 P.2d 234 (1980), for the proposition that the established law of negligence and damages applies to all claims and defenses asserted under Section 41-4-12. Runge, 110 N.M. at 449, 796 P.2d at 1145. However, the stated proposition does not extend as broadly as Plaintiff contends. Methola indeed established that the Legislature intended 'caused by' in Section 41-4-12 to include those acts enumerated in that section which were caused by the negligence of law enforcement officers while acting within the scope of their duties. Methola, 95 N.M. at 333, 622 P.2d at 238. But the acts enumerated in Section 41-4-12 are all intentional torts. Our Supreme Court clarified in Bober v. New Mexico State Fair, 111 N.M. 644, 654, 808 P.2d 614, 624 (1991), that no case has held that simple negligence in the performance of a law enforcement officer's *322duty amounts to commission of one of the torts listed in [Section 41-4-12]. Instead, the cases prior to Bober that were brought under Section 41-4-12 all involved assaults by third parties on the respective victims, caused by the negligent inaction of law enforcement officers. Id.\n{39} Thus, at least with respect to the torts enumerated in Section 41^4-12, allegations of negligence are appropriate only to the extent that a law enforcement officer's negligence is alleged to have caused a third party to commit one of the specified intentional torts. See, e.g., Blea, 117 N.M. at 220-21, 870 P.2d at 758-59 (reversing dismissal of claim that the officers' negligence caused third party to drive while intoxicated and collide with vehicle being driven by the plaintiffs decedent); Cross v. City of Clovis, 107 N.M. 251, 253, 755 P.2d 589, 591 (1988) (noting that complaint alleged that police officers negligently established or maintained a roadblock through which third party sped and crashed into and killed the plaintiffs decedent); Schear v. Bd. of County Comm'rs, 101 N.M. 671, 672-73, 687 P.2d 728, 729-30 (1984) (reversing dismissal of complaint alleging that sheriffs officers' negligent response to a call reporting a crime in progress resulted in the plaintiff being raped by a third party); Methola, 95 N.M. at 330, 334, 622 P.2d at 235, 239 (reversing judgments in favor of the defendant officers where the plaintiffs had alleged that the officers' negligence resulted in the inmate plaintiffs being assaulted by other inmates). This case law does not help Plaintiff because she has not alleged that the MDC officers' negligence caused any third party to commit any of the torts enumerated in Section 41-4-12.\n{40} Plaintiff also relies on Weinstein, in which our Supreme Court reversed the dismissal of the plaintiffs' complaint alleging that law enforcement officers negligently failed to perform statutory duties. 121 N.M. at 654-55, 916 P.2d at 1321-22. Weinstein may support allegations that a governmental entity breached statutorily imposed duties, but it does not help Plaintiff here in connection with her claim that the officers violated Decedent's constitutional right to due process.\n{41} Plaintiff seems to argue that a claim under 42 U.S.C. § 1983 is different from a claim under Section 41-4-12 that a governmental official has violated a person's right to due process. She appears to contend that, even if her allegations of negligence would not support a 42 U.S.C. § 1983 claim, those allegations are sufficient to support a constitutional claim under Section 41^4-12. As we have discussed, the New Mexico eases Plaintiff cites in support of her argument — Runge and Weinstein — do not help her. Neither Runge nor Weinstein involved a claim of a constitutional violation.\n{42} Moreover, we fail to understand how Section 41-4-12 can be read to permit a claim for negligent deprivation of substantive due process when federal law holds that liability for negligently inflicted harm is categorically beneath the threshold of constitutional due process. Lewis, 523 U.S. at 849, 118 S.Ct. 1708. We know of no authority, and Plaintiff has cited none, holding that due process has a different definition under New Mexico law than it has under federal law. See ITT Educ. Servs., Inc. v. Taxation & Revenue Dep't, 1998-NMCA-078, ¶ 10, 125 N.M. 244, 959 P.2d 969 (explaining that appellate court will not consider proposition in brief unsupported by citation to authority).\n{43} Plaintiff suggests that the circumstances in this case fall under exceptions to the general notion that governmental negligence cannot result in the deprivation of substantive due process rights. These exceptions, recognized in federal jurisprudence, are known as the special relationship and danger creation theories of recovery. See Armijo ex rel. Chavez v. Wagon Mound Pub. Schs., 159 F.3d 1253, 1260 (10th Cir.1998).\n{44} The United States Supreme Court has stated that the Due Process Clause forbids the State itself to deprive individuals of life, liberty, or property without due process of law, but its language cannot fairly be extended to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means. DeShaney v. Winnebago County Dep't of Soc. Servs., 489 U.S. 189, 195, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989) (internal quotation marks omitted). However, duties on the *323part of the government may arise out of certain special relationships, such as the relationship created when the government incarcerates a person. Id. at 197-98, 109 S.Ct. 998. Thus, for example, the government must provide adequate medical care to incarcerated persons, Estelle, 429 U.S. at 103-04, 97 S.Ct. 285, and it must provide services to involuntarily committed mental patients to ensure their reasonable safety. Youngberg v. Romeo, 457 U.S. 307, 314-25, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982). These cases stand only for the proposition that when the State takes a person into its custody and holds him there against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well-being. DeShaney, 489 U.S. at 199-200, 109 S.Ct. 998. But [t]he affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf. Id. at 200, 109 S.Ct. 998.\n{45} We fail to see how the special relationship theory is applicable in the present case. Plaintiff does not allege that the City's employees failed to provide proper care to Decedent during his incarceration; instead, Plaintiff alleges that any wrongdoing that occurred happened after Decedent was released from MDC. Plaintiff contends MDC employees should have transported Decedent either to another medical facility or downtown instead of releasing him into the parking lot. However, upon receipt of the court order requiring Decedent's release, MDC employees could not very well insist on Decedent's compliance with either course suggested by Plaintiff. Due process protects people from being unlawfully restrained; it provides no right to be restrained, lawfully or otherwise. Collignon v. Milwaukee County, 163 F.3d 982, 987 (7th Cir.1998).\n{46} We are equally unpersuaded that the danger creation theory is applicable here. That theory provides that government officials may be hable when those officials created the danger that caused the harm. See Armijo ex rel. Chavez, 159 F.3d at 1262. However, even if MDC employees may have been aware of the dangers [Decedent] faced in the free world, [they] played no part in their creation, nor did [they] do anything to render him any more vulnerable to them. DeShaney, 489 U.S. at 201, 109 S.Ct. 998. In other words, MDC employees may have known that Decedent did not have a waiver indicating that he had transportation other than the MDC van, but the employees did not create the danger Decedent exposed himself to when he apparently chose not to seek assistance from anyone and wandered into the desert. Plaintiff does not allege that MDC employees in any way restricted Decedent's freedom to act to protect himself. Because [the employees] did not limit the freedom of action of [Decedent, they] did not violate his right to due process. Vigil v. Martinez, 113 N.M. 714, 716, 832 P.2d 405, 407 (Ct.App.1992); see also Collignon, 163 F.3d at 990-91 (holding that the county's duty to mentally ill, suicidal pre-trial detainee ended when the detainee was released from jail).\n{47} In summary, Plaintiff did not present evidence that MDC employees deprived Decedent of his right to due process, and we affirm summary judgment in favor of the City to the extent it rests on Plaintiffs constitutional claim.\nB. Alleged Violation of Statutory Duties\n{48} Plaintiff also contends that Section 41-4A12 of the TCA waives immunity for the City and its employees because they violated certain statutory duties. Although Plaintiff alleged in her First Amended Complaint that the City violated NMSA 1978, §§ 24-10B-5 (2003) and -8 (1993) (regarding licensure of certain emergency medical personnel), she makes no such argument on appeal. See In re Doe, 98 N.M. 540, 541, 650 P.2d 824, 825 (1982) (explaining that appellate court will not reach issues the parties fail to raise on appeal). Instead, Plaintiff argues only that the City's employees violated NMSA 1978, § 27-7-30(A) (2007), which states that [a]ny person, including financial institutions, having reasonable cause to believe that an incapacitated adult is being abused, neglected or exploited shall immediately report that infor*324mation to the [aging and long-term services] department.\n{49} Plaintiff is correct that violation of certain statutorily imposed duties may result in waiver of immunity under Section 41-4-12. See Cal. First Bank v. State, 111 N.M. 64, 74, 801 P.2d 646, 656 (1990) (adopting a two-prong test to determine whether a statute secures a right under Section 41-4-12). However, we need not determine whether Section 27-7-30(A) secures a right under Section 41-4-12 because Plaintiff has not produced evidence that MDC employees violated the statute. There is no evidence in the record that MDC employees had reason to believe that anyone abused Decedent, see NMSA 1978, § 27-7-16(B) (2007) (defining abuse as knowingly, intentionally or negligently and without justifiable cause inflicting physical pain, injury or mental anguish; ... the intentional deprivation by a caretaker or other person of services necessary to maintain the mental and physical health of an adult; or ... sexual abuse, including criminal sexual contact, incest and criminal sexual penetration); that anyone neglected Decedent, see Section 27-7-16(N) (defining neglect as the failure of the caretaker of an adult to provide for the basic needs of the adult, such as clothing, food, shelter, supervision and care for the physical and mental health of that adult); or that anyone exploited Decedent, see Section 27-7-16(1) (defining exploitation as an unjust or improper use of an adult's money or property for another person's profit or advantage, pecuniary or otherwise). To the contrary, the evidence established that Decedent was screened by CMS medical personnel upon his arrival at MDC and treated in the detoxification unit, and there is nothing suggesting that Decedent's other needs were not met while he was incarcerated at MDC. Again, once MDC released Decedent on the authority of a court order, its duty to provide supervision over Decedent ended. While we express no opinion about the medical care provided to Decedent by Defendant CMS while he was in MDC, there is nothing in the record suggesting that MDC employees had reason to believe that the medical care was inadequate. We conclude that summary judgment in favor of the City was also proper on this basis.\nCONCLUSION\n{50} For the foregoing reasons, we affirm the summary judgment entered in favor of the City.\n{51} IT IS SO ORDERED.\nWE CONCUR: JAMES J. WECHSLER and IRA ROBINSON, Judges.\nPlain English Summary: Proceedings were brought by the mother of a former prisoner who died following his release from a detention centre. She tried to argue that the immunity of this institutions had been waved and thus they could be found to be in breach of a duty of care. The Court disagreed.\n\n§7(a). ",
    "annotations": {
        "Facts": [
            "Decedent was an inmate at MDC experiencing the effects of withdrawal from heroin when the metropolitan court ordered his release. Decedent was initially released to be transported by van to downtown Albuquerque, but he exited the van, re-entered MDC, and was released to the MDC parking lot. Decedent apparently wandered off into the nearby desert and died of hypothermia.",
            "Decedent was arrested on February 25, 2004, and booked into MDC. Decedent was subjected to a medical and mental health intake by CMS, which had contracted with the City to provide medical services at MDC. During the intake,' Decedent disclosed that he was a heroin user and that he had prescriptions for Valium and hydrocodone. Decedent was referred to the MDC detoxification unit, where his vital signs were regularly monitored and he received several medications. Over the ensuing eleven hours, medical personnel noted that Decedent exhibited tremors, nausea, vomiting, and muscle aches and that he complained of sleeplessness. These symptoms were consistent with heroin withdrawal. At 3:05 a.m. on February 26, personnel noted bizarre behavior.{4} Also on February 26, the metropolitan court entered an order for the release of Decedent. The detoxification flow sheet establishes that Decedent was last examined at 2:15 p.m., at which time his vital signs were fine, according to the medical director at MDC. The medical director opined that at the time of his release, Decedent had no medical condition that required treatment.{5} MDC released Decedent at approximately 5:30 p.m. on February 26. Videotapes taken from cameras located throughout MDC show Decedent being released, getting into a van, and then getting out of the van almost immediately thereafter. Decedent walked back into MDC's sally port with three other inmates who were being released, whereupon the four inmates were released through another door to the parking lot.{6} According to MDC policy, anyone released from the facility was required to take the van transportation provided unless he or she had alternate transportation and provided a signed waiver. Of the four inmates released to the parking lot on February 26, only one had a waiver. Decedent did not have a waiver.{7} One of the inmates released with Decedent into the parking lot testified at his deposition that Decedent said his mother was going to pick him up. The witness saw Decedent looking through the rows of cars as the witness left the parking lot.{8} Decedent's body was found on February 28, 2004, in an arroyo near the Route 66 Casino on Interstate 40. The autopsy report concluded that Decedent had died of hypothermia. The detective who investigated the death concluded that Decedent apparently fell from a ditch bank and died where he landed."
        ],
        "Procedural History": [
            "Plaintiff sued Defendants City of Albuquerque (the City) and Correctional Medical Services, Inc. (CMS) for the conduct of their employees at the Metropolitan Detention Center (MDC), which, according to Plaintiff, resulted in the death of her son (Decedent).",
            "The district court entered summary judgment in favor of the City on the ground that the Tort Claims Act does not waive immunity for the claims asserted by Plaintiff. The claims against CMS remain pending. Plaintiff appeals,"
        ],
        "Application of Law to Facts": [
            "Plaintiff presented no evidence that the driver was even in the van at the time Decedent entered and exited the van. A driver who is not in a motor vehicle cannot be said to be operating the vehicle, even in the sense of that term as recognized in",
            "there is no evidence in this record that the van driver made any decisions affecting Decedent while driving the van.",
            "Decedent encountered danger when he wandered away from MDC and civilization and declined to seek assistance for himself. But there is nothing in the record suggesting that this was a danger to which all released inmates were exposed. To the contrary, although MDC is seventeen miles outside of town, there was evidence that two of the inmates who were released into the parking lot with Decedent walked to a gas station from MDC, where they used the phone to obtain a ride.",
            "governmental entities must provide appropriate medical care to persons they incarcerate",
            "Such governmental entities cannot escape that duty by contracting with third parties to provide the medical care, and a governmental entity remains liable for any constitutional deprivations caused by the policies or customs of the [third party].",
            "Plaintiff is correct that violation of certain statutorily imposed duties may result in waiver of immunity under Section 41-4-12.",
            "once MDC released Decedent on the authority of a court order, its duty to provide supervision over Decedent ended. While we express no opinion about the medical care provided to Decedent by Defendant CMS while he was in MDC, there is nothing in the record suggesting that MDC employees had reason to believe that the medical care was inadequate."
        ],
        "Relevant Precedents": [
            "Chee Owens",
            "Gallegos",
            "Estelle, , 97 S.Ct. 285; Ancata ."
        ],
        "Outcome": [
            "we affirm",
            "For the foregoing reasons, we affirm the summary judgment entered in favor of the City."
        ]
    },
    "class": "affirm"
}