{
    "text": "Acosta v. City of Santa Fe, 129 N.M. 632, 2000-NMCA-092, 11 P.3d 596 (2000)\nAug. 18, 2000 · Court of Appeals of New Mexico · No. 20,332\n129 N.M. 632, 2000-NMCA-092, 11 P.3d 596\nKathryn ACOSTA, Plaintiff-Appellant,v.The CITY OF SANTA FE, Defendant, and Wirtco, Inc., Defendant-Appellee\n11 P.3d 596\n2000-NMCA-092\nCourt of Appeals of New Mexico.\nCertiorari Denied, No. 26,558, Oct. 11, 2000.\n*633Paul Mannick, Coppler & Mannick, P.C., Santa Fe, NM, for Appellant.\nScott Hatcher, Kristin Mckeever, Hatcher, Sullivan & Grand, P.A., Santa Fe, NM, for Appellee.\nOPINION\nPICKARD, Chief Judge.\n{1} Kathryn Acosta (Pedestrian) appeals the trial court's decision to dismiss her trip and fall tort claims against Wirtco, Inc. (the Store). Pedestrian sued the Store and the City of Santa Fe for damages after she tripped and broke her elbow on a public sidewalk abutting the Store's property. Pedestrian's complaint against the City is typical — she requested damages from the City because it owns the sidewalk upon which she tripped. However, Pedestrian's complaint against the Store raises an issue of first impression because she alleges, among other things, that the Store is liable for her damages on the ground that it violated city ordinances requiring it to keep the sidewalk in a safe condition. Pedestrian recovered from the City; however, she was denied the opportunity to recover from the Store because the trial court dismissed her claims against the Store.\n{2} On appeal, Pedestrian claims the trial court erred when it dismissed her tort claims against the Store. Pedestrian raises three issues: (1) whether the Store incurred tort liability on the ground that it allegedly failed to inspect, maintain, and repair the public sidewalk abutting its property, as required by a city ordinance; (2) whether the Store incurred tort liability on the ground that it allegedly exercised control over the public sidewalk upon which Pedestrian tripped; and (3) whether the Store incurred tort liability on the ground that it allegedly created or helped create the hazard posed by the uneven section of the public sidewalk abutting its property. For the reasons stated in this opinion, we affirm.\nBACKGROUND\n{3} Pedestrian was walking on a public sidewalk in front of a building owned by the Store, when she tripped and fell. The section of the sidewalk that she tripped upon was cracked, uplifted, and uneven. Pedestrian broke her elbow and suffered other injuries as a result of her fall. Pedestrian believed that both the Store and the City were responsible for her accident, so she sued them for damages.\n{4} Pedestrian sued the City because it owns the sidewalk upon which she tripped. Pedestrian also sued the Store even though it does not own the public sidewalk. She *634sought to impose tort liability upon the Store pursuant to a negligence per se theory and two common law theories (control and creation of a danger) that impose off-premises tort liability upon property owners when certain conditions are satisfied. Pedestrian's suit against the City is not at issue in this appeal, so we limit our discussion to the Store's alleged liability. Before addressing the legal issues presented by this appeal, we first set forth the procedural background underlying Pedestrian's claims.\nA. Ordinance\n{5} Pedestrian first claimed that the Store was liable because it violated Santa Fe City Code Ordinances. Ordinance 14-93.8 provides:\n14-93.8 Maintenance of Public Parkways. Maintenance of the public parkway, including the utility corridor and the sidewalk, shall be the responsibility of the person owning or in charge or control of any lot or property contiguous to the parkway exclusive of controlled access arterials. Maintenance shall be for the purpose of elimination of public nuisances and for insuring pedestrian and vehicular safety and visibility, and shall include, but not be limited to, weed eradication and trimming of trees and shrubs.\nOrdinance 23-1.6 provides:\nA. No person owning or in charge or control of any lot or property within the city shall permit any footway or sidewalk contiguous thereto or running along the street line thereof to be out-of-repair, loose or broken or to be unsafe to pedestrians.\nB. The person owning or in charge or control of any lot or property within the city where there exists a footway or sidewalk contiguous thereto or running along the street line thereof which is out-of-repair, loose or broken or is unsafe to pedestrians, shall immediately notify the public works department of the city of the aforesaid need for repair of the sidewalk and when the repairs shall be promptly completed. In the event the person owning or in charge or control of any lot or property within the city where a sidewalk repair is necessary fails to immediately notify the city of the need for repair of the sidewalk and to repair the same in accord with this paragraph, then the governing body shall require the person owning or in charge or control of any lot property within the city to make such repairs as are deemed necessary to repair the sidewalk, as provided in subsection 23-1.7 SFCC 1987.\n{6} Pedestrian asserted that Ordinance 23-1.6 imposes an affirmative duty upon abutting property owners like the Store to inspect, maintain, and repair public sidewalks. She then argued that the Store's alleged failure to fulfill these affirmative duties rendered the Store negligent per se.\n{7} The Store filed a motion for summary judgment on this claim, which the trial court denied. The Store subsequently moved the trial court to reconsider its decision. In support for its motion, the Store contended that Ordinance 23-1.6 does not establish a duty to pedestrians, but rather operates for the benefit of the City. The Store claimed that another city ordinance, Santa Fe City Code Ordinance 23-1.7, establishes the limited circumstances under which an abutting property owner can be held liable for injuries sustained by pedestrians. This ordinance states in relevant part:\nIf, within twenty (20) days of the receipt of the final order, the owner of the tract or parcel of land which is contiguous to the sidewalk fails to repair, improve or reconstruct the sidewalk as required in the notice, the owner of the tract or parcel of land contiguous to the sidewalk is liable for any injury received by any person which injury is proximately caused by the negligence of such owner pertaining to such faulty repair, construction or maintenance of the sidewalk, and the municipality is not liable.\n{8} The Store asserted that Ordinance 23-1.7 sets forth certain due process requirements that must be satisfied before the City can impose tort liability upon an abutting property owner. The Store argued that it was therefore entitled to summary judgment because it was undisputed at trial that the due process requirements had not been fulfilled.\n*635{9} Upon reconsideration, the trial court determined that the Store could not be held liable for pedestrian injuries unless the notice procedures set forth in Ordinance 23-1.7 had been followed. Pedestrian did not contend that the notice procedures had been satisfied, so the trial court granted the Store's motion for summary judgment.\nB. Control\n{10} Pedestrian next claimed that the Store was liable for her damages under our common law because it exercised control over the sidewalk. Pedestrian asserted that in addition to pulling weeds and clearing ice and snow on the sidewalk, the Store once removed a section of the public sidewalk in order to repair a leaking water pipe without asking for or receiving the City's permission. According to Pedestrian, the Store's actions demonstrated its control and authority over the sidewalk. Pedestrian argued that the Store's assumption of control over the sidewalk made it hable for her damages because it permitted the dangerous condition on the sidewalk to persist.\n{11} The Store filed a motion for summary judgment on this claim. The Store contended that pulling weeds and clearing ice and snow did not exhibit an exercise of control because it was obligated to do those things by the city ordinances. The Store further contended that the single act of removing another section of the sidewalk for the limited purpose of repairing a water pipe did not amount to an exercise of control for purposes of tort liability.\n{12} The trial court initially denied the Store's motion for summary judgment. However, upon reconsideration, the trial court determined that the Store's actions simply did not demonstrate control sufficient to create a duty to inspect, maintain, and repair the sidewalk for purposes of tort liability. The trial court then granted the Store's motion for summary judgment.\nC. Danger\n{13} Pedestrian ultimately claimed that the Store was liable for her damages under our common law because it created or helped create the discrepancy in the public sidewalk on which she tripped. In support of her claim, Pedestrian asserted that the Store had experienced a substantial water leak in one of its underground water pipes prior to the occurrence of her accident. She argued that the water leak caused a section of the sidewalk to settle, leaving the sidewalk uneven, and that the sidewalk's unevenness was a danger to pedestrians.\n{14} The Store moved for a directed verdict on this claim at the close of Pedestrian's case in chief. The Store argued that Pedestrian had failed to present evidence that would create a reasonable inference that the Store's water leak had contributed in any way to the discrepancy in the section of the public sidewalk upon which she tripped. The trial court agreed with the Store and granted its motion for a directed verdict.\nDISCUSSION\nI. ORDINANCE\n{15} The first issue we address is whether the Store incurred tort liability by allegedly violating Ordinance 23-1.6 (the ordinance). Ordinance 14-93.8 appears to be a general ordinance applying to public parkways, and not the specific ordinance applying to sidewalks. We therefore do not think that this ordinance applies to the Store. In order to prevail on her negligence per se theory, Pedestrian must prove that (1) the ordinance prescribes a standard of conduct, (2) the Store violated the ordinance, (3) she is in the class of persons sought to be protected by the ordinance, and (4) the harm or injury she sustained is generally of the type sought to be prevented by the ordinance. See Archibeque v. Homrich, 88 N.M. 527, 532, 543 P.2d 820, 825 (1975); Roderick v. Lake, 108 N.M. 696, 698, 778 P.2d 443, 445 (Ct.App.1989).\nA. Standard of Review\n{16} This issue presents a question of law because we must interpret the ordinance in order to determine if a legal duty exists. See High Ridge Hinkle Joint Venture v. City of Albuquerque, 1998-NMSC-050, ¶ 4, 126 N.M. 413, 970 P.2d 599 (ruling that the interpretation of an ordinance presents a question of law); Davis v. Board of County Comm'rs, 1999-NMCA-*636110, ¶ 11, 127 N.M. 785, 987 P.2d 1172 (ruling that the existence of a legal duty is a question of law). We review questions of law de novo, and thereby give no deference to the trial court's decision. See State v. Munoz, 1998-NMCA-140, ¶ 12, 125 N.M. 765, 965 P.2d 349.\nB. Rules of Construction\n{17} In construing the ordinance, we must employ the same rules of construction that we use when construing statutes. See Continental Oil Co. v. City of Santa Fe, 25 N.M. 94, 101, 177 P. 742, 745 (1918). There are three rules of construction that will help us resolve this case on appeal. First, we must interpret the ordinance to mean what the City intended it to mean and to accomplish the ends sought to be accomplished. See State ex rel. Sanchez v. Reese, 79 N.M. 624, 625, 447 P.2d 504, 505 (1968). Second, we must read the entire ordinance and construe each part in connection with every other part in order to achieve a harmonious whole. See Trujillo v. Romero, 82 N.M. 301, 305, 481 P.2d 89, 93 (1971). And finally, we must not read into the ordinance language that is not there, especially if the ordinance makes sense as written. See State ex rel. Barela v. New Mexico State Bd. of Educ., 80 N.M. 220, 222, 453 P.2d 583, 585 (1969). With these rules of construction in mind, we now address the question presented.\nC. Duty\n{18} Pedestrian claims that Ordinance 23-1.6 imposes an affirmative duty upon the Store to inspect, maintain, and repair the public sidewalk abutting its property. She then argues that the Store failed to fulfill its affirmative duties under Ordinance 23-1.6 and that its failure constitutes negligence per se. The Store contends, and we agree, that Pedestrian's argument is flawed because the duties imposed upon property owners by Ordinance 23-1.6 run in favor of the City; the duties so imposed do not run in favor of pedestrians.\n{19} We acknowledge that Ordinance 23-1.6 requires property owners to keep public sidewalks abutting their property in a condition that is safe for use by pedestrians. See Ordinance 23-1.6(A). Critically, the ordinance also sets forth the limited consequence property owners face when they violate what the ordinance dictates. The ordinance provides in relevant part:\nIn the event the person owning or in charge or control of any lot or property within the city where a sidewalk repair is necessary fails to immediately notify the city of the need for repair of the sidewalk and to repair the same in accord with this paragraph, then the governing body shall require the person owning or in charge or control of any lot property within the city to make such repairs as are deemed necessary to repair the sidewalk, as provided in subsection 23-1.7 SFCC 1987.\nOrdinance 23-1.6(B).\n{20} The consequence property owners face is to be responsible for the repairs to public sidewalks in need of repair. By limiting property owners' liability to repairs, we conclude that the City enacted Ordinance 23-1.6 for the primary benefit of the City. See Reese, 79 N.M. at 625, 447 P.2d at 505 (ruling that we must interpret the ordinance to mean what the City intended it to mean); New Mexico State Bd. of Educ., 80 N.M. at 222, 453 P.2d at 585 (ruling that we must not read into the ordinance language that is not there, especially if the ordinance makes sense as written). Thus, the duties imposed by the ordinance are to the City, and not to pedestrians. We therefore hold that the Store did not incur tort liability even if it did violate Ordinance 23-1.6. See Roderick, 108 N.M. at 698, 778 P.2d at 445 (setting forth the requirements for negligence per se).\n{21} We note that the rule we have announced today is the overwhelming majority rule. See Carroll v. Jobe, 638 N.E.2d 467, 470 (Ind.Ct.App.1994). In Carroll, the court considered whether a city ordinance that places responsibility for the maintenance of public sidewalks on the abutting landowners also creates a duty imposing liability for any pedestrians injured on the sidewalk. See id. at 468. The city ordinance the court had to interpret, an ordinance substantially equivalent to Ordinance 23-1.6, states in relevant part:\n*637(A) The responsibility for care, maintenance, and repairs of sidewalks located within the city is hereby deemed that of landowners abutting any sidewalk.\n(B) Landowners whose land abuts any sidewalk shall keep the sidewalk in reasonably safe condition, and shall maintain and repair the sidewalk at their own expense as and when needed, and also within 30 days after being notified by the Board of Public Works and Safety that the sidewalk is in need of repairs.\nId.\n{22} The Carroll court answered the question presented in the negative, concluding that by enacting the ordinance the city intended to impose a duty upon the landowner in favor of the city, but not upon the landowner in favor of pedestrians. See id. at 469-70. The court reasoned that the city has the primary responsibility for maintaining public sidewalks, and that the ordinance was designed to assist the city in discharging its responsibility. See id. The ordinance was intended to benefit the city, and not pedestrians, and so the court dismissed the plaintiffs negligence per se claim. See id. In the absence of an express mandate from the legislature imposing tort liability, the court concluded that a statute requiring an abutting property owner to maintain a public sidewalk does not create a duty to pedestrians. See id. at 470.\n{23} In support of its statement that the foregoing represented the majority rule, the court cited an A.L.R. annotation, the pertinent sections of both major legal encyclopedias, and cases from ten jurisdictions. See id. In contrast, three jurisdictions were cited for having an opposite rule, but only one of them actually ruled on the issue presented for us today. See id.\n{24} In our view, the Carroll court correctly interpreted the city ordinance presented for its review, and its reasoning is persuasive. We agree with Carroll that city ordinances like Ordinance 23-1.6 do not impose any duties upon property owners for the primary benefit of pedestrians; these ordinances impose duties upon property owners for the primary benefit of discharging a city's municipal responsibilities. The Store is therefore not liable for Pedestrian's damages even if it did violate Ordinance 23-1.6.\nII. CONTROL\n{25} The second issue we address is whether the Store incurred tort liability on the ground that it allegedly exercised control over the public sidewalk upon which Pedestrian tripped. Under our common law, a property owner's tort liability does not always end at the property line. See Monett v. Doña Ana County Sheriffs Posse, 114 N.M. 452, 458, 840 P.2d 599, 605 (Ct.App.1992) ([T]he duty to avoid creating or permitting an unsafe condition to exist on the premises is not limited by the physical boundaries of the land.). Instead, a property owner may incur off-premises tort liability if the owner exercised control of the area upon which a tort took place or was committed. Cf. Stetz v. Skaggs Drug Ctrs., Inc., 114 N.M. 465, 468, 840 P.2d 612, 615 (Ct.App.1992) (suggesting that a property owner may be held liable for torts committed on a public sidewalk if the owner exercises control over that area).\n{26} At trial, Pedestrian claimed that the Store exercised control over the public sidewalk abutting its property. In support of her claim, Pedestrian pointed out that the Store cut weeds, cleared snow and ice, and on one occasion removed a section of the public sidewalk in order to repair a leaking underground water pipe without asking for or receiving the City's permission. Pedestrian argued that the Store's purported assumption of control over the public sidewalk made it liable in tort for her damages because it negligently permitted the dangerous condition on the public sidewalk to persist.\n{27} The Store filed a motion for summary judgment on this claim, contending that it was simply complying with city ordinances when it pulled weeds and cleared ice and snow from the sidewalk. It further contended that the single act of removing a section of the sidewalk for the purpose of repairing a water pipe did not rise to the level of control contemplated by our common law before a property owner is held liable for off-premises torts. The trial court agreed *638with the Store, as do we, and granted the Store's motion for summary judgment. See id. at 467, 840 P.2d at 614 (holding that defendant had no duty through its ownership or lease obligations).\n{28} In Stetz, we considered whether a lessee was liable for faulty repairs on off-premises mall property near the lessee's entrance. Notwithstanding the fact that the lessee was authorized to make repairs under certain limited circumstances, we determined that the lessee did not exercise sufficient control over the property near its entrance to impose tort liability. In fact, we stated that the lease provision, giving [the lessee] a limited right to make repairs under certain well-defined circumstances acted as a limitation on the imposition of tort liability. Id. at 468, 840 P.2d at 615.\n{29} In our view, as in Stetz, the ordinance requiring the Store to make repairs to the public sidewalk abutting its property under certain well-defined circumstances does not operate to transfer control of the sidewalk from the City to the Store. The Store, like the lessee in the Stetz ease, was not at liberty to alter, destroy, or otherwise transform the sidewalk. Nor does the Store's single act of removing a section of the sidewalk to make repairs to a leaking underground water pipe establish its control over the public sidewalk sufficient to impose liability for any injuries, however caused. As we stated in Stetz, [e]xtending a duty beyond the owner or possessor's premises for hazards not on the premises or arising on or from the premises makes the existence of duty entirely unpredictable. Id. at 468-69, 840 P.2d at 615-16. For the foregoing reasons, we hold that the trial court did not err when it granted the Store's motion for summary judgment. See Gardner-Zemke Co., 109 N.M. at 732, 790 P.2d at 1013 (stating when it is appropriate to award summary judgment).\nIII. DANGER\n{30} The last issue we address is whether the Store incurred tort liability on the ground that it allegedly created or helped create the hazard posed by the uneven section of the public sidewalk abutting its property. A property owner may incur off-premises tort liability if the owner has created a hazard on a public sidewalk that causes a tort. See UJI 13-1316 NMRA 2000 (The [owner] [occupant] of property abutting a public sidewalk is under a duty to exercise ordinary care not to create an unsafe condition which would interfere with the customary and regular use of the sidewalk.); Stetz, 114 N.M. at 468, 840 P.2d at 615 (suggesting that a property owner may be held liable for torts committed on a public access way if the property owner actually created the hazard resulting in the tort).\n{31} At trial, Pedestrian claimed that the Store was liable for her injuries because it created the discrepancy upon which she tripped. In support of her claim, Pedestrian averred that prior to her accident, there was a substantial water leak in one of the Store's underground water pipes. She argued that the water leak, which was approximately thirteen feet from the crack where she tripped, created or helped create the public sidewalk's unevenness. The trial court directed a verdict in favor of the Store on this claim on the ground that Pedestrian failed to present evidence that would create a reasonable inference that the Store's water leak contributed to the sidewalk's discrepancy.\n{32} In our view, the trial court properly dismissed this claim. Pedestrian attempted to establish a causal link between the Store's water leak and the sidewalk discrepancy through the testimony of a city engineer. However, the city engineer was unable to establish such a relationship. The city engineer testified in relevant part:\nQ: Mr. Ortiz [the city engineer], what information would help you determine what are the factors that would go into a determination that a water leak contributed to the settling of a slab; what are the factors that would be involved in a ease like that?\nA: One key factor, is there a void underneath some of the slab? In a situation like this, we don't know that. There wasn't any core sampling. There wasn't any core sampling through there. We don't know.\n{33} Pedestrian was thus unable to establish that water, much less water leaked by *639the Store's water pipe, had created or contributed to the discrepancy in the public sidewalk upon which she tripped. Accordingly, we hold that the trial court did not err when it directed a verdict in the Store's favor on this claim. See Melnick v. State Farm Mut. Auto. Ins. Co., 106 N.M. 726, 729, 749 P.2d 1105, 1108 (1988) (ruling that if the evidence fails to present or support an issue essential to the legal sufficiency of a legally recognized and enforceable claim, the moving party is entitled to a directed verdict).\nCONCLUSION\n{34} For the reasons stated, we affirm.\n{35} IT IS SO ORDERED.\nWECHSLER and SUTIN, JJ., concur.\nPlain English Summary: The claimant fell and injured herself in the proximity of a store. She formulated a number of arguments in support of her theory that the store was liable for her injuries: that the store violated an ordinance; that it had control over the sidewalk or that it caused damaged to it. The Court rejected all arguments.\n\n§7(a); §38; §40",
    "annotations": {
        "Facts": [
            "{1} Kathryn Acosta (Pedestrian) appeals the trial court's decision to dismiss her trip and fall tort claims against Wirtco, Inc. (the Store). Pedestrian sued the Store and the City of Santa Fe for damages after she tripped and broke her elbow on a public sidewalk abutting the Store's property. Pedestrian's complaint against the City is typical — she requested damages from the City because it owns the sidewalk upon which she tripped. However, Pedestrian's complaint against the Store raises an issue of first impression because she alleges, among other things, that the Store is liable for her damages on the ground that it violated city ordinances requiring it to keep the sidewalk in a safe condition. Pedestrian recovered from the City; however, she was denied the opportunity to recover from the Store because the trial court dismissed her claims against the Store.",
            "Pedestrian was walking on a public sidewalk in front of a building owned by the Store, when she tripped and fell. The section of the sidewalk that she tripped upon was cracked, uplifted, and uneven. Pedestrian broke her elbow and suffered other injuries as a result of her fall. Pedestrian believed that both the Store and the City were responsible for her accident, so she sued them for damages.{4} Pedestrian sued the City because it owns the sidewalk upon which she tripped. Pedestrian also sued the Store even though it does not own the public sidewalk. She sought to impose tort liability upon the Store pursuant to a negligence per se theory and two common law theories (control and creation of a danger) that impose off-premises tort liability upon property owners when certain conditions are satisfied. Pedestrian's suit against the City is not at issue in this appeal, so we limit our discussion to the Store's alleged liability."
        ],
        "Procedural History": [
            "{2} On appeal, Pedestrian claims the trial court erred when it dismissed her tort claims against the Store. Pedestrian raises three issues: (1) whether the Store incurred tort liability on the ground that it allegedly failed to inspect, maintain, and repair the public sidewalk abutting its property, as required by a city ordinance; (2) whether the Store incurred tort liability on the ground that it allegedly exercised control over the public sidewalk upon which Pedestrian tripped; and (3) whether the Store incurred tort liability on the ground that it allegedly created or helped create the hazard posed by the uneven section of the public sidewalk abutting its property."
        ],
        "Application of Law to Facts": [
            ". In order to prevail on her negligence per se theory, Pedestrian must prove that (1) the ordinance prescribes a standard of conduct, (2) the Store violated the ordinance, (3) she is in the class of persons sought to be protected by the ordinance, and (4) the harm or injury she sustained is generally of the type sought to be prevented by the ordinance.",
            "Thus, the duties imposed by the ordinance are to the City, and not to pedestrians. We therefore hold that the Store did not incur tort liability even if it did violate Ordinance 23-1.6.",
            "We agree with",
            "that city ordinances like Ordinance 23-1.6 do not impose any duties upon property owners for the primary benefit of pedestrians; these ordinances impose duties upon property owners for the primary benefit of discharging a city's municipal responsibilities. The Store is therefore not liable for Pedestrian's damages even if it did violate Ordinance 23-1.6.",
            "In our view, as in Stetz, the ordinance requiring the Store to make repairs to the public sidewalk abutting its property under certain well-defined circumstances does not operate to transfer control of the sidewalk from the City to the Store.",
            "The Store, like the lessee in the",
            "was not at liberty to alter, destroy, or otherwise transform the sidewalk. Nor does the Store's single act of removing a section of the sidewalk to make repairs to a leaking underground water pipe establish its control over the public sidewalk sufficient to impose liability for any injuries, however caused.",
            "Pedestrian was thus unable to establish that water, much less water leaked by *639the Store's water pipe, had created or contributed to the discrepancy in the public sidewalk upon which she tripped. "
        ],
        "Relevant Precedents": [
            "Archibeque v. Homrich, , 532, 543 P.2d 820, 825 (1975);",
            "Roderick, 108 N.M. at 698, ",
            "Carroll",
            "Stetz ease,",
            "Stetz,",
            "at 468-69, 840 P.2d at 615-16."
        ],
        "Outcome": [
            "For the reasons stated in this opinion, we affirm.",
            "For the reasons stated, we affirm."
        ]
    },
    "class": "affirm"
}