{
    "text": "Hermosillo v. Leadingham, 129 N.M. 721, 2000-NMCA-096, 13 P.3d 79 (2000)\nOct. 12, 2000 · Court of Appeals of New Mexico · No. 19,915\n129 N.M. 721, 2000-NMCA-096, 13 P.3d 79\nLisa HERMOSILLO, Plaintiff-Appellant,v.Lin S. LEADINGHAM and Greg Leadingham, Defendants-Appellees\n13 P.3d 79\n2000-NMCA-096\nCourt of Appeals of New Mexico.\n*722Tandy L. Hunt, Roswell, NM, for Appellant.\nGregory V. Pelton, Pelton & Associates, P.A., Albuquerque, NM, for Appellees.\nOPINION\nBUSTAMANTE, Judge.\n{1} Plaintiff appeals from a district court order granting summary judgment dismissing several claims against Defendant Greg Leadingham (Greg) for personal injuries arising out of an automobile collision involving a vehicle driven by Defendant Lin Lead*723ingham (Lin). At the time of the accident, Greg and Lin were married but had been living separately for approximately two months. Their divorce action was pending. In the district court and on appeal, Plaintiff has attempted to predicate Greg's independent liability for the collision on three grounds: (1) common law negligence principles, (2) negligent entrustment, and (3) the family purpose doctrine. We affirm.\nFACTS\n{2} Greg and Lin were married in November 1993. Prior to the marriage Lin owned a 1989 Toyota automobile. She retained ownership of this vehicle throughout the marriage, although community funds were used to pay for a single insurance policy that covered the Toyota and Greg's vehicle. The Leadinghams separated in July 1996, and Lin filed a petition for divorce on August 20, 1996. On September 23, 1996, Lin was driving with the couple's young daughter in the car when Lin's vehicle struck Plaintiffs vehicle. A police investigation at the scene revealed a half empty bottle of wine in Lin's vehicle; she was arrested for driving while intoxicated. Lin's blood alcohol content after the crash measured .25%, which is more than three times the legal limit. See NMSA 1978, § 66-8-102(0) (1999).\n{3} Plaintiff filed a complaint for personal injuries against both Lin and Greg, claiming that Lin's negligence constituted a community tort. Plaintiffs complaint also alleged that Greg negligently permitted [Defendant Lin Leadingham to drive the 1989 Toyota while knowing that Lin Leadingham would drink alcoholic beverages and then drive. Plaintiff attempted to establish Greg's independent liability in several different ways, including his own negligence in either facilitating Lin's past drinking or failing to prevent her from drinking and driving once they were separated. Plaintiff also claimed that Greg had negligently entrusted the Toyota to Lin, and that the Toyota was a family purpose vehicle.\n{4} Greg filed a motion for summary judgment relying on his own affidavit, which sets forth several of the undisputed facts described above. Specifically, Greg noted that the Toyota was Lin's separate property before the marriage, that he was never on the title of the vehicle, and that he had not even seen his wife from the end of July 1996 until after the September 23, 1996, accident.\n{5} Plaintiffs initial response to the summary judgment motion focused on the fact that Greg and Lin were still married at the time of the accident. In her supplemental response, however, Plaintiff focused on Greg's deposition in an effort to establish that there were grounds for holding Greg liable independent of the community tort claim. In his deposition, Greg described Lin's drinking pattern during the course of their marriage. Greg would purchase wine for Lin pretty much all the time because she wanted it. Lin would start drinking in the morning and would drink approximately a half gallon of wine over a six to twelve hour period. Lin had apparently admitted to having a drinking problem and had briefly attended Alcoholics Anonymous. Notwithstanding Lin's drinking, Greg stated that he was not concerned that Lin would be involved in an automobile accident during their marriage because it was very rare for her to drive in the afternoon or evening.\n{6} After considering the parties' briefs and arguments, the district court entered an order dismissing Plaintiffs claims against Greg for common law negligence, negligent entrustment, and family purpose. In a letter decision to the parties, and at a later presentment hearing, the district court indicated that Plaintiffs community debt claim could await resolution until the collection stage, if necessary. This appeal followed.\nDISCUSSION\nA. Jurisdiction\n{7} After reviewing the parties' briefs and the district court's order, we were concerned about the finality of the order being appealed, insofar as it did not dispose of all of the claims against Greg that Plaintiff stated in her complaint. See Kelly Inn No. 102, Inc. v. Kapnison, 113 N.M. 231, 236, 824 P.2d 1033, 1038 (1992). We remanded the case to the district court for the limited purpose of seeking clarification of the court's order of dismissal. See Khalsa v. Levinson, 1998-NMCA-110, ¶ 16, 125 N.M. 680, 964 P.2d *724844. In response, the district court entered an order directing the entry of judgment in favor of Greg on the issues of common law negligence, negligent entrustment, and the family purpose doctrine and specifically finding that there is no just reason to delay an appeal. See id. ¶ 18; Rule 1 — 054(B)(1) NMRA 2000. We therefore exercise jurisdiction over the appeal.\nB. Standard of Review\n{8} The standard of review for a motion for summary judgment is whether there are any genuine issues of material fact and whether the moving party is entitled to summary judgment as a matter of law. Williams v. Central Consol. Sch. Dist., 1998-NMCA-006, ¶ 7, 124 N.M. 488, 952 P.2d 978; see also Rule 1-056(C) NMRA 2000. We consider the facts in the light most favorable to the party opposing summary judgment. See Gillin v. Carrows Restaurants, Inc., 118 N.M. 120, 122, 879 P.2d 121, 123 (Ct.App.1994). If, however, the facts are not in dispute, and only a legal interpretation of the facts remains, summary judgment is appropriate. See Garrity v. Overland Sheepskin Co., 1996-NMSC-032, ¶ 29, 121 N.M. 710, 917 P.2d 1382.\nC. Common Law Negligence\n{9} In her brief, Plaintiff states the essential question in this appeal as follows: Does the husband of an alcoholic wife who knows that her driving poses a danger to herself, to their daughter and to others using the highways have a duty of reasonable care to prevent the foreseeable harm from occurring? Plaintiff answers this question in the affirmative by referring us to well-established New Mexico case law discussing duty. See, e.g., Torres v. State, 119 N.M. 609, 612-13, 894 P.2d 386, 389-90 (1995); Calkins v. Cox Estates, 110 N.M. 59, 61-62, 792 P.2d 36, 38-39 (1990).\n{10} Plaintiffs approach might be viable were we restricted to a consideration of any facts provable under the broadly worded language in the complaint. Such was the case in Torres, 119 N.M. at 612-13, 894 P.2d at 390-91, analyzing duty in the context of a motion to dismiss for failure to state a claim. However, analyzing a complaint in light of a motion for summary judgment rather than a motion to dismiss, can eliminate scenarios consistent with the pleadings but inconsistent with uncontradicted facts presented to the court for consideration of the summary judgment motion. Dunn v. McFeeley, 1999-NMCA-084, ¶ 13, 127 N.M. 513, 984 P.2d 760. Such is the case here. Applying New Mexico case law to the undisputed facts developed in this case, we hold that the district court properly granted the motion for summary judgment.\n{11} In Davis v. Board of County Commissioners, 1999-NMCA-110, ¶¶ 14-15, 127 N.M. 785, 987 P.2d 1172, this Court recently had the opportunity to discuss the current state of duty analysis as articulated by our Supreme Court. As noted in Davis, we are guided by our Supreme Court's pronouncement that [policy determines duty. Torres, 119 N.M. at 612, 894 P.2d at 389. The general rule is that an individual does not have a duty to control the acts of a third party in the absence of a duty imposed by statute or recognized as a result of a special relationship that exists between a defendant and the tortfeasor. See Davis, 1999-NMCA-110, ¶ 15, 127 N.M. 785, 987 P.2d 1172; Restatement (Second) of Torts § 315 (1965). Unlike the situation considered in Torres, there is no statute applicable in the present case. See Torres, 119 N.M. at 612, 894 P.2d at 389. Thus, our focus is whether there is a special relationship which supports imposition of a duty.\n{12} There are several examples of special relationships that give rise to an exception to the general rule that a person has no duty to control the actions of a third party. See Restatement (Second) of Torts §§ 314A, 316-319 (1965); see also, e.g., Chavez v. Torres, 1999-NMCA-133, ¶ 20, 128 N.M. 171, 991 P.2d 1 (discussing landowner exception). None of the recognized special relationships is applicable in this case. The Restatement does include a caveat indicating that the authors express no opinion as to whether other relations may impose a duty where it might otherwise not exist, but it also indicates that, while there had apparently not yet, at the time of publication, been any cases *725imposing a heightened special relationship duty on husbands and wives, the law was moving toward recognizing a duty where there is a dependence or mutual dependence. See Restatement, supra, § 314A caveat, emt. b, at 119. The general trend, however, appears to be that the marital relationship, without more, does not trigger an independent duty to control the behavior of one's spouse. See, e.g., Wise v. Superior Court, 222 Cal.App.3d 1008, 272 Cal.Rptr. 222, 224-25 (1990); Touchette v. Ganal, 82 Hawaii 293, 922 P.2d 347, 355 (1996).\n{13} We do not deem it necessary to consider whether or under what circumstances the marital relationship might constitute a special relationship to trigger a duty under Sections 314A or 315 of the Restatement. The undisputed facts here are that, by the time of the accident, Greg's and Lin's estrangement was permanent and the dissolution of them marriage was imminent. Under the circumstances, it would be inappropriate to impose a special relationship duty upon them simply because they were technically still married. Any duty on the part of Greg must be predicated on conduct independent of his marital status at the time of the accident. We note, however, that Greg's and Lin's relationship is not irrelevant to our duty analysis. It simply does not, in and of itself, trigger a duty in this ease.\n{14} As we discussed in Davis, duty may also exist under the following circumstances:\nAssuming other policy considerations are satisfied, a duty to exercise ordinary care, where one otherwise would not exist, may arise when a person voluntarily undertakes a course of conduct which, in the absence of due care, may foreseeably injure others as a natural and probable consequence of the person's conduct.\n1999-NMCA-110, ¶ 15, 127 N.M. 785, 987 P.2d 1172; see also Restatement (Second) of Torts § 876 (1979).\n{15} We believe that Plaintiff may be attempting to establish duty on this latter theory. Specifically, Plaintiff maintains that Greg's conduct led to a foreseeable result, and that public policy considerations not only permit but compel recognition of Greg's duty to her under the facts of this ease. She begins with foreseeability. She claims that Greg should have foreseen that a member of the driving public could have been injured as a result of his failure to (1) exercise reasonable care in controlling Lin's drinking, (2) assist Lin in finding programs for problem drinkers, (3) persuade her to stop drinking, and (4) preclude her from driving by canceling her insurance. In her reply brief, however, Plaintiff essentially concedes that Greg is correct in arguing that cancellation of insurance should not be considered as part of this analysis. We agree. Plaintiff presented no evidence to suggest that Lin would have stopped driving if Greg had cut off the insurance. More importantly, it does not make sense as a matter of policy to expose the public to an uninsured driver.\n{16} Turning to Plaintiffs other grounds, we agree with Plaintiff that it is foreseeable that an individual with a drinking problem could injure a member of the public as a result of the drinking. The focus here, however, is on Greg's conduct. Although Plaintiff is correct that time and place factors are generally left to the jury, see Torres, 119 N.M. at 614, 894 P.2d at 391, we believe that Greg's conduct is simply too attenuated from the date of the accident to impose liability. It is undisputed that Greg neither had contemporaneous knowledge of nor provided contemporaneous assistance for the drinking which resulted in the collision. Cf. GCM, Inc. v. Kentucky Cent. Life Ins. Co., 1997-NMSC-052, ¶ 15, 124 N.M. 186, 947 P.2d 143 (discussing duty to refrain from causing or assisting another to violate a duty owed to a third person); Rael v. Cadena, 93 N.M. 684, 685, 604 P.2d 822, 823 (Ct.App.1979) (affirming finding of tort liability for defendant who yelled encouragement while battery was being committed).\n{17} Plaintiffs position would require us to impose a duty with open-ended time and place limits on anyone who might be able, as Plaintiff says, to prevent the driver from getting drunk or from freely driving while in an intoxicated state. That is, by imposing an independent duty on Greg to correct or prevent the potentially tortious behavior of his estranged spouse after two months of *726complete separation and upon imminent divorce, we could open up an arena of limitless potential for liability. We find no basis to do so.\n{18} In light of what we believe are clear public policy considerations against creating or expanding a duty under the circumstances in this case, we agree with the district court that summary judgment was properly granted on Plaintiffs negligence claim.\nD. Negligent Entrustment\n{19} Plaintiff argues that summary judgment should not have been granted on the negligent entrustment claim because there were material factual disputes with respect to whether Greg had sufficient control over the Toyota to trigger a duty to prevent Lin from driving. This Court has previously adopted the following definition of negligent entrustment:\nIt is negligence to permit a third person to use a thing or to engage in an activity which is under the control of the actor, if the actor knows or should know that such person intends or is likely to use the thing or to conduct himself in the activity in such a manner as to create an unreasonable risk of harm to others.\nMcCarson v. Foreman, 102 N.M. 151, 156, 692 P.2d 537, 542 (Ct.App.1984) (quoting Restatement (Second) of Torts § 308 (1965)). To establish a claim for injuries caused by the negligent entrustment of an automobile, the plaintiff must show that the defendant entrusted his automobile to another whom the defendant knew or should have known was an incompetent driver, and whose incompetence caused the plaintiffs injuries. See DeMatteo v. Simon, 112 N.M. 112, 114, 812 P.2d 361, 363 (Ct.App.1991); Spencer v. Gamboa, 102 N.M. 692, 693, 699 P.2d 623, 624 (Ct.App.1985).\n{20} In their briefs, the parties debate whether Greg was entitled to summary judgment based on the undisputed fact that Lin was the owner of the vehicle. We do not need to reach the issue of whether there may be situations in which a non-owner would have sufficient control over an object to trigger liability under a negligent entrustment theory if the non-owner relinquishes control to an owner who foreseeably could cause harm. The undisputed facts here show that Greg lacked any control over the vehicle. He was not in possession of the vehicle at any time during the months preceding the accident. Moreover, he lacked legal authority over the vehicle, and had no consensual basis for exerting any degree of control over the vehicle. As such, Plaintiffs negligent entrustment claim must fail. Cf. DeMatteo, 112 N.M. at 114-15, 812 P.2d at 363-64 (suggesting negligent entrustment claim could lie against defendant construction company because company's representative knew or should have known of poor driving record of the driver to whom it had entrusted its vehicle); McCarson, 102 N.M. at 156-57, 692 P.2d at 542-43 (affirming jury's finding of negligent entrustment where evidence showed father knew of son's prior conviction for driving while intoxicated and plea agreement for possession of cocaine yet still allowed son to drive company's vehicle).\nE. Family Purpose Doctrine\n{21} Like Plaintiffs negligent entrustment claim, the family purpose doctrine is simply inapplicable to the facts of this case. As set forth in the elements of UJI 13-1210 NMRA 2000, the family purpose doctrine imposes liability on the head of a household for the negligent operation of a vehicle by a member of the household to whom the head of household has furnished the vehicle. As Plaintiff points out, the Supreme Court has articulated the public policy behind this doctrine as an effort to require a responsible person to answer for damages caused by the user of the family car. Madrid v. Shryock, 106 N.M. 467, 469, 745 P.2d 375, 377 (1987). The goal is to encourage owners to exercise a greater degree of care when deciding whether to permit a financially irresponsible driver to use the family ear. See id. at 470, 745 P.2d at 378.\n{22} Plaintiff fails on practically every element of a family purpose doctrine claim. First, the doctrine is inapplicable because it is undisputed that Lin was insured and was therefore not a financially irresponsible driver. See id.; see also Ramirez v. Ramirez, 1996-NMCA-116, ¶ 10, 122 N.M. 590, 929 P.2d 982. Second, as in Madrid, 106 N.M. at 471, 745 P.2d at 379, and consistent *727with our negligent entrustment discussion, Plaintiff failed to come forward with any facts establishing that Greg furnished the vehicle to Lin or otherwise had sufficient control over the vehicle to suggest that he had made the vehicle available in his capacity as the head of the household. Finally, Lin and Greg were not living together at the time of the accident and, while technically still married, could not be considered a household for purposes of invoking liability. See Ramirez, 1996-NMCA-116, ¶ 11, 122 N.M. 590, 929 P.2d 982.\nCONCLUSION\n{23} For the reasons discussed above, we conclude that the distinct court properly granted summary judgment on Plaintiffs claims alleging common law negligence, negligent entrustment, and liability under the family purpose doctrine.\n{24} IT IS SO ORDERED.\nWECHSLER and SUTIN, JJ., concur.\nPlain English Summary: The plaintiff was injured as a result of a collision with the vehicle driven by one of the defendants. The vehicle in question did not belong to her but to her husband, from whom she was in the process of separating. The Court held that the husband could not be found liable.\n\n§7(a); §40; §41.",
    "annotations": {
        "Facts": [
            "Plaintiff appeals from a district court order granting summary judgment dismissing several claims against Defendant Greg Leadingham (Greg) for personal injuries arising out of an automobile collision involving a vehicle driven by Defendant Lin Leadingham (Lin). At the time of the accident, Greg and Lin were married but had been living separately for approximately two months. Their divorce action was pending.",
            "Greg and Lin were married in November 1993. Prior to the marriage Lin owned a 1989 Toyota automobile. She retained ownership of this vehicle throughout the marriage, although community funds were used to pay for a single insurance policy that covered the Toyota and Greg's vehicle. The Leadinghams separated in July 1996, and Lin filed a petition for divorce on August 20, 1996. On September 23, 1996, Lin was driving with the couple's young daughter in the car when Lin's vehicle struck Plaintiffs vehicle. A police investigation at the scene revealed a half empty bottle of wine in Lin's vehicle; she was arrested for driving while intoxicated. Lin's blood alcohol content after the crash measured .25%, which is more than three times the legal limit. See NMSA 1978, § 66-8-102(0) (1999).{3} Plaintiff filed a complaint for personal injuries against both Lin and Greg, claiming that Lin's negligence constituted a community tort. Plaintiffs complaint also alleged that Greg negligently permitted [Defendant Lin Leadingham to drive the 1989 Toyota while knowing that Lin Leadingham would drink alcoholic beverages and then drive. Plaintiff attempted to establish Greg's independent liability in several different ways, including his own negligence in either facilitating Lin's past drinking or failing to prevent her from drinking and driving once they were separated. Plaintiff also claimed that Greg had negligently entrusted the Toyota to Lin, and that the Toyota was a family purpose vehicle.{4} Greg filed a motion for summary judgment relying on his own affidavit, which sets forth several of the undisputed facts described above. Specifically, Greg noted that the Toyota was Lin's separate property before the marriage, that he was never on the title of the vehicle, and that he had not even seen his wife from the end of July 1996 until after the September 23, 1996, accident.{5} Plaintiffs initial response to the summary judgment motion focused on the fact that Greg and Lin were still married at the time of the accident. In her supplemental response, however, Plaintiff focused on Greg's deposition in an effort to establish that there were grounds for holding Greg liable independent of the community tort claim. In his deposition, Greg described Lin's drinking pattern during the course of their marriage. Greg would purchase wine for Lin pretty much all the time because she wanted it. Lin would start drinking in the morning and would drink approximately a half gallon of wine over a six to twelve hour period. Lin had apparently admitted to having a drinking problem and had briefly attended Alcoholics Anonymous. Notwithstanding Lin's drinking, Greg stated that he was not concerned that Lin would be involved in an automobile accident during their marriage because it was very rare for her to drive in the afternoon or evening."
        ],
        "Procedural History": [
            "In the district court and on appeal, Plaintiff has attempted to predicate Greg's independent liability for the collision on three grounds: (1) common law negligence principles, (2) negligent entrustment, and (3) the family purpose doctrine.",
            "{6} After considering the parties' briefs and arguments, the district court entered an order dismissing Plaintiffs claims against Greg for common law negligence, negligent entrustment, and family purpose. In a letter decision to the parties, and at a later presentment hearing, the district court indicated that Plaintiffs community debt claim could await resolution until the collection stage, if necessary. This appeal followed."
        ],
        "Application of Law to Facts": [
            "analyzing a complaint in light of a motion for summary judgment rather than a motion to dismiss, can eliminate scenarios consistent with the pleadings but inconsistent with uncontradicted facts presented to the court for consideration of the summary judgment motion.",
            "The general rule is that an individual does not have a duty to control the acts of a third party in the absence of a duty imposed by statute or recognized as a result of a special relationship that exists between a defendant and the tortfeasor",
            "there is no statute applicable in the present",
            "Thus, our focus is whether there is a special relationship which supports imposition of a duty",
            "None of the recognized special relationships is applicable in this case.",
            "The general trend, however, appears to be that the marital relationship, without more, does not trigger an independent duty to control the behavior of one's spouse.",
            "The undisputed facts here are that, by the time of the accident, Greg's and Lin's estrangement was permanent and the dissolution of them marriage was imminent. Under the circumstances, it would be inappropriate to impose a special relationship duty upon them simply because they were technically still married.",
            "Plaintiff presented no evidence to suggest that Lin would have stopped driving if Greg had cut off the insurance. More importantly, it does not make sense as a matter of policy to expose the public to an uninsured driver.",
            "Turning to Plaintiffs other grounds, we agree with Plaintiff that it is foreseeable that an individual with a drinking problem could injure a member of the public as a result of the drinking. The focus here, however, is on Greg's conduct. Although Plaintiff is correct that time and place factors are generally left to the jury",
            "we believe that Greg's conduct is simply too attenuated from the date of the accident to impose liability.",
            "The undisputed facts here show that Greg lacked any control over the vehicle. He was not in possession of the vehicle at any time during the months preceding the accident. Moreover, he lacked legal authority over the vehicle, and had no consensual basis for exerting any degree of control over the vehicle."
        ],
        "Relevant Precedents": [
            "Dunn v. McFeeley, , ¶ 13, 127 N.M. 513, ",
            "Davis, , ¶ 15, 127 N.M. 785, ",
            "Wise v. Superior Court, 222 Cal.App.3d 1008, , 224-25 (1990",
            "Torres, , 894 P.2d at 391,"
        ],
        "Outcome": [
            "We affirm.",
            "{23} For the reasons discussed above, we conclude that the distinct court properly granted summary judgment on Plaintiffs claims alleging common law negligence, negligent entrustment, and liability under the family purpose doctrine."
        ]
    },
    "class": "affirm"
}