{
    "text": "Lindle v. Shibley, 249 Ark. 671, 460 S.W.2d 779 (1970)\nDec. 14, 1970 · Arkansas Supreme Court · 5-5401\n249 Ark. 671, 460 S.W.2d 779\nJack LINDLE, d/b/a Lindle Showsv.A. G. SHIBLEY, Jr.\n460 S. W. 2d 779\n[Rehearing denied January 11, 1971.]\nReid, Burge Prevallet and Gary L. Brewer, for appellant.\nGraham Partlow, Jr. and Bill E. Ross, for appellee\nJ. Fred Jones, Justice.\nThis is an appeal by Jack Lindle, d/b/a Lindle Shows, from a judgment of the Circuit Court of Mississippi County, Chickasawba District, entered on a jury verdict for A. G. Shibley, Jr. in the amount of $25,000 in a suit by Shibley against *672Lindle for injuries sustained by Shibley while attending a carnival conducted by Lindle when the lights on the carnival grounds went out and Shibley was run into by a third party pedestrian. Lindle assigns errors under ten points relied upon as follows:\nThe trial court erred in giving the instruction on res ipsa loquitur because the doctrine is inapplicable in this case.\nThe court erred in not directing a verdict for the appellant because there was no evidence that the failure of the lights was the proximate cause of the injury.\nThe trial court erred in refusing to direct a verdict for the appellant because there was no evidence of negligence.\nThe trial court erred in not granting a mistrial because of appellee's attorney's statement to the jury concerning liability insurance during voir dire examination.\nThe trial court erred in not giving appellant's requested instruction on an unavoidáble accident, AMI 604.\nThe trial court erred in not instructing the jury that the appellant was not an insurer of the safety of the persons on his premises.\nThe trial court erred in instructing the jury on concurring proximate causes, AMI 502.\nThe trial court erred in giving that portion of the damage instruction allowing consideration of earnings to be lost in the future.\nThe court erred in giving that portion of the damage instruction allowing consideration of visible results of the injury.\n*673The jury verdict was excessive.\nHaving concluded that there is no substantial evidence that Lindle was negligent toward Mr. Shibley and that there is no substantial evidence that the failure of the lights was the proximate cause of Mr. Shibley's injury, we find it unnecessary to discuss the points as specifically presented.\nThe facts as alleged, and as proven at the trial, appear as follows: For a number of years Lindle had provided entertainment in the form of a carnival for the Northeast Arkansas Fair held each year in Blytheville, Arkansas. The carnival portion of the fair consisted of concessions and amusements on the east and west side of a thoroughfare or midway of the carnival grounds. Mr. Lindle obtained his electrical power from the local power company and distributed it for lighting and other electrical purposes through transformers located in a truck on the carnival grounds, and the distribution of the electric power in the carnival grounds was maintained by Lindle.\nAbout 9:00 p.m. on September 20, 1968, Mr. Shibley, accompanied by his brother-in-law, Mr. Malouf, had entered the fair grounds and was walking along on the east side of the carnival area when the lights in that area suddenly went out. Immediately after the lights went out, and before Mr. Shibley's eyes became adjusted to the darkness, and when, according to his testimony, he could only distinguish the outline of objects; some unknown individual ran into Mr. Shibley from his right side and struck and injured his right knee. The contact was described as similar to a football tackle. Mr. Shibley was taken to a local hospital and later to the Campbell Clinic in Memphis, Tennessee, where it was determined that he had a bone fracture and a torn cartilage in his right knee. He underwent surgery for the correction of his condition which according to the medical evidence resulted in a 15% permanent disability to his right knee.\n*674Mr. Shibley testified that his eyes had not adjusted to the dark at the time he was struck by some person and injured. There is nothing in the record, however, to indicate that Mr. Shibley would not have suffered the same injury in the same accident had he been totally blind to light and dark, and there is no evidence in the record that Mr. Shibley would not have sustained his injury exactly as he did if the lights in the area had not gone out.\nThe Oklahoma Supreme Court in Myers v. Luttrell, 373 P. 2d 22, quoting with approval from prior opinions said:\n 'The proximate cause of any injury must be the efficient cause which sets in motion the chain of circumstances leading to the injury; if the negligence complained of merely furnishes a condition by which the injury was possible and a subsequent independent act caused the injury, the existence of such condition is not the proximate cause of the injury.'\n* * *\n'Negligence must be shown by evidence, and the evidence, to justify a finding of negligence, must show a breach of duty on the part of the defendant such that a reasonable person should have foreseen would as a natural consequence cause an injury, not necessarily would probably cause an injury in the sense of more likely to cause an injury than not, but the likelihood must be such that a reasonable person could foresee that injury would result in the ordinary course of things. A mere possibility of the injury is not sufficient, where a reasonable man would not consider injury likely to result from the act as one of its ordinary and probable results.' \nUnder Arkansas law, negligence is the proximate cause of an injury only if the injury is the natural and probable consequence of the negligent act and ought to have been foreseen in the light of attending circum*675stances. Kisor v. Tulsa Rendering Co., 113 F. Supp. 10; Southwestern Bell Telephone Co. v. Adams, 199 Ark. 254, 133 S. W. 2d 867.\nIn Hartsock v. Forsgren, Inc., 236 Ark. 167, 365 S. W. 2d 117, the defendant maintained a large tank for the storage of tar and permitted some of it to escape onto a children's playground. The plaintiff's nine year old son got some of the tar on his feet and the plaintiff-parents were attempting to remove the tar with gasoline when a second child fired a cap-pistol creating a spark that ignited the gasoline fumes and resulted in serious burns to the nine year old child. The trial court sustained a demurrer to the complaint, and in affirming the trial court, this court said:\nTo be negligent a person must be in a position to realize that his conduct involves a hazard to others. In the Hill case we described a negligent act as 'one from which an ordinary prudent person in the actor's position — in the same or similar circumstances — would foresee such an appreciable risk of harm to others as to cause him not to do the act, or to do it in a more careful manner.' Later in Collier v. Citizens Coach Co., 231 Ark. 489, 330 S. W. 2d 74, we added: 'Foreseeability is an element in the determination of whether a person is guilty of negligence and has nothing whatever to do with proximate cause.' Moreover, when the voluntary acts of human beings intervene between the defendant's act and the plaintiff's injury, the problem of foreseeability is still the same: Was the third person's conduct sufficiently foreseeable to have the effect of making the defendant's act a negligent one? Harper & James, The Law of Torts, § 20.5; Rest., Torts, § 447.\nMeasured by the above rules of law there are two questions to be answered in this case. The first question involves the negligence of Lindle toward Shibley in causing or permitting the lights to go out, and comes down specifically to whether Lindle, as an ordinary *676prudent person, should have foreseen such an appreciable risk of harm as occurred to Mr. Shibley if the lights should go out on the carnival grounds. As was said in Myers, supra, a mere possibility of such injury is not sufficient, where a reasonable man would not consider injury likely to result from the act as one of its ordin-nary and probable results. Paraphrasing some of the language used in Hartsock, supra; it is a common place everyday and night occurrence for electrical power to fail some-where, for one reason or another; and to hold that this defendant was under a duty to guard against the remote chance of what actually occurred in this case, would be in effect, to strike the element of foreseeable guilt from the concept of negligence in such situation, and thus impose an absolute liability on the distributors of electric energy for injuries sustained in most any type of accident occurring in the dark within the period of a power failure.\nThe appellee argues that obviously there were a number of inherent risks that Lindle should have foreseen if the lights failed as they did in this case. He enumerated the risks that someone might fall or trip or even be raped or attacked. Mr. Shibley did not fall or trip but the injury he did sustain fell into the same category as would have a rape or an attack. We are of the opinion that Mr. Lindle, as a reasonable person, would have concluded that people would slow down or at least stop running during a period of darkness caused by a power failure, instead of rushing about in the darkness and engage in all manner of criminal activity. There is no evidence in this case that the failure of the lights panicked the crowd or the individual who ran into Mr. Shibley without stopping. To hold with the appellee's view on this point, would impose strict liability on electrical power companies for most every injury sustained by criminal act or otherwise within its power distribution area during a power failure.\nThe case of Hill v. Wilson, 216 Ark. 179, 224 S. W. 2d 797, relied on by the appellee, involved a collision between three motor vehicles traveling in the same direc*677tion on the highway. The first vehicle stopped suddenly; the second vehicle was forced to stop suddenly and the third vehicle rammed into the rear of the second vehicle knocking it into the rear of the first vehicle and injuring the parties in the second vehicle who filed suit against the owners of the first vehicle, as well as the third vehicle. In holding that the jury was justified in finding that the defendant owner of the first vehicle was negligent toward the plaintiff-occupants of the second vehicle, this court said:\nDefendant contends, however, that this negligence was not the proximate cause of plaintiff's injuries. If after, or as, plaintiffs' car was brought to a stop behind defendant's truck, a third person had . without stopping, driven another car out of a side-road into plaintiffs' car, the defendant's argument would be easier to sustain. If any such intervention had occurred, it would have been easy to find that it was truly an independent intervening act not aided or risked by defendant's negligent act. Such a wholly independent intervening act could be held to be the sole proximate cause of resultant injuries.\nWe are of the opinion that the facts in the case at bar fall squarely within the above intervening cause example set out in Hill rather than an intervening act the likelihood of which was definitely increased by the defendant's act of suddenly stopping his vehicle on the highway as was the actual situation in the Hill case.\nThe second question presented is whether the resulting darkness from the power failure was the proximate cause of Mr. Shibley's injury.\nReturning now to Hartsock v. Forsgren, supra, we there stated:\nWith respect to proximate cause the term is usually defined as a cause which, 'in a natural and continuous sequence, unbroken by any efficient inter*678vening cause, produces the injury, and without which the result would not have occurred.' Collier v. Citizens Coach Co., supra; Ben M. Hogan & Co. v. Krug, 234 Ark. 280, 351 S. W. 2d 451.\nAnd again paraphrasing our language in Hartsock; testing the case by this definition, it is apparent that the proof did not present substantial evidence on which the jury verdict can stand since the failure of the lights did not lead in a natural and continuous sequence unbroken by any intervening cause to the accidental injury sustained by Mr. Shibley when someone running through the darkened area ran into him. There is simply no evidence in this case that the darkness caused by the power failure caused the unknown individual to run into Mr. Shibley.\nThe judgment must be reversed and the cause dismissed.\nFogleman and Byrd, JJ., concur only because they do not think that res ipsa loquitur applies at all in this case, and for that reason there was no evidence of negligence.\n\n\nPlain English summary:\nLights went out in a carnival and a third party rammed into the plaintiff, injuring his knee. A jury awarded damages to plaintiff. The appellate court reversed and dismissed the case, holding that there is no substantial evidence that defendant was negligent toward plaintiff. \n",
    "annotations": {
        "Facts": [
            "For a number of years Lindle had provided entertainment in the form of a carnival for the Northeast Arkansas Fair held each year in Blytheville, Arkansas. The carnival portion of the fair consisted of concessions and amusements on the east and west side of a thoroughfare or midway of the carnival grounds. Mr. Lindle obtained his electrical power from the local power company and distributed it for lighting and other electrical purposes through transformers located in a truck on the carnival grounds, and the distribution of the electric power in the carnival grounds was maintained by Lindle.About 9:00 p.m. on September 20, 1968, Mr. Shibley, accompanied by his brother-in-law, Mr. Malouf, had entered the fair grounds and was walking along on the east side of the carnival area when the lights in that area suddenly went out. Immediately after the lights went out, and before Mr. Shibley's eyes became adjusted to the darkness, and when",
            "he could only distinguish the outline of objects; some unknown individual ran into Mr. Shibley from his right side and struck and injured his right knee. The contact was described as similar to a football tackle. Mr. Shibley was taken to a local hospital and later to the Campbell Clinic in Memphis, Tennessee, where it was determined that he had a bone fracture and a torn cartilage in his right knee. He underwent surgery for the correction of his condition which according to the medical evidence resulted in a 15% permanent disability to his right knee.",
            "Mr. Shibley",
            "eyes had not adjusted to the dark at the time he was struck by some person and injured."
        ],
        "Procedural History": [
            "This is an appeal by Jack Lindle, d/b/a Lindle Shows, from a judgment of the Circuit Court of Mississippi County, Chickasawba District, entered on a jury verdict for A. G. Shibley, Jr. in the amount of $25,000"
        ],
        "Application of Law to Facts": [
            "Having concluded that there is no substantial evidence that Lindle was negligent toward Mr. Shibley",
            "we find it unnecessary to discuss the points as specifically presented.",
            "it is a common place everyday and night occurrence for electrical power to fail some-where, for one reason or another; and to hold that this defendant was under a duty to guard against the remote chance of what actually occurred in this case, would be in effect, to strike the element of foreseeable guilt from the concept of negligence in such situation, and thus impose an absolute liability on the distributors of electric energy for injuries sustained in most any type of accident occurring in the dark within the period of a power failure.",
            "We are of the opinion that Mr. Lindle, as a reasonable person, would have concluded that people would slow down or at least stop running during a period of darkness caused by a power failure, instead of rushing about in the darkness and engage in all manner of criminal activity. There is no evidence in this case that the failure of the lights panicked the crowd or the individual who ran into Mr. Shibley without stopping. To hold with the appellee's view on this point, would impose strict liability on electrical power companies for most every injury sustained by criminal act or otherwise within its power distribution area during a power failure."
        ],
        "Relevant Precedents": [
            "Myers v. Luttrell, 373 P. 2d 22",
            "Hartsock v. Forsgren, Inc., 236 Ark. 167, 365 S. W. 2d 117",
            "Myers",
            "Hartsock"
        ],
        "Outcome": [
            "The judgment must be reversed and the cause dismissed."
        ]
    },
    "class": "reverse"
}