{
    "text": "Revelle v. Alexander, 249 Ark. 1143, 463 S.W.2d 360 (1971)\nFeb. 22, 1971 · Arkansas Supreme Court · 5-5464\n249 Ark. 1143, 463 S.W.2d 360\nFred REVELLE et alv.Hobart ALEXANDER et al\n463 S. W. 2d 360\nTiner & Henry, for appellants.\nReid, Burge ir Prevallet, for appellees.\nConley Byrd, Justice.\nAppellant Fred Revelle, in his own behalf and as father and next friend of his son Terry Revelle, brought this action against appellees Hobart Alexander and Chalmers Young to recover personal injuries and medical expenses incurred as a result of an eye injury received by Terry. The record shows that Fred Revelle and Chalmers Young worked on Alexander's farm. Terry Revelle, age 16, also worked as needed. On the day in question Chalmers Young had Terry holding the hub of a Birch hipping ridger while Young was using a chisel and a hammer to remove the bearing race. The race shattered, or broke, and a piece struck Terry in the eye causing permanent injury to his eye.\n*1144The trial court submitted the issues to the jury on interrogatories, telling them that they should consider each interrogatory as a separate verdict. The jury answered the interrogatories, finding that Young was not negligent and that Terry was not negligent and did not assume the risk. Interrogatories No. 6 and No. 7 asked the jury to state the amount of any damages which you find from a preponderance of the evidence were sustained by Fred Revelle and Terry Revelle as a result of the occurrence. The answer to interrogatory No. 6 was $2,961.80 and to No. 7 was $7,038.20. The trial court entered judgment in favor of appellees Alexander and Young. For reversal appellant contends: (1) that the verdict was contrary to a preponderance of the evidence and that the trial court abused its discretion in overruling the motion for new trial, and (2) the trial court erred in failing to exercise its discretion to set aside the verdict because the jury's verdict was inconsistent.\nWe find no merit in either contention. There was evidence given by Young, Alexander and their witness Reese Louis, Jr., from which the jury could have found that the standard of care used was the same standard of care that a reasonable and prudent farmer would have used under the same or similar circumstances. The duty of this Court, on appeal, is set out in Bowman v. Gabel, 243 Ark. 728, 421 S. W. 2d 898 (1967), as follows:\nThe rule setting forth the respective functions of the jury and the trial court and this court is well expressed in Richardson v. State, 47 Ark. 562, 567, where we said: 'But the weight of evidence and the credibility of witnesses are to be determined by the jury. It is the duty of the trial court to set aside a verdict which is clearly against the weight of the evidence. But when the case reaches us, the question is no longer whether the evidence preponderates on one side or the other, or whether due credit has been given to the statements of a witness who has testified fully and fairly. But the question is, whether there is a failure of proof on *1145a material point. To order a new trial because we differ in opinion from the circuit judge as to the weight of the testimony, or the truth or falsity of a witness, is to substitute our discretion for his discretion. And in this matter he is supposed to enjoy some advantages over us.'\nWe can find nothing inconsistent between the interrogatories finding no negligence on the part of appellees and finding the amount of damages sustained by Fred Revelle and Terry Revelle as a result of the occurrence. Nothing in the latter interrogatories nor the answers thereto indicate that the damages sustained were attributable to the appellees.\nAffirmed.\n\nPlain English summary:\nPlaintiff was injured while working on a farm. The trial court ruled in favour of the defendants and the plaintiff appealed. The appellate court affirmed the judgment. \n",
    "annotations": {
        "Facts": [
            "Fred Revelle and Chalmers Young worked on Alexander's farm. Terry Revelle, age 16, also worked as needed. On the day in question Chalmers Young had Terry holding the hub of a Birch hipping ridger while Young was using a chisel and a hammer to remove the bearing race. The race shattered, or broke, and a piece struck Terry in the eye causing permanent injury to his eye."
        ],
        "Procedural History": [
            "Appellant Fred Revelle, in his own behalf and as father and next friend of his son Terry Revelle, brought this action against appellees Hobart Alexander and Chalmers Young to recover personal injuries and medical expenses incurred as a result of an eye injury received by Terry.",
            "The jury answered the interrogatories, finding that Young was not negligent and that Terry was not negligent and did not assume the risk.",
            "The trial court entered judgment in favor of appellees Alexander and Young."
        ],
        "Application of Law to Facts": [
            "For reversal appellant contends",
            "that the verdict was contrary to a preponderance of the evidence ",
            "We find no merit in either contention. There was evidence given by Young, Alexander and their witness Reese Louis, Jr., from which the jury could have found that the standard of care used was the same standard of care that a reasonable and prudent farmer would have used under the same or similar circumstances."
        ],
        "Relevant Precedents": [
            "Bowman v. Gabel, , 421 S. W. 2d 898 (1967)"
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}