{
    "text": "Missouri-Pacific Truck Line v. Riley, 247 Ark. 406, 445 S.W.2d 720 (1969)\nOct. 20, 1969 · Arkansas Supreme Court · 5-4968\n247 Ark. 406, 445 S.W.2d 720\nMISSOURI-PACIFIC TRUCK LINEv.Johnny RILEY d/b/a D & R Liquor Store\n445 S. W. 2d 720\nFrierson, Walker & 8nellgrove, for appellant.\nNo brief for appellee.\nLyle Brown, Justice.\nThis action was instituted by Johnny Riley against Missouri-Pacific Truck Line because of an accident said to have resulted when the latter's truck struck two neon signs in front of Riley's place of business in Harrisburg. The truck was traveling in the street at the time of the accident. At the close of the testimony introduced by both parties, the trial court directed a verdict for Riley. Missouri-Pacific appeals, contending the evidence was disputed and should have been submitted to the jury.\nJohnny Riley testified that he was not present when the incident occurred. He stated he replaced the smaller sign át a cost of $229.44 and had the larger sign *407repaired for $210.60. Both signs, so he said, were about two years old and in good condition at the time of the accident. Counsel for Missouri-Pacific questioned the witness concerning the location of the supporting pole with reference to the street because defendant contended that the signs protruded over the street and at a height lower than authorized by law. Riley did not know the distance of the pole from the street, nor was he aware of the height from the street to the contact point with the lower sign. He did concede that a similar incident damaged the signs about one year previously.\nThe only other witness testifying for appellee was his employee, Imogene Douglas, the manager of the liquor store at the time of the accident. She said she saw a truck with Missouri-Pacific's name on it strike the signs; that the same truck traveled in front of the store at least three times a week; that the driver did not stop; that one of her patrons saw the incident and unsuccessfully tried to stop the truck; that Malcolm Rupphen made a delivery to her for Missouri-Pacific later and she informed him that he had damaged the signs; and that Rupphen disavowed any knowledge of having struck the signs. On cross-examination Mrs. Douglas said the truck driver veered his truck to miss a car that came into his path and that the back of the truck hit the lower sign.\nThe single witness for Missouri-Pacific was the truck driver, Malcolm Rupphen. He testified that he had been passing the area for seven or eight years; that Riley's signs constituted a hazard in that they were considerably lower than twelve feet, six inches, the highest point of his truck; that he regularly veered from his course of travel to miss hitting the signs; and that he was not aware that he did hit the signs but he could not say he did not hit them. He testified that the supporting pole was three feet from the street and that the signs extended over the street.\nIn considering Johnny Riley's testimony in relation *408to the motion for a directed verdict it was the duty of the court to treat it as disputed. That is because he was the plaintiff; Little v. George Feed & Supply Co., 233 Ark. 78, 342 S. W. 2d 668 (1961); and Skillern v. Baker, 82 Ark. 86, 100 S. W. 764 (1907). It was pointed out in Hales & Hunter Co. v. Wyatt, 239-Ark. 19, 386 S. W. 2d 704 (1965), that a directed verdict for the plaintiff is a rarity. That same case is authority for the rule that Riley's testimony should not have been regarded as undisputed in testing it on his motion for a directed verdict. Also, see Turchi v. Shepherd, 230 Ark. 899, 327 S. W. 2d 553 (1959).\nWe also think there was a jury question with reference to the testimony of Mrs. Douglas. She was Riley's store manager and might have been biased. Sykes v. Carmack, 211 Ark. 828, 202 S. W. 2d 761 (1947); Old Republic Insurance Co. v. Alexander, 245 Ark. 1029, 436 S. W. 2d 829 (1969). To say the least, it is not shown that she was wholly disinterested. The jury could also have considered as significant the fact that a patron of the store was allegedly an eyewitness, yet he was not called to corroborate Mrs. Douglas, nor was his absence explained.\nIn urging the trial court to permit the case to go to the jury, Missouri-Pacific pointed out that it had asserted negligence on the part of Riley in allegedly erecting his signs in such manner as to encroach on the traveled portion of the street and at a height which constituted a hazard. When the evidence is weighed with all reasonable inferences in a light most favorable to Missouri-Pacific, we conclude that Riley's alleged negligence in that respect was a question for the jury. Smith v. McEachin, 186 Ark. 1132, 57 S. W. 2d 1043 (1933). We refer to the evidence which we have summarized and to repeat, except by reference, is not necessary. Suffice it to say that if the jury believed that appellant's truck did not exceed permissible height, and that Riley maintained his signs at such heights that a reasonable person *409should have anticipated danger to the motoring public, the trier of facts could have placed fault on Riley.\nReversed.\nByrd, J., concurs.\nPlain English summary:\nThe plaintiff claimed that the defendant's driver struck two neon signs belonging to the plaintiff, damaging them. The defendant claimed that the signs constituted a hazard in that they were considerably lower than twelve feet, six inches. The trial court directed a verdict for the plaintiff, but the court of appeal reversed. The question was one for the jury. \n",
    "annotations": {
        "Facts": [
            "the latter's truck struck two neon signs in front of Riley's place of business in Harrisburg. The truck was traveling in the street at the time of the accident.",
            "Johnny Riley",
            "was not present when the incident occurred.",
            "he replaced the smaller sign át a cost of $229.44 and had the larger sign *407repaired for $210.60. Both signs",
            "were about two years old and in good condition at the time of the accident.",
            "Riley did not know the distance of the pole from the street, nor was he aware of the height from the street to the contact point with the lower sign.",
            "a similar incident damaged the signs about one year previously.The only other witness testifying for appellee was his employee, Imogene Douglas, the manager of the liquor store at the time of the accident. She said she saw a truck with Missouri-Pacific's name on it strike the signs; that the same truck traveled in front of the store at least three times a week; that the driver did not stop; that one of her patrons saw the incident and unsuccessfully tried to stop the truck; that Malcolm Rupphen made a delivery to her for Missouri-Pacific later and she informed him that he had damaged the signs; and that Rupphen disavowed any knowledge of having struck the signs. ",
            "Mrs. Douglas said the truck driver veered his truck to miss a car that came into his path and that the back of the truck hit the lower sign.The single witness for Missouri-Pacific was the truck driver, Malcolm Rupphen. He testified that he had been passing the area for seven or eight years; that Riley's signs constituted a hazard in that they were considerably lower than twelve feet, six inches, the highest point of his truck; that he regularly veered from his course of travel to miss hitting the signs; and that he was not aware that he did hit the signs but he could not say he did not hit them. He testified that the supporting pole was three feet from the street and that the signs extended over the street."
        ],
        "Procedural History": [
            "This action was instituted by Johnny Riley against Missouri-Pacific Truck Line",
            "the trial court directed a verdict for Riley.",
            "Missouri-Pacific appeals"
        ],
        "Application of Law to Facts": [
            "We also think there was a jury question with reference to the testimony of Mrs. Douglas. She was Riley's store manager and might have been biased.",
            "To say the least, it is not shown that she was wholly disinterested. The jury could also have considered as significant the fact that a patron of the store was allegedly an eyewitness, yet he was not called to corroborate Mrs. Douglas, nor was his absence explained.In urging the trial court to permit the case to go to the jury, Missouri-Pacific pointed out that it had asserted negligence on the part of Riley in allegedly erecting his signs in such manner as to encroach on the traveled portion of the street and at a height which constituted a hazard. When the evidence is weighed with all reasonable inferences in a light most favorable to Missouri-Pacific, we conclude that Riley's alleged negligence in that respect was a question for the jury.",
            "if the jury believed that appellant's truck did not exceed permissible height, and that Riley maintained his signs at such heights that a reasonable person should have anticipated danger to the motoring public, the trier of facts could have placed fault on Riley."
        ],
        "Relevant Precedents": [
            "Smith v. McEachin, , 57 S. W. 2d 1043 (1933)."
        ],
        "Outcome": []
    },
    "class": "reverse"
}