{
    "text": "Jones v. Ferguson, 243 Ark. 698, 421 S.W.2d 607 (1967)\nDec. 11, 1967 · Arkansas Supreme Court · 5-4394\n243 Ark. 698, 421 S.W.2d 607\nL. L. JONESv.Fayburn FERGUSON and Pat Sherland\n421 S. W. 2d 607\nL. A. Hardin, for appellant.\nRobert M. Smith, for appellees.\nPaul Ward, Justice.\nAppellant (L. L. Jones) filed a complaint in circuit court against appellees (Fayburn Ferguson and Pat Sherland) to recover damages to his truck, allegedly caused by a fire negligently started by appellees. Appellees answered denying negligence and, by cross-complaint, asked for damages to wheat loaded in the truck.\nA jury having been waived, the case was tried by the Judge who refused to find negligence on the part of appellees' negligence in starting the fire. We do not *699prosecute his appeal. Appellees did not perfect an appeal.\nSummary of Facts. Ferguson was engaged in raising and harvesting wheat, and was assisted by Shetland. He had an agreement with appellant whereby appellant was to furnish him a truck and tractor to haul the harvested wheat from his farm to the Pioneer Grain Corporation. Pursuant to this agreement appellant was to place the truck on the wheat field to be loaded with wheat and then driven (by his employee) to its destination.\nOn June 11, 1966, the'truck was placed on the. wheat field about ten a.m. and later filled with wheat. Early that afternoon appellees started a fire to burn off the wheat field, preparatory to planting soybeans. As a result the truck was damaged by the fire.\nOn appeal it is urged that the trial court erred in failing to find the damage to the truck was caused by appellees' negligence in starting the fire. We do not agree.\nThe question of negligence is one of fact to be decided by a jury. In this case the Judge sat as a jury and his findings have the same force and effect of a jury verdict on appeal. Newbern v. Morris, 233 Ark. 938, 349 S. W. 2d 662.\nIn the case of Valley Lumber Company v. Westmoreland Brothers, 159 Ark. 484, 252 S. W. 609, this Court said:\n' ' The general rule in this country, as well as in England, ■ now is that, in the absence of a statute, a private owner of property on whose premises a fire is accidentally started, or who sets out fire on his premises for a lawful purpose, is not liable for the damages caused thereby to the property of another, unless the fire was started, or allowed to spread, through negligence.\n*700It is not contended here that any statute is involved or Ferguson did not have a right to start the fire for the purpose stated. The decisive issue here, therefore, is whether Ferguson (or his agent) was negligent in allowing the fire to spread to and damage appellant's truck. The undisputed evidence in this case, as revealed by the record, is presently summarized.\nThe truck was parked on the north side of the wheat field on fresh plowed ground and there was a breeze from north to south. Appellees disked the ground around the truck for a width of something like forty feet. Ferguson stated: There wasn't much wind blowing at the time but it was out of the north and at times a little gusty. I do not know how it caught fire unless it was a spark from the burning wheat field. The field was burned off after the wheat was completely combined for the purpose of planting soy beans and, according to the testimony, the time was getting short for this purpose. When smoke was seen coming from the truck Ferguson, who was in the field, ran to a ditch and got a bucket of water and was pouring water on tires and wheels on the right side. The fire spread to the other wheels and bed. We could not put out the fire.\nAMI 303 defines ordinary care as the care a reasonably careful person would use under circumstances similar to those shown by the evidence in this case.\nThus, the question presented to the trial Judge (sitting as a jury) was: Did appellees use ordinary care under the circumstances in this case? The Judge found in the affirmative, and we are unable to say, as a matter of law, that he erred in so finding.\nAffirmed.\nHaréis, C. J. and JoNes, J., dissent.\n\nPlain English summary:\nAccording to an agreement between plaintiff and defendants, plaintiff furnished a truck to defendant for defendant to use to load with wheat. Defendants placed the truck on the wheat field and filled it with wheat. Defendants then burnt their wheat field. Some of the fire spread and damaged the truck. The trial court found that the defendant was not negligent in starting the fire. The appellate court agreed.",
    "annotations": {
        "Facts": [
            "Ferguson was engaged in raising and harvesting wheat, and was assisted by Shetland. He had an agreement with appellant whereby appellant was to furnish him a truck and tractor to haul the harvested wheat from his farm to the Pioneer Grain Corporation. Pursuant to this agreement appellant was to place the truck on the wheat field to be loaded with wheat and then driven (by his employee) to its destination.On June 11, 1966, the'truck was placed on the. wheat field about ten a.m. and later filled with wheat. Early that afternoon appellees started a fire to burn off the wheat field, preparatory to planting soybeans. As a result the truck was damaged by the fire.",
            "The truck was parked on the north side of the wheat field on fresh plowed ground and there was a breeze from north to south. Appellees disked the ground around the truck for a width of something like forty feet. Ferguson stated: There wasn't much wind blowing at the time but it was out of the north and at times a little gusty. I do not know how it caught fire unless it was a spark from the burning wheat field. The field was burned off after the wheat was completely combined for the purpose of planting soy beans and, according to the testimony, the time was getting short for this purpose. When smoke was seen coming from the truck Ferguson, who was in the field, ran to a ditch and got a bucket of water and was pouring water on tires and wheels on the right side. The fire spread to the other wheels and bed. We could not put out the fire."
        ],
        "Procedural History": [
            "Appellant (L. L. Jones) filed a complaint in circuit court against appellees (Fayburn Ferguson and Pat Sherland) to recover damages to his truck, allegedly caused by a fire negligently started by appellees. Appellees answered denying negligence and, by cross-complaint, asked for damages to wheat loaded in the truck.",
            "the case was tried by the Judge who refused to find negligence on the part of appellees' negligence in starting the fire."
        ],
        "Application of Law to Facts": [
            "We do not *699prosecute his appeal. Appellees did not perfect an appeal.",
            "On appeal it is urged that the trial court erred in failing to find the damage to the",
            "truck was caused by appellees' negligence in starting the fire. We do not agree.",
            "the question presented to the trial Judge (sitting as a jury) was: Did appellees use ordinary care under the circumstances in this case? The Judge found in the affirmative, and we are unable to say, as a matter of law, that he erred in so finding."
        ],
        "Relevant Precedents": [
            "Valley Lumber Company v. Westmoreland Brothers, , 252 S. W. 609"
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}