{
    "text": "Davis v. Kemp, 252 Ark. 925, 481 S.W.2d 712 (1972)\nJune 26, 1972 · Arkansas Supreme Court · 5-5947\n252 Ark. 925, 481 S.W.2d 712\nRuby DAVIS et alv.Dr. Karlton KEMP\n481 S.W. 2d 712\n*926 Harkness, Friedman ¿r Kusin, for appellant.\nWright, Lindsey ¿r Jennings, for appellee.\nLyle Brown, Justice.\nThis is a medical malpractice case. Ruby Davis brought suit for personal injuries and her husband sued for loss of services. The trial court directed a verdict for Dr. Kemp after appellants rested their case. Appellants produced no medical testimony, and essentially that was the reason given for the directed verdict. Appellants contend that the alleged negligence was within the comprehension of the average juror and that expert testimony was not needed.\nAppellant Ruby Davis suffered an injury to an ankle when a pickle relish jar fell and shattered, lacerating her right ankle. The pickle company sent her to Dr. Kemp for treatment. Her ankle did not respond to the first two treatments. On the third visit the doctor probed the wound and discovered a piece of glass approximately one inch by one-half inches wide at one end and one-fourth of an inch at the other end. Mrs. Davis was the only witness for appellants. The thrust of the issues revealed by her testimony was that on the first visit: (1) the doctor failed to irrigate the wound; (2) he failed to make x-rays; (3) he failed to administer antibiotics; and (4) he failed to find the piece of glass.\nThe applicable rule is well settled in this State. Graham v. Sisco, 248 Ark. 6, 449 S.W. 2d 949 (1970):\nThe necessity for the introduction of expert medical testimony in malpractice cases was exhaustively considered in Lanier v. Trammell, 207 Ark. 372, 180 S. W. 2d 818 (1944). There we held that expert testimony is not required when the asserted negligence lies within the comprehension of a jury of laymen, such as a surgeon's failure to sterilize his instruments or to remove a sponge from the incision before closing it. On the other hand, when the applicable standard of care is not a matter of common knowledge the jury must have the assistance of expert witnesses in coming to a conclusion upon the issue of negligence.\n*927In Gray v. McDermott, 188 Ark. 1, 64 S.W. 2d 94 (1933), we held that whether it was proper or improper to open up a wound or probe into it on the first visit of the patient requires scientific knowledge to determine. In Walls v. Boyett, 216 Ark. 541, 226 S.W. 2d 552, we applied the same rule as to the making of x-rays. In harmony with the recited views of those two cases we hold that whether it was proper or improper on the first visit to irrigate the wound and to administer antibiotics would fall in the same category. In other words these factors would not be a matter of common knowledge to the jury. The failure to find the piece of glass on the first visit would, insofar as negligence is concerned, hinge upon whether or not good medical practice required the probing of the wound on the first visit.\nThere is still another reason why the trial court was correct in entering a directed verdict. As we read the abstract we find no evidence which establishes a causation between the alleged negligence of appellee and the damage of which appellants complain. If there were any complications they are not abstracted. In other words, the law requires more than a mere possibility that certain injuries resulted from negligence; a reasonable probability must be established. Appellants have failed to meet that burden. We would have to invade the realm of conjecture to say that any suffering endured by appellant Mrs. Ruby Davis was directly attributable to appellee as opposed to the original injury, even if we were to find that she established a case of negligence.\nAffirmed.\n\nPlain English summary:\nPlaintiff was injured when a jar fell on her ankle and she went to a doctor. Her ankle did not respond to the first two treatments, and later the doctor found a piece of glass still in her ankle. Plaintiff sued, but did not present any medical testimony, so the trial court directed a verdict for the doctor. Plaintiff appealed and the appellate court affirmed.\n",
    "annotations": {
        "Facts": [
            "Appellant Ruby Davis suffered an injury to an ankle when a pickle relish jar fell and shattered, lacerating her right ankle. The pickle company sent her to Dr. Kemp for treatment. Her ankle did not respond to the first two treatments. On the third visit the doctor probed the wound and discovered a piece of glass approximately one inch by one-half inches wide at one end and one-fourth of an inch at the other end."
        ],
        "Procedural History": [
            "This is a medical malpractice case. Ruby Davis brought suit for personal injuries",
            "The trial court directed a verdict for Dr. Kemp",
            "Appellants produced no medical testimony, and essentially that was the reason given for the directed verdict."
        ],
        "Application of Law to Facts": [
            "The failure to find the piece of glass on the first visit would, insofar as negligence is concerned, hinge upon whether or not good medical practice required the probing of the wound on the first visit.",
            "the trial court was correct in entering a directed verdict."
        ],
        "Relevant Precedents": [
            "Graham v. Sisco, , 449 S.W. 2d 949 (1970)",
            "Gray v. McDermott, 188 Ark. 1,  (1933)",
            "Walls v. Boyett, 216 Ark. 541, "
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}