{
    "text": "Glover v. Stotts, 250 Ark. 720, 466 S.W.2d 932 (1971)\nMay 17, 1971 · Arkansas Supreme Court · 5-5569\n250 Ark. 720, 466 S.W.2d 932\nErnest GLOVER and Thelma E. Gloverv.Fred R. STOTTS\n466 S. W. 2d 932\nH. M. Ellis ir Frank Lady, for appellants.\nBarrett, Wheatley, Smith ir Deacon, for appellee.\nCarleton Harris, Chief Justice.\nAppellants, Ernest Glover1 and Thelma E. Glover, instituted suit against appellee, Fred R. Stotts, seeking damages for personal injuries and property damage, allegedly sustained in an automobile accident occurring at an uncontrolled intersection of two county roads. Stotts filed a cross-complaint for damage to his pick-up truck. On trial, the *721court instructed as to comparative negligence, but no interrogatories were submitted, and a general verdict was returned, the jury finding, We, the jury, find for the plaintiffs, Ernest Glover and Thelma Glover, on the counterclaim of the defendant, Fred Stotts, and find in favor of Fred Stotts on the complaint of plaintiffs, Ernest Glover and Thelma Glover.\nIt is thus not clear whether the jury found both parties equally negligent, or whether they found no negligence on the part of either, the jury having been instructed that in either of these instances, there could be no recovery. From the judgment entered denying recovery to either party, appellants bring this appeal.\nIn oral argument, counsel for appellants first contended that his clients were free from negligence, but subsequently admitted that he did not ask for a directed verdict, and, in fact, he stated that he did not think that he was entitled to a directed verdict; this would seem to indicate that appellant's contention is simply that Stotts was much more negligent than Mrs. Glover.\nIn determining this litigation, it is not necessary to set out all of the evidence that was offered; it is only necessary that it be shown that there was evidence from which the jury could have found Mrs. Glover, driver of appellants' vehicle, guilty of some degree of negligence. The proof reflects that Mrs. Glover was driving east on County Road 84 and came to the point where this road intersects County Road 1275, the location being known as Catfish Lane Road. According to her testimony, this appellant intended to turn left for the purpose of traveling to Lake City, and she had used the road many times previously. Mrs. Glover stated that to the left of the intersection, there was a considerable growth of underbrush that interfered with one's vision, and she could not see to the left until pulling out into Road 1275. Appellant testified that she first stopped at the intersection, and, as stated, could not see to the left toward Lake City due to the brush and weeds, but did not hear any traffic coming, and accordingly shifted into low gear and eased forward three or four feet. She said that *722she then observed Stott's vehicle approaching from the north, some 75 or 100 feet away, traveling at 50 or more miles per hour. He was flying. Upon observing the approaching car, she slammed on her brakes, and her vehicle was stopped at the time she was struck. Mrs. Glover testified that on some previous trips, she had sounded her horn when reaching this blind spot, and before entering into the intersection, though she did not do so on this particular occasion. Testimony was given by a police officer indicating that she was nearer to seven or eight feet into the north-south country road than the three or four feet to which she had testified, and the officer stated that the position of her car denoted that she was in the act of making a left turn at the time of the collision.\nActually, we need not discuss further any of the evidence, for it is apparent that the jury could have found that Mrs. Glover was negligent in proceeding blindly into the intersection. Certainly, she was not entitled to a directed verdict, even had she made such a motion. In Spink v. Mourton, 235 Ark. 919, 362 S. W. 2d 665, this court said:\nOwing to the fact that the plaintiff has the burden of proof— that is, the burden of persuading the jury that he is entitled to win the case—a directed verdict for the plaintiff is a rarity. As we said in Woodmen of the World Life Ins. Soc. v. Reese, 206 Ark. 530, 176 S. W. 2d 708: 'A verdict upon an issue of fact should not be directed in favor of the party who has the burden of proof with respect thereto, unless such fact is admitted, or is established by the undisputed testimony of one or more disinterested witnesses and different minds cannot reasonably draw different conclusions from such testimony.'\nThe problem is especially acute in negligence cases, for the standard of care—that of a reasonably careful person—is apt in almost every case to become an issue of fact for the jury. In one of the few cases that have discussed this exact point the Court of Appeals for our circuit had this to say: 'Negligence and proximate cause *723will become transformed from questions of fact into questions of law rather on probative deficiency than on probative abundance. Thus, no matter how strong the evidence of a party, who has the burden of establishing negligence and proximate cause as facts, may comparatively seem to be, he is not entitled to have those facts declared to have reality as a matter of law, unless there is utterly no rational basis in the situation, testimonially, circumstantially, or inferentially, for a jury to believe otherwise. (Citing case)\nThough there was evidence from which the jury could have found that Stotts was not keeping a proper lookout, and was perhaps driving too fast, and though we might feel that appellee was the more negligent of the two parties, these were fact questions, and as such, were questions for jury determination. We are not permitted to determine percentages of negligence. On this appeal, there is no relief that this court could grant other than to find there was no substantial evidence to support the jury verdict; from what has been said, it is obvious that we could not make such a determination.\nAffirmed.\n1\nThe original complaint reflected that Mr. Glover was the owner of the truck, and he sought recovery for property damage. Subsequently, the pleadings were amended to reflect that he was a joint owner with Mrs. Glover.\n\nPlain English summary:\nCase concerns a collision between plaintiff and defendant. The jury denied recovery to either party, and plaintiff appealed. The appellate court considered whether the jury was entitled to reach its finding based on the evidence, and the court held that it was. \n",
    "annotations": {
        "Facts": [
            "Mrs. Glover was driving east on County Road 84 and came to the point where this road intersects County Road 1275, the location being known as Catfish Lane Road.",
            "this appellant intended to turn left for the purpose of traveling to Lake City, and she had used the road many times previously.",
            "to the left of the intersection, there was a considerable growth of underbrush that interfered with one's vision, and she could not see to the left until pulling out into Road 1275. Appellant",
            "first stopped at the intersection, and",
            "could not see to the left toward Lake City due to the brush and weeds, but did not hear any traffic coming, and accordingly shifted into low gear and eased forward",
            "*722she then observed Stott's vehicle approaching from the north, some 75 or 100 feet away, traveling at 50 or more miles per hour. He was flying. Upon observing the approaching car, she slammed on her brakes, and her vehicle was stopped at the time she was struck.",
            "on some previous trips, she had sounded her horn when reaching this blind spot, and before entering into the intersection, though she did not do so on this particular occasion."
        ],
        "Procedural History": [
            "Appellants, Ernest Glover1 and Thelma E. Glover, instituted suit against appellee, Fred R. Stotts, seeking damages for personal injuries",
            ", allegedly sustained in an automobile accident occurring at an uncontrolled intersection of two county roads. Stotts filed a cross-complaint for damage to his pick-up truck. On trial, the court instructed as to comparative negligence, but no interrogatories were submitted, and a general verdict was returned, the jury finding, We, the jury, find for the plaintiffs, Ernest Glover and Thelma Glover, on the counterclaim of the defendant, Fred Stotts, and find in favor of Fred Stotts on the complaint of plaintiffs, Ernest Glover and Thelma Glover.",
            "From the judgment entered denying recovery to either party, appellants bring this appeal."
        ],
        "Application of Law to Facts": [
            "Testimony was given by a police officer indicating that she was nearer to seven or eight feet into the north-south country road ",
            "and",
            "the officer stated that the position of her car denoted that she was in the act of making a left turn at the time of the collision.",
            "it is apparent that the jury could have found that Mrs. Glover was negligent in proceeding blindly into the intersection. Certainly, she was not entitled to a directed verdict, even had she made such a motion.",
            "Though there was evidence from which the jury could have found that Stotts was not keeping a proper lookout, and was perhaps driving too fast, and though we might feel that appellee was the more negligent of the two parties, these were fact questions, and as such, were questions for jury determination.",
            "On this appeal, there is no relief that this court could grant other than to find there was no substantial evidence to support the jury verdict; from what has been said, it is obvious that we could not make such a determination."
        ],
        "Relevant Precedents": [
            "Spink v. Mourton, , 362 S. W. 2d 665"
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}