{
    "text": "Ouachita Wilderness Institute v. Mergen, 329 Ark. 405, 947 S.W.2d 780 (1997)\nJuly 14, 1997 · Arkansas Supreme Court · 97-354\n329 Ark. 405, 947 S.W.2d 780\nOUACHITA WILDERNESS INSTITUTEv.Mark MERGEN\n947 S.W.2d 780\nSupreme Court of Arkansas\n[Petition for rehearing denied September 11, 1997.]\n*410 Daily & Woods, P.L.L.C., by: Robert W. Bishop, for appellant.\nWalters, Hamby & Verkamp, by: Michael Hamby, for appellee.\nDonald L. Corbin, Justice.\nThis is an appeal by Appellant Ouachita Wilderness Institute, Inc. (OWI), who was found negligent and liable for damages to Appellee Mark Mergen's pickup truck, which had been taken by two juveniles who left OWI without authorization. Our jurisdiction is pursuant to Ark. Sup. Ct. R. 1 — 2(a)(15) (as amended by per curiam July 15, 1996). We affirm.\n*411 Facts and Procedural History\nOuachita Wilderness Institute, Inc., operates as a juvenile rehabilitation camp housing juvenile offenders under Ark. Code Ann. § 9-28-203 (Repl. 1995), directed by contract with Associated Marine Institute, Inc. (AMI), a contractor with the State of Arkansas Department of Human Services, Division of Youth Services. Appellee Mark Mergen, an employee of OWI, serves as an outdoor instructor. While working at OWI on December 24, 1995, Appellee placed his personal keys, which included the keys to his pickup truck, in his coat pocket. Appellee supervised a group of five juveniles while they cleaned the education building. During this time, one of those students took the keys from Appellee's coat pocket while the coat was left in the team leaders office, which was not locked. He later returned the key ring to Appellee's coat pocket. Appellee had no knowledge of the fact that his keys were taken.\nLater that evening, the juveniles were in the dining hall watching movies. After a friend came to visit, Appellee left the area to submit a request for time off in the administration building next door. Upon his return, he noticed two juveniles were missing. The other supervisor, ClifFRoach, helped in trying to locate them. During the search, Appellee noticed his pickup truck was missing. He checked his key ring and found his truck keys were missing. The two juveniles had taken the pickup truck and were later involved in a high-speed police chase, which terminated when the truck crashed and was totalled. Appellee sued Appellant, AMI, and Eddie Prevost, the Executive Director of OWI. The trial court granted summary judgment to AMI prior to trial. A jury found Appellant negligent and awarded Appellee $26,400.\nOn appeal, Appellant argues the trial court erred as follows: (1) In fading to grant its motion for directed verdict; (2) in refusing to give its requested jury instruction on assumption of risk; (3) in instructing the jury that the measure of damages included incidental expenses; and (4) in failing to dismiss the complaint on a theory of charitable immunity.\n*412 Motion for Directed Verdict\nAppellant argues that the trial court erred in failing to grant its motion for directed verdict on the following bases: (1) Appellee's failure to establish a case of negligence concerning the duty of Appellant to provide a safe workplace for Appellee; (2) Appellee's failure to establish that any negligence of Appellant was the proximate cause of Appellee's damages; and (3) the evidence established Appellee's fault to be greater than fifty percent.\nOur standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence, which is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other. Southern Farm Bureau Casualty Ins. v. Allen, 326 Ark. 1023, 934 S.W.2d 527 (1996). It is not our province to try issues of fact, we simply review the record for substantial evidence to support the jury's verdict. Id. In determining whether there is substantial evidence, we view the evidence in the light most favorable to the party against whom the verdict is sought and give the evidence its strongest probative force. Id.\nTo establish a prima facie case in tort, a plaintiff must show that damages were sustained, that the defendant was negligent, and that such negligence was a proximate cause of the damages. Id. Negligence is the failure to do something which a reasonably careful person would do and a negligent act arises from a situation where an ordinarily prudent person in the same situation would foresee such an appreciable risk of harm to others that he would not act or at least would act in a more careful manner. Id. While a party can establish negligence by direct or circumstantial evidence, that party cannot rely on inferences based on conjecture or speculation. Id.\nAppellant first argues that the employer in this case owed no duty to Appellee. Appellee claimed that Appellant was negligent and should have provided a secure place for Appellee's keys, provided more supervision for its juveniles, locked the gate on the premises, and immediately notified the state police after the students were found to be missing. Appellant argues that there is no law creating a duty for employers to perform these acts.\n*413Appellant also argues that the Fireman's Rule applies in this case, as the risk is one in which the employee has a duty to accept. The Fireman's Rule (also known as the professional-rescuer doctrine) generally provides that a professional firefighter may not recover damages from a private party for injuries the fireman sustained during the course of putting out a fire even though the private party's negligence may have caused the fire and injury. Waggoner v. Troutman Oil Co., Inc., 320 Ark. 56, 894 S.W.2d 913 (1995). The Fireman's Rule has been justified based on public policy considerations, because the purpose of the firefighting profession is to confront danger. Id. Public policy would be violated if a citizen was said to invite private liability merely because he happened to create a need for public services. Id.\nAlthough Appellant's assertion that it had no duty to protect Appellee's property may have merit, we do not decide the issue because Appellant failed to clearly set out the theory of duty in its motion for directed verdict. At trial, Appellant did not elect to put on a defense. At the conclusion of Appellee's case, Appellant's counsel stated:\nDefendants move for directed verdict, and I'm going to follow it with reasons, your Honor. The plaintiff has failed to establish a negligence case. The plaintiff has failed to establish that any possible negligence was a proximate cause of the plaintiffs damages. The evidence clearly establishes, as a matter of law, there was an intervening cause which caused the damages to Plaintiffs vehicle. Finally, the evidence establishes that the plaintiffs fault was greater than fifty percent.\nRule 50(a) of the Arkansas Rules of Civil Procedure provides in part that [a] motion for a directed verdict shall state the specific grounds therefor. The purpose of this requirement is to assure that the specific ground for a directed verdict is brought to the trial court's attention. Stacks v. Jones, 323 Ark. 643, 916 S.W.2d 120 (1996). In order to preserve for appeal the issue of sufficiency of the evidence, the party moving for a directed verdict must state the specific ground upon which it seeks such relief. Houston v. Knoedl, 329 Ark. 91, 947 S.W.2d 745 (1997); Stroud Crop, Inc. v. Hagler, 317 Ark. 139, 875 S.W.2d 851 (1994). Failure to state the specific grounds for relief in a directed verdict *414motion precludes this court's review of such issue on appeal. Stacks, 323 Ark. 643, 916 S.W.2d 120. Merely stating that the plaintiff failed to establish a negligence case is not sufficient to apprise the trial court of the particular proof alleged to be missing.\nThe argument pertaining to the Fireman's Rule is also mentioned by Appellant for the first time on appeal. We will not address arguments raised for the first time on appeal. Love v. State, 324 Ark. 526, 922 S.W.2d 701 (1996). If a particular theory is not presented at trial, the theory will not be reached on appeal. Angle v. Alexander, 328 Ark. 714, 945 S.W.2d 933 (1997). We thus summarily dispose of appellant's arguments on the issue of duty because the abstract does not reflect that such theory was ever presented to or ruled on by the trial court.\nAppellant did, however, specifically argue that the evidence failed to establish that any negligence of Appellant was the proximate cause of damages and that the evidence showed that Appellee's fault was greater than fifty percent. When the existence of evidence, and all the reasonable inferences therefrom, created a question for the jury, the trial court properly denied appellant's motion for directed verdict. McGraw v. Weeks, 326 Ark. 285, 930 S.W.2d 365 (1996). Proximate cause is usually an issue for the jury to decide, and when there is evidence to establish a causal connection between the negligence of the defendant and the damage, it is proper for the case to go to the jury. Id. Arkansas is a comparative fault state, as provided in Ark. Code Ann. § 16-64-122 (Supp. 1995), and this case proceeded under that theory. Under the comparative fault statute, there must be a determination of proximate cause before any fault can be assessed against a claiming party. Craig v. Traylor, 323 Ark. 363, 915 S.W.2d 257 (1996). Proximate cause becomes a question of law only if reasonable minds could not differ. Id. Proximate cause is defined as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Id. at 370, 915 S.W.2d at 260 (quoting Williams v. Mozark Fire Extinguisher Co., 318 Ark. 792, 888 S.W.2d 303 (1994)).\n*415The original act or omission is not eliminated as a proximate cause by an intervening cause unless the latter is in itself sufficient to stand as the cause of the injury and the intervening cause must be such that the injury would not have been suffered except for the act, conduct, or effect of the intervening cause totally independent of the acts or omissions constituting the primary negligence. State Farm Mut. Auto. Ins. Co. v. Pharr, 305 Ark. 459, 808 S.W.2d 769 (1991). The mere fact that other causes intervene between the original act of negligence and the injury for which recovery is sought is not sufficient to relieve the original actor of liability if the injury is the natural and probable consequence of the original negligent act or omission and is such as might reasonably have been foreseen as probable. Id. In no case is the connection between an original act of negligence and an injury broken by an intervening act of another if a person of ordinary capacity and experience, acquainted with all the circumstances, could have reasonably anticipated that the intervening event might, in the ordinary course of things, follow his act of negligence or if the negligence is of a character which, according to the usual experience of mankind, is calculated to invite or induce the intervention of some subsequent cause. Id. An intervening cause will not excuse the original misconduct but will be held to be the result of it. Id. Moreover, the intervening act or omission of a third person is not a superseding cause when the original actor's negligent conduct is a substantial factor in bringing about an injury, if the actor, at the time of his neghgent conduct, realized that a third person might so act or if the intervening act is a normal response to a situation created by the actor's conduct and the manner in which it is done is not extraordinarily negligent. Id.\nAppellant argues that Appellee's keys were taken, not through any fault of Appellant, but because Appellee left them in a coat pocket that was accessible to the juveniles at OWI. Appellant also argues that the fact that two juveniles were able to leave OWI was not the proximate cause of the juveniles damaging Appellee's truck, as they did not gain control of the vehicle until they had the keys. Moreover, Appellant asserts that Appellee was aware that OWI was a rehabilitation camp for juvenile offenders with no cells, no bars, and no weapons to help prevent unauthorized *416departures. Additionally, Appellant maintains that Appellee was negligent, as he was a supervisor of the juveniles on the night in question, but left the area, leaving one other supervisor to watch twenty-six juveniles, at which time the two juveniles fled.\nIn viewing the testimony in a light most favorable to Appellee, there was evidence from which the jury could have found Appellant negligent. The testimony revealed questions concerning insufficient staff at OWI. James Coulverhouse, the interim Executive Director of OWI, admitted that OWI failed to keep sufficient staff to supervise the juveniles on the night in question. The evidence also revealed the fact that employees were not provided a place for the safe keeping of their personal belongings, while the keys for the OWI vehicles were locked in a cabinet in an office that was also locked and inaccessible to the juveniles. In addition, the testimony reflected that the gate that provides access to the facility was not locked on the night in question.\nIn short, there was substantial evidence presented from which the jury could have concluded that Appellant was negligent in failing to provide a secure storage place for the employees' personal car keys, especially given the fact that Appellant and its staff were apparently aware of the possibility of vehicles being taken by the juvenile offenders, as they secured the keys to OWI vehicles in a locked cabinet in a locked office. Furthermore, the jury could have reasonably concluded that the intervening acts of the juveniles in stealing the truck and wrecking it could reasonably have been anticipated by Appellant such that its negligence was the proximate cause of Appellee's damages. We thus conclude there was substantial evidence to support the jury's verdict on the issues of negligence and causation, and that the trial court committed no error in denying Appellant's motion for a directed verdict.\nAssumption of Risk\nAppellant argues that the trial court erred in failing to give Appellant's requested instruction on assumption of risk. The theory of assumption of risk bars recovery when it is shown as a matter of law, that a dangerous situation existed which was incon*417sistent with plaintiffs safety, that plaintiff knew the dangerous situation existed and realized the risk of injury, and plaintiff voluntarily exposed himself to the dangerous situation which proximately caused his injuries. Capps v. McCarley & Co., 260 Ark. 839, 544 S.W.2d 850 (1976). As noted previously, Arkansas is a comparative fault state. This court determined in Dawson v. Fulton, 294 Ark. 624, 745 S.W.2d 617 (1988), that because the jury must compare negligence pursuant to section 16-64-122, the doctrine of assumption of the risk is no longer applicable in Arkansas as a separate theory.\nIt is not error for the trial court to refuse a proffered jury instruction when the stated matter is correctly covered by other instructions. W.M. Bashlin Co. v. Smith, 277 Ark. 406, 643 S.W.2d 526 (1982). Each party has the right to have the jury instructed upon the law of the case with clarity and in such a manner as to leave no grounds for misrepresentation or mistake. Dorton v. Francisco, 309 Ark. 472, 833 S.W.2d 362 (1992). The trial court here instructed the jury as to comparative fault, and that appellee had the burden of proving that he had sustained damages, that Appellant was negligent, and that Appellant's negligence was a proximate cause of his injuries. The trial court was thus not obligated to give an instruction on assumption of risk when it is no longer a defense in Arkansas.\nCharitable Immunity\nAppellant asserts that the trial court erred in failing to dismiss the complaint against Appellant as it is entitled to charitable immunity. We disagree. The Arkansas Volunteer Immunity Act, Ark. Code Ann. §§ 16-6-101 — 105 (Repl. 1994), defines volunteer agency as any volunteer program of all departments, institutions, and divisions of state government, community volunteer organization, or any not-for-profit corporation which has received a 501(c)(3) designation from the United States Internal Revenue Service, other than one established principally for the recreational benefit of its stockholders or members [.] Section 16-6-104(c) provides that while a qualified volunteer is entitled to immunity, [n]othing in this chapter shall be construed to Emit the liability of any volunteer agency. Accordingly, as a volunteer *418agency, Appellant is not entitled to immunity under the Arkansas Volunteer Immunity Act.\nFurthermore, Appellant is similarly not immune from tort liability under the common-law doctrine of charitable immunity. In Masterson v. Stambuck, 321 Ark. 391, 902 S.W.2d 803 (1995), this court recently admonished that although we still recognize the common-law doctrine of charitable immunity, it is to be very narrowly construed. To determine whether an organization is entitled to charitable immunity, we provided in Masterson the following illustrative, but not exhaustive, list of factors:\n(1) [WJhether the organization's charter limits it to charitable or eleemosynary purposes; (2) whether the organization's charter contains a not-for-profit limitation; (3) whether the organization's goal is to break even; (4) whether the organization earned a profit; (5) whether any profit or surplus must be used for charitable or eleemosynary purposes; (6) whether the organization depends on contributions and donations for its existence; (7) whether the organization provides its service free of charge to those unable to pay; and (8) whether the directors and officers receive compensation.\nId. at 401, 902 S.W.2d at 809 (footnote omitted).\nConsidering those factors, we conclude that Appellant is not entitled to charitable immunity for several reasons. First, Appellant's charter, or Articles of Incorporation, do not limit the corporation to eleemosynary purposes; in fact, there is no statement of purpose in the Articles of Incorporation other than the designation that OWI is a Public-Benefit Corporation. Second, although Appellant is exempt from federal taxation under section 501(c)(3) of the Internal Revenue Code, there is no information in the record as to whether its goal is to break even. Moreover, Appellant is almost exclusively funded by the state and thus not dependent upon charitable contributions for its funding. Likewise, the state pays for the services rendered by Appellant to juvenile offenders, therefore, such services cannot be classified as being free of charge. Furthermore, Appellant concedes that it must return any surplus funds to the state treasury pursuant to Ark. Code Ann. § 9-28-212 (Supp. 1995), instead of using the funds for charitable purposes. Finally, Appellant's officers are *419compensated for their services to the corporation. In sum, under the totality of the relevant facts and circumstances, the trial court did not err in concluding that Appellant is not entitled to charitable immunity under either the common-law doctrine or the Arkansas Volunteer Immunity Act.\nIncidental Expenses\nAppellant argues that the trial court erred in instructing the jury that the measure of damages included incidental damages. The trial court instructed the jury that in awarding damages to Appellee it could consider:\nThe difference in the fair market value of his truck immediately before and immediately after the occurrence plus a reasonable amount for loss of use and other incidential [sic] expenses; such as storage fee.\nWe do not decide this issue because the total award of damages of $26,400 appears to include only the fair market value of Appellee's truck, which is provided for in the AMI damage instruction, loss of use, and storage expenses, which Appellant conceded was allowable. Thus, even though, arguably, the trial court may have erred in instructing the jury as to other incidental expenses, the error was harmless because Appellee was not awarded any such damages. Where the giving of an erroneous instruction was harmless, the appellate court will affirm. Skinner v. R.J. Griffin & Co., 313 Ark. 430, 855 S.W.2d 913 (1993). No prejudice was shown, therefore, the giving of the incidental damage instruction was harmless error.\nAffirmed.\nNewbern, Glaze, and Brown, JJ., dissent.\nDavid Newbern, Justice,\ndissenting. This is a negligence case. The majority opinion rejects the sufficiency-of-the-evidence argument of Ouachita Wilderness Institute, Inc., on the ground that no argument on duty was presented to the Trial Court. The directed-verdict motion contained this sentence: The plaintiff has failed to establish a negligence case. Negli*420gence is nothing other than the violation of a duty to act or not to act in a certain way.\nIn other words, duty is a question of whether the defendant is under any obligation for the benefit of the particular plaintiff; and in negligence cases, the duty is always the same — to conform to the legal standard of reasonable conduct in the light of apparent risk.\nW. Keeton, D. Dobbs, R. Keeton, and D. Owen, Prosser & Keeton on Torts, p. 356 (5th Ed. 1984). It was enough for the Institute to question whether the facts proven amounted to negligence. It was for the jury to decide whether the actions of the Institute were, what a reasonably careful person . . . would not do under circumstances similar to those shown by the evidence in this case. AMI 301.\nThe problem, however, is that the Trial Court declined to give a jury instruction patterned on Ark. Code Ann. § 16-64-122(c) (Supp. 1995). That subsection, found in our basic comparative fault statute, provides: The word 'fault' as used in this section includes any act, omission, conduct, risk assumed, breach of warranty, or breach of any legal duty which is a proximate cause of any damages sustained by any party. [Emphasis supplied.] We no longer allow an assumption of risk instruction which would inform the jury that if the plaintiff assumed the risk the defendant is not liable. Rogers v. Kelly, 284 Ark. 50, 679 S.W.2d 184 (1984). That does not mean, however, that in applying the statutory comparative fault scheme the jury should not be informed that fault includes risk assumed. Thus informed, the jury can intelligently compare the fault of the parties.\nThe Institute's proffered instruction number 11 was, When I use the word 'fault' in these instructions, I mean negligence and assumption of risk. That was a proper instruction which should have been given. The refusal to give it was prejudicial to the Institute's case.\nI respectfully dissent.\nTom Glaze, Justice,\ndissenting. I disagree with the majority that Ouachita Wilderness Institute failed to clearly set out the *421theory of duty in its motion for directed verdict. The basic law of negligence is that there must be a determination of what duty, if any, is owed before factual issues of breach, proximate cause, and damages can be determined. See First Commercial Trust Co. v. Lorcin Eng'g, Inc., 321 Ark. 210, 900 S.W.2d 294 (1995); Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983). Clearly by arguing to the trial court that Mergen failed to establish a negligence case, OWI was challenging Mergen's burden to first establish what duty, if any, OWI owed to Mergen as a matter of law.1\nThe threshold inquiry in a negligence case is whether the defendant owes a legal duty to the plaintiff. Here, then, the initial issue to decide is whether OWI, as owner and operator of the juvenile rehabilitation camp, owed any duty to employee Mergen to protect him from the illegal activities of the juveniles. If no duty was proved owed to Mergen, OWI's directed verdict motion should have been granted.\nIn Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983), the court stated the rule that one ordinarily is not liable for the acts of another unless a special relationship exists. 279 Ark. at 300. This court in First Commercial Trust Co. v. Lorcin Eng'g, 321 Ark. 210, 215, 900 S.W.2d 202, 204 (1995), adhered to the more exact rule that, in general, no liability exists in tort for harm resulting from the criminal acts of third parties, although liability for such harm sometimes may be imposed on the basis of some special relationship between the parties, citing employer to employee as an example. See also 57A Am.Jur. 2d, Negligence, §§ 105, 109 (1989). Further, even when a special relationship exists, a duty to protect another from a criminal act may not be imposed unless the harm is foreseeable. Keck, 279 Ark. 294, 652 S.W.2d 2.\nMy review of the record reflects that Mergen fell short of his burden showing that OWI owed him a duty to protect his truck *422key from theft. Mergen presented no evidence that OWI should have foreseen that the boys would steal his truck key from his jacket pocket. In fact, Mergen testified that he had previously left his keys in his jacket or coat unattended without incident, even though Mergen stated that he knew there was a risk in doing so. OWI had the right to assume Mergen would exercise some care for his personal property. Finally, except for a brief reference to the break-in of a box where OWI had kept its motor-pool keys at one time, Mergen presented no evidence of any criminal activity occurring at OWI sufficient to place OWI on notice that employees' personal property was not safe from criminal acts by the juveniles. Because Mergen failed to carry this elementary burden, I would reverse.\nBrown, J., joins this dissent.\n1\nThe majority also holds OWI was required to object to AMI 305(b), the duty of care instruction, before OWI could preserve its legal-duty argument on appeal. However, OWI preserved its duty-owed argument when it raised its directed verdict motion, arguing Mergen's evidence failed to prove OWI was negligent.\n\n\nPlain English summary:\nOuachita Wilderness Institute (OWI) operates as a juvenile rehabilitation camp. Plaintiff is an employee of OWI. While working, his car keys were stolen by a juvenile at the camp. Two juveniles subsequently escaped and stole plaintiff's truck; they were later involved in a police chase and crashed the truck. The jury found OWI (and other defendants) negligent. The defendants appealed, but the appellate court affirmed. ",
    "annotations": {
        "Facts": [
            "Ouachita Wilderness Institute, Inc., operates as a juvenile rehabilitation camp housing juvenile offenders under Ark. Code Ann. § 9-28-203 (Repl. 1995), directed by contract with Associated Marine Institute, Inc. (AMI), a contractor with the State of Arkansas Department of Human Services, Division of Youth Services. Appellee Mark Mergen, an employee of OWI, serves as an outdoor instructor. While working at OWI on December 24, 1995, Appellee placed his personal keys, which included the keys to his pickup truck, in his coat pocket. Appellee supervised a group of five juveniles while they cleaned the education building. During this time, one of those students took the keys from Appellee's coat pocket while the coat was left in the team leaders office, which was not locked. He later returned the key ring to Appellee's coat pocket. Appellee had no knowledge of the fact that his keys were taken.Later that evening, the juveniles were in the dining hall watching movies. After a friend came to visit, Appellee left the area to submit a request for time off in the administration building next door. Upon his return, he noticed two juveniles were missing. The other supervisor, ClifFRoach, helped in trying to locate them. During the search, Appellee noticed his pickup truck was missing. He checked his key ring and found his truck keys were missing. The two juveniles had taken the pickup truck and were later involved in a high-speed police chase, which terminated when the truck crashed and was totalled."
        ],
        "Procedural History": [
            "This is an appeal by Appellant Ouachita Wilderness Institute, Inc. (OWI), who was found negligent and liable for damages to Appellee Mark Mergen's pickup truck, which had been taken by two juveniles who left OWI without authorization.",
            "Appellee sued Appellant, AMI, and Eddie Prevost, the Executive Director of OWI. The trial court granted summary judgment to AMI prior to trial. A jury found Appellant negligent and awarded Appellee $26,400.",
            "Our standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence, which is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other."
        ],
        "Application of Law to Facts": [
            "Although Appellant's assertion that it had no duty to protect Appellee's property may have merit, we do not decide the issue because Appellant failed to clearly set out the theory of duty in its motion for directed verdict.",
            "In viewing the testimony in a light most favorable to Appellee, there was evidence from which the jury could have found Appellant negligent. The testimony revealed questions concerning insufficient staff at OWI. James Coulverhouse, the interim Executive Director of OWI, admitted that OWI failed to keep sufficient staff to supervise the juveniles on the night in question. The evidence also revealed the fact that employees were not provided a place for the safe keeping of their personal belongings, while the keys for the OWI vehicles were locked in a cabinet in an office that was also locked and inaccessible to the juveniles. In addition, the testimony reflected that the gate that provides access to the facility was not locked on the night in question.In short, there was substantial evidence presented from which the jury could have concluded that Appellant was negligent in failing to provide a secure storage place for the employees' personal car keys, especially given the fact that Appellant and its staff were apparently aware of the possibility of vehicles being taken by the juvenile offenders, as they secured the keys to OWI vehicles in a locked cabinet in a locked office.",
            "We thus conclude there was substantial evidence to support the jury's verdict on the issues of negligence",
            "and that the trial court committed no error in denying Appellant's motion for a directed verdict."
        ],
        "Relevant Precedents": [
            "Waggoner v. Troutman Oil Co., Inc., 320 Ark. 56,  (1995).",
            "Dawson v. Fulton, , 745 S.W.2d 617 (1988)"
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}