{
    "text": "City of Caddo Valley v. George, 340 Ark. 203, 9 S.W.3d 481 (2000)\nJan. 27, 2000 · Arkansas Supreme Court · 99-182\n340 Ark. 203, 9 S.W.3d 481\nCITY of CADDO VALLEYv.Joan GEORGE\n9 S.W.3d 481\nSupreme Court of Arkansas\n*206 M. Keith Wren, for appellant.\nBoswell, Tucker & Brewster, by: Dennis J. Davis, for appellee.\nTOM Glaze, Justice.\nThis case began as a tort suit filed in Hot Spring County Circuit Court by Joan George against two officers of the Caddo Valley Police Department. It is now before us following certification from the Court of Appeals pursuant to Ark. Sup. Ct. R. l-2(b)(l) and (6) as that court found that the appeal involved an issue of first impression and questions of statutory construction.\nThe following events led to this litigation: Officer John Whittle of the Caddo Valley Police Department heard a BOLO (be on the lookout) report regarding a truck stolen from the parking lot of a gas station in Malvern. When Whittle saw the truck, driven by Patrick Sherman, pass through Caddo Valley, he flipped on his police vehicle's siren and lights and began pursuit. After hearing Whittle's radio call that he was in pursuit, Sergeant John Kelloms also joined in the chase. As the pursuit reached speeds of somewhere between seventy-five and ninety miles per hour, the officers heard radio reports from Arkadelphia that police there were in the process of setting up a roadblock across Highway 67. Sergeant Kelloms told Officer Whittle to back off from the fleeing truck in the hopes that they could get Sherman to slow down before reaching town. When Whittle did not back off far enough, Kelloms told him to do so again. Despite Whittle's eventual backing off, however, Sherman failed to slow down.\nMeanwhile, in Arkadelphia, Lieutenant Mike Smith and Officer David Turner had positioned their cars partially across the highway, with one vehicle blocking a portion of the northbound lane and the other blocking part of the southbound lane. There was just enough room between the police vehicles for a car to pass through if it were going at a slow, safe speed. Several cars had made it through before Sherman arrived. Plaintiff Joan George's Jeep was caught between the police cars when Sherman crested the hill just *207above the roadblock. Lieutenant Smith was standing on the center line with his pistol drawn, hoping to slow Sherman down. However, Sherman accelerated the stolen vehicle, forcing Smith to jump out of the way, and slammed it into George's car. The impact threw the Jeep off the road and tossed George out of the vehicle and into the ditch.\nGeorge filed her complaint in September of 1998, naming as defendants, among others, Sherman, Whittle, and Kelloms. She alleged negligence on the parts of Whittle and Kelloms, claiming that they pursued Sherman at a high rate of speed when they knew, or should have known, that the pursuit was likely to injure innocent victims; that they failed to disengage from the pursuit when they knew, or should have known that the Arkadelphia police were setting up a roadblock; and that they failed to end the pursuit when they knew, or should have known, it was no longer prudent to chase Sherman under the conditions.\nWhittle and Kelloms denied negligence, and in addition, they argued that they were immune from liability or damages because they were acting in their official capacities as employees of Caddo Valley. Eventually, they filed a motion for summary judgment on these same grounds. In response, George asserted that the officers were indeed negligent because they were engaged in conduct which gave rise to her injuries. She also pointed out that the officers were not protected by tort immunity only to the extent that they had minimum liability insurance as required by Arkansas law. The trial court denied the summary-judgment motion, but did permit the City of Caddo Valley to substitute itself as the real party in interest, in place of the two officers.\nThe case proceeded to trial. At the close of George's case, Caddo Valley moved for a directed verdict, arguing that there was no evidence that the officers had been negligent in the operation of a motor vehicle, that Sherman's actions constituted an intervening cause which superseded the officers' liability, and that even if they were negligent, they were immune from suit. The court denied the motion at this time and again at the close of trial. The case was submitted to the jury, which found that Sherman, Whittle, and Kelloms were all negligent, and that liability should be apportioned ninety percent to Sherman and five percent each to Whitde and Kelloms. At a posttrial hearing, the trial court determined that *208Caddo Valley was jointly and severally liable for the judgment, but limited their liability to $25,000.00, the amount of the minimum required insurance coverage. George contended that, because there were two police cars involved, she should get twice that amount, but the court rejected that argument.\nOn appeal, Caddo Valley now argues that (1) the trial court erred in ruling that the city is not immune from liability in tort; (2) the court erred in denying the city's motion for a directed verdict on the basis that any liability of the officers was cut off by the efficient intervening cause of the acts of Patrick Sherman; (3) no evidence was presented that Officers Whittle and Kelloms negligendy operated their motor vehicles; and (4) no evidence was presented indicating that the officers' negligent operation of their motor vehicles, if any, proximately caused Joan George's damages. On cross-appeal, George argues that the trial court erred in limiting Caddo Valley's liability to $25,000.00.\nCaddo Valley's first argument is that the police officers were immune from suit. Ark. Code Ann. § 21-9-301 (Supp. 1999) provides that it is the declared . . . public policy of the State of Arkansas that all . . . municipal corporations . . . shall be immune from liability and from suit for damages except to the extent that they may be covered by liability insurance. No tort action shall lie against any such political subdivision because of the acts of its agents and employees. (Emphasis added.) The immunity granted to municipalities extends to the city's officials and employees when they are being sued in their official capacities. Matthews v. Martin, 280 Ark. 345, 346, 658 S.W.2d 374, 375 (1983). However, that same subchapter of the code also provides that [a]ll political subdivisions shall carry liability insurance on their motor vehicles or shall become self-insurers, individually or collectively, for their vehicles, or both, in the minimum amounts prescribed in the Motor Vehicle Safety Responsibility Act, § 27-19-101 et seq. Ark. Code Ann. § 21-9-303(a) (1996). Under this section, [t]he combined maximum liability of local government employees . . . and the local government employer in any action involving the use of a motor vehicle within the scope of their employment shall be the minimum amounts prescribed in the Motor Vehicle Safety Responsibility Act . . . . Ark. Code Ann. § 21-9-303(b). The minimum amount defined in that act is $25,000.00 per vehicle insured. Ark. Code Ann. § 27-19-713(b)(2) (Supp. 1999).\n*209Thus, a municipal corporation's immunity for negligent acts only begins where its insurance coverage leaves off. An instructive case is City of Little Rock v. Weber, 298 Ark. 382, 767 S.W.2d 529 (1989). There, Weber was injured when a Little Rock police officer, driving a city police car with the lights flashing and siren running, ran a red light and struck her vehicle. The city had moved for summary judgment, which was denied, and Weber won a jury verdict for $4,750.00. On appeal, the city argued that it was absolutely immune from tort liability arising out of a city policeman's negligent operation of an authorized emergency vehicle. Weber, 298 Ark. at 383-84, 767 S.W.2d at 530. This court rejected the city's reliance on earlier cases which held that immunity could be broached only when the public employee breached a duty imposed on him by law in common with (all other people, as opposed to a situation in which the negligent conduct arose out of a duty peculiar to his employment. The Weber court explained, stating the following:\nThe city's reliance on these cases is misplaced. The test used previously in those cases allowed an injured party to side step governmental immunity and seek relief against the employee when the duty the employee breached was common to ah people. It cannot be used by the city to create governmental immunity not otherwise available, as where a statute specifically provides that all political subdivisions shall carry liability insurance on their motor vehicles.\nThere is no indication in § 21-9-303 that the legislature intended to distinguish in any manner the circumstances to which it apphed. In any event, we see no reason why a person injured by an emergency vehicle should be left without a remedy while persons may seek redress against a municipality for its employees' negligence in the operation of ah other vehicles.\nWeber, 298 Ark. at 385, 767 S.W.2d at 531 (emphasis added).\nAlthough Weber is factually distinguishable (there, the police car was physically involved in the accident), the underlying principle is the same. A city is not immune to the extent that it has liability insurance. Here, Caddo Valley strenuously urges that it was not the officers' negligent operation of their motor vehicles that caused the accident in this case; rather, it says, it was an exercise of discretion in the performance of their official duties that led to the wreck. However, the question of negligence is not so easily divisible *210from the question of discretion. In Weber, the officer had also, for some reason, made a decision to turn on his lights and sirens prior to his collision with Weber, and that decision, as in the instant case, involved an exercise of discretion; nonetheless, this court held that he was not immune from suit. In other words, once the officers here exercised their discretion and made the decision to pursue the stolen vehicle, any actions taken subsequent to that decision were required by law to be taken with ordinary care. AMI Civ. 3d 911, which was given in this case without objection, speaks to this very question as follows:\nThe driver of an emergency vehicle is relieved of the obligation to obey a speed limitf, but t]he existence of this privilege does not reheve the driver of an emergency vehicle of the duty to exercise ordinary care for the safety of others using the highway.\nIt was the officers' failure to exercise ordinary care, once the decision to pursue Sherman was made, that led to the accident; therefore, to the extent of the city's liability coverage, they are not immune from suit and may be found liable for their negligence.\nCaddo Valley argues that two cases from other jurisdictions should control our decision here. However, both of those cases are distinguishable. In the first, Thornton v. Shore, 666 P.2d 655 (Kan. 1983), the Kansas Supreme Court held that an officer pursuing a fleeing vehicle was immune from suit on the basis of a Kansas statute, similar to Ark. Code Ann. § 27-51-202 (Repl. 1994), which reheves drivers of emergency vehicles of the responsibility to obey speed limits. However, in Thornton, there was no finding that the police officer was driving negligendy. Here, the trial court found sufficient evidence of the officers' negligence to place that issue before the jury. In addition, the Kansas statute provides that the emergency vehicle privilege does not relieve the driver of the duty to drive with due regard for the safety of all persons. Kan. Stat. Ann. § 8-1506(d) (1982). The due regard language was interpreted in Thornton to be some degree of care less stringent than the standard of ordinary negligence. Thornton, 666 P.2d at 661. To the contrary, Arkansas law, as applied by our court in Weber, requires an ordinary-care standard. Thus, the logic of Thornton does not control the situation here.\nNor do we find Caddo Valley's reliance on the case of Kelly v. City of Tulsa, 791 P.2d 826 (Okla. Ct. App. 1990), controlling. First, *211we emphasize that, to the extent that Kelly can be read to immunize an officer when he or she is negligent during a hot pursuit, Arkansas law is well settled, as discussed above, that such officers must exercise ordinary care. In any event, the Kelly case differs factually from the case at hand. There, the driver of the fleeing vehicle lost control and swerved into the plaintiff's car, resulting in injury. Thus, in Kelly, it was simply the police officer's decision to initiate pursuit which was the basis of the plaintiff's complaint, and the Oklahoma Supreme Court found that this was not the consideration addressed by [Oklahoma's emergency vehicle statute]. Kelly, 791 P.2d at 828. In the present case, however, the police officers continued to pursue Sherman at a high rate of speed even after they knew that Arkadelphia police officers were setting up a roadblock a short distance down the highway. Arkadelphia police officer Mike Smith testified that the there was only enough room for a vehicle traveling at a slow, safe rate of speed to pass between the police vehicles making up the roadblock. In sum, the question here was whether the officers were negligent in continuing the pursuit once they knew of conditions which could create a danger to innocent bystanders. It was their failure, once they knew of the roadblock, to exercise ordinary care for the safety of others using the highway, that leads to the conclusion that they were negligent.\nThis leads us to Caddo Valley's second argument, i.e., that the officers were not negligent, and that the trial court erred in refusing to direct a verdict in its favor on that point. Our standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence, which is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other. Ouachita Wilderness Inst. v. Mergen, 329 Ark. 405, 947 S.W.2d 780 (1997) (citing Southern Farm Bureau Casualty Ins. V. Allen, 326 Ark. 1023, 934 S.W.2d 527 (1996)). It is not this court's province to try issues of fact; we simply review the record for substantial evidence to support the jury's verdict. Id. In determining whether there is substantial evidence we view the evidence in the light most favorable to the party against whom the motion is sought and give the evidence its strongest probative force. Id. Stated another way, if there is any substantial evidence to support the verdict, we affirm the trial court. Grendell v. Kiehl, 291 Ark. 228, 723 S.W.2d 830 (1987).\n*212Negligence is the failure to do something which a reasonably careful person would do and a negligent act arises from a situation where an ordinarily prudent person in the same situation would foresee such an appreciable risk of harm to others that he would not act or at least would act in a more careful manner. Mergen, 329 Ark. at 412, 947 S.W.2d at 784. While a party can establish negligence by direct or circumstantial evidence, that party cannot rely on inferences based on conjecture or speculation. Id.\nOnce again, the evidence presented at the trial of this case showed that the two Caddo Valley officers in pursuit knew that a roadblock was being set up in Arkadelphia. Officer Whittle stated that he was approximately 100 feet behind the fleeing vehicle while the suspect was driving at approximately 90 to 100 miles an hour. He was twice told by his superior officer, Kelloms, to back off. This was Whittle's first high-speed pursuit, and he had been given no training or instructions on what factors to consider when pursuing a high-speed pursuit.\nSergeant Kelloms joined the pursuit after having told Officer Whittle to back off. Testimony of Arkadelphia Police Officer Jackie Woodall revealed that the Caddo Valley officers were only about four or five car lengths behind the stolen truck, which was being driven at an estimated 75 to 80 miles an hour. On cross-examination, Woodall stated that it was only a matter of seconds from the time he heard the radio transmission telling Whittle to back off until the moment of the collision.\nThe foregoing is substantial evidence from which the jury could have concluded, without resort to speculation or conjecture, that the Caddo Valley officers were pursuing the suspect too closely at high speeds, and continued to do so after they knew of the presence of the roadblock in Arkadelphia. An ordinarily prudent person in the same situation could have foreseen an appreciable risk of harm to others; thus, we hold that there was sufficient evidence of negligence from which the jury could have reasonably found the officers to be at least partially or minimally at fault in the accident with George.\nFor its next two points on appeal, Caddo Valley argues that the trial court erred in refusing to direct a verdict in its favor on the question of proximate causation and on the issue of whether *213Patrick Sherman's actions constituted an efficient intervening cause. Because these two issues are so closely intertwined, we consider them together. Proximate cause has been defined as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produced the injury, and without which the result would not have occurred. Union Pac. R. R. Co. v. Sharp, 330 Ark. 174, 181, 952 S.W.2d 658, 662 (1997). Proximate causation is usually an issue for the jury to decide, and when there is evidence to establish a causal connection between the negligence of the defendant and the damage, it is proper for the case to go to the jury. Id. In other words, proximate causation becomes a question of law only if reasonable minds could not differ. Id.\nOn the issue of whether or not there was an efficient intervening cause, this question is simply . . . whether the original act of negligence or an independent intervening cause is the proximate cause of an injury. Like any other question of proximate causation, the question whether an act of omission is an intervening or concurrent cause is usually a question for the jury. Hill Constr. Co. v. Bragg, 291 Ark. 382, 385, 725 S.W.2d 538, 540 (1987) (quoting from Larson Machine v. Wallace, 268 Ark. 192, 600 S.W.2d 1 (1980)). The Bragg court went on to say that the original act or omission is not eliminated as a proximate cause by an intervening cause unless the latter is of itself sufficient to stand as the cause of the injury. The intervening cause must be such that the injury would not have been suffered except for the act, conduct or effect of the intervening agent totally independent of the acts of omission constituting the primary negligence. Bragg, 291 Ark. at 385, 725 S.W.2d at 540 (emphasis added).\nIn this case, there was evidence to establish a causal connection between the actions of the police officers and the injuries to Joan George. But for their actions in continuing to pursue Sherman, the jury could have reasonably found that the accident likely would not have happened. The events occurred in a natural and continuous sequence, thus making the officers' acts a proximate cause of George's injuries. In short, the jury could have easily concluded that the actions of Sherman, while admittedly an intervening cause, were not totally independent of the acts of negligence performed by the Caddo Valley police officers. As already discussed, the questions of proximate cause and the presence of an intervening cause were proper questions for the jury. As there was sufficient *214evidence from which the jury could have found negligence, the trial court did not err in refusing to direct a verdict on these two issues.\nCaddo Valley's last argument is that the trial court erred in finding it to be jointly and severally liable for the $150,000.00 judgment rendered against it and Sherman. The jury had assessed Sherman to be ninety percent at fault in the accident, and Whittle and Kelloms to each be five percent at fault (making Caddo Valley's total liability ten percent). At a posttrial hearing on the form of the judgment, the trial court ruled that Caddo Valley, like any other corporate entity, could be jointly and severally liable. See Walton v. Tull, 234 Ark. 882, 356 S.W.2d 20 (1962) (when the combined negligence of all joint tortfeasors exceeds the negligence of the plaintiff, each tortfeasor is jointly and severally hable for the plaintiff's damages after they have been reduced in proportion to the degree of his own negligence); see also AMI Civ. 3d 2111. Following Arkansas's law of joint and several liability, if George could not recover any of her loss from Sherman, she could look to Caddo Valley for satisfaction of the $150,000 judgment. Even so, the court limited Caddo Valley's total liability to $25,000.00, the maximum liability of a local government employer in an action involving the use of a motor vehicle. Ark. Code Ann. § 21-9-303(b). In its brief, Caddo Valley argues that it is immune from suit and that there is no exception to tort immunity which permits a plaintiff to collect more than the amount actually owed by a local government. However, the city cites no authority which compels such a conclusion, and, therefore, we reject its argument. We have stated on occasions too numerous to count that we will not reverse where the appellant has offered no convincing argument or authority and it is not apparent without further research that the argument is well taken. See McGehee v. State, 338 Ark. 152, 992 S.W.2d 110 (1999).\nOn cross-appeal, George presents us with a related question. She argues that because there were two police vehicles involved in the accident, she should be able to recover $50,000.00 — twice the amount determined by the trial court to be Caddo Valley's maximum liability, or $25,000.00 for each police car. The trial court interpreted Ark. Code Ann. § 21-9-303 to read in terms of an occurrence involving a city vehicle (or vehicles), rather than applying the insurance requirements to each vehicle involved in an accident. The trial court reads language into § 21-9-303 that is not *215there. Arkansas's motor vehicle liability insurance statute plainly provides that a vehicle owner's insurance policy must insure the policy-holder against loss from the liability imposed by law for damages arising out of the ownership, maintenance, or use of the vehicle or vehicles..., with respect to each vehicle for a minimum of $25,000.00. Ark. Code Ann. § 27-19-713(b)(2) (emphasis added). Thus, because there were two Caddo Valley vehicles involved in the accident, and each officer was found five percent at fault, Caddo Valley, as a joint tortfeasor, would be jointly and severally hable in the amount of $25,000.00 for each of the city's vehicles. George therefore should recover $50,000.00 against Caddo Valley, and the trial court erred in ruling otherwise.\nFor the foregoing reasons, the decisions of the court below are affirmed on direct appeal and reversed on cross-appeal.\nARNOLD, C.J., not participating.\nThornton and Smith, JJ., dissent.\nRAY Thornton, Justice,\ndissenting. I respectfully dissent. The rule in Arkansas has long been that local governments are generally immune from tort liability. Ark. Code Ann. § 21-9-301 (Repl. 1996). However, this unlimited immunity was modified in 1968 to permit recovery for damages in Parrish v. Pitts, 244 Ark. 1239, 429 S.W.2d 45 (1968), where the plaintiff was injured when her vehicle was stuck as a result of negligence on the part of a city's garbage truck driver. The Legislature's response to Parrish was Act 165 of 1969, which provided that all local governments shall be immune from liability and suit, except to the extent that they may be covered by liability insurance, for damages. Id. This act also provided that all political subdivisions carry liability insurance or become self-insurers to the legal requirement of $25,000. Based on these enactments we have allowed recovery for damages when a municipal vehicle is involved in an accident. See Sturdivant v. City of Farmington, 255 Ark. 415, 500 S.W.2d 769 (1973).\nThis is the first case in Arkansas presenting the issue whether immunity from suit is waived when a municipal vehicle is pursuing a suspect's vehicle in accordance with the officer's duty under Ark. Code Ann. § 14-52-203 (Repl. 1998). Notwithstanding the duty to apprehend a fleeing suspect, and the statutory authorization for an *216emergency vehicle to exceed speed limits under certain circumstances, the majority's decision imposes liability upon the City of Caddo Valley for the actions of the city's employees where the city's vehicles were not involved in the collision itself.\nFaced with a similar issue, our neighboring courts in Oklahoma and Kansas have determined that a city emergency vehicle may not be held responsible for an accident caused by a fleeing suspect. In adopting their rule, these states accepted the general rule expressed by New Jersey in Roll v. Timberman, 229 A.2d 281, cert. denied 232 A.2d 147 (1967), and I agree that the views of the New Jersey Superior Court are very persuasive. That court stated:\nThe decisive issue in this case is whether a police officer is hable for damage caused by a vehicle operated by a fleeing law violator who is being pursued by the officer in the performance of his duty. The precise question has not been dealt with in any of the reported decisions in our State. However, the majority view expressed in other jurisdictions in similar cases holds that the police officer is not hable.\nId. (citations omitted).\nThe New Jersey Superior Court opinion points out that:\nWhen Officer Martin observed Timberman violate the motor vehicle laws it became the officer's duty to apprehend him. When he pursued Timberman the officer was exempt from speed regulations. He was performing his duty when Timberman, in gross violation of the motor vehicle laws, crashed into plaintiff's car. To argue that the officer's pursuit caused Timberman to speed may be factually true, but it does not fohow that the officer is hable at law for the results of Timberman's neghgent speed. Police cannot be made insurers of the conduct of the culprits they chase.\nId. (citations omitted). Similar analysis has been made by many other jurisdictions. Contrary to the opinion issued today by the majority, the general rule relative to the liability of municipalities in such circumstances is that a municipality responsible for the conduct of a police officer is nevertheless not liable for personal injuries, death, or property damage inflicted by a vehicle being pursued by a police vehicle where the police vehicle is only involved to the extent that it was being driven in pursuit of the fleeing vehicle which actually causes the injury or damage complained of. See *217 Thornton v. Shore, 666 P.2d 655 (1983). See e.g., Chambers v. Ideal Pure Milk Co., 245 S.W.2d 589 (Ky.Ct.App.1952); Morris v. Coombs' Adm'r, 304 Ky. 187, 200 S.W.2d 281 (Ct.App.1947); Pagels v. City and County of San Francisco, 135 Cal.App.2d 152, 286 P.2d 877 (D.Ct.App.1955); Draper v. City of Los Angeles, 91 Cal.App.2d 315, 205 P.2d 46 (D.Ct.App.1949); United States v. Hutchins, 268 F.2d 69, 83 A.L.R.2d 447 (6 Cir. 1959); Wrubel v. State of New York, 11 Misc.2d 878, 174 N.Y.S.2d 687 (Ct. Claims 1958).\nTo extend the test of due care to include acts of fleeing motorists whom an officer is attempting to apprehend has the effect of making the officer, and the municipality, the insurer of the fleeing violator — or, in this case, the insurer as well of the actions of another police department. As the Kansas court noted in Thornton, supra, who can say whether the greater harm would result from the imposition or nonimposition of a duty upon municipalities to refrain from pursuing a lawbreaker already engaged in reckless and dangerous operation of a motor vehicle on the public streets?\nThe reasoning underlying the rejection of liability in these cases is twofold: (1) [I]t is the duty of a police officer to apprehend those whose reckless driving makes use of the highway dangerous to others; (2) the proximate cause of the accident is the reckless driving of the pursued, notwithstanding recognition of the fact that the police pursuit contributed to the pursued's reckless driving. Thornton, supra. Here, the proximate cause of the accident also included the actions of the Arkadelphia police in setting up the roadblock (though they were not named as defendants in the underlying complaint). The Caddo Valley officers were engaged in pursuit as required of them by statute, but, according to their own testimony, they had begun backing off the pursuit for safety considerations. Our inquiry should be whether the officer's pursuit was so extreme or outrageous as to pose a higher threat to public safety than that ordinarily incident to a high-speed chase. I would hold that the actions of the Caddo Valley officers, under this analysis, did not meet the test of negligent conduct and that a directed verdict in favor of Caddo Valley should have been granted.\nLastly, even if the majority is not mistaken in adopting the rule that the city becomes the insurer for a fleeing violator, I cannot understand the reasoning leading to the majority's decision that the *218insurance policy limits should be applied to both police cars. The trial judge had determined that the real party in interest was the city of Caddo Valley, and there was absolutely no showing that the pursuit by two cars rather than one caused the fleeing suspect to travel any faster or drive more recklessly. As the majority has determined that liability is to be imposed, I would affirm the trial court's determination that there was only one occurrence. For the above stated reasons, I respectfully dissent.\nSMITH, J.,\njoins in this dissent, but because he does not believe any negligent acts of the officers caused the injuries to the plaintiff, he would not reach the issue of insurance liability limits.\nDissent.\n\nPlain English summary:\nCase concerns a high-speed police chase involving a stolen vehicle which led to a third party being injured. The question was whether the two police officers were negligent in their pursuit of the stolen vehicle. The jury found that the driver of the stolen vehicle and the two police officers were each negligent, and liability should be apportioned 90% to the driver, and 5% to each of the police officers. The police officers appealed but the appellate court confirmed.",
    "annotations": {
        "Facts": [
            "Officer John Whittle of the Caddo Valley Police Department heard a BOLO (be on the lookout) report regarding a truck stolen from the parking lot of a gas station in Malvern. When Whittle saw the truck, driven by Patrick Sherman, pass through Caddo Valley, he flipped on his police vehicle's siren and lights and began pursuit. After hearing Whittle's radio call that he was in pursuit, Sergeant John Kelloms also joined in the chase. As the pursuit reached speeds of somewhere between seventy-five and ninety miles per hour, the officers heard radio reports from Arkadelphia that police there were in the process of setting up a roadblock across Highway 67. Sergeant Kelloms told Officer Whittle to back off from the fleeing truck in the hopes that they could get Sherman to slow down before reaching town. When Whittle did not back off far enough, Kelloms told him to do so again. Despite Whittle's eventual backing off, however, Sherman failed to slow down.Meanwhile, in Arkadelphia, Lieutenant Mike Smith and Officer David Turner had positioned their cars partially across the highway, with one vehicle blocking a portion of the northbound lane and the other blocking part of the southbound lane. There was just enough room between the police vehicles for a car to pass through if it were going at a slow, safe speed. Several cars had made it through before Sherman arrived. Plaintiff Joan George's Jeep was caught between the police cars when Sherman crested the hill just above the roadblock. Lieutenant Smith was standing on the center line with his pistol drawn, hoping to slow Sherman down. However, Sherman accelerated the stolen vehicle, forcing Smith to jump out of the way, and slammed it into George's car. The impact threw the Jeep off the road and tossed George out of the vehicle and into the ditch.",
            "This was Whittle's first high-speed pursuit, and he had been given no training or instructions on what factors to consider when pursuing a high-speed pursuit.",
            "Woodall stated that it was only a matter of seconds from the time he heard the radio transmission telling Whittle to back off until the moment of the collision."
        ],
        "Procedural History": [
            "This case began as a tort suit filed in Hot Spring County Circuit Court by Joan George against two officers of the Caddo Valley Police Department. It is now before us following certification from the Court of Appeals pursuant to Ark. Sup. Ct. R. l-2(b)(l) and (6)",
            "George filed her complaint in September of 1998, naming as defendants, among others, Sherman, Whittle, and Kelloms.",
            "Whittle and Kelloms",
            "filed a motion for summary judgment",
            "The trial court denied the summary-judgment motion, but did permit the City of Caddo Valley to substitute itself as the real party in interest, in place of the two officers.The case proceeded to trial. At the close of George's case, Caddo Valley moved for a directed verdict, arguing that there was no evidence that the officers had been negligent in the operation of a motor vehicle",
            "The court denied the motion at this time",
            "The case was submitted to the jury, which found that Sherman, Whittle, and Kelloms were all negligent, and that liability should be apportioned ninety percent to Sherman and five percent each to Whitde and Kelloms.",
            "Our standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence, which is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other.",
            "In determining whether there is substantial evidence we view the evidence in the light most favorable to the party against whom the motion is sought and give the evidence its strongest probative force."
        ],
        "Application of Law to Facts": [
            "In the present case, however, the police officers continued to pursue Sherman at a high rate of speed even after they knew that Arkadelphia police officers were setting up a roadblock a short distance down the highway. Arkadelphia police officer Mike Smith testified that the there was only enough room for a vehicle traveling at a slow, safe rate of speed to pass between the police vehicles making up the roadblock. In sum, the question here was whether the officers were negligent in continuing the pursuit once they knew of conditions which could create a danger to innocent bystanders. It was their failure, once they knew of the roadblock, to exercise ordinary care for the safety of others using the highway, that leads to the conclusion that they were negligent.",
            "Once again, the evidence presented at the trial of this case showed that the two Caddo Valley officers in pursuit knew that a roadblock was being set up in Arkadelphia. Officer Whittle ",
            "was approximately 100 feet behind the fleeing vehicle while the suspect was driving at approximately 90 to 100 miles an hour. He was twice told by his superior officer, Kelloms, to back off. ",
            "Sergeant Kelloms joined the pursuit after having told Officer Whittle to back off.",
            "Caddo Valley officers were only about four or five car lengths behind the stolen truck, which was being driven at an estimated 75 to 80 miles an hour.",
            "The foregoing is substantial evidence from which the jury could have concluded, without resort to speculation or conjecture, that the Caddo Valley officers were pursuing the suspect too closely at high speeds, and continued to do so after they knew of the presence of the roadblock in Arkadelphia. An ordinarily prudent person in the same situation could have foreseen an appreciable risk of harm to others; thus, we hold that there was sufficient evidence of negligence from which the jury could have reasonably found the officers to be at least partially or minimally at fault in the accident with George.",
            "there was sufficient *214evidence from which the jury could have found negligence"
        ],
        "Relevant Precedents": [
            "Mergen, , 947 S.W.2d at 784"
        ],
        "Outcome": [
            "For the foregoing reasons, the decisions of the court below are affirmed on direct appeal"
        ]
    },
    "class": "affirm"
}