{
    "text": "Webb v. Bouton, 350 Ark. 254, 85 S.W.3d 885 (2002)\nOct. 3, 2002 · Arkansas Supreme Court · 01-920\n350 Ark. 254, 85 S.W.3d 885\nAda WEBBv.Michael S. BOUTON, M.D., Holt-Krock Clinic, PLC\n85 S.W.3d 885\nSupreme Court of Arkansas\n*257 Law Offices of Charles Karr, P.A., by: Charles Karr and Shane Roughley, for appellant.\nWarner, Smith & Harris, PLC, by: Wayne Harris and G. Alan Wooten, for appellee.\nJim Hannah, Justice.\nAppellant Ada Webb filed this medical malpractice suit against appellees Dr. Michael S. Bouton, a board certified general surgeon, and the Holt-Krock Clinic, the clinic where Dr. Bouton was employed at the time of the alleged malpractice. Webb raises three points on appeal. She argues: (1) that the trial court erred in allowing Dr. Bouton to testify as to the standard of care; (2) that the trial court erred when it allowed Dr. Fengler to testify; and (3) that the jury's verdict was against the preponderance of the evidence. We find no reversible error, and accordingly, affirm. We have jurisdiction of this matter under Ark. Sup. Ct. R. l-2(a)(l), (b)(1), and (b)(3) (2002).\nFacts\nOn December 29, 1998, Appellant Ada Webb brought suit against Dr. Michael S. Bouton and Holt-Krock Clinic, PLC, for medical malpractice relating to hemorrhoid surgery Dr. Bouton performed on Webb on December 30, 1996.\nWebb first saw Dr. Bouton on September 26, 1996, for pain from hemorrhoids. At a follow-up visit on October 10, 1996, Dr. Bouton performed a suction hemorrhoid banding procedure. On *258October 31, 1996, Webb again saw Dr. Bouton for a follow-up visit. At this visit, she complained of leg pain and back pain, and she spoke to Dr. Bouton about some external skin tags with the hemorrhoids. Webb was still experiencing pain on November 21, 1996, and Dr. Bouton referred her to Dr. Waijh Istanbouli, an internist, for further evaluation.\nOn December 5, 1996, Dr. Bouton recommended hemorrhoid surgery, which he performed on December 30, 1996. Webb saw Dr. Bouton for follow-ups on January 9, 1997, January 21, 1997, January 27, 1997, and February 24, 1997. Webb complained of persistent pain at all of these visits. Noting that the examination was very painful for Webb on the February 24 visit, Dr. Bouton recommended to Webb that he examine her under anesthesia. Dr. Bouton scheduled the examination for the next day, and Webb failed to appear for the visit.\nWebb next went to see Dr. David Flunton. On February 28, 1997, he performed a proctoscopy, sphincterotomy, and cauterization of skin tags. On April 28, 1997, Dr. Hunton excised an anal fistula and external skin tags.\nWebb was also evaluated by Dr. John Tedford, a colorectal specialist in Little Rock, and by physicians at the Mayo Clinic in Rochester, Minnesota. Webb alleges that she has continued to suffer from pain, incontinence, and other problems since the December 30, 1996, surgery.\nWebb alleged that Dr. Bouton committed malpractice because he performed unnecessary surgery, which exacerbated her pain and problems, and because Dr. Bouton did not consult with a colorectal surgeon before he performed the surgery. The case proceeded to a jury trial, and the jury returned a verdict in favor of Dr. Bouton and the Holt-Krock Clinic.\nDr. Bouton's Testimony Concerning the Standard of Care\nWebb contends that the trial court erred when it allowed Dr. Bouton to testify as an expert witness as to the standard of care because she was prevented from exploring Dr. Bou*259ton's opinions in discovery. Whether a witness is qualified to testify as an expert upon a particular question is a matter to be decided within the discretion of the trial court. Cathey v. Williams, 290 Ark. 189, 718 S.W.2d 98 (1986). On appeal, the appellant has the burdensome task of demonstrating that the trial court has abused its discretion. Sims v. Safeway Trails, Inc., 297 Ark. 588, 764 S.W.2d 427 (1989).\nWebb alleges that Ark. Code Ann. § 16-114-207(3), under the Medical Malpractice Act, is in conflict with Rule 26 of the Arkansas Rules of Civil Procedure. Webb argues that since a physician cannot be compelled to give expert testimony at trial against himself, a defendant physician should not be allowed to give expert testimony in his favor because a plaintiff cannot discover these opinions. Webb contends that even though Ark. Code Ann. § 16-114-207(3) does not apply to discovery, Ark. R. Civ. P. 26(b)(1) prohibit[s] the exploration of any expert opinions that a defendant physician might have during discovery. We note that the record indicates that this argument was not raised at the trial level. We have often stated that an argument not raised below will not be considered for the first time on appeal. Arkansas Blue Cross and Blue Shield v. Hicks, 349 Ark. 269, 78 S.W.3d 58 (2002); Ghegan & Ghegan, Inc. v. Barclay, 345 Ark. 514, 49 S.W.3d 652 (2001). Accordingly, we do not address the merits of Webb's argument regarding the alleged conflict between Ark. Code Ann. § 16-114-207(3) and Rifle 26(b)(1) of the Arkansas Rules of Civil Procedure.\nLikewise, Webb's argument that Ark. R. Civ. P. 26(b)(4)(A) would require her to compensate Dr. Bouton for his time spent responding to the discovery was not raised below. Accordingly, we will not address the merits of Webb's argument regarding Ark. R. Civ. P. 26(b)(4)(A).\nWebb further contends that Ark. Code Ann. § 16-114-207 (3) is unconstitutional because it is fundamentally unfair and violates equal protection because it extends to physicians a privilege which is not extended to any other professional. She states that there is no rational basis for allowing defendant physicians *260the privilege of 'hiding' their opinions only to surprise a plaintiff at trial with an additional expert opinion, and that there is no opportunity for plaintiffs to prepare for what opinions the defendant may render. It is impossible for us to address these arguments because Webb failed to include responses to interrogatories in the record, and she failed to include a transcript of Dr. Bouton's deposition testimony. We can hardly determine whether Dr. Bouton and the Holt-Krock Clinic were able to hide their opinions and surprise Webb at trial when the record contains no information to support the argument.\nIn Goodwin v. Harrison, 300 Ark. 474, 780 S.W.2d 518 (1989), the court addressed the appellant's argument that the Medical Malpractice Act was unconstitutional. The court wrote:\nAppellant next contends that the entire Arkansas medical malpractice act, Ark. Code Ann. § 16-114-207 to-209 (1987), is unconstitutional. She does not explain how the entire act has adversely impacted upon her, a necessary prerequisite to standing, nor does she cite any authority or make a convincing argument to support her position. She merely takes her position that the act is unconstitutional because it violates various listed provisions of the federal and state constitutions. As we have said many times, assignments of error which are unsupported by convincing argument or authority, will not be considered on appeal unless it is apparent without further research that they are well taken. Knoles v. Salazaar, 298 Ark. 281, 766 S.W.2d 613 (1989).\nGoodwin, 300 Ark. at 483. Like the appellant in Goodwin, Webb does not show how Ark. Code Ann. § 16-114-207(3) has adversely impacted upon her. She contends that the statute is unconstitutional, but she neither cites authority nor makes a convincing argument to support her contention. As this court has stated many times, arguments that are unsupported by convincing argument or authority will not be considered on appeal, unless it is apparent without further research that the arguments are well-taken. Cadillac Cowboy, Inc. v. Jackson, 347 Ark. 963, 69 S.W.3d 383 (2002); Jacobs v. Yates, 342 Ark. 243, 27 S.W.3d 734 (2000).\n*261 Testimony of Dr. Fengler\nWebb argues that Dr. Fengler's testimony should have been excluded as cumulative evidence because he, like Dr. Bouton, testified that Dr. Bouton had met the required standard of care. Under Rule 403 of the Arkansas Rules of Evidence, relevant evidence may be excluded if it is deemed to be a needless presentation of cumulative evidence. Ark. R. Evid. 403. The trial court has broad discretion in decisions of admissibility, and we will not reverse its ruling absent an abuse of discretion. National Bank of Commerce v. Beavers, 304 Ark. 81, 802 S.W.2d 132 (1990).\nIn determining whether expert testimony is cumulative, the court will compare the testimony of the two experts who are presented. See Skokos v. Skokos, 332 Ark. 520, 968 S.W.2d 26 (1998). If the expert witnesses are not so similar in their credentials and approach to the issues, testimony of both experts will not be considered cumulative. Id. Dr. Bouton is a general surgeon, and Dr. Fengler is a colon and rectal surgeon. The two doctors have varied educational and professional backgrounds. Dr. Bouton and Dr. Fengler agree on the issue of whether or not Dr. Bouton met the standard of care. We do not find that Dr. Bouton and Dr. Fengler are so similar in their credentials and approach to the issues that their testimony should be considered cumulative. Even if the evidence were cumulative, we have stated that merely cumulative evidence is not prejudicial. Threadgill v. State, 347 Ark. 986, 69 S.W.3d 423 (2002). An appellant is required to show that cumulative evidence is prejudicial. Id. Webb has failed to show any prejudice that resulted from Dr. Fengler's testimony. The was no abuse of discretion by the trial court in allowing Dr. Fengler to testify as an expert.\nSubstantial Evidence\nWebb argues that the verdict was against the preponderance of the evidence. Under Ark. R. Civ. P. 59, an appellant may be granted a new trial if the verdict... is clearly contrary to *262the preponderance of the evidence or is contrary to the law. Ark. R. Civ. P. 59(a)(6). A motion for a new trial is not necessary to preserve for appeal an error which could be the basis for granting a new trial. Ark. R. Civ. P. 59(f). Where a motion for a new trial is made for the first time before this court, the standard of review is whether there is substantial evidence to support the verdict. Hall v. Grimmet, 318 Ark. 309, 885 S.W.2d 297 (1994). In Hall, we explained the standard of review for determining whether there was substantial evidence to support the jury verdict. Id. We noted:\nSubstantial evidence is evidence of sufficient force and character to compel a conclusion one way or the other with reasonable certainty; it must force the mind to pass beyond suspicion or conjecture. In determining the existence of substantial evidence, we view the evidence in the light most favorable to the party on whose behalf the judgment was entered and give it its highest probative value, taking into account all reasonable inferences deducible from it. In reviewing the evidence, the weight and value to be given the testimony of the witnesses is a matter within the exclusive province of the jury.\nId. at 311 (citations omitted).\nWe have noted that generally, a defense verdict will always be supported by substantial evidence because the plaintiff has the burden of proof and the jury is the sole judge of credibility of witnesses and the weight and value of the evidence. Anderson v. Graham, 332 Ark. 503, 966 S.W.2d 223 (1998); Morton v. American Med. Int'l, Inc., 286 Ark. 88, 689 S.W.2d 535 (1985). In Morton, we quoted with approval this language from United States Fire Ins. Co. v. Milner Hotels, 253 F.2d 542 (8th Cir. 1958):\nThus, no matter how strong the evidence of a party, who has the burden of establishing negligence and proximate cause as facts, may comparatively seem to be, he is not entitled to have those facts declared to have reality as a matter of law, unless there is utterly no rational basis in the situation, testimonially, circumstantially, or inferentially, for a jury to believe otherwise.\n*263 Morton, 286 Ark. at 90. We then went forward in Morton and stated:\nThe Supreme Court of Missouri correctly stated the common law rule, which also governs in Arkansas, in Cluck v. Abe, 328 Mo. 81, 40 S.W.2d 558 (1931): The burden was not on the defendant, but was on the plaintiff to make out the case stated in his petition. In a case where the allegations of the petition are denied by the answer, and the plaintiff offers oral evidence tending to support the allegations of the petition, the defendant is entitled to have the jury pass upon the credibility of such evidence even though he should offer no evidence himself. The court has no right to tell the jury that it must believe the witnesses. The jury, in the first instance, is the sole judge of the credibility of the witnesses and of the weight and value of their evidence, and may believe or disbelieve the testimony of any one or all of the witnesses, though such evidence be uncontradicted and unimpeached.\nMorton, supra. We added that we were not aware of any Arkansas case in which a verdict for a party not having the burden of proof has been set aside in a negligence case solely because it was not supported by substantial evidence. Id.; see also Anderson v. Graham, 332 Ark. 503, 966 S.W.2d 223 (1998).\nThere was a dispute between Dr. Bouton's expert witness, Dr. Fengler, and Webb's expert witness, Dr. Michael Hellinger, as to whether Dr. Bouton met the standard of care. Also, Dr. Hellinger testified that Webb's problems were exacerbated by the hemorrhoidectomy performed by Dr. Bouton. On the other hand, Dr. Fengler testified that the problems Webb experienced after the surgery were not directly related to the hemorrhoidectomy. It is well-settled that the weight and value of testimony is a matter that is in the exclusive province of the jury. D.B. Griffith Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 S.W.3d 254 (2002); Ersy v. Carden, 328 Ark. 153, 942 S.W.2d 846 (1997). There was extensive testimony on both sides and substantial evidence for the jury to find in Dr. Bouton's favor.\nWebb further contends that Dr. Fengler's testimony caused the jury to speculate, and that he only offered possibilities which *264are not evidence at all. She argues that Dr. Fengler's testimony that fissures can happen based upon constipation that may happen after any surgery is speculation as to causation because Dr. Fengler could not state with any degree of medical certainty what was causing Webb's problems.\nTo support her proposition, Webb cites Kilpatrick v. Bryant, 868 S.W.2d 594 (Tenn. 1993), where the Tennessee Supreme Court held:\nThus, proof of causation equating to a possibility, a might have, may have, could have, is not sufficient, as a matter of law, to establish the required nexus between the plaintiffs injury and the defendant's tortious conduct by a preponderance of the evidence in a medical malpractice case. Causation in fact is a matter of probability, not possibility, and in a medical malpractice case, such must be shown to a reasonable degree of medical certainty.\nKilpatrick, 868 S.W.2d at 602 (citations omitted).\nWebb is mistaken as to who has the burden of proof. In a medical malpractice action, the plaintiff must prove the applicable standard of care, that the medical provider failed to act in accordance with that standard, and that such failure was a proximate cause of the plaintiffs injuries. National Bank of Commerce v. Quirk, 323 Ark. 769, 918 S.W.2d 138 (1996); Ark. Code Ann. § 16-114-206 (Michie 1987). Dr. Bouton contends, and we agree, that it was not up to him, as a defendant, or Dr. Fengler, as a defense expert witness, to establish causation at trial. The burden of proof to establish causation was upon Webb, the plaintiff. This argument has no merit.\nAffirmed.\nPlain English summary:\nPlaintiff sued defendant, alleging malpractice. Specifically, plaintiff claimed that defendant doctor performed unnecessary surgery, which exacerbated her pain and problems, and because Dr. Bouton did not consult with a colorectal surgeon before he performed the surgery. The jury found for the defendant. The appellate court confirmed. ",
    "annotations": {
        "Facts": [
            "Webb first saw Dr. Bouton on September 26, 1996, for pain from hemorrhoids. At a follow-up visit on October 10, 1996, Dr. Bouton performed a suction hemorrhoid banding procedure. On October 31, 1996, Webb again saw Dr. Bouton for a follow-up visit. At this visit, she complained of leg pain and back pain, and she spoke to Dr. Bouton about some external skin tags with the hemorrhoids. Webb was still experiencing pain on November 21, 1996, and Dr. Bouton referred her to Dr. Waijh Istanbouli, an internist, for further evaluation.On December 5, 1996, Dr. Bouton recommended hemorrhoid surgery, which he performed on December 30, 1996. Webb saw Dr. Bouton for follow-ups on January 9, 1997, January 21, 1997, January 27, 1997, and February 24, 1997. Webb complained of persistent pain at all of these visits. Noting that the examination was very painful for Webb on the February 24 visit, Dr. Bouton recommended to Webb that he examine her under anesthesia. Dr. Bouton scheduled the examination for the next day, and Webb failed to appear for the visit.Webb next went to see Dr. David Flunton. On February 28, 1997, he performed a proctoscopy, sphincterotomy, and cauterization of skin tags. On April 28, 1997, Dr. Hunton excised an anal fistula and external skin tags.Webb was also evaluated by Dr. John Tedford, a colorectal specialist in Little Rock, and by physicians at the Mayo Clinic in Rochester, Minnesota. Webb alleges that she has continued to suffer from pain, incontinence, and other problems since the December 30, 1996, surgery."
        ],
        "Procedural History": [
            "Appellant Ada Webb filed this medical malpractice suit against appellees Dr. Michael S. Bouton, a board certified general surgeon, and the Holt-Krock Clinic, the clinic where Dr. Bouton was employed at the time of the alleged malpractice.",
            "On December 29, 1998, Appellant Ada Webb brought suit against Dr. Michael S. Bouton and Holt-Krock Clinic, PLC, for medical malpractice relating to hemorrhoid surgery Dr. Bouton performed on Webb on December 30, 1996.",
            "Webb alleged that Dr. Bouton committed malpractice",
            "The case proceeded to a jury trial, and the jury returned a verdict in favor of Dr. Bouton and the Holt-Krock Clinic.",
            "the standard of review for determining whether there was substantial evidence to support the jury verdict.",
            "In determining the existence of substantial evidence, we view the evidence in the light most favorable to the party on whose behalf the judgment was entered and give it its highest probative value, taking into account all reasonable inferences deducible from it."
        ],
        "Application of Law to Facts": [
            "There was a dispute between Dr. Bouton's expert witness, Dr. Fengler, and Webb's expert witness, Dr. Michael Hellinger, as to whether Dr. Bouton met the standard of care.",
            "There was extensive testimony on both sides and substantial evidence for the jury to find in Dr. Bouton's favor."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We find no reversible error, and accordingly, affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}