{
    "text": "Frisby v. Agerton Logging, Inc., 323 Ark. 508, 915 S.W.2d 718 (1996)\nFeb. 19, 1996 · Arkansas Supreme Court · 95-816\n323 Ark. 508, 915 S.W.2d 718\nJerry D. FRISBYv.AGERTON LOGGING, INC. and Colvin Reed Agerton\n915 S.W.2d 718\nSupreme Court of Arkansas\n*509 Lane, Muse, Arman & Pullen, by: Donald C. Pullen, for appellant.\nCompton, Prewett, Thomas & Hickey, P.A., by: Robert C. Compton, for appellees.\nRobert L. Brown, Justice.\nAppellant Jerry D. Frisby sued appellee Agerton Logging, Inc., for negligence in connection with an automobile accident which involved Frisby's Toyota automobile and Agerton Logging's truck. Agerton Logging counterclaimed against Frisby and contended that it was Frisby who was negligent. The jury returned a verdict in favor of Agerton Logging on Frisby's complaint and in favor of Frisby on Agerton *510Logging's counterclaim. Frisby now appeals on several grounds. Agerton Logging has not cross-appealed. We agree with Frisby on one point — that it was reversible error for the trial court to instruct the jury on sudden emergency (AMI 614). We, therefore, reverse the judgment and remand the matter for a new trial.\nThe vehicular accident in question occurred on Saturday, January 5, 1991, at approximately 1:30 p.m. on the Old Hillsboro Road, which is a narrow gravel road with a clay base, in Union County. At the ensuing jury trial on January 16 and 17, 1995, the following physical evidence came to light. Jerry Thomas, the local assistant fire chief, testified that he arrived at the scene of the accident and observed a small compact car off on one side of the road and a loaded log truck lying on its side on the other side of the road. The fuel tank on the left side of the log truck had been grazed as had the dual wheels on the left side behind the cab of the truck. The car had been struck on the left front side. The driver of the log truck was uninjured, but Thomas testified that Frisby was pinned inside the car and had to be cut out. Thomas observed debris and skid marks in the roadway. Thomas testified that the condition of the road was such that cars travelling in both directions would use the same pathway of ruts in the middle of the road.\nDale Mack, a resident in the area, also saw the vehicles off in the ditches. He further observed debris in the roadway and confirmed that the tracks in the road indicated that the traffic merged into one lane in the course of the turn where the accident occurred. Mack testified that there is a bank next to the road which impedes a driver's vision around the curve. He admitted that there were no skid marks to indicate that Frisby had turned to avoid hitting the truck head on. He further stated that the truck had to have turned a little bit; otherwise, the car would have hit the front of the truck rather than the side. Mack testified that it was a dangerous, blind curve but that there was room to pass.\nFrisby testified that he had been working as a rural mail carrier since 1987 and was delivering mail at the time of the accident. His mail route covered eighty-seven miles. He described how the wreck happened:\n*511Well, I was driving down the Old Hillsboro Road, north on Old Hillsboro Road, and I came to this curve and I was on the inside of the curve going around and all at once just appeared right before me and in my lane of traffic was Mr. Agerton and just like that we were hit.\nLater on in his testimony, Frisby reiterated that the truck was in his tracks on his side of the road. He could not tell if he or Agerton took evasive action. The inside of the curve was to Frisby's right. Frisby testified that the car caved in on his left arm and leg and that he was unable to get out of the vehicle.\nFrisby admitted that he carried mail in the front seat of his car during his route, but he stated that he did not look through the mail while driving due to the danger it would cause. Normally, he would operate the car while sitting in the middle, he said, and he would move back to the driver's seat when there were longer distances between stops. He admitted that there was only one set of tracks in the road even though the road was wide enough for two cars to pass. He also admitted that at the time of the wreck, he and Agerton were both in those tracks, which, Frisby said, were on his side of the road. Frisby testified to injuries to both arms and his left leg and to cuts to his face and lost teeth. His injuries required surgery, and his medical expenses exceeded $63,000.\nColvin Reed Billy Agerton, who was driving the Agerton Logging truck at the time of the accident, testified that his son, Gary Agerton, runs the Agerton Logging Company. Billy Agerton, who was sixty-seven at time of trial, described how the wreck happened:\nWell, as I was coming up — approaching the hill on the incline in the curve, I begin to move the log truck over to my side of the road. I was driving right down the middle of it . . . following the tracks in the road. It was about half on my side and half on his side.\nAs I pulled over to the right and got about halfway at the incline I seen Dewayne [Frisby] coming. *512At the best of my knowledge when I first seen him I might of been doing 40.\nAgerton testified that he began to pull to the right because he could not see around the turn. He stated that he was approximately 150 feet away from Frisby when he first saw him and that he (Agerton) was on his side of the road. Frisby, he stated, was in the center of the road. Agerton testified that after he saw Frisby, he moved to the right as far as he could go. He testified that he saw Frisby looking to his right seat rather than at the road:\nThe minute he [Frisby] looked up and seen me he locked — he locked all four brakes up and pulled the wheel as far to the right as he could and he come into a slide across the road. As I looked back down to my left, the last time I looked back to see him, he was — I thought he was going under the trailer but he hit the back of the diesel tank and the back dual.\nThe collision occurred at the crown of the hill. Agerton testified that his front right wheel was already in the ditch at the time of the collision. The load shifted when the rear dual went off in the ditch, and the truck turned on its side. Agerton testified that the point of impact was in the middle of the road or slightly on his side.\nJohn Bentley, an accident reconstructionist, testified on behalf of Agerton Logging. Bentley stated that he heard the testimony which had been presented on the second day of the trial. He opined, based on what he heard and other records examined, that Agerton perceived and reacted early to avoid the collision. It was also Bentley's opinion that Frisby did not have an early perception or reaction to the oncoming vehicle. Because of the distance the truck traveled after the collision — about 30 feet — Bentley concluded that the tractor-trailer had reduced its speed considerably by time of impact. The 30-foot estimate he used came from the Motor Vehicle Traffic Accident Report filed by the deputy sheriff. Frisby objected to the reference to the 30-foot measurement and contended that this violated a pretrial order. Counsel for Agerton proposed that the trial court admonish the jury, but Frisby declined the offer of an admonishment.\n*513At the request of Agerton Logging and over the objection of Frisby, the jury was read AMI 614, the sudden emergency instruction. The jury rendered verdicts on the complaint and counterclaim and, in effect, found neither Agerton Logging nor Frisby negligent on the respective claims.\nFrisby raises three points on appeal, but it is the third point that we believe has merit. He contends that the trial court erred in giving the sudden-emergency instruction, AMI 614. That instruction reads:\nA person who is suddenly and unexpectedly confronted with a danger to himself or others not caused by his own negligence is not required to use the same judgment that is required of him in calmer and more deliberate moments. He is required to use only the care that a reasonably careful person would use in the same situation.\nAMI Civil 3rd 614 (1989). Frisby objected to the instruction because it had not been proven that Agerton Logging was free from negligence. In fact, Frisby testified that Agerton Logging was negligent in following the ruts in the middle of the road. At another point in his testimony, Frisby stated that the Agerton Logging truck was in his lane of traffic at the time of the collision.\nIn order to justify the use of the sudden-emergency instruction, the evidence must show that the driver was in a stressful situation which required a quick decision on the possible courses of conduct. That person must have been aware of the danger, perceived the emergency, and acted in accordance with the stress caused by the danger. Diemer v. Dischler, 313 Ark. 154, 158-59, 852 S.W.2d 793, 795-796 (1993). When there is any evidence of negligence oii the part of the party seeking to invoke the instruction, AMI 614 is inapplicable. Druckenmiller v. Cluff, 316 Ark. 517, 873 S.W.2d 526 (1994). Stated another way, when an emergency arises wholly or partially from the negligence of the person who seeks to invoke the sudden-emergency doctrine, AMI 614 has no application and should not be delivered to the jury. Id; Thomson v. Littlefield, 319 Ark. 648, 893 S.W.2d 788 (1995) (instruction proper where third-party driver encountered collision caused by others and did not in any way create the emergency himself).\n*514The Druckenmiller v. Cluff holding decides the instant case. The sudden-emergency instruction is not appropriate when there are two parties to the action, each of which proves some fault on the part of the other. Such was the situation in the case at hand because there was testimony from Frisby that Billy Agerton was in the wrong lane. Hence, the instruction should not have been given. It added nothing to the comparative fault analysis and only injected confusion into complex proceedings.\nAgerton Logging argues that the trial court was required to consider the evidence in the light most favorable to it because it requested the sudden emergency instruction. This is not correct. The trial court must assess whether any proof of negligence on the part of the party requesting the instruction exists. If so, the instruction is inappropriate. The giving of an erroneous instruction is presumptively prejudicial. Skinner v. R.J. Griffin & Co., 313 Ark. 430, 855 S.W.2d 913 (1993). Because of the error in giving the sudden-emergency instruction, we remand the case for a new trial.\nReversed and remanded.\nGlaze, J., concurs.\nTom Glaze, Justice.\nI concur. The majority opinion says it best — [T]he instruction (AMI 614) should not have been given. It added nothing to the comparative fault analysis and only injected confusion into complex proceedings. AMI 614 should be abolished, and as long as this court countenances the use of this instruction, confusion will continue to prevail. See Druckenmiller v. Cluff, 316 Ark. 517, 527, 873 S.W.2d 526, 532 (1994) (Glaze, J., concurring).\n\nPlain English summary:\nTwo vehicles collide. The jury finds both of them negligent, and so dismisses both of their claims. The trial court had given the jury a sudden emergency instruction with respect to the defendant. The appellate court held that this was a mistake, because the sudden emergency instruction should only be given where there is no evidence of negligence. Here there was evidence that the defendant had been negligent. \n",
    "annotations": {
        "Facts": [
            "The vehicular accident in question occurred on Saturday, January 5, 1991, at approximately 1:30 p.m. on the Old Hillsboro Road, which is a narrow gravel road with a clay base, in Union County.",
            "Jerry Thomas, the local assistant fire chief,",
            "arrived at the scene of the accident and observed a small compact car off on one side of the road and a loaded log truck lying on its side on the other side of the road. The fuel tank on the left side of the log truck had been grazed as had the dual wheels on the left side behind the cab of the truck. The car had been struck on the left front side. The driver of the log truck was uninjured",
            "Frisby was pinned inside the car and had to be cut out. Thomas observed debris and skid marks in the roadway.",
            "the condition of the road was such that cars travelling in both directions would use the same pathway of ruts in the middle of the road.Dale Mack, a resident in the area, also saw the vehicles off in the ditches. He further observed debris in the roadway and",
            "that the tracks in the road indicated that the traffic merged into one lane in the course of the turn where the accident occurred.",
            "there is a bank next to the road which impedes a driver's vision around the curve.",
            "there were no skid marks to indicate that Frisby had turned to avoid hitting the truck head on.",
            "the truck had to have turned a little bit; otherwise, the car would have hit the front of the truck rather than the side.",
            "it was a dangerous, blind curve but that there was room to pass.Frisby",
            "had been working as a rural mail carrier since 1987 and was delivering mail at the time of the accident. His mail route covered eighty-seven miles. He described how the wreck happened:",
            "I was driving down the Old Hillsboro Road, north on Old Hillsboro Road, and I came to this curve and I was on the inside of the curve going around and all at once just appeared right before me and in my lane of traffic was Mr. Agerton and just like that we were hit.",
            "Frisby",
            "carried mail in the front seat of his car during his route",
            ", he would operate the car while sitting in the middle",
            "and he would move back to the driver's seat when there were longer distances between stops.",
            "there was only one set of tracks in the road even though the road was wide enough for two cars to pass.",
            "he and Agerton were both in those tracks, which",
            "were on his side of the road.",
            "Frisby testified to injuries to both arms and his left leg and to cuts to his face and lost teeth.",
            "Colvin Reed Billy Agerton,",
            "was driving the Agerton Logging truck at the time of the accident",
            "his son, Gary Agerton, runs the Agerton Logging Company.",
            "Billy Agerton,",
            "described how the wreck happened:",
            "as I was coming up — approaching the hill on the incline in the curve, I begin to move the log truck over to my side of the road. I was driving right down the middle of it . . . following the tracks in the road. It was about half on my side and half on his side.As I pulled over to the right and got about halfway at the incline I seen Dewayne [Frisby] coming. At the best of my knowledge when I first seen him I might of been doing 40.Agerton",
            "began to pull to the right because he could not see around the turn.",
            "He ",
            "saw Frisby looking to his right seat rather than at the road:The minute",
            "[Frisby] looked up and seen me he locked — he locked all four brakes up and pulled the wheel as far to the right as he could and he come into a slide across the road.",
            "the last time I looked back to see him",
            "he hit the back of the diesel tank and the back dual.The collision occurred at the crown of the hill.",
            "Agerton testified that his front right wheel was already in the ditch at the time of the collision. The load shifted when the rear dual went off in the ditch, and the truck turned on its side.",
            "the point of impact was in the middle of the road or slightly on his side.John Bentley, an accident reconstructionist",
            "opined",
            "that Agerton perceived and reacted early to avoid the collision. It was also Bentley's opinion that Frisby did not have an early perception or reaction to the oncoming vehicle.",
            "the tractor-trailer had reduced its speed considerably by time of impact."
        ],
        "Procedural History": [
            "Appellant Jerry D. Frisby sued appellee Agerton Logging, Inc., for negligence in connection with an automobile accident which involved Frisby's Toyota automobile and Agerton Logging's truck. Agerton Logging counterclaimed against Frisby and contended that it was Frisby who was negligent. The jury returned a verdict in favor of Agerton Logging on Frisby's complaint and in favor of Frisby on Agerton Logging's counterclaim. Frisby now appeals",
            "*513At the request of Agerton Logging and over the objection of Frisby, the jury was read AMI 614, the sudden emergency instruction. The jury rendered verdicts on the complaint and counterclaim and, in effect, found neither Agerton Logging nor Frisby negligent on the respective claims."
        ],
        "Application of Law to Facts": [
            "We agree with Frisby ",
            "that it was reversible error for the trial court to instruct the jury on sudden emergency (AMI 614).",
            "when an emergency arises wholly or partially from the negligence of the person who seeks to invoke the sudden-emergency doctrine, AMI 614 has no application and should not be delivered to the jury.",
            "The ",
            "holding decides the instant case. The sudden-emergency instruction is not appropriate when there are two parties to the action, each of which proves some fault on the part of the other. Such was the situation in the case at hand because there was testimony from Frisby that Billy Agerton was in the wrong lane. Hence, the instruction should not have been given. It added nothing to the comparative fault analysis and only injected confusion into complex proceedings."
        ],
        "Relevant Precedents": [
            "AMI 614",
            "AMI Civil 3rd 614 (1989).",
            "Diemer v. Dischler, , 158-59, 852 S.W.2d 793, 795-796 (1993).",
            "Druckenmiller v. Cluff, , 873 S.W.2d 526 (1994).",
            "Thomson v. Littlefield, , 893 S.W.2d 788 (1995)",
            "Druckenmiller v. Cluff ",
            "Skinner v. R.J. Griffin & Co., 313 Ark. 430,  (1993)."
        ],
        "Outcome": [
            "We, therefore, reverse the judgment and remand the matter for a new trial.",
            "Because of the error in giving the sudden-emergency instruction, we remand the case for a new trial.Reversed and remanded."
        ]
    },
    "class": "reverse"
}