{
    "text": "Waggoner v. Troutman Oil Co., 320 Ark. 56, 894 S.W.2d 913 (1995)\nMarch 20, 1995 · Arkansas Supreme Court · 94-622\n320 Ark. 56, 894 S.W.2d 913\nBen WAGGONER and Suzanne Waggoner, His Wifev.TROUTMAN OIL COMPANY, INC.; Billy S. Sublett; and Jim Reese, d/b/a J & S Quickstop\n894 S.W.2d 913\nSupreme Court of Arkansas\n*57 Gregg, Hart & Farris, by; Phillip Farris, for appellants.\nBarber, McCaskill, Amsler, Jones & Hale, P.A., by: Kenny McCulloch, for appellee Troutman Oil Company, Inc.\nMatthews, Sanders, Liles & Sayes, by: Marci Talbot Liles and Gail O. Matthews, for appellee Billy S. Sublett.\nTom Glaze, Justice.\nThis case raises the issue concerning whether this court should adopt the Fireman's Rule. Ben Wag-goner, a volunteer fireman for the Mt. Vernon Fire Department, was working at his business on the day Billy Sublett drove his pickup truck into an above-ground kerosene storage tank owned by Jim Reese. Reese was operating a business called J & S Quick Stop and the storage tank was part of that business. Waggoner was only about 200 feet from the truck at the time of the collision. He saw steam or smoke coming from the truck, so he ran to *58the site to clear the area of children. Waggoner then saw flames arise from underneath the truck and fluid leaking from the tank. At about that time, a firetruck arrived, and Waggoner took the hose from one of the firemen and began hosing the fire. When he heard a percolating noise coming from the tank, Waggoner dropped the hose and ran, but after he ran about twenty feet, the tank exploded, causing Waggoner to sustain third degree burns over the backside of his body. Waggoner and his wife brought suit for negligence against Sublett, Reese and Troutman Oil, which was the supplier of kerosene to the above-ground tank. Troutman Oil filed a cross-complaint against Sublett and Reese.1 Because Wag-goner received workers' compensation benefits, the Association of Arkansas Counties' Workers' Compensation Trust Fund intervened, seeking its statutory lien on any recovery awarded Waggoner.\nThe trial court granted Sublett and Troutman Oil summary judgment, holding the Fireman's Rule governed the circumstances leading to Waggoner's injuries, and served as a complete bar to the Waggoners' claims against all party defendants. The trial court further found that Troutman Oil owed no duty to inspect or rectify any problems involving the tank, and that the actions of Sublett and Troutman Oil were not the proximate cause of Mr. Waggoner's injuries. The Waggoners bring this appeal from the trial court's summary judgment.\nThe Fireman's Rule (also known as the professional rescuer doctrine) generally provides that a professional firefighter may not recover damages from a private party for injuries the fireman sustained during the course of putting out a fire even though the private party's negligence may have caused the fire and injury. While Arkansas has neither adopted nor rejected the Fireman's Rule, the rule has been almost universally accepted by jurisdictions confronted with the choice. In fact, twenty-three states and the District of Columbia have adopted the rule, albeit based upon differing rationale, and only three states have rejected the rule either by case law or statute. Grable v. Varela, 225 Ariz. 222, 564 P.2d 911 (1977); Baker v. Superior Court, 129 Cal.App.3d 710, 181 Cal. Rptr. 311 (4th Dist. 1982); Carpenter v. O'Day, 562 A.2d 595 (Del.Super. 1988); Gillespie v. Washing *59 ton, 395 A.2d 18 (D.C. 1978); Bycom Corp. v. White, 187 Ga.App. 759, 762, 317 S.E.2d 233 (1988); Thomas v. Pang, 811 P.2d 821 (Hawaii 1991); Wynn v. Frasher, 116 Idaho 500, 777 P.2d 722 (1989); Core v. Grzelinski, 72 Ill.2d 141, 379 N.E.2d 281 (1978); Heck v. Robey, 630 N.E. 1361 (Ind. App. 1 Dist. 1994); Cohen v. Devereaux, 495 N.E.2d 211, 215 (Ind. App. 1986); Pottebaum v. Hinds, 347 N.W.2d 642 (Iowa 1984); Calvert v. Garvey Elevators, Inc., 236 Kan. 570, 694 P.2d 433 (1985); Hawkins v. Sun Mark Industries, Inc., 727 S.W.2d 397 (Ky. 1986); Flowers v. Rock Creek Terrace, 308 Md. 432, 520 N.2d 361 (1987); Kreski v. Modern Wholesale Electric Supply Co., 429 Mich. 347, 357, 372, 415 N.W.2d 178 (1987); Hannah v. Jensen, 298 N.W.2d 52 (Minn. 1980); Anderson v. Cinnamon, 365 Mo. 304, 282 S.W.2d 445 (1955); Wax v. Co-Operative Refinery Association, 154 Neb. 805, 49 N.W.2d 707 (1951); England v. Tasker, 129 N.H. 467, 529 A.2d 938 (1987); Krauth v. Jeller, 31 N.J. 270, 157 A.2d 129 (1960); Kenavan v. City of New York, 523 N.Y.S.2d 60, 517 N.E.2d 872 (1987); Steelman v. Land, 97 Nev. 425, 634 P.2d 666 (1981); Scheurer v. Trustees of Open Bible Church, 175 Ohio St. 163, 192 N.E.2d 38 (1963); Cook v. Demetraks, 108 R.I. 397, 275 A.2d 919 (1971); Chesapeak & Ohio Ry. v. Crouch, 208 Va. 602, 159 S.E.2d 650 (cert denied), 393 U.S. 845 (1968); Hass v. Chicago & N.W. Ry., 48 Wis.2d 321, 179 N.W.2d 885 (1970); contra Christensen v. Murphy, 296 Or. 610, 679 P.2d 1210 (1984); Minn. Stat., 604.06 (1984); Fla. Stat., Ch. 112.182 (1990).\nIt is noteworthy to point out that some jurisdictions' rationale in adopting the rule is based upon treating the fireman as a licensee to whom landowners owe only the duty not to act willfully or wantonly. Other jurisdictions have predicated utilization of the rule upon the assumption of risk doctrine. However, the most persuasive decisions, we think, are those that justify the Fireman's Rule on public policy considerations. In those cases, the courts submit that the risk is one which the fireman has engaged to encounter by virtue of his employment and one which it is his duty to accept, and the person who negligently causes the fire has therefore not breached a duty owed the fireman. Buchanan, 203 Neb. 684, 279 N.W.2d 855. The Supreme Court of Hawaii related this public policy consideration similarly as follows:\nThe very purpose of the firefighting profession is to confront danger. Firefighters are hired, trained, and com*60pensated to deal with dangerous situations that are often caused by negligent conduct or acts. [I]t offends public policy to say that a citizen invites private liability merely because he happens to create a need for those public services.\nThomas, 811 P.2d 821, 825.\nFor examples of other jurisdictions adopting the Fireman's Rule based on public policy considerations, see Pottsbaum, 347 N.W.2d 642 (Iowa 1984); Hawkins, 727 S.W.2d 397; Kreski, 429 Mich. 347; Phillips v. Hallmark Cards, Inc., 722 S.W.2d 86 (Mo. 1987); Austin v. City of Buffalo, 179 A.D.2d 1075, 580 N.Y.S.2d 604 (1992); Heck, 630 N.E.2d 1361.\nAfter reviewing the foregoing case authorities on this subject, we conclude the Fireman's Rule is applicable to the circumstances here and should control. That being said, we affirm the trial court's decision and hold that the rule bars the Wag-goners' recovery for the very valid public policy reason that the party or parties who negligently started the fire had no legal duty to protect the firefighter from the very danger that the firefighter was employed to confront.\nThe Waggoners argue alternatively that, even if the Fireman's Rule is adopted by this court, exceptions to that rule apply here that still permit their recovery. They mention, for example, that Sublett pled guilty to a felony for having driven his truck into the kerosene storage tank. While it has been said that the courts have traditionally held that the protection of the Fireman's Rule does not extend to willful, wanton or reckless conduct or hidden dangers caused by defendants, the Waggoners failed to make these allegations part of their complaint against the defendants-appellees, nor did they obtain the trial court's ruling on such an issue.2 See Petition of Sprague, 564 A.2d 829 (N.H. 1989); Thomas, 811 P.2d 821; Migdal, 564 A.2d 826; Mahoney, 510 A.2d 4; 62 Am. Jur. Premises Liability § 431 (1990 and Cum. Supp. 1994); see also Hawkins, 727 S.W.2d 397; contra Young, D. 569 A.2d 1173.\n*61The Waggoners did appropriately and timely raise their arguments that Waggoner was not covered by the Fireman's Rule because he was a volunteer fireman. He also claimed that, even if volunteer firemen are covered by the rule, he was not acting as a fireman at the time of his injuries.\nIn concluding as a matter of law, Waggoner was acting as a fireman when he sustained his injuries, the trial court determined that Waggoner admitted in his amended response to Troutman Oil's motion for summary judgment that he was performing his duties as a volunteer fireman at the time of his injuries. In fact, the undisputed evidence reflects that at least at some point Waggoner clearly assumed his duties as a fireman by taking the Mt. Vernon Fire Department's hose under his control and fighting the flame resulting from the leaking storage tank. Wag-goner's actions were consistent with his past and present history. Waggoner had trained as a firefighter, had served as Mt. Vernon's first volunteer fire chief, and continued on the town's roster of firefighters. He also conceded that, as a firefighter, he has received workers' compensation benefits for injuries sustained in this case as a result of such coverage having been provided by Mt. Vernon's volunteer fire department.\nConcerning Waggoner's contention that, as a volunteer rather than a paid fireman, he should not be barred by the Fireman's Rule, we point out that the cases fail to support this view. In fact, the general rule appears to be that the duty owed to volunteer firefighters is no different from that owed to paid firefighters. See Buchanan, 203 Ark. 684; Baker v. Superior Ct., 129 Cal. App. 3d 710, 181 Cal. Rptr. 311; see also 62 Am. Jur. 2d § 436. We further point out that, under Arkansas' statutory law, volunteer firemen are under a duty to respond to, attempt to control, and put out all fires occurring within their respective districts. Ark. Code Ann. § 20-22-901 (Repl. 1991). We would also be remiss in failing to mention that Waggoner, as a volunteer fireman, was not without relief since the injuries sustained by him were in the course of his employment and were compensable under Arkansas Workers' Compensation laws. See Thomas, 811 P.2d 821. In this respect and as previously mentioned, Waggoner claimed and received workers' compensation benefits for his injuries.\n*62Because we hold the Fireman's Rule is applicable to and governs the facts and events set out by the Waggoners and party defendants below, we uphold the trial court's decision.\nAffirmed.\nRoaf, J., dissents.\n1\nTroutman Oil also filed a third-party complaint against four other defendants who purportedly were owners of the tank and the premises where Quick Stop was located.\n2\nWe note that, in scouring the abstract, we find a letter dated February 7, 1994, to the trial judge which mentions certain Fireman's Rule exceptions including the willful and wanton exception and hidden dangers exception, but no pleading, motion or argument was made to the trial court, nor ruling obtained on these theories.\nAndree Layton Roaf,\ndissenting. The majority has chosen to adopt the century-old Fireman's Rule and to premise its adoption on the broadest possible underpinning, that of public policy. At first blush, the Fireman's Rule appears to be well founded in logic, reason, and sound policy considerations. Certainly, we are falling in line with the vast majority of jurisdictions in adopting this Rule. But numbers do not always equate with right. For me, the ultimate question is whether there is presently a valid, substantial public policy purpose to be accomplished by treating firemen and policemen differently than many other public and private workers whose jobs entail a degree of risk of injury. I think not and I find the rationale set forth in a case which abolished the rule and the dissenting opinions in two other cases to present more reasoned analyses and conclusions regarding this rule.\nThe rationale that a fireman, by virtue of his employment is paid to encounter risks created by the negligence of others, and is therefore owed no duty by such tortfeasors, is simplistic and patently unfair to these public servants. The dissent in Walters v. Sloan, 142 Cal. Rptr. 152 (1977), which calls the Fireman's rule outmoded and of ancient vintage, addressed this rationale:\nProponents of the fireman's rule argue most frequently that it is the fireman's job to extinguish fires and the policeman's job to make arrests. They conclude that a fireman or a policeman can base no tort claim upon damage caused by the very risk that he is paid to encounter and with which he is trained to cope. The argument, in essence, is that the fireman or policeman in accepting the salary and fringe benefits offered for his job, assumes all normal risks inherent in his employment as a matter of law, and thus may not recover from one who negligently creates such a risk.\nThe fallacy in this argument is simply that i.t proves too much. Under this analysis, an employee would rou*63finely be barred from bringing a tort action whenever an injury he suffers at the hands of a negligent tortfeasor could be characterized as a normal, inherent risk of his employment. Yet as noted above, past California cases have regularly permitted highway workers — whose jobs obviously subject them to the inherent risk of being injured by a negligent driver — to recover for damages inflicted by such third party negligence . . . and have permitted construction workers — whose employment poses numerous risks of injury at the hands of another — to recover tort damages for work-related injuries so long as the negligent tortfeasor is not their employer. . . .\nAs these and countless other cases demonstrate, while policemen and firemen regularly face substantial hazards in the course of their employment and are, theoretically at least, compensated for such risks, a host of other employees — highway repairmen, high rise construction workers, utility repairmen and the like — frequently encounter comparable risks in performing their jobs and, again theoretically, also receive compensation for such risks. California decisions have never perceived such theoretical compensation as a sufficient basis for barring the employee's cause of action against a negligent tortfeasor. (Cites omitted.)\nIn Christensen v. Murphy, 678 P.2d 1210 (Or. 1984), the Supreme Court of Oregon abolished the Rule because its implied assumption of risk underpinnings had been abolished by Oregon statute. In determining whether any other theory would support the Rule the court stated:\nThe most often cited policy considerations include: 1) To avoid placing too heavy a burden on premises owners to keep their premises safe from the unpredictable entrance of fire fighters; 2) To spread the risk of fire fighters' injuries to the public through workers' compensation, salary and fringe benefits; 3) To encourage the public to call for professional help and not rely on self-help in emergency situations; 4) To avoid increased litigation ....\nFor example, policy consideration 1 above focuses on the fire fighter as a class from whom the premises owner needs immunity (akin to a licensee or trespasser), not on *64the reasonableness of the activity of the premises owner in the circumstances. Thus, it can be seen that the unusual hazard or hidden danger exception to the fireman's rule (allowing the fire fighter to recover under the old premises liability or the new foreseeability tests), discloses not a governmental policy concerning conduct of a landowner but a veiled form of assumption of risk analysis — usually characterized in language indicating that the fire fighter * * * does not assume such risks ....\nThe remaining policy arguments are equally flawed. The weakness in the loss-spreading rationale, 2 above, is obvious. By denying a public safety officer recovery from a negligent tortfeasor, the officer is not directed to recover his damages from the general public; rather the officer is totally precluded from recovering these damages from anyone . . . Under the fireman's rule the injured public safety officer must bear a loss which other public employees are not required to bear . . .\nAs for 3 above, Dean Prosser criticized as preposterous rubbish the argument offered to defend the fireman's rule that tort liability might deter landowners from uttering cries of distress in emergency situations. . . We agree. Furthermore, we have previously rejected 4 above, avoidance of increased litigation, as a ground for denying substantive liability. (Cites omitted.)\nIn Berko v. Freda, 459 A.2d 663 (N.J. 1983), where the Supreme Court of New Jersey extended the firemen's rule to a police officer, the dissent effectively dealt with the issue of disparate treatment of policemen and firemen as opposed to other governmental employees:\nThe majority attempts to distinguish police officers and fire fighters who are paid to confront danger from other kinds of public employees on the ground that the latter are merely paid to perform some other public function^] that may incidentally involve risk.... This asserted distinction merely disguises the fact there are more similarities than differences between police officers and fire fighters and a host of other public employees. Police officers on traffic patrol may be exposed to risks entirely com*65parable to highway workers doing road work. Many public employees — police officer and sanitation worker alike — confront dangers on the job. Conversely, both classes of employees also confront ordinary risks not involving unusual danger. Because law enforcement in some instances entails greater risks, police officers should not be deemed to have foresaken the right to seek compensation for injury resulting from such risks — unless, as the majority seems to believe, the monetary compensation that police officers receive is commensurate with the extraordinary risks of their jobs... But, no empirical or rhetorical support is marshalled to bolster this assumption. And even if police officers and fire fighters are presumed to be adequately compensated for the risks of their work, the majority does not explain why other governmental employees, who must also be presumed to receive adequate compensation for their work, should not therefore be prohibited, as are police officers and fire fighters, from recovering from negligent third parties for injuries attributable to the risks normally inherent in their employment. . .\nPolice officers and fire fighters should not be placed beyond the pale of a judicial philosophy that searches for just and fair results. Our jurisprudence has long established that individuals who voluntarily attempt a rescue in response to a negligently created danger have a valid cause of action under the rescuer's rule, which recognizes that danger invites rescue. .. I am at a loss to understand why this judicial philosophy is repudiated in a case such as this, where the rescuer is not simply a good Samaritan but a professional, who is not simply invited to rescue but is expected to rescue. In this context, the foreseeability of rescue, which is the predicate for imposing a duty of care, moves from a reasonable anticipation to virtual certainty. If anything, the strength of the duty of care owed to such a rescuer by the negligent party should increase with the certainty of the foreseeability that rescue will be a consequence of the negligence. . . .\nFurther, I have encountered at least a superficially persuasive argument for adopting the Rule in Riley, Fireman's Rule, 71 Cal. L. Rev. 239 (1983). Using the policies behind insurance *66and workers compensation as a basis, the article presents the public-as-employer analogy. The analogy goes something like this. Fire companies are created by the public to take care of certain hazards, and there is no need for their services until some danger arises. The fire station is not their true workplace; there is no workplace for such public employees except under hazardous conditions. Thus, by this analogy, any premises with a fire becomes the workplace and workers compensation is the appropriate and exclusive remedy. This analogy reads well, but it also fails to address the similarities between firemen and other public workers and does not provide at all a reason for disparate treatment.\nThe Fireman's Rule cannot be supported on sound policy grounds, not here and not now. In Arkansas, a comparative fault state, we do not need and are not warranted in now adopting this antiquated common law rule:\nComparative fault is beginning to have an impact on the 'fireman's rule,' which in its original form stated that a landowner owes no duty to a fireman to keep the premises in a safe condition... Now that assumption of risk and the licensee/invitee distinction underpinning the rule have been limited or abolished, the fireman's rule still survives in most jurisdictions that have considered the question but has become more limited in scope. . . Schwartz, Comparative Negligence § 9-4(c)(l) (3d. 1994).\nFinally, it seems to me that we should conduct a more studied analysis of the policy considerations before adopting this Rule. Such a review would of necessity require some knowledge of the frequency and variety of on-the-job injuries to firemen as compared to other public employees, and we do not have this information before us.\nWe have fared very well without the Fireman's Rule for the past one hundred years and I would not adopt it now.\nI respectfully dissent.\n\n\nPlain English summary:\nOne of the defendants drove his pickup truck into a kerosene storage tank, causing a fire. Plaintiff, a volunteer firefighter, was injured during an attempt to rescue to children in the vicinity and put out the fire. The trial court held that the Fireman Rule prevented plaintiff from obtaining any compensation from the defendants. The appellate court agreed and applied the Fireman Rule on public policy grounds. ",
    "annotations": {
        "Facts": [
            "Ben Wag-goner, a volunteer fireman for the Mt. Vernon Fire Department, was working at his business on the day Billy Sublett drove his pickup truck into an above-ground kerosene storage tank owned by Jim Reese. Reese was operating a business called J & S Quick Stop and the storage tank was part of that business. Waggoner was only about 200 feet from the truck at the time of the collision. He saw steam or smoke coming from the truck, so he ran to the site to clear the area of children. Waggoner then saw flames arise from underneath the truck and fluid leaking from the tank. At about that time, a firetruck arrived, and Waggoner took the hose from one of the firemen and began hosing the fire. When he heard a percolating noise coming from the tank, Waggoner dropped the hose and ran, but after he ran about twenty feet, the tank exploded, causing Waggoner to sustain third degree burns over the backside of his body.",
            "Wag-goner received workers' compensation benefits",
            "Sublett pled guilty to a felony for having driven his truck into the kerosene storage tank.",
            "Waggoner had trained as a firefighter, had served as Mt. Vernon's first volunteer fire chief, and continued on the town's roster of firefighters.",
            "as a firefighter, he has received workers' compensation benefits for injuries sustained in this case as a result of such coverage having been provided by Mt. Vernon's volunteer fire department.",
            "under Arkansas' statutory law, volunteer firemen are under a duty to respond to, attempt to control, and put out all fires occurring within their respective districts.",
            "Waggoner claimed and received workers' compensation benefits for his injuries."
        ],
        "Procedural History": [
            "Waggoner and his wife brought suit for negligence against Sublett, Reese and Troutman Oil, which was the supplier of kerosene to the above-ground tank. Troutman Oil filed a cross-complaint against Sublett and Reese.1",
            "The trial court granted Sublett and Troutman Oil summary judgment, holding the Fireman's Rule governed the circumstances leading to Waggoner's injuries, and served as a complete bar to the Waggoners' claims against all party defendants. The trial court further found that Troutman Oil owed no duty to inspect or rectify any problems involving the tank",
            "The Waggoners bring this appeal from the trial court's summary judgment.",
            "In concluding as a matter of law, Waggoner was acting as a fireman when he sustained his injuries, the trial court determined that Waggoner admitted in his amended response to Troutman Oil's motion for summary judgment that he was performing his duties as a volunteer fireman at the time of his injuries."
        ],
        "Application of Law to Facts": [
            "the most persuasive decisions, we think, are those that justify the Fireman's Rule on public policy considerations. In those cases, the courts submit that the risk is one which the fireman has engaged to encounter by virtue of his employment and one which it is his duty to accept, and the person who negligently causes the fire has therefore not breached a duty owed the fireman.",
            "we conclude the Fireman's Rule is applicable to the circumstances here and should control. That being said, we affirm the trial court's decision and hold that the rule bars the Wag-goners' recovery for the very valid public policy reason that the party or parties who negligently started the fire had no legal duty to protect the firefighter from the very danger that the firefighter was employed to confront.",
            "While it has been said that the courts have traditionally held that the protection of the Fireman's Rule does not extend to willful, wanton or reckless conduct or hidden dangers caused by defendants, the Waggoners failed to make these allegations part of their complaint against the defendants-appellees, nor did they obtain the trial court's ruling on such an issue.",
            "the undisputed evidence reflects that at least at some point Waggoner clearly assumed his duties as a fireman by taking the Mt. Vernon Fire Department's hose under his control and fighting the flame resulting from the leaking storage tank. ",
            "the duty owed to volunteer firefighters is no different from that owed to paid firefighters.",
            "we hold the Fireman's Rule is applicable to and governs the facts and events set out by the Waggoners and party defendants below"
        ],
        "Relevant Precedents": [
            "Buchanan, 203 Neb. 684, ",
            "Thomas, , 825",
            "Pottsbaum, 347 N.W.2d 642 (Iowa 1984); Hawkins, ; Kreski, 429 Mich. 347; Phillips v. Hallmark Cards, Inc.,  (Mo. 1987); Austin v. City of Buffalo, 179 A.D.2d 1075,  (1992); Heck, 630 N.E.2d 1361",
            "Buchanan, ; Baker v. Superior Ct., 129 Cal. App. 3d 710, ; see also 62 Am. Jur. 2d § 436.",
            "Ark. Code Ann. § 20-22-901 (Repl. 1991)",
            "Thomas, 811 P.2d 821"
        ],
        "Outcome": [
            "we uphold the trial court's decision.Affirmed."
        ]
    },
    "class": "affirm"
}