{
    "text": "Williams v. Ingram, 320 Ark. 615, 899 S.W.2d 454 (1995)\nMay 30, 1995 · Arkansas Supreme Court · 94-884\n320 Ark. 615, 899 S.W.2d 454\nPearl WILLIAMS, as Administratrix of the Estate of Byron Riccardo Williams, deceasedv.Jimmy INGRAM\n899 S.W.2d 454\nSupreme Court of Arkansas\n*617 Walker, Roaf, Ivory & Dunklin, by: Woodson D. Walker and Steven R. Smith, for appellant.\nArnold, Grobmeyer & Haley, by: Jacob Sharp, Jr. and David H. Pennington, for appellee.\nJack Holt, Jr., Chief Justice.\nThis is a wrongful death case. The appellant, Pearl Williams, acting as administratrix of the estate of Byron Riccardo Williams, raises three points for reversal: (1) the trial court erred in failing to allow the appellant's expert to testify concerning the standard of care required of the appellee and the nature and danger of river currents; (2) the trial court erred in failing to give the appellant's jury instructions dealing with the proper standard of care owed by the appellee, the standard of comparative fault, the applicable federal regulations concerning pleasure craft, and state statutes dealing with water vehicles; (3) the jury's verdict was not supported by substantial evidence. Finding no error, we affirm the judgment of the trial court.\nFacts\nOn July 9, 1986, decedent Byron Williams, appellee Jimmy Ingram, and Danny Easterling, who were employed together at a Pine Bluff automobile dealership service center, left their workplace and went to Mr. Ingram's house near the Arkansas River, where he kept a party barge. On the way, they stopped at a liquor store and purchased two six packs of beer.\nAfter they arrived at Mr. Ingram's house, the three men boarded the party barge, taking the two six packs with them, and proceeded to an area known as Slackwater Harbor. During the period of between ninety minutes and two hours that they were on the river, each of the men consumed several beers. According to the trial testimony of Mr. Ingram and Mr. Easterling, Mr. Williams had somewhere between two and four beers during the excursion.\nThe record reveals that, at one point, they stopped the boat *618while Mr. Ingram and Mr. Williams went swimming in about four feet of water. Mr. Williams climbed out of the water and boarded the boat after suffering cramps. Subsequently, the three men resumed their water journey and moved from the harbor area into the Arkansas River with Mr. Williams operating the craft at some point. According to Mr. Ingram, while they were on the river, Mr. Williams asked that they stop and go swimming again. Mr. Ingram stated that he initially refused but then acceded to Mr. Williams's request.\nOnce the party barge was stopped, Mr. Ingram entered the water first, followed by Mr. Williams. Mr. Ingram swam back to the boat and climbed aboard. At that point Mr. Easterling called his attention to Mr. Williams, who had gone under the water once and now had both hands in the air and had his mouth opened, just like he wanted to holler for someone to help him, but he was panicked.\nMr. Williams went under a second time before the two men on the party barge were able to offer any assistance, and he did not come up again. Mr. Ingram and Mr. Easterling waited in the area for fifteen or twenty minutes but saw no sign of Mr. Williams. The two men then drove the boat to a marina and reported the incident.\nAn autopsy was performed at the request of appellant Pearl Williams, the decedent's mother. Dr. Joseph Halka, the forensic pathologist who performed the autopsy, testified that he determined that the cause of death was drowning and that Mr. Williams had a blood alcohol level in the range of .30.\nMrs. Williams filed a complaint in Jefferson County Circuit Court on July 7, 1989, alleging that Mr. Ingram's negligent, careless, reckless, and unlawful action was the proximate cause of Mr. Williams's death and praying for judgment in the amount of $2,082,200. Following a jury trial on January 26 and 27, 1994, a verdict signed by ten of twelve jurors was returned in favor of Mr. Ingram. The trial court denied Mrs. Williams's motion for judgment notwitstanding the verdict or for new trial. From that decision, this appeal arises.\n/. Expert testimony\nIn her first argument for reversal, Mrs. Williams con*619tends that the trial court erred in refusing to allow the testimony of David E. Cole, a maritime and marine safety expert, on the requisite standard of care and the nature and danger of river currents. Under Ark. R. Evid. 702, the test for admissibility of expert testimony is whether specialized knowledge will aid the trier of fact in understanding the evidence or in-determining a fact in issue. Banks v. Jackson, 312 Ark. 232, 848 S.W.2d 408 (1993). Mrs. Williams asserts that Mr. Cole's credentials provided him with specialized knowledge relating to safety standards and river currents that went beyond the general knowledge of an average person and that, in line with Rule 702, would have assisted the trier of fact in understanding the evidence and in determining the facts in issue.\nWhether a witness may give expert testimony rests largely within the sound discretion of the trial judge, and that determination will not be reversed absent an abuse of discretion. Ford Motor Co. v. Massey, 313 Ark. 345, 855 S.W.2d 897 (1993). On appeal, the appellant must shoulder the burdensome task of demonstrating that the trial court has abused its discretion. Sims v. Safeway Trails, Inc., 297 Ark. 588, 764 S.W.2d 427 (1989).\nMr. Cole stated in his deposition that, as a hearing officer for the Eighth Coast Guard District in New Orleans, he regularly received reports of violations of federal boating regulations. He also noted that Swimming in any major river like that is dangerous because of the current. . . . People who go swimming in the river usually will get swept away by the current. Or find themselves in a position where they just can't get back to their boat.\nAlthough federal maritime and marine regulations may have relevance to the present case, nothing in the deposition indicates that the knowledge displayed by Mr. Cole was so specialized that it was beyond the ability of the trier of fact to understand and draw its own conclusions. See Montgomery v. Butler, 309 Ark. 491, 834 S.W.2d 148 (1992). The potential dangers of the Arkansas River's currents were not beyond the comprehension of the jury. Moreover, both Officer Bo Fontaine of the Jefferson County Sheriff's Department and Mr. Ingram agreed in their testimony that the river was extremely dangerous at the point where Mr. Williams drowned. Consequently, no prejudice resulted in this regard from the exclusion of expert testimony.\n*620As for Mr. Cole's proffered testimony on the legal requirements for lifesaving equipment, both Mr. Ingram and Mr. Easterling testified that the party barge was equipped with United States Coast Guard-approved lifejackets, a rope, and a ring buoy. Officer Fontaine testified with respect to the legal requirements for having life jackets on board a vessel. In addition, the trial court instructed the jury on Arkansas statutory specifications regarding the operation of motorboats and vessels, including the duty owed by the operator of a vessel and the requirement that every motorboat shall have one life preserver, buoyant vest, ring buoy or buoy cushion of the type approved by the commander of the United States Coast Guard in good and serviceable condition for each person on board.\nIn sum, the trial court did not err in refusing to allow the administratrix's expert witness to testify.\nII. Jury instructions\nMrs. Williams argues, in her second point for reversal, that the trial court erred in refusing to give four jury instructions. Three of the proffered plaintiff's instructions were based on federal admiralty and maritime law, while the fourth, which was refused in part and delivered in part, was a modified version of AMI Civil 3d, 601, incorporating Ark. Code Ann. § 27-101-201(a) (Repl. 1994).\nWith respect to the first three instructions, the 1989 complaint contained the phrase admiralty and maritime law, but Mrs. Williams did not invoke the jurisdiction of the federal district court. Under 28 U.S.C. § 1333, the federal district courts have original jurisdiction, exclusive of the States, of . . . [a]ny civil case of admiralty or maritime jurisdiction, saving to suitors in all cases all other remedies to which they are otherwise entitled.\nMrs. Williams made no effort to prosecute her claims under admiralty and maritime law. Neither did she seek or obtain a ruling from the trial court on whether her claims fell within the bounds of maritime tort. On the basis of the characterization of the claim in the 1989 complaint as an admiralty and maritime matter, Mr. Ingram sought to have it dismissed for lack of subject-matter jurisdiction, but the trial court denied the motion without comment.\n*621A maritime tort occurs and admiralty jurisdiction is appropriate when a potential hazard to maritime commerce arises out of an activity that bears a substantial relationship to traditional maritime activity. Sisson v. Ruby, 497 U.S. 358, 362 (1990). A federal court will initially assess whether the particular incident is likely to disrupt commercial activity and will then determine whether there is a substantial relationship between the activity giving rise to the incident and traditional maritime activity. Id. at 364.\nIn Southern v. Thompson, 754 F.2d 151, 153 (4th Cir. 1985), the Fourth Circuit Court of Appeals noted that the allegation of navigational error appears to be the key to admiralty jurisdiction when dealing with small pleasure craft. Applying the Sis-son analysis in a case involving a diving injury sustained by a houseboat guest, the Ninth Circuit Court of Appeals concluded that the plaintiff had failed to show a substantial relationship between aquatic recreation off a pleasure boat and traditional maritime activity. Delta County Ventures, Inc. v. Magana, 986 F.2d 1260, 1263 (9th Cir. 1993).\nThe Maryland federal district court considered a situation similar to that in the present case in Smith v. Knowles, 642 F. Supp. 1137 (D. Md. 1986). There, the plaintiff had filed suit after the decedent, while intoxicated, had drowned while diving off a pleasure boat. The plaintiff alleged that the defendant had been negligent because he knew that the decedent had been drinking and could not swim and because he did not offer life jackets or make immediate rescue efforts. In concluding that no maritime tort had occurred, the district court observed that, however tragic, the failures of pleasure craft operators to provide life jackets, or to rescue their passengers,. . . will not impede maritime commerce. ... As a matter of common sense, admiralty jurisdiction was not intended to cover cases like this one. Id. at 1140.\nGiven the absence of any maritime tort (and apart from jurisdictional considerations), Mrs. Williams was not entitled to the three maritime jury instructions. Moreover, although the violation of a statute or regulation is evidence that a jury may consider in determining whether a defendant is guilty of negligence, Berkeley Pump Co. v. Reed-Joseph Land Co., 279 Ark. 384, 653 S.W.2d 128 (1983), it was not necessary in the present case for *622the instructions to have incorporated the provisions of federal law when another instruction based on an Arkansas statute covering essentially the same subject was delivered. In the partially refused, partially delivered 601 instruction, the trial court instructed the jury on the applicable standard of care. It is not error for the trial judge to refuse to give a jury instruction if other instructions cover the issue. Precision Steel Warehouse, Inc. v. Anderson-Martin Mach. Co., 313 Ark. 271-A, 856 S.W.2d 306 (1993), Supp. op. on denial of reh'ing.\nThe trial court did not commit reversible error in refusing Mrs. Williams's instructions.\nIII. Substantial evidence\nFinally, Mrs. Williams asserts that the jury verdict is not supported by substantial evidence. Despite her claim that she renewed her request for a directed verdict, neither the abstract nor the record indicates that such a motion was renewed or even made in the first place. Mrs. Williams did, however, make a motion for a new trial, which was denied by the trial court.\nOn appellate review, when a motion for judgment n.o.v. or new trial is denied, the test is whether the verdict is supported by substantial evidence, giving the verdict the benefit of all reasonable inferences permissible under the proof. Schuster's, Inc. v. Whitehead, 291 Ark. 180, 722 S.W.2d 862 (1987). In determining on appeal whether the evidence is substantial, this court need only consider the evidence on behalf of the appellee and that part of the evidence that is most favorable to the appellee. Muskogee Bridge Co. v. Stansell, 311 Ark. 113, 842 S.W.2d 15 (1992).\nThe evidence as presented at trial has been set forth in detail in the recitation of facts above. It should be added, however, that Mr. Ingram stated that he had no personal knowledge of whether Mr. Williams could swim and that Mr. Easterling reported that Mr. Williams did tell us that he could swim. Evidence indicated that Mr. Williams had previously entered the water without serious incident (other than experiencing cramps) before he jumped in again to swim and drowned.\nMr. Ingram said that he was not sure if he had a ring buoy on board at the time of the drowning. Mr. Easterling testified *623that [t]he best I can remember, the rope on the party barge had a ring attached to it. Mr. Ingram stated that he had ten or fifteen life preservers on the boat, and Mr. Easterling agreed that he had plenty of life preservers, estimating the number at eight or ten or more.\nIt is readily apparent from a review of the record that the jury accepted Mr. Ingram's version of events. Disputed facts and the credibility of witnesses are within the province of the jury to resolve. France v. Nelson, 292 Ark. 219, 729 S.W.2d 161 (1987). A jury has the right to believe or to disbelieve all or any part of the testimony at trial and is in a superior position to judge the credibility of the witnesses. Muskogee Bridge Co. v. Stansell, supra.\nAs for Mr. Williams's blood-alcohol content, even Dr. Halka testified that decomposition, which had begun during the five days that the body remained submerged and missing, will contribute fermentation of body substances, especially in the fluids of the body, and they will contribute [to] a gradual increase [in blood-alcohol content]. The issue of the degree of Mr. Williams's intoxication was a matter for the jury to resolve, as was the question concerning his ability to swim.\nFrom the evidence presented, when viewed in the light most favorable to Mr. Ingram, there was substantial evidence to support the jury verdict.\nAffirmed.\nRoaf, J., not participating.\n\n\n\nPlain English summary:\nDecedent was out on a barge with the two defendants. They were drinking alcohol. Decedent and one defendant went swimming in the river twice. On the second swim, the decedent drowned. The decedent's spouse sued the defendants for negligence. The jury found in favour of the defendants. The appellate court agreed that there was substantial evidence to support the jury verdict. \n",
    "annotations": {
        "Facts": [
            "On July 9, 1986, decedent Byron Williams, appellee Jimmy Ingram, and Danny Easterling, who were employed together at a Pine Bluff automobile dealership service center, left their workplace and went to Mr. Ingram's house near the Arkansas River, where he kept a party barge. On the way, they stopped at a liquor store and purchased two six packs of beer.After they arrived at Mr. Ingram's house, the three men boarded the party barge, taking the two six packs with them, and proceeded to an area known as Slackwater Harbor. During the period of between ninety minutes and two hours that they were on the river, each of the men consumed several beers. ",
            "Mr. Williams had somewhere between two and four beers during the excursion.",
            "at one point, they stopped the boat while Mr. Ingram and Mr. Williams went swimming in about four feet of water. Mr. Williams climbed out of the water and boarded the boat after suffering cramps. Subsequently, the three men resumed their water journey and moved from the harbor area into the Arkansas River with Mr. Williams operating the craft at some point.",
            "while they were on the river, Mr. Williams asked that they stop and go swimming again. Mr. Ingram stated that he initially refused but then acceded to Mr. Williams's request.Once the party barge was stopped, Mr. Ingram entered the water first, followed by Mr. Williams. Mr. Ingram swam back to the boat and climbed aboard. At that point Mr. Easterling called his attention to Mr. Williams, who had gone under the water once and now had both hands in the air and had his mouth opened, just like he wanted to holler for someone to help him, but he was panicked.Mr. Williams went under a second time before the two men on the party barge were able to offer any assistance, and he did not come up again. Mr. Ingram and Mr. Easterling waited in the area for fifteen or twenty minutes but saw no sign of Mr. Williams. The two men then drove the boat to a marina and reported the incident.An autopsy was performed at the request of appellant Pearl Williams, the decedent's mother. Dr. Joseph Halka, the forensic pathologist who performed the autopsy, ",
            "determined that the cause of death was drowning and that Mr. Williams had a blood alcohol level in the range of .30.",
            "Officer Bo Fontaine of the Jefferson County Sheriff's Department and Mr. Ingram agreed",
            "that the river was extremely dangerous at the point where Mr. Williams drowned.",
            "the party barge was equipped with United States Coast Guard-approved lifejackets, a rope, and a ring buoy.",
            "every motorboat shall have one life preserver, buoyant vest, ring buoy or buoy cushion of the type approved by the commander of the United States Coast Guard in good and serviceable condition for each person on board.",
            "Mr. Ingram",
            "had no personal knowledge of whether Mr. Williams could swim",
            "Mr. Easterling reported that Mr. Williams did tell us that he could swim.",
            "Mr. Ingram ",
            "was not sure if he had a ring buoy on board at the time of the drowning.",
            "Mr. Easterling testified *623that [t]he best I can remember, the rope on the party barge had a ring attached to it.",
            "Mr. Ingram",
            "had ten or fifteen life preservers on the boat",
            "Dr. Halka testified that decomposition, which had begun during the five days that the body remained submerged and missing, will contribute fermentation of body substances, especially in the fluids of the body, and they will contribute [to] a gradual increase [in blood-alcohol content]."
        ],
        "Procedural History": [
            "Mrs. Williams filed a complaint in Jefferson County Circuit Court on July 7, 1989, alleging that Mr. Ingram's negligent, careless, reckless, and unlawful action was the proximate cause of Mr. Williams's death",
            "Following a jury trial on January 26 and 27, 1994, a verdict signed by ten of twelve jurors was returned in favor of Mr. Ingram. The trial court denied Mrs. Williams's motion for judgment notwitstanding the verdict or for new trial. From that decision, this appeal arises.",
            "On appellate review, when a motion for judgment n.o.v. or new trial is denied, the test is whether the verdict is supported by substantial evidence, giving the verdict the benefit of all reasonable inferences permissible under the proof.",
            "In determining on appeal whether the evidence is substantial, this court need only consider the evidence on behalf of the appellee and that part of the evidence that is most favorable to the appellee."
        ],
        "Application of Law to Facts": [
            "Evidence indicated that Mr. Williams had previously entered the water without serious incident (other than experiencing cramps) before he jumped in again to swim and drowned.",
            "It is readily apparent from a review of the record that the jury accepted Mr. Ingram's version of events. Disputed facts and the credibility of witnesses are within the province of the jury to resolve.",
            "The issue of the degree of Mr. Williams's intoxication was a matter for the jury to resolve, as was the question concerning his ability to swim.From the evidence presented, when viewed in the light most favorable to Mr. Ingram, there was substantial evidence to support the jury verdict."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Finding no error, we affirm the judgment of the trial court.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}