{
    "text": "Thomson v. Littlefield, 319 Ark. 648, 893 S.W.2d 788 (1995)\nFeb. 27, 1995 · Arkansas Supreme Court · 94-841\n319 Ark. 648, 893 S.W.2d 788\nDeborah J. THOMSON and John Thomsonv.A.B. and W.C. LITTLEFIELD, d/b/a Littlefield Oil Company, and Teddy Tritt\n893 S.W.2d 788\nSupreme Court of Arkansas\n[Rehearing denied April 13, 1995.*]\n*649 Ronald W. Metcalf, P.A., for appellants.\nDavis, Cox & Wright, by: Constance G. Clark and Tilden P. Wright, III, for appellees.\n*\nBrown and Roaf, JJ., would grant rehearing.\nTom Glaze, Justice.\nAppellant Deborah J. Thomson was driving her car in the westbound lane on Highway 22 near Charleston when a collision occurred causing her serious injuries. Allen Jones and appellee Carol Riechmann were in their respective vehicles in the westbound lane and behind the Thomson vehicle, which was stopped with its left turn signal activated waiting to turn into the driveway of Dave's One-Stop. Riechmann's pickup truck rearended the Jones car, propelling it into the back of Thomson's car causing it to cross the westbound lane. The Thomson car came to rest partially in both the One-Stop driveway and the eastbound lane of Highway 22. Appellee Teddy *650Tritt was driving east at the time in a truck owned by appellee Littlefield Oil Co., and attempted to avoid collision with the two cars by passing between them. Nevertheless, Tritt's truck hit both the Thomson and Jones vehicles, resulting in Thomson's vehicle flipping over into a ditch. Ms. Thomson, twenty-three years old, sustained brain damage, paralysis on her right side and confinement to a wheelchair. Ms. Thomson and her husband brought suit against Tritt, Littlefield Oil, Jones and Riechmann, but Jones was later dismissed from the action. Following trial against the remaining parties, the jury returned a verdict against Riechmann, finding her 100% at fault, and dismissed Tritt and Littlefield Oil with prejudice. The jury awarded Ms. Thomson $1,388,500 and her husband $50,000. Both the Thomsons and Riechmann filed motions for new trial, and the trial court denied the Thomsons' but granted Riechmann's. Subsequently, the Thomsons dismissed their complaint against Riechmann without prejudice but appealed from the judgment dismissing Tritt and Littlefield Oil.\nThe Thomsons first argue that Mike Jeffers, the officer who investigated the scene of the accident, was erroneously allowed to testify as to what he considered to be the contributing factors to the accident. On appeal, they contend Jeffers had not been qualified as an expert accident reconstructionist, nor did the trial court acknowledge Jeffers as an expert. The Thomsons argue that Jeffers' opinion was that of a layman and was inadmissible under A.R.E. 701, since he was not an eyewitness. They further assert that, even if Jeffers had been qualified as an expert, the probative value of his testimony was outweighed by the danger of undue prejudice. Appellees point out that the Thomsons made no specific objection below and that none of these arguments on appeal were mentioned or preserved at trial. The Thomsons called Officer Jeffers as a witness, but Jeffers' testimony pertinent to the Thomsons' argument was elicited on cross-examination by Tritt's and Littlefield Oil's counsel and reads as follows:\nQ: Tell me a little bit about what you do when you investigate an accident.\nA: Basically, as I stated, check for injuries and then from there you just try to piece together basically what has occurred.\nQ: Why are you interested in what has occurred?\n*651A: Well, that's the purpose of investigating an accident to determine possibly who is at fault or why the collision occurred.\nQ: Is that one of the things that you as a police officer for Charleston are suppose to do when you investigate accidents that are within your jurisdiction?\nA: Yes, sir.\nQ: And, if you find fault during the course of your investigation, do you customarily issue citations?\nA: Customarily, yes, sir.\nQ: Did you make such an investigation in this case to determine whether or not there was any fault on any of the participants to this accident?\nA: As far as the —\nThomsons' Counsel: Your Honor, may we approach the Bench?\nBY THE COURT: Yes, sir.\n(Side-Bar Conference, outside the hearing of the Jury)\nThomsons' Counsel: Your Honor, I'm not sure where this is headed.\nDefense Counsel: I think he knows where it's headed. I am going to ask him if he found any fault in this accident and go through the contributing factor section of his report. I have no intentions of asking him about citations. I don't think that's admissible; but I think I can ask his findings.\nThomsons' Counsel: I don't think it would be proper to go through the fault section of the report, Your Honor, in this particular situation.\nDefense Counsel: He qualified him over a hundred accident investigations.\nBY THE COURT: As long as you stay away from citations I don't have a problem.\n*652As is readily apparent from the above colloquy, the Thomsons made no specific objection to Jeffers' testimony. In fact, it can be argued they acquiesced in the trial court's ruling to allow Jeffers to testify to fault, so long as he stayed away from any citations he had issued. Then defense counsel proceeded with his examination of Jeffers by asking Jeffers which vehicles were contributing factors to the accidents. Jeffers said that the Thomson, Jones and Tritt vehicles were not contributing factors to the collisions, but Riechmann's vehicle was. Again, the Thomsons never objected, nor did they mention any of the specific grounds they now argue on appeal.\nIn an attempt to salvage their argument, the Thomsons cite A.R.E. 103(a)(1) which provides error may not be predicated upon a ruling admitting evidence unless there is a timely, specific objection. They also state that Rule 103(a)(1) further provides that a specific ground of objection need not be stated when the error is obvious from the context, and urges that that is the situation here. We must disagree.\nFirst, while this court has said that a specific ground of objection need not be stated when the error is obvious from the context, Rule 103(a)(1) does not mean that no objection need be made. Powell v. Burnett, 304 Ark. 698, 805 S.W.2d 50 (1991). Here, the Thomsons made no clear objection, and as previously noted, it can easily be argued they acquiesced in the trial court's ruling. Second, the context of the colloquy between the trial court and counsel leaves us questioning the true nature of the Thomsons' initial inquiry of the trial court. They mentioned nothing pertaining to the possible hearsay nature of Jeffers' testimony, or whether such testimony was inadmissible as lay or expert opinion evidence. Nor did they suggest at trial, as they do now, that, even if Jeffers had been properly qualified as an expert, his testimony still should have been excluded under Rule 403 because of its prejudicial impact. For those reasons, we are unable to reach the merits of the Thomsons' first argument.\nThe Thomsons' second point for reversal is that the trial court erred in refusing to admit expert testimony regarding a skid test performed on Tritt's (Littlefield Oil's) truck. The Thomsons believed, given the distance between their vehicle and the Littlefield Oil truck at the start of the accident, the truck should *653have been able to stop prior to the point of impact. Thus, in preparation for trial, the Thomsons requested that the trial court require Littlefield Oil to produce for inspection the truck which was involved in the accident, so they could have their expert conduct braking and skid tests. The trial court agreed, but it cautioned counsel such test results might be inadmissible at trial.\nIn its order granting the Thomsons' request, the trial court established a date and protocol for the testing and specifically directed that representatives of Littlefield Oil must be present when the Thomsons' expert and driver performed the test. The Thomsons concede that, at the time of the testing, their expert and driver drove the Littlefield Oil truck out of the sight of those present and performed some tests. In later ruling these test results inadmissible at trial, the trial court stated the Thomsons' expert and driver had violated its order and the integrity of the tests had been violated. In short, the trial court found the test results, as conducted, were prejudicial to Tritt and Littlefield Oil and provided the Thomsons with an unfair advantage.\nThe rule is settled that a trial court has discretion in determining the relevance of evidence and in gauging its probative value against unfair prejudice, and its decision on such a matter will not be reversed absent abuse of that discretion. Simpson v. Hunt, 294 Ark. 41, 740 S.W.2d 618 (1987); Carr v. Suzuki Motor Company, 280 Ark. 1, 655 S.W.2d 364 (1983); A.R.E. Rule 403. We conclude that the trial court gave a fair and reasonable explanation for excluding the Thomsons' expert testimony pertaining to the tests as conducted, and therefore should be affirmed.\nBefore leaving point two, we mention the Thomsons' discussion surrounding the fact that, after the trial court fixed a date for the inspection of Littlefield Oil's truck but before that date occurred, Tritt authorized the repair of the truck's vacuum booster check valve and vacuum gauge. Tritt did not disclose this repair job to the Thomsons, thus, the Thomsons argue that an intentional spoliation of evidence had occurred preventing them from inspecting the truck's mechanical condition as it existed at the time of the accident. While Tritt admitted the described repairs were made, full disclosure of these repairs was made at trial. In other words, to the extent Tritt's conduct involved a spoliation *654of evidence, the jury was made fully aware of that conduct and of Tritt's silence on the subject. The trial court's ruling allowing the Thomsons to reveal these matters to the jury was correct and within its discretion and gives the Thomsons no cause to complain. We are unable to think of what more the trial court could have done in these circumstances.\nThe Thomsons' third argument is that the trial court erred in giving AMI 614 on sudden emergency because Tritt failed to maintain proper lookout and control of his truck at the time of the accident. Considerable testimony was given concerning when Tritt first saw the collision take place between the Reichmann, Jones and Thomson vehicles and his possible reaction or braking time to avoid the final stage of the accident. The Thomsons place emphasis on Tritt's testimony that, while he had seen Ms. Thomson's vehicle stop in preparation to turn left into One-Stop's east driveway, Tritt looked into his side mirrors to make sure a white car, which had been following him closely, was not attempting to pass. In looking forward again, Tritt was confronted with seeing Thomson's car coming into and finally coming to rest partially in his eastbound lane; his choices were to veer right into a 3.5 foot deep culvert, veer left into the westbound lane where Riechmann's truck was located or pass between what appeared to be a gap between the Thomson and Riechmann vehicles. He unsuccessfully attempted the latter choice, but the Jones car crossed over into his lane, preventing him from missing the Thomson car and causing him to knock it into the culvert.\nAMI Civil 3d 614 reads as follows:\nSUDDEN EMERGENCY\nA person who is suddenly and unexpectedly confronted with danger to himself or others not caused by his own negligence is not required to use the same judgment that is required of him in calmer and more deliberate moments. He is required to use only the care that a reasonably careful person would use in the same situation.\nIn the plain terms of AMI 614, when an emergency arises wholly or partially from the negligence of the person who seeks to invoke the sudden emergency doctrine, AMI 614 has no application and should not be delivered to the jury. Druckenmiller v. Cluff, 316 *655Ark. 517, 873 S.W.2d 526 (1994) (see Glaze, J. concurring). In the present case, Tritt in no way caused the danger with which he was confronted, but instead only became aware of the danger caused by another (or others), perceived the emergency and acted in accordance with the stress caused by the danger. Id. The issue became one of fact as to whether Tritt used only the care that a reasonably careful person would use in the same situation, not whether he was entitled to AMI 614. Tritt clearly was entitled to the sudden emergency instruction, since he did not create the emergency. Smith v. Stevens, 313 Ark. 534, 855 S.W.2d 323 (1993).\nThe Thomsons next submit that Littlefield Oil's truck was in poor mechanical condition in violation of, and that Littlefield Oil failed to comply with, federal Department of Transportation regulations. Therefore, they claim the trial court erred in rejecting two proffered instructions setting out certain regulations the Thomsons claim were violated by Tritt and Littlefield Oil. These violations, the Thomsons assert, were the proximate cause of Tritt's collision.\nThe Thomsons offer little argument in support of this point and only one legal citation to support their claim that federal safety regulations can be, and here should have been, submitted to the jury. It is well-settled law that the violation of a safety statute is evidence of negligence, however, it is required such negligence be a proximate cause of the injuries before the rule is applicable in a particular case. Bussell v. Missouri Pacific Railroad, 237 Ark. 812, 376 S.W.2d 545 (1964). As appellees point out, the Thomsons presented no evidence demonstrating the federal Department of Transportation regulations were applicable to Littlefield Oil's truck. Instead, the owner of Littlefield Oil testified that such regulations applied to trucks transporting gasoline and other hazardous materials, not trucks transporting sand as was the case here. Because the Thomsons offer no convincing argument or showing that the proffered federal Department of Transportation regulations are applicable to the situation here, we affirm the trial court's ruling rejecting the Thomsons' proposed instructions.\nFinally, in a single sentence, the Thomsons state the trial court erred in refusing them a new trial. Without a discus*656sion of the law or evidence, they assert that no substantial evidence exists to support the jury verdict favoring Tritt and Littlefield Oil. As this court has stated numerous times, arguments on appeal that are unsupported by convincing argument or authority will not be considered on appeal, unless it is^apparent without further research that the argument is well taken. Fayetteville School Dist. v. Arkansas State Bd. of Educ., 313 Ark. 1, 852 S.W.2d 122 (1993). Here, although required, the Thomsons offer no argument at all.\nFor the reasons discussed hereinabove, we affirm.\nHolt, C.J., Brown and Roaf, JJ., dissent.\nRobert L. Brown, Justice,\ndissenting. I disagree that the Thomsons' counsel failed to object to Officer Jeffers's testimony. The investigating officer had been called as the plaintiffs' witness, but on cross-examination the questioning veered off into how the officer assessed fault in the accident. The attorney for the Thomsons immediately stopped the trial and asked for a sidebar conference. At that conference, outside of the jury's hearing, this exchange occurred:\n- Thomsons' Counsel: Your Honor, I'm not sure where this is headed.\nDefense Counsel: I think he knows where it's headed. I am going to ask him if he found any fault in this accident and go through the contributing factor section of his report. I have no intentions of asking him about citations. I don't think that's admissible; but I think I can ask his findings.\nThomsons' Counsel: I don't think it would be proper to go through the fault section of the report, Your Honor, in this particular situation.\nDefense Counsel: He qualified him over a hundred ■ accident investigations. ■\nBY THE COURT: As long as you stay away from citations I don't have a problem.\nIt was obvious to the three participants what was at issue. And the trial court ruled on the matter.\n*657The majority says Thomsons' counsel made no.objection. Presumably, had counsel stated, I object to going through the fault section of the report as opposed to I don't think it would be proper to go through the fault section of the report, the majority would be satisfied. I see little or no distinction between the two statements. In Black's Law Dictionary, objection is defined as the act of a party, which is [u]sed to call the court's attention to improper evidence or procedure. Black's, p. 1073 (6th Ed. 1990). The term is further defined as an adverse reason or argument. Id. All of the requirements for an objection were met in this case. In viewing what occurred here, it is too restrictive to have the decision turn on whether the word object was used.\nI further disagree that the grounds for the objection were unclear or imprecise. This was a sidebar conference. The Thomsons' counsel objected to the officer's testimony as to fault. True, the Thomsons embellished on that argument in their appeal, but the core objection was made at trial. Our Rules of Evidence state that specificity of the grounds asserted may be determined from the objection or the context. Ark. R. Evid. 103(a)(1); Philmon v. State, 267 Ark. 1121, 593 S.W.2d 504 (1986). Here, both pertain. In other words, it is obvious from counsel's statements and the context what the basis for his objection was — an investigating officer may not opine as to which parties were at fault.\nHere, Officer Jeffers proceeded to give his opinion:\nDEFENSE COUNSEL: Did you find any contributing factors to this accident whatsoever?\nJEFFERS: There was one contributing factor; yes, sir.\nDEFENSE COUNSEL: And, what was that?\nJEFFERS: That was the vehicle that was cited for following too closely.\nDEFENSE COUNSEL: And, what vehicle was that?\nJEFFERS: That would have been the vehicle of the Riechmanns.\nDEFENSE COUNSEL: Did you find any contributing factors on the part of the Allen Jones vehicle?\n*658JEFFERS: No contributing factor.\nDEFENSE COUNSEL: Did you find any contributing factors on the part of the Deborah Thomson vehicle?\nJEFFERS: No contributing factors.\nDEFENSE COUNSEL: Did you find any contributing factors on the part of Ted Tritt's vehicle?\nJEFFERS: No contributing factors.\nDEFENSE COUNSEL: Did you as a result of your accident investigation satisfy yourself that Ted Tritt's actions and inactions that may have occurred were not a contributing factor to this event?\nJEFFERS: I was completely satisfied that Mr. Tritt was not a factor in this collision.\nThe impact of this testimony was clearly immense, and counsel's objection, just as clearly, was voiced to the trial court. I find no basis for the majority's conclusion that the Thomsons' counsel acquiesced in this testimony in any respect. I would hold that an objection was made on specific grounds and reach the merits of this issue. I respectfully dissent.\nHolt, C.J., and Roaf, J., join.\n\nPlain English summary:\nDefendant smashed into a car, which subsequently hit plaintiff's car. Both cars were thrown forward into the middle of a westbound lane. These two cars were subsequently hit by another car (driven by second defendant) which was approaching from the right-hand side, which, in the panic, tried to steer in-between them. Question was whether the trial court was right to give jury the sudden emergency instructions relating to the second defendant. The appellate court held that it was. \n",
    "annotations": {
        "Facts": [
            "Appellant Deborah J. Thomson was driving her car in the westbound lane on Highway 22 near Charleston when a collision occurred causing her serious injuries. Allen Jones and appellee Carol Riechmann were in their respective vehicles in the westbound lane and behind the Thomson vehicle, which was stopped with its left turn signal activated waiting to turn into the driveway of Dave's One-Stop. Riechmann's pickup truck rearended the Jones car, propelling it into the back of Thomson's car causing it to cross the westbound lane. The Thomson car came to rest partially in both the One-Stop driveway and the eastbound lane of Highway 22. Appellee Teddy Tritt was driving east at the time in a truck owned by appellee Littlefield Oil Co., and attempted to avoid collision with the two cars by passing between them. Nevertheless, Tritt's truck hit both the Thomson and Jones vehicles, resulting in Thomson's vehicle flipping over into a ditch. Ms. Thomson, twenty-three years old, sustained brain damage, paralysis on her right side and confinement to a wheelchair.",
            "Tritt",
            ", while he had seen Ms. Thomson's vehicle stop in preparation to turn left into One-Stop's east driveway",
            "looked into his side mirrors to make sure a white car, which had been following him closely, was not attempting to pass. In looking forward again, Tritt was confronted with seeing Thomson's car coming into and finally coming to rest partially in his eastbound lane; his choices were to veer right into a 3.5 foot deep culvert, veer left into the westbound lane where Riechmann's truck was located or pass between what appeared to be a gap between the Thomson and Riechmann vehicles. He unsuccessfully attempted the latter choice, but the Jones car crossed over into his lane, preventing him from missing the Thomson car and causing him to knock it into the culvert."
        ],
        "Procedural History": [
            "Ms. Thomson and her husband brought suit against Tritt, Littlefield Oil, Jones and Riechmann, but Jones was later dismissed from the action. Following trial against the remaining parties, the jury returned a verdict against Riechmann, finding her 100% at fault, and dismissed Tritt and Littlefield Oil with prejudice. The jury awarded Ms. Thomson $1,388,500 and her husband $50,000. Both the Thomsons and Riechmann filed motions for new trial, and the trial court denied the Thomsons' but granted Riechmann's. Subsequently, the Thomsons dismissed their complaint against Riechmann without prejudice but appealed from the judgment dismissing Tritt and Littlefield Oil."
        ],
        "Application of Law to Facts": [
            "In the present case, Tritt in no way caused the danger with which he was confronted, but instead only became aware of the danger caused by another (or others), perceived the emergency and acted in accordance with the stress caused by the danger.",
            "The issue became one of fact as to whether Tritt used only the care that a reasonably careful person would use in the same situation, not whether he was entitled to AMI 614. Tritt clearly was entitled to the sudden emergency instruction, since he did not create the emergency."
        ],
        "Relevant Precedents": [
            "AMI Civil 3d 614",
            "SUDDEN EMERGENCYA person who is suddenly and unexpectedly confronted with danger to himself or others not caused by his own negligence is not required to use the same judgment that is required of him in calmer and more deliberate moments. He is required to use only the care that a reasonably careful person would use in the same situation.",
            "Druckenmiller v. Cluff, 316 Ark. 517,  (1994)",
            "Smith v. Stevens, 313 Ark. 534,  (1993)."
        ],
        "Outcome": [
            "For the reasons discussed hereinabove, we affirm."
        ]
    },
    "class": "affirm"
}