{
    "text": "Wade v. Grace, 321 Ark. 482, 902 S.W.2d 785 (1995)\nJuly 17, 1995 · Arkansas Supreme Court · 95-102\n321 Ark. 482, 902 S.W.2d 785\nBarbara WADE and Charles Wadev.Geoffrey P. GRACE and Greer Grace\n902 S.W.2d 785\nSupreme Court of Arkansas\n*484 James Swindoll and Stephen Whitwell, for appellants.\nAnderson & Kilpatrick, by: Overton S. Anderson and Frances E. Scroggins, for appellees.\nAndree Layton Roaf, Justice.\nThis case arises from a boating accident which occurred on Lake Hamilton. Appellants Barbara Wade and Charles Wade filed an action to recover for injuries sustained as a result of the accident. The jury returned a verdict in favor of the appellees, Geoffrey and Greer Grace. We affirm.\nOn the evening of May 23, 1992, Barbara Wade was operating a party barge owned by her and her husband, Charles. Mrs. Janet Cameron was a passenger on the party barge. At approximately 10:00 p.m., the party barge was involved in a collision with a ski boat operated by Geoffrey Phillip Grace and owned by his stepmother, Greer Grace. Geoffrey Grace was seventeen years old at the time of the accident, and seven other teenagers were riding in the boat.\nJanet Cameron and her husband, Chester Cameron, brought suit against Geoffrey and Greer Grace. Geoffrey and Greer Grace answered the Camerons' complaint, filed a counterclaim against the Camerons, and filed a third-party complaint against Barbara and Charles Wade. Subsequently, the Wades filed a third-party counterclaim against Geoffrey and Greer Grace. The Wades principally asserted that Geoffrey Grace was operating the ski boat in a negligent manner. The Wades' claims against the Graces, which are the subject of this appeal, were the sole claims tried to the jury. The record reflects that the remaining claims were dismissed with prejudice.\nThe appellants raise four points on appeal: (1) the trial court wrongly excluded testimony and law regarding good boating practices on Lake Hamilton; (2) the trial court wrongly excluded evidence that the minors involved were in possession of alcohol and were drinking alcohol at the time of the accident; (3) the trial court improperly restricted Officer Richard Rowlett from *485giving expert testimony with regard to deformation of light filaments; and (4) appellants were wrongly denied the opportunity to put on expert testimony through John Bentley either in their case-in-chief or in rebuttal of appellees' expert witness.\nI. Good Boating Practices\nRobert Charlesworth, the Marine Patrol Supervisor with the Garland County Police Department and an investigating officer on the scene of the accident, was called as a witness by the appellants. Officer Charlesworth testified that the purpose of navigation lights is to alert other boaters of the position of your boat. He stated the red lens is on the left side of a boat, the green lens is on the right side, and the white light is commonly called the stern (rear of boat) or anchor light.\nOfficer Charlesworth testified that if you are approaching a boat and see the red light, that boat has the right-of-way. Counsel for the appellees Ejected to the testimony on the basis that it was improper for the witness to inform the jury which boat had the right-of-way. Counsel for the appellants asserted the witness was simply testifying to general boating practice on the lake and how you know to go to the right, or toward the stern of the boat that is approaching when the red light is displayed. The trial court sustained the appellees' objection.\nOn appeal, the appellants assert the trial court erred in excluding the testimony because appellants were simply attempting to establish the rules of the road for good boating practice, which are not as familiar to all jurors as the rules of the road for automobiles. The appellants rely upon Parker v. Price, 241 Ark. 940, 411 S.W.2d 12 (1967), where the appellant asserted the jury should have been instructed that the standard of care imposed on a boat operator is the exercise of due diligence and maritime skill rather than simply ordinary care. In affirming the circuit court's decision, we noted that the appellant's requested instruction was simply another way of stating the operator should act as a reasonably careful person would act under the circumstances. Further, we commented:\nIn the case at bar, the trial court properly permitted two witnesses of considerable experience with watercraft to testify concerning facts constituting good or poor sea*486manship. They were also permitted to give opinion testimony based on hypothetical questions.\nThus, the jury had for its consideration testimony going to the main issue — whether the boats in question were operated with reasonable care under all the circumstances, including, but not limited to, maritime skill.\nIn the instant case, the appellants place significance on our statement regarding the testimony concerning good or poor seamanship.\nArkansas Rule of Evidence 702 provides expert testimony may be admissible if such specialized knowledge will aid the trier of fact in understanding the evidence or in determining a fact in issue. Williams v. Ingram, 320 Ark. 615, 899 S.W.2d 454 (1995). Whether a witness may give expert testimony rests largely within the sound discretion of the trial court, and that determination will not be reversed absent an abuse of discretion. Id. On appeal, the appellant must demonstrate that the trial court has abused its discretion. Id.\nIn Williams, supra, the appellant asserted the trial court erred in excluding testimony from a maritime and marine safety expert regarding the requisite standard of care and the danger of river currents. In affirming the decision of the trial court, we concluded that nothing in the expert's deposition indicated that the knowledge he displayed was so specialized that it was beyond the ability of the trier of fact to understand and draw its own conclusions. We noted the potential dangers of the Arkansas River's currents were not beyond the comprehension of the jury.\nIn the instant case, the appellants have failed to establish that the trial court abused its discretion. The appellants simply assert the officer would testify regarding the general boating practices on Lake Hamilton. At one point, counsel for the appellants even stated the testimony would simply confirm what everybody uses as ordinary care. Further, counsel for the appellants asserted the officer's testimony was not even really an opinion . . . that's what you do on the lake. Thus, there is no indication that the witness had specialized knowledge that went beyond the general knowledge of an average person. Even assuming Charlesworth was not testifying as an expert, it is within the *487discretion of the trial court to limit the testimony of witnesses and that decision will not be reversed absent a manifest abuse of that discretion. Garner v. Kees, 312 Ark. 251, 848 S.W.2d 423 (1993).\nFurther, it is the duty of the judge to review the evidence presented, decide what the applicable law is, and instruct the jury. Whitlock v. Smith, 297 Ark. 399, 762 S.W.2d 782 (1989); See also Montgomery v. Butler, 309 Ark. 491, 834 S.W.2d 148 (1992). The jury was instructed that there was in force a statute which provided every motorboat shall have a light sufficient to make the motorboat's presence and location [known] to any and all other vessels when in operation during the hours of darkness. See Ark. Code Ann. § 27-101-203(a)(2) (Repl. 1994). The jury was further instructed that the boat must have a red light on the left side of the bow, a green light on the right side with a horizon — a white horizon light aft. Because the judge should instruct the jury regarding the applicable law, the officer was properly prohibited from testifying as to the rules of the lake and who had the right-of-way.\nThe appellants further assert the trial court erred in refusing to instruct the jury regarding the federal law on navigable waters. Counsel for the appellants did argue that federal law applied; however, the appellants' requested jury instructions are not in the abstract or the record. It is well established that a party cannot complain about the failure to give an instruction when he did not proffer the instruction. ARCP Rule 51; Quinney v. Pittman, 320 Ark. 177, 895 S.W.2d 538 (1995). Further, we have said that the proffered instruction must be included in the record and in the abstract to enable the appellate court to consider it. Mings v. State, 318 Ark. 201, 884 S.W.2d 596 (1994). Consequently, we will not address this issue.\nII. Evidence of Intoxication\nAt trial, counsel for the appellants sought to admit evidence that Geoffrey Grace was intoxicated at the time of the collision. Counsel for the appellants asserted there were six beer cans in the water immediately after the accident, and counsel for the appellees stated Geoffrey Grace would testify he had one beer. In addition, the appellants proffered the testimony of Officer Paul Hatch of the Arkansas Game and Fish Commission, who inspected the Grace boat on the night of the accident. Officer Hatch stated *488that he observed Geoffrey Grace and smelled alcohol. He described the smell as a medium odor — not heavy and not light or not excessive. However, Hatch observed Grace walk and speak, and he could not say that Grace was under the influence of alcohol. The appellants also proffered the testimony of Officer Richard Rowlett of the Arkansas Game and Fish Commission. Officer Rowlett testified he smelled the odor of intoxicants on Geoffrey Grace. Rowlett described the level as moderate, and he testified he did not observe any other evidence of intoxication.\nThe trial court stated the evidence regarding alcohol was not admissible unless there was some evidence that Geoffrey Grace was in fact intoxicated, and the trial court concluded there was no such evidence. The court found that even the testimony regarding beer cans found in the water was inadmissible because it was prejudicial. Further, the court concluded the fact that the teenagers may have been drinking underage had nothing to do with whether they were intoxicated or negligent.\nWe have stated that voluntary intoxication may be a factor to be considered by the trier of fact in determining negligence. City of Little Rock v. Cameron, 320 Ark. 444, 897 S.W.2d 562 (1995). Further, Ark. Code Ann. § 27-101-202(7) (Repl. 1994) provides no person shall operate any motorboat while intoxicated. However, Arkansas Rule of Evidence 403 allows a trial court to exclude relevant evidence if its probative value is substantially outweighed by the danger of unfair prejudice or possibility of confusion of issues. The balancing of probative value against prejudice is a matter left to the sound discretion of the trial judge and his decision on such a matter will not be reversed absent a manifest abuse of discretion. Gipson v. Garrison, 308 Ark. 344, 824 S.W.2d 829 (1992).\nWe hold the appellants have failed to establish that the trial court abused its discretion. The trial court found there was simply no evidence that Geoffrey Grace was intoxicated, and, as to beer cans both in the water and on the party barge, the trial court noted that we have jurors that when they hear the word beer cans, it's all over for either side. And I don't admit those unless there's evidence of intoxication.\nIt has been stated that courts are divided as to whether, in traffic accident cases, evidence that one of the motorists had *489recently consumed an alcoholic beverage should be admitted in the absence of evidence that it rendered him or her unfit to drive. Clifford S. Fishman, Jones on Evidence: Civil and Criminal § 11:15 (7th ed. 1994). In Fisher v. Dye, 125 A.2d 472 (Pa. 1956), the Supreme Court of Pennsylvania recognized that while proof of intoxication is relevant where reckless or careless driving of an automobile is the matter at issue, the mere fact of drinking intoxicating liquor is not admissible, being unfairly prejudicial, unless it reasonably establishes a degree of intoxication which provides unfitness to drive. See also Hannon v. City of Philadelphia, 587 A.2d 845 (Pa. 1991). Further, it is within the discretion of a trial court to refuse to admit evidence that a driver ejected from his vehicle after an accident an open whiskey bottle because it could be determined that the marginal probative value of such evidence was substantially outweighed by the possibility of unfair prejudice. Gardner v. Smith's Transfer Corp., 5 Fed. Evid. Rep. 67 (4th Cir. 1979).\nIII. Testimony of Officer Rowlett\nOne issue contested at trial was whether the white light on the aft of the party barge (stern/anchor light) was on at the time of the collision. The appellants sought to present the testimony of Officer Rowlett, one of the investigating officers, who was trained in filament deformation. The appellees contended Rowlett should not be allowed to testify that he examined the filaments in the white bulb from the party barge and, in his opinion, the light was on at the time of the collision. The appellees asserted they did not learn of Rowlett's testimony until the opening statement by counsel for appellants and the failure to disclose was a violation of ARCP Rule 26 regarding discovery.\nIn response to an interrogatory requesting the names of persons who would offer opinions, expert or otherwise, the Wades stated that other than physicians who were expected to testify regarding medical treatment, no other expert witnesses have yet to be determined. The response further stated that Lay witnesses are expected to testify as to their observations which may include some opinions based upon observations or mixed questions of opinion or observation. The trial judge commented that this is not the way to try a lawsuit, and he determined the fair thing was to only allow Rowlett to testify as to what he observed *490when he made his investigation. The trial court held that Rowlett could not give an opinion as to whether the light was on or off.\nAt trial, Rowlett testified he attended a school regarding the investigation of boating accidents. Officer Rowlett testified that he observed the aft light and retained the bulb; he stated, the light is deformed. At an in camera hearing, counsel for the appellants proffered additional testimony from Officer Rowlett. Rowlett stated that the bulb was deformed or distorted, and such deformation indicated the bulb was on at the time of the collision.\nAlthough Rowlett was listed as a witness, he was not disclosed as an expert. Counsel for the appellants stated he visited with the officer the day before the trial and found that the officer was in possession of the bulb recovered from the accident. The appellants principally assert that the disclosure of Rowlett as a witness was sufficient, and that according to Banks v. Jackson, 312 Ark. 232, 848 S.W.2d 408 (1993), there must be at least a passive concealment before any imposition of a sanction. Further, the appellants submit the appellees presented no reason for their failure to depose Officer Rowlett.\nArkansas Rule of Civil Procedure 26(e)(1) provides:\nA party is under a duty to seasonably supplement his response with respect to any questions directly addressed to .. . the identity and location of each person expected to be called as a witness at trial, and in the case of expert witnesses, the subject matter on which he is expected to testify, and the substance of his testimony.\nFurther, we have stated that a trial court has broad discretion in matters pertaining to discovery, and that discretion will not be second-guessed by the appellate court absent an abuse of discretion that is prejudicial to the appealing party. Banks, supra; Morris v. Cullipher, 306 Ark. 646, 816 S.W.2d 878 (1991).\nAs to the requirement of a concealment, the Banks case addressed a violation of ARCP Rule 26(e)(2)(B). Rule 26(e)(2)(B) provides a party is under a duty to seasonably amend a prior response if he obtains information which would make the prior response, though correct when made, no longer true and the circumstances are such that a failure to amend the response *491is in substance a knowing concealment. There is no requirement that the trial court make a finding of concealment under Rule 26(e)(1).\nUnder the circumstances, we cannot say the trial court abused its discretion by allowing the witness to testify as to his observations and prohibiting him from providing his opinion regarding whether the light was on at the time of the collision.\nIV. Testimony of John Bentley\nThe appellants sought to present the testimony of John Bentley, an expert in accident reconstruction. Once again, the appellees objected to such testimony based upon a failure to respond to discovery requests. The trial of this matter began on July 12, 1994. At an in camera hearing, it was determined that the counsel for the appellees received a letter on June 21, 1994, stating that Bentley might be used as an expert witness to rebut the testimony of Lonnie Buie, an accident expert expected to be called as a witness by the Graces. Counsel for the appellees asserted that the week before the trial the appellees asked for the opportunity to take Bentley's deposition, but he was out of town. Mr. Bentley's deposition was taken the night before the trial.\nCounsel for the appellants stated he was hired last Tuesday to try this lawsuit and we invited John [Bentley] as soon as we could. The trial court concluded it was unfair to wait until the day before trial and provide an expert in this type of case. The trial court commented that it had become a fad for plaintiff's lawyers to hire an expert and call him a consultant and play a game until right up before trial. Subsequently, the appellants attempted to present the testimony of Bentley in rebuttal of the testimony of Lonnie Buie.\nLonnie Buie, Jr., an electrical engineer, testified that based upon the lack of deformation of the filament within the bulb, it was his opinion the white stern light on the party barge was not on at the time of the collision. Buie stated that a heated filament is more pliable, and tests have established that on impact, if the light is on, it will elongate. During cross-examination by counsel for the appellants, Buie testified that if a bulb filament is deformed, then it was on at the time of the accident. Buie further stated that when the ski boat hit the canopy of the party *492barge, the element of the light would have deformed had it been on. The appellants asserted that the testimony of Bentley would rebut the testimony of Lonnie Buie with respect to whether the force applied to the canopy was sufficient to deform the bulb.\nFirst, the appellants assert that the appellees knew nineteen days before trial that Bentley would be called as an expert witness, and the appellees did in fact take Bentley's deposition. The appellants rely upon Banks v. Jackson, supra, where we noted that last-minute depositions are not unique in trial preparation. In Banks, however, we simply held the trial court's decision allowing the testimony was not an abuse of discretion. The trial court has broad discretion in matters pertaining to discovery. Id. Also, the opposing party in Banks was informed of the substance of the testimony which would be offered by the expert, including his opinions.\nSecond, rebuttal testimony must rebut the testimony advanced by the other side and should not consist of testimony which might have been advanced as proof in chief. Phillips v. McAuley, 297 Ark. 563, 764 S.W.2d 424 (1989). The exclusion of testimony offered on rebuttal is within the discretion of the trial court. See Wilkins v. El Dorado & Wesson R.R., 282 Ark. 236, 668 S.W.2d 6 (1984).\nMore significantly, the appellants did not make a proffer of the testimony which Mr. Bentley would have presented. Counsel for appellants simply asserted that Bentley's testimony would rebut the testimony of Lonnie Buie. It is well established that in order to challenge a ruling excluding evidence, an appellant must proffer the excluded evidence so we can review the trial court's decision, unless the substance of the evidence is apparent from the context. A.R.E. Rule 103(a)(2); Davis v. State, 319 Ark. 460, 892 S.W.2d 472 (1995). In the instant case, there was no proffer and the substance of the answer is not apparent. There is no way of even knowing if Mr. Bentley's testimony would have been inconsistent with Mr. Buie's testimony. Accordingly, this argument is not preserved for review.\nAffirmed.\nBrown, J., and Holt, C.J., concur.\nDudley, J., not participating.\n*493Robert L. Brown, Justice,\nconcurring. I concur in the result but believe the trial court used the wrong standard in excluding all evidence of alcohol consumption by appellee Geoffrey Philip Grace in this case. However, because the correct standard was not argued to the trial court, I cannot say that the court abused its discretion in excluding the evidence.\nThis case appears to raise an issue which this court has not addressed directly in the past. The circuit court excluded evidence of Grace's consumption on the basis that it was not relevant unless there's evidence of intoxication. Without intoxication, the court concluded that evidence of mere consumption of alcohol would be too prejudicial. I disagree that a person must be drunk or legally intoxicated for proof of alcohol consumption to be relevant. Rather, the proper test is that alcohol consumption is relevant when accompanied by other evidence of impairment. See Clement v. Consolidated Rail Corp., 130 F.R.D. 530 (D.N.J. 1990); Kaeo v. Davis, 719 P.2d 387 (Haw. 1986).\nIn Kaeo v. Davis, supra, the Hawaii Supreme Court vacated a judgment in favor of the defendant, who was driving the car with the injured party as a passenger, and remanded for a new trial when the trial court had excluded evidence of the driver's drinking. The driver had consumed several beers that afternoon before the accident at dusk. The trial court in Kaeo had concluded, similar to the instant case, that any evidence of drinking regardless of the amount would raise undue prejudice against the driver. The Supreme Court concluded that this analysis was error and constituted an abuse of discretion:\nGranted, the evidence of drinking was prejudicial. Still, evidence with a capacity for unfair prejudice cannot be equated with testimony simply adverse to the opposing party; for evidence is only material if it is prejudicial in some relevant respect. 1 J. Weinstein and M. Berger, Evidence ¶ 403[03] (1985) (citation omitted). We are not willing to assume any indication of drinking is so unfair to the drinking driver that the opposing party must be denied his right to have relevant and material evidence considered by the trier of fact. Nor are we willing to concede the trial juries, with guidance from the trial court, are incapable of rendering objective fact determinations in trials of negligence actions in which drinking is involved.\n*494The judge's ruling of inadmissibility, it appears, was influenced by representations that in pre-trial depositions Miss Kido and Samuel Taupo testified Davis was sober prior to the accident and the investigating officer detected none of the tell-tale signs of drunkenness when he questioned Davis at the accident scene. These, however, were matters that could have been offered instead for assessment by the trier of fact along with the evidence of drinking by the driver. The trial judge's decision not to permit the jury to hear such evidence was an abuse of discretion amounting to error, and we cannot say it had no effect upon the outcome of the trial. Since our conclusion compels a retrial of the action, we proceed to the issue raised by the plaintiff in her cross-appeal.\nKaeo, 719 P.2d at 392.\nThe Supreme Court in Kaeo did state that had the driving of the car been wholly beyond criticism, the trial court's ruling would have been correct. But there was evidence of speeding and the driver's taking his eyes off the road while attempting to round a curve. The Supreme Court observed that there was enough from which the jury could conclude that the driver was impaired in his ability to perceive the damages with clarity, make decisions with prudence, and operate the vehicle with the skill and caution required by law.\nIt is clear that mere alcohol consumption by itself cannot be equated to unfitness to drive. City of Little Rock v. Cameron, 320 Ark. 444, 897 S.W.2d 562 (1995); Clement v. Consolidated Rail Corp., supra. But when coupled with other evidence of impairment and unfitness to drive, such as erratic driving, it is relevant. Jones v. Freese, 743 S.W.2d 454 (Mo. App. 1987); McCall v. Liberty, 248 Ark. 619, 453 S.W.2d 24 (1970). That is what we have in the matter before us.\nThe circumstances of this case were that it occurred at about 10:00 p.m. Eight teenage boys were in a ski boat operated by Grace on Lake Hamilton. Grace was 17 at the time and admitted to drinking one beer before the accident. According to two investigatory officers, Grace was not intoxicated but had a moderate or medium smell of alcohol about him at some point after the collision. There were six empty beer cans around the *495scene of the accident. Grace at some time after the collision tested at .04 blood/alcohol content on a field breathalyzer test, according to the proffered testimony of Officer Richard Rowlett, but admittedly field breathalyzer tests are of questionable probative value. The complaint by the Wades alleged that the ski boat was speeding and that the driver had failed-to keep a proper lookout. Grace admitted to driving 30 miles per hour. The Wades theory of the case was that the ski boat attempted to pass the party barge on the wrong side.\nTo be sure, the central issue in this case was whether the party barge had the appropriate lighting. But any impairment of the driver, due to alcohol consumption, coupled with allegations of speeding was an appropriate matter for the jury to weigh.\nI am fearful that this case will be precedent for the proposition that only proof of legal intoxication is relevant in a negligence case involving reckless driving of cars or boats. That should not be the law. Nevertheless, because our trial courts are granted great discretion in this area, and because the correct standard was not argued to the trial court and, indeed, was not argued on appeal, I cannot say that the trial court abused its discretion.\nHolt, C.J., joins in this concurrence.\n\nPlain English summary:\nBorderline case. Plaintiffs' barge crashed into defendants' ski boat. One of the issues was whether the trial court abused its discretion in refusing to admit evidence that the defendants were intoxicated. The trial court stated the evidence regarding alcohol was not admissible unless there was some evidence that the driver of the ski boat was in fact intoxicated, and the trial court concluded there was no such evidence. The appellate court claimed that the trial court did not abuse its discretion in this regard. \n",
    "annotations": {
        "Facts": [
            "On the evening of May 23, 1992, Barbara Wade was operating a party barge owned",
            "by her and her husband, Charles. Mrs. Janet Cameron was a passenger on the party barge. At approximately 10:00 p.m., the party barge was involved in a collision with a ski boat operated by Geoffrey Phillip Grace and owned by his stepmother, Greer Grace. Geoffrey Grace was seventeen years old at the time of the accident, and seven other teenagers were riding in the boat.",
            "there was in force a statute which provided every motorboat shall have a light sufficient to make the motorboat's presence and location [known] to any and all other vessels when in operation during the hours of darkness.",
            "there were six beer cans in the water immediately after the accident",
            "Geoffrey Grace",
            "had one beer",
            "Officer Paul Hatch of the Arkansas Game and Fish Commission",
            "inspected the Grace boat on the night of the accident. Officer Hatch stated *488that he observed Geoffrey Grace and smelled alcohol. He described the smell as a medium odor — not heavy and not light or not excessive. However, Hatch observed Grace walk and speak, and he could not say that Grace was under the influence of alcohol.",
            "Officer Richard Rowlett of the Arkansas Game and Fish Commission",
            "testified he smelled the odor of intoxicants on Geoffrey Grace. Rowlett described the level as moderate, and ",
            "he did not observe any other evidence of intoxication.",
            "Rowlett testified he attended a school regarding the investigation of boating accidents. Officer Rowlett",
            "observed the aft light and retained the bulb; he stated, the light is deformed.",
            "Rowlett stated that the bulb was deformed or distorted, and such deformation indicated the bulb was on at the time of the collision.",
            "Lonnie Buie, Jr., an electrical engineer, testified that based upon the lack of deformation of the filament within the bulb, it was his opinion the white stern light on the party barge was not on at the time of the collision.",
            "a heated filament is more pliable, and tests have established that on impact, if the light is on, it will elongate.",
            "Buie testified that if a bulb filament is deformed, then it was on at the time of the accident. Buie further stated that when the ski boat hit the canopy of the party *492barge, the element of the light would have deformed had it been on."
        ],
        "Procedural History": [
            "This case arises from a boating accident which occurred on Lake Hamilton.",
            "Appellants Barbara Wade and Charles Wade filed an action to recover for injuries sustained as a result of the accident. The jury returned a verdict in favor of the appellees, Geoffrey and Greer Grace.",
            "Janet Cameron and her husband, Chester Cameron, brought suit against Geoffrey and Greer Grace. Geoffrey and Greer Grace",
            "filed a third-party complaint against Barbara and Charles Wade. Subsequently, the Wades filed a third-party counterclaim against Geoffrey and Greer Grace.",
            "The Wades' claims against the Graces, which are the subject of this appeal, were the sole claims tried to the jury.",
            "At trial, counsel for the appellants sought to admit evidence that Geoffrey Grace was intoxicated at the time of the collision.",
            "The trial court stated the evidence regarding alcohol was not admissible unless there was some evidence that Geoffrey Grace was in fact intoxicated, and the trial court concluded there was no such evidence. The court found that even the testimony regarding beer cans found in the water was inadmissible because it was prejudicial. Further, the court concluded the fact that the teenagers may have been drinking underage had nothing to do with whether they were intoxicated or negligent."
        ],
        "Application of Law to Facts": [
            "However, Arkansas Rule of Evidence 403 allows a trial court to exclude relevant evidence if its probative value is substantially outweighed by the danger of unfair prejudice or possibility of confusion of issues. The balancing of probative value against prejudice is a matter left to the sound discretion of the trial judge and his decision on such a matter will not be reversed absent a manifest abuse of discretion.",
            "We hold the appellants have failed to establish that the trial court abused its discretion. The trial court found there was simply no evidence that Geoffrey Grace was intoxicated, and, as to beer cans both in the water and on the party barge, the trial court noted that we have jurors that when they hear the word beer cans, it's all over for either side. And I don't admit those unless there's evidence of intoxication."
        ],
        "Relevant Precedents": [
            "Ark. Code Ann. § 27-101-203(a)(2) (Repl. 1994).",
            "City of Little Rock v. Cameron, , 897 S.W.2d 562 (1995).",
            "Ark. Code Ann. § 27-101-202(7) (Repl. 1994)",
            "Gipson v. Garrison, , 824 S.W.2d 829 (1992)."
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}