{
    "text": "Hensley v. White River Medical Center, 28 Ark. App. 27, 770 S.W.2d 190 (1989)\nMay 17, 1989 · Arkansas Court of Appeals · CA 88-351\n28 Ark. App. 27, 770 S.W.2d 190\nErma HENSLEY and Henry Hensleyv.WHITE RIVER MEDICAL CENTER\n770 S.W.2d 190\nCourt of Appeals of Arkansas Division II\n*28 Larry Dean Kissee and Tom Garner, for appellants.\nBarrett, Wheatley, Smith & Deacon, by: Paul D. McNeill, and J.C. Acchione, for appellee.\nJohn E. Jennings, Judge.\nAppellee, White River Medical Center, sued appellant, Henry Hensley, for nonpayment of an $8,800.00 hospital bill. Hensley filed a counterclaim for medical malpractice alleging that while he was a patient in the hospital, a nurse or other employee of White River Medical Center, Inc., improperly placed and improperly removed an intravenous catheter or similar device from his left arm and hand resulting in permanent injury to his left arm and hand with paresthesis. Hensley's wife joined in the counterclaim to seek loss of consortium. One paragraph of the counterclaim stated:\n*29A copy of a Notice of Intent to Sue pursuant to the applicable Arkansas statute addressed to the administrator of White River Medical Center, Inc., which is being mailed concurrent with the mailing of this answer is attached hereto and after the running of the appropriate sixty (60) day period of time, defendants will amplify their counterclaim filed herein; that until the running of the requisite notice period and an opportunity be had for defendants to further amplify their counterclaim herein, this matter should be held in abeyance.\nThe wherefore clause of the counterclaim also prayed that this matter be held in abeyance pending the filing of an amplified counterclaim after the running of the statutory notice period required for malpractice actions; . . .\nThe counterclaim was filed on September 15, 1986. On October 20, 1986, Paul McNeill, the attorney representing the hospital, wrote to David Laser, the attorney for the Hensleys:\nDear David:\nYou and I talked once about this matter and you said you were still checking into it and there was no reason for us to make any formal reply to your counterclaim. Likewise, I am not planning on doing anything until I hear further from you. If I need to go ahead and do anything at this time, I will be glad to; but I do not plan on filing a pleading at this time unless you feel it is necessary.\nBy March 13,1987, the Hensleys were no longer represented by Mr. Laser but had retained John Norman Harkey. On that date, Mr. Laser wrote to Mr. McNeill:\nDear Paul:\nI am sending a copy of this letter to Norman [Mr. Harkey] so he will know that per your and my agreement you are not in default on the counterclaim we filed in the collection case and that it was your and my agreement that if and when we decided to pursue the malpractice action you would meet the issues with an appropriate pleading at that time.\nAlso on March 13,1987, Mr. Harkey filed, on the Hensleys' *30behalf, a motion for a default judgment. The record reflects that the motion was never acted upon and there is no indication in the record that appellants ever sought a ruling on the motion. On April 17, 1987, Mr. McNeill filed, on behalf of the hospital, an Answer to Counterclaim. On May 21, 1987, McNeill wrote this letter to Harkey:\nI was unaware that in March you had filed a motion for a default on counterclaim in this matter. J.C. Acchione sent this to me. As I'm sure you are aware, when David Laser filed the counterclaim, I discussed with David whether we need to file an answer and he told me that we did not because he was investigating the matter. I enclosed for you a copy of my October 20, 1986 letter to David Laser confirming that agreement.\nFurthermore, on March 13, 1987, David Laser wrote me with a copy to you confirming that as our agreement and we weren't in default. Immediately upon receipt of that, I wrote you a letter of March 16th that I would file an answer if you wanted me to at that time. You wrote back on April 1 telling me to file a response which I did on April 17th.\nI assume from all this that the motion for default judgment is moot. If you disagree with my assessment of the status of the pleadings, let me know and I will immediately file a response to the motion by formal pleading for ruling on by the judge.\nA motion for summary judgment on the counterclaim was filed by the hospital on September 11, 1987, supported by affidavits. The court held a pretrial conference on November 5, 1987, at which time Mr. Hensley appeared pro se, Mr. Harkey having withdrawn as counsel. The court set the case for trial for March 9,1988. Requests for admissions were filed on January 20, 1988, asking that Mr. Hensley admit or deny the correctness of the hospital bill. The requests were never answered. A motion for summary judgment on the bill was filed February 26, 1988. On the day of trial Mr. Hensley again appeared pro se, advised the court that he was not represented by counsel and was not prepared for trial, and sought a continuance. The court then granted summary judgment for the hospital on its claim and against the Hensleys on their counterclaim.\n*31On appeal, the Hensleys contended that the trial court erred in granting the hospital's motions for summary judgment and that the trial court erred in not granting their motion for a default judgment. We affirm.\nAppellants' argument that the trial court erred in not granting their motion for default judgment is based primarily on Ark. R. Civ. P. 55(a) and the cases interpreting that rule. Rule 55 provides that when a party against whom a judgment for affirmative relief is sought has failed to appear or otherwise defend as provided by these rules, judgment by default shall be entered by the court.\nIn Webb v. Lambert, 295 Ark. 438, 748 S.W.2d 658 (1988), the supreme court held that in the absence of excusable neglect, unavoidable casualty, or other just cause for delay, it is an abuse of discretion for the trial court to refuse to grant a default judgment. In Lewis v. Crowe, 296 Ark. 175, 752 S.W.2d 280 (1988), the court reaffirmed its holding in Webb. The court also rejected the appellant's contention that the plaintiffs counsel had waived the right to a default judgment by offering to permit an answer after the defendant was already in default. The court in Lewis also said that there was no provision under Arkansas law for a waiver of the right to a default judgment.\nThere are obvious differences between the facts in the case at bar and those in Lewis and Webb. For instance, the counterclaim in this case expressly asked that it be held in abeyance until an amplified counterclaim was filed, which was never done. We need not decide, however, whether the trial court would have been obliged under Lewis to grant the motion because appellants never sought or obtained a ruling on the motion. The burden is on the party making a motion to obtain a ruling from the court and failure to do so constitutes a waiver of the motion precluding its consideration on appeal. See Rea v. Ruff, 265 Ark. 678, 580 S.W.2d 471 (1979) and Flake v. Thompson, Inc., 249 Ark. 713, 460 S.W.2d 789 (1970).\nThe sole reason advanced for appellant's contention that the trial court erred in granting summary judgment to the hospital on its bill is that there was a motion for default judgment pending. Because appellants never sought a ruling on the motion, the court did not err in granting summary judgment on the bill.\n*32 Finally, appellants contend that the trial court erred in granting summary judgment to the hospital on appellants' malpractice claim. We disagree. The general principles governing the granting of summary judgment have been clearly stated. In Walker v. Stevens, 3 Ark. App. 205, 626 S.W.2d 200 (1981), we said:\nOn [a motion for summary judgment] the moving party has the burden of demonstrating that there is no genuine issue of fact for trial and any evidence submitted in support of the motion must be reviewed most favorably to the party against whom the relief is sought. Summary judgment is not proper where evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypotheses might reasonably be drawn and reasonable men might differ. (Citations omitted.)\n3 Ark. App. at 210.\nIn Wolner v. Bogaev, 290 Ark. 299, 718 S.W.2d 942 (1986), the supreme court said:\n[Summary judgment] is an extreme remedy. The object of a summary judgment is not to try the issue but to determine if there are issues to be tried. If there is any doubt whatever, it should be denied. (Citations omitted.)\n290 Ark. at 302.\nAlthough affidavits for summary judgment are construed against the moving party, once the movant makes a prima facie showing of entitlement the respondent must meet proof with proof by showing a genuine issue as to a material fact. Pruitt v. Cargill, Inc., 284 Ark. 474, 683 S.W.2d 906 (1985).\nIn the case at bar, the hospital submitted three affidavits with its motions. The affidavit of Shirley Roberts stated that she was a licensed practical nurse and employed by the hospital. The affidavit stated that she removed the intravenous catheter from Mr. Hensley's left arm, that it was a simple procedure, and that she removed it without causing any injury. In another affidavit, Myra Looney stated that she was the director of nurses at the hospital and that at no time during Mr. Hensley's hospitalization did any hospital employee place an intravenous catheter in his left *33arm. The affidavit of Dr. J. D. Allen recited that he was Mr. Hensley's treating physician during his hospitalization in March of 1985. It stated that the intravenous catheter was transferred from Mr. Hensley's left arm to his right on March 20,1985, that Mr. Hensley did not sustain an injury to the ulnar nerve of the left arm while a patient at the hospital and that in his opinion, the hospital did not breach the standard of care in the treatment of Mr. Hensley, causing an injury to his left arm involving the nerve.\nWhen the affidavits are read together, and in context, we think that they establish a prima facie showing of entitlement to summary judgment on the hospital's part. The burden of meeting proof with proof' then rested with the appellants. This burden was not met and the trial court did not err in granting summary judgment.\nAppellants contend that Wolner v. Bogaev, cited above, dictates a contrary result. We cannot agree. Wolner was also a medical malpractice case and there the motion for summary judgment rested essentially on the affidavits of two doctors. The court in Wolner characterized those affidavits as merely con-clusory assertions that they were not at fault and said that when such conclusory assertions are virtually all the supporting strength behind a motion for summary judgment a prima facie showing of entitlement has not been made. All the affidavits in the case at bar contain statements which are, to a certain extent, conclusory. However, they also contain relevant statements of fact. For instance, Ms. Roberts stated that she removed the intravenous catheter without causing any injury. Likewise, Ms. Looney's statement that no hospital employee inserted a catheter into Mr. Hensley's left arm is a statement of fact, not a conclusory assertion.\nOur conclusion is that the affidavits were sufficient to establish a prima facie showing of entitlement to summary judgment. Because appellants failed to file an affidavit in response to the motion for summary judgment showing a genuine issue of material fact, summary judgment was appropriate.\nAffirmed.\n*34Mayfield and Rogers, JJ., agree.\n\n\nPlain English summary:\nMedical malpractice case. Hospital defendant filed three affidavits in support of its motion for summary judgment. The trial court granted summary judgment on the basis of the affidavits, and the appellate court affirmed. \n",
    "annotations": {
        "Facts": [
            "Shirley Roberts ",
            "was a licensed practical nurse and employed by the hospital.",
            "she removed the intravenous catheter from Mr. Hensley's left arm",
            "it was a simple procedure",
            "Myra Looney ",
            "was the director of nurses at the hospital",
            "at no time during Mr. Hensley's hospitalization did any hospital employee place an intravenous catheter in his left arm. ",
            "the intravenous catheter was transferred from Mr. Hensley's left arm to his right on March 20,1985",
            "Mr. Hensley did not sustain an injury to the ulnar nerve of the left arm while a patient at the hospital"
        ],
        "Procedural History": [
            "Appellee, White River Medical Center, sued appellant, Henry Hensley, for nonpayment of an $8,800.00 hospital bill. Hensley filed a counterclaim for medical malpractice alleging that while he was a patient in the hospital, a nurse or other employee of White River Medical Center, Inc., improperly placed and improperly removed an intravenous catheter or similar device from his left arm and hand resulting in permanent injury to his left arm and hand with paresthesis.",
            "The counterclaim was filed on September 15, 1986.",
            "A motion for summary judgment on the counterclaim was filed by the hospital on September 11, 1987, supported by affidavits.",
            "On the day of trial Mr. Hensley",
            "appeared pro se, advised the court that he was not represented by counsel and was not prepared for trial, and sought a continuance. The court then granted summary judgment for the hospital on its claim and against the Hensleys on their counterclaim.On appeal, the Hensleys contended that the trial court erred in granting the hospital's motions for summary judgment",
            "Although affidavits for summary judgment are construed against the moving party, once the movant makes a prima facie showing of entitlement the respondent must meet proof with proof by showing a genuine issue as to a material fact."
        ],
        "Application of Law to Facts": [
            "appellants contend that the trial court erred in granting summary judgment to the hospital on appellants' malpractice claim. We disagree.",
            "In the case at bar, the hospital submitted three affidavits with its motions. ",
            "Dr. J. D. Allen recited that",
            "in his opinion, the hospital did not breach the standard of care in the treatment of Mr. Hensley, causing an injury to his left arm involving the nerve.When the affidavits are read together, and in context, we think that they establish a prima facie showing of entitlement to summary judgment on the hospital's part. The burden of meeting proof with proof' then rested with the appellants. This burden was not met and the trial court did not err in granting summary judgment.",
            "Our conclusion is that the affidavits were sufficient to establish a prima facie showing of entitlement to summary judgment. Because appellants failed to file an affidavit in response to the motion for summary judgment showing a genuine issue of material fact, summary judgment was appropriate."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}