{
    "text": "Martin v. Hearn Spurlock, Inc., 73 Ark. App. 276, 43 S.W.3d 166 (2001)\nApril 18, 2001 · Arkansas Court of Appeals · CA 00-1001\n73 Ark. App. 276, 43 S.W.3d 166\nCarolyn MARTINv.HEARN SPURLOCK, INC., d/b/a J.B.'s Express\n43 S.W.3d 166\nCourt of Appeals of Arkansas Division III\n*277 Mark M. Derrick, for appellant.\nMatthews, Sanders & Sayes, by: Doralee Idleman Chandler and Roy Gene Sanders, for appellee.\nJOHN F. STROUD, JR., Chief Judge.\nThis is a negligence case in J which appellant, Carolyn Martin, slipped on the freshly mopped floor of a business establishment owned by appellee, Hearn Spurlock, Inc., and fractured her kneecap. At the close of appellant's case, appellee moved for a directed verdict, which the trial court granted. Appellant contends that the trial court erred in doing so. We agree, and therefore reverse and remand.\nA property owner has a duty to exercise ordinary care to maintain his premises in a reasonably safe condition for the benefit of an invitee. Brunt v. Food 4 Less, Inc., 318 Ark. 427, 885 S.W.2d 894 (1994). In order to prevail in a slip-and-fall case involving an invitee, the plaintiff must show either (1) that the presence of a substance upon the premises was the result of the defendant's negligence, or (2) that the substance had been on the premises for such a length of time that the defendant knew or reasonably should have known of its presence and failed to use ordinary care to remove it. Kopriva v. Burnett- Croom-Lincoln-Paden, LLC., 70 Ark. App. 131, 15 S.W.3d 361 (2000).\nUnder the facts of this case, we are concerned with the first test. We have defined negligence as the failure to do something which a reasonably careful person would do. Amhrus v. Russell Chevrolet Co., 327 Ark. 367, 370, 937 S.W.2d 183, 184 (1997). In addressing the issue of whether a directed verdict should have been granted, we must view the evidence in the hght most favorable to the party against whom the verdict is sought and give it the highest probative value, taking into account ah reasonable inferences deducible from it. Johnson v. Arkla, Inc., 299 Ark. 399, 771 S.W.2d 782 (1989). Where the evidence is such that fair-minded people might have different conclusions, then a jury question is *278presented and the directed verdict should be reversed. Id. A motion for directed verdict should be granted only if there is no substantial evidence to support a jury verdict. Boykin v. Mr. Tidy Car Wash, Inc., 294 Ark. 182, 741 S.W.2d 270 (1987).\nIn examining the negligence issue presented here, the ultimate question presented to us is whether there was any substantial evidence presented that would have supported a jury verdict in favor of appellant. The facts presented in the instant case resemble situations presented in Boykin, supra, and McKay v. St. Paul Insurance Co., 289 Ark. 467, 711 S.W.2d 834 (1986).\nIn Boykin, the appellant went to the appellee's place of business, a full-service car wash. He fell when he exited the waiting room to retrieve his car after it had been washed and injured his knee, requiring surgery. He filed suit, contending that he slipped and fell on soapy water. After appellant presented his case, the trial court granted a directed verdict in favor of the car wash, stating that from the evidence, the jurors would have to speculate that the water in front of the door resulted from the car-wash employee's actions. Our supreme court reversed and remanded the case, summarizing appellant's evidence as follows:\nIn reviewing the record of the trial, the appellant presented the following evidence: 1) He testified that after he opened the door of the waiting room and stepped down from a curb, his foot slipped like I hit ice or something; 2) He said that after he fell, he noticed there was water and soap, where it was running down in front of the door; 3) He further related that the water and soap was coming from cars exiting the wash rack and that he was fairly certain that this [the water and soap from rinsed cars] is what caused [him] to fall; 4) Tom Beam, a frequent customer of the appellee, testified that he saw the appellant fall, but did not see what caused the fall; 5) Beam also testified that immediately where the appellant fell he did not recall water, but he did state that approximately six feet away from the door, an employee of the car wash was rinsing off cars, as they exited the car wash rack. In addition, Beam stated that the cars normally were finished before they exited the rack.\nBoykin, 294 Ark. at 184, 741 S.W.2d at 271. The supreme court explained its reversal in Boykin:\nAppellant's testimony showed that soapy water was running in front of the door he had exited, and Beam related that just six feet *279to the right of that door, an appellee's employee was rinsing off cars as they exited the wash rack. In viewing, as we must, the testimony in appellant's favor and deducing from the evidence all reasonable inferences, we believe the jury could have reasonably inferred from the evidence that the employee's actions resulted in soapy water running in front of the door. Whether that evidence shows the appellee was negligent and the soapy water caused the appellant to fall are simply questions for the jury to answer. Accordingly, we reverse and remand for the jury to determine these questions of fact.\nId. at 185, 741 S.W.2d at 272.\nIn McKay v. St. Paul Insurance Co., 289 Ark. 467, 711 S.W.2d 834 (1986), the appellant, a security employee, slipped and fell in a substance in the hallway of Crittenden Memorial Hospital. On the date of the occurrence, other employees of the hospital were stripping and waxing the floor near where the appellant fell. In a discovery deposition of one of those employees, he stated that they had been working inside a roped-off area but were in the process of removing the equipment and returning it to the storage area. The appellant stated that the spot where he fell was about five feet from the roped-off area, and that he fell somewhere between the roped-off area and the place where the mops and buckets were resting. The appellee moved for summary judgment, which was granted by the trial court. Our supreme court reversed, finding that the pleadings, depositions, and affidavits filed in this case, considered in the fight most favorable to the appellant, together with all reasonable inferences and deductions therefrom, leave genuine issues of fact to be determined.\nHere, appellant was the only witness to testify at the trial of this matter. She stated that she was fifty-two years old; that she was the manager of a Sonic restaurant in Searcy; that on the day of the incident, she stopped at appellee's business, J.B.'s Express, to buy gas; and that her thirteen-year-old son and three grandchildren were with her. She stated that when she entered the business, she saw a lady up against the back wall, and there was — she had a mop in her hand, and there was a mop bucket beside her. She said that she walked down an aisle that had not been mopped, Aisle No. 1, to get to the drink area; that she located the Diet Dr. Pepper section; and when she started to turn and come down the aisle where her son was standing, Aisle No. 2, it was wet. Using a diagram that was not included in the record, appellant stated that she asked her son to hand her some candy, and she turned around *280to come back and the girl that was mopping was right behind her. Appellant stated that she routinely walked on wet and greasy floors; that she did not run down the aisle and did not get in a hurry; and that she took her time and walked down the aisle. She stated that when she made the next step to go to the register, I just picked up my right foot. . . . And took a step like this . . . and my foot went up and my body . . . went forward, and I went down on this knee. She testified that at first she did not think she had been hurt, but that she looked down at her knee, and that's when I saw the bone.\nShe also testified that no one at the business told her where to walk; that no one pointed out any dry areas; and that she felt she was walking very cautiously because she was careful how she placed and picked up her feet.\nOn cross-examination, appellant acknowledged that from the minute she walked into the store she saw a lady mopping an area of the store; that she could see the aisle to her left, but not the other three aisles; and that she could see Aisle No. 1, the aisle next to the window and the one she traveled to get to the back of the store, was dry. She stated that when she went by the first time she thought the spot where she eventually fell was dry. She stated that by the time she got her soft drink, got the candy from her son, and turned to leave, the lady with the mop was mopping right behind her; that she never saw the lady mopping Aisle No. 1, but that it was her belief that by the time she turned around and started back, the lady had done so. She said that she noticed Aisle No. 2, the aisle her son was in, had been mopped prior to her entering the store; that she did not know whether Aisle Nos. 3 and 4 had been mopped or whether the area in front of the cash register had been mopped; and that as far as she knew, those areas were dry. She acknowledged that at the point she was ready to return from the drink area, the most freshly mopped area would have been Aisle No. 1, which was the aisle she had originally traveled to get to the back of the store. She stated that she nevertheless decided to walk on Aisle No. 1. She said that she did not ask anybody if Aisle Nos. 3 or 4 had been mopped. She stated that other than water, she did not see anything else on the floor. She stated that the floor did not have water standing on it, and that it was not sloppy. She stated that she knew the area where she fell was wet because she could feel it after the fall.\nAppellant's testimony established that large segments of the floor were being mopped in her vicinity, including right behind *281her after she entered the store; that these mopped sections were not blocked off; and that she fell as she approached the area in front of the cash register. The cross-examination of appellant focused on the condition of the aisles in the store, some of which appellant acknowledged had been mopped and some of which she did not know whether they had been mopped. Appellant's uncontroverted testimony, however, was that she fell as she approached the area in front of the cash register, where it did not look wet.\nViewing this testimony in the light most favorable to appellant, giving it the highest probative value, and taking into account all reasonable inferences Reducible therefrom, we find that fair-minded people might reach different conclusions. As in Boykin, whether this evidence establishes that the mopping caused appellee to fall and that appellant was thereby negligent are simply questions for the jury to answer. Consequently, the evidence presented a question for the jury, and we hold that the trial court erred in granting a directed verdict in favor of the appellee.\nReversed and remanded.\nPittman and Roaf, JJ., agree.\n\nPlain English summary:\nPlaintiff appellant slipped on a freshly mopped floor of a business establishment owned by defendant and fractured her kneecap. The trial court granted a direct verdict in favour of defendant. Plaintiff appealed. The appellate court held that fair-minded people might reach different conclusions on the issue of negligence, so the trial court erred in granting a directed verdict. The case was reversed and remanded.  \n",
    "annotations": {
        "Facts": [
            "appellant, Carolyn Martin, slipped on the freshly mopped floor of a business establishment owned by appellee, Hearn Spurlock, Inc., and fractured her kneecap.",
            "appellant",
            "was fifty-two years old",
            "she was the manager of a Sonic restaurant in Searcy",
            "on the day of the incident, she stopped at appellee's business, J.B.'s Express, to buy gas",
            "her thirteen-year-old son and three grandchildren were with her",
            "when she entered the business, she saw a lady up against the back wall, and there was — she had a mop in her hand, and there was a mop bucket beside her.",
            "she walked down an aisle that had not been mopped, Aisle No. 1, to get to the drink area",
            "she located the Diet Dr. Pepper section; and when she started to turn and come down the aisle where her son was standing, Aisle No. 2, it was wet.",
            "appellant",
            "asked her son to hand her some candy, and she turned around *280to come back and the girl that was mopping was right behind her.",
            "Appellant",
            "routinely walked on wet and greasy floors; that she did not run down the aisle and did not get in a hurry; and that she took her time and walked down the aisle.",
            "when she made the next step to go to the register, I just picked up my right foot. . . . And took a step like this . . . and my foot went up and my body . . . went forward, and I went down on this knee.",
            "at first she did not think she had been hurt, but that she looked down at her knee, and that's when I saw the bone.",
            "no one at the business told her where to walk; that no one pointed out any dry areas; and that she felt she was walking very cautiously because she was careful how she placed and picked up her feet.",
            "appellant acknowledged that from the minute she walked into the store she saw a lady mopping an area of the store",
            "she could see the aisle to her left, but not the other three aisles; and",
            "she could see Aisle No. 1, the aisle next to the window and the one she traveled to get to the back of the store, was dry.",
            "when she went by the first time she thought the spot where she eventually fell was dry.",
            "by the time she got her soft drink, got the candy from her son, and turned to leave, the lady with the mop was mopping right behind her; that she never saw the lady mopping Aisle No. 1, but that it was her belief that by the time she turned around and started back, the lady had done so.",
            "Aisle No. 2, the aisle her son was in, had been mopped prior to her entering the store",
            "she did not know whether Aisle Nos. 3 and 4 had been mopped or whether the area in front of the cash register had been mopped; and that as far as she knew, those areas were dry.",
            "at the point she was ready to return from the drink area, the most freshly mopped area would have been Aisle No. 1, which was the aisle she had originally traveled to get to the back of the store",
            "she nevertheless decided to walk on Aisle No. 1. She said that she did not ask anybody if Aisle Nos. 3 or 4 had been mopped",
            "other than water, she did not see anything else on the floor.",
            "the floor did not have water standing on it, and that it was not sloppy",
            "she knew the area where she fell was wet because she could feel it after the fall."
        ],
        "Procedural History": [
            "This is a negligence case",
            "At the close of appellant's case, appellee moved for a directed verdict, which the trial court granted. Appellant contends that the trial court erred in doing so.",
            "In addressing the issue of whether a directed verdict should have been granted, we must view the evidence in the hght most favorable to the party against whom the verdict is sought and give it the highest probative value, taking into account ah reasonable inferences deducible from it."
        ],
        "Application of Law to Facts": [
            "Appellant's testimony established that large segments of the floor were being mopped in her vicinity, including right behind her after she entered the store; that these mopped sections were not blocked off; and that she fell as she approached the area in front of the cash register. The cross-examination of appellant focused on the condition of the aisles in the store, some of which appellant acknowledged had been mopped and some of which she did not know whether they had been mopped. Appellant's uncontroverted testimony, however, was that she fell as she approached the area in front of the cash register, where it did not look wet.Viewing this testimony in the light most favorable to appellant, giving it the highest probative value, and taking into account all reasonable inferences Reducible therefrom, we find that fair-minded people might reach different conclusions. As in ",
            ", whether this evidence establishes that the mopping caused appellee to fall and that appellant was thereby negligent are simply questions for the jury to answer. Consequently, the evidence presented a question for the jury, and we hold that the trial court erred in granting a directed verdict in favor of the appellee."
        ],
        "Relevant Precedents": [
            "Brunt v. Food 4 Less, Inc., , 885 S.W.2d 894 (1994).",
            "Kopriva v. Burnett- Croom-Lincoln-Paden, LLC., , 15 S.W.3d 361 (2000).",
            "Amhrus v. Russell Chevrolet Co., , 370, 937 S.W.2d 183, 184 (1997).",
            "Boykin, supra, ",
            "McKay v. St. Paul Insurance Co., 289 Ark. 467,  (1986).",
            "Boykin",
            "Boykin, 294 Ark. at 184, .",
            "Boykin",
            "Id. at 185, .",
            "McKay v. St. Paul Insurance Co., 289 Ark. 467,  (1986)",
            "Boykin"
        ],
        "Outcome": [
            "We agree, and therefore reverse and remand.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}