{
    "text": "Kristie's Katering, Inc. v. Ameri, 72 Ark. App. 102, 35 S.W.3d 807 (2000)\nDec. 13, 2000 · Arkansas Court of Appeals · CA 99-1374\n72 Ark. App. 102, 35 S.W.3d 807\nKRISTIE'S KATERING, INC.v.Nasser AMERI\n35 S.W.3d 807\nCourt of Appeals of Arkansas Division I\n*105 Sullivan Law Firm, P.L.L.C., by: Gary L. Sullivan, for appellant.\nThe Bond Law Firm, by: Will Bond, for appellee.\nSam BIRD, Judge.\nKristie's Katering, Inc., appeals a decision of a Pulaski County jury awarding Nasser Ameri $16,000 for injuries he claimed he sustained at the hands of security guards at one of Kristie's night clubs, the Discovery Club, on July 21, 1996. Kristie's argues that the trial court erred in (1) denying its motion for a new trial because of the misconduct of a juror; (2) requiring the presence of Norman Jones, owner of Kristie's, at trial and permitting him to be a witness when Ameri had failed to timely subpoena Jones; (3) denying Kristie's motion for judgment notwithstanding the verdict because Ameri failed to prove all the elements of his claim of negligence; (4) allowing testimony from the records custodian at UAMS regarding Ameri's medical bills when they were not provided in discovery; and (5) allowing Ameri to use the deposition of witness Abdullah Alkhomairi without first making a finding that Alkhomairi was unavailable as a witness under Ark. R. Evid. 804. Because we find no error as to any of these points, we affirm.\nAt trial, Ameri testified that he had come to the United States from Yemen in 1987 for an education and graduated from UALR with a degree in computer science. He said he went to the Discovery Club every couple of weeks for an evening of dancing and entertainment. On July 21, 1996, Ameri got to the club around 1 a.m. Although he said he was not drinking, his friend, Saif, was, and Saif got into a verbal confrontation with an oriental man. Ameri said he attempted to separate the men but was unsuccessful. About that time the lights came on, and the discjockey announced that the club was closing. Ameri testified that as he was leaving, one of the club's security guards grabbed Saif, and another security guard grabbed him from behind with his arm around Ameri's neck. The guard who was holding Ameri choked him while another *106guard hit him in the face with his fist, and his nose was broken. Ameri said he incurred medical bills of approximately sixty-three hundred dollars.\nKristie's first argues that the trial court erred in denying its motion for a new trial because of the misconduct of a juror. Kristie's filed a motion for a new trial, to which it attached as an exhibit the affidavit of Norman Jones. Jones stated that when he returned to the Discovery Club the evening the trial concluded, he was told that juror Joan Cunningham's son, who had been thrown out of the club at least twice in the previous twelve months, was in the club discussing the suit against Kristie's. According to the affidavit, Jones was told that Billy Cunningham was boasting that his mom had been on the jury, and that she had voted against Kristie's.\nKristie's asserts that Ms. Cunningham held a grudge against the club for ejecting her son, that the verdict reflected her bias, and that awarding such an excessive amount for damages gave her revenge against the club. Kristie's argues that because Cunningham failed to disclose during voir dire that her son had been ejected from the club twice, and without her vote the jury could not have reached a nine-person verdict, Cunningham was guilty- of juror misconduct so egregious that a new trial was warranted.\nArkansas Rules of Civil Procedure 59(a) provides:\nA new trial may be granted to all or any of the parties and on all or part of the claim on the application of the party aggrieved, for any of the following grounds materially affecting the substantial rights of such party: ... (2) misconduct of the jury or prevailing party[.]\nSee Trimble v. State, 316 Ark. 161, 871 S.W.2d 562 (1994); and Hacker v. Hall, 296 Ark. 571, 759 S.W.2d 32 (1988).\nThe matter of granting or denying a new trial lies within the sound judicial discretion of the trial judge whose action will be reversed only upon a clear showing of abuse of that discretion or manifest prejudice to the defendant. Hicks v. State, 324 Ark. 450, 921 S.W.2d 604 (1996); Newberry v. State, 262 Ark. 334, 557 S.W.2d 864 (1977); Safely v. State, 32 Ark. App. 111, 797 S.W.2d 468 (1990). In order to succeed in a motion for new trial, a defendant has the burden of developing and presenting evidence *107sufficient to show that a new trial is warranted. Landreth v. State, 331 Ark. 12, 960 S.W.2d 434 (1998); Miller v. State, 328 Ark. 121, 942 S.W.2d 825 (1997); Diemer v. Dischler, 313 Ark. 154, 852 S.W.2d 793 (1993). The moving party must show that the alleged misconduct prejudiced his chances for a fair trial and that he was unaware of this bias until after trial. Owens v. State, 300 Ark. 73, 111 S.W.2d 205 (1989); Hendrix v. State, 298 Ark. 568, 768 S.W.2d 546 (1989). A juror who knowingly fails to respond to any question during voir dire that would reveal a disqualification on the part of that juror shall be deemed to have answered falsely. Pineview Farms, Inc. v. Smith Harvestore, Inc., 298 Ark. 78, 765 S.W.2d 924 (1989).\nAppellant relies heavily on Zimmerman v. Ashcraft, 268 Ark. 835, 597 S.W.2d 99 (Ark. App. 1980), in which a new trial was granted because two jurors failed to respond when the court asked the jury panel if they had litigation pending in circuit court or were involved in litigation in which the lawyers for either side were participants. In reality, two of the jurors were parties to cases pending before the court. The court of appeals held that these two jurors certainly could have been aware they were not answering truthfully, 268 Ark. at 837, 597 S.W.2d at 101, and that even the appearance of juror misconduct is enough to warrant a new trial.\nIn Big Rock Stone & Material Co. v. Hoffman, 233 Ark. 342, 344 S.W.2d 585 (1961), the court held that a juror had no knowledge that a suit had been filed in his behalf by an attorney in the same firm as the attorney for one of the parties, and it was therefore impossible for the pendency of that case to have any effect whatever upon his deliberations and conclusions as a juror.\nIn Berry v. St. Paul Fire & Marine Ins. Co., 328 Ark. 553, 944 S.W.2d 838 (1997), the Arkansas Supreme Court held that the questions asked during voir dire were confusing, that the juror might not have realized exactly what was being asked, and that the party seeking a new trial had not shown that the information would have necessarily led to the juror being stricken.\nIn the instant case, there is no evidence of Billy Cunningham's age, whether or not he lived with his mother, that Ms. Cunningham knew that her son had been ejected from the appellant's nightclub, or even that she knew he went there. Kristie's Katering has failed to present this court with evidence that would *108show that juror Cunningham was a knowingly biased juror. Consequently, we cannot say that the trial .court abused its discretion in refusing to grant a new trial.\nNext, Kristie's argues that the court committed reversible error by requiring the presence of Norman Jones at trial and by permitting him to be called as a witness by Ameri in his case-in-chief, when he had failed to timely subpoena Jones. Kristie's states that the day before trial its counsel was asked by Ameri's attorney if Jones had been subpoenaed. When told that he had not, Ameri sought leave from the judge to subpoena Jones within two days of trial, as permitted by Ark. R. Civ. P. 45(d). Kristie's objected, and the record does not show that any subpoena was issued for Jones or that any witness fee was tendered. However, according to Kristie's, the court got involved and more-or-less told defense counsel to have [Jones] in the court room for Plaintiff's use in his case-in-chief. Jones did appear at trial, was called to testify by Ameri, and Jones's testimony constitutes the only evidence of the appellant's negligent hiring and training of security guards. We can find nothing in the record confirming that the judge ordered counsel for Kristie's to have Jones at trial, or that Kristie's objected to Jones testifying when he was called to the witness stand by Ameri. It is appellant's duty to bring us a complete record that demonstrates error. Pocahontas Fed. Sav. v. J.T. White, 67 Ark. App. 378, 1 S.W.3d 471 (1999).\nKristie's next argues that the court erred in denying its motion for new trial or judgment notwithstanding the verdict because Ameri's evidence was not sufficient to support a finding that Kristie's had been negligent in failing to meet its duty to provide business invitees a safe environment or in the hiring and training of security guards.\nAmeri alleged that he was leaving the club when a black security guard, whom Ameri identified as Lamont Charleston, grabbed him around the neck, and that, while he was being held from behind by Charleston, a white security guard hit him in the face. On cross-examination, Ameri admitted that, about six weeks before the July 21 incident, he had had a dispute with Charleston involving another incident in the parking lot of the Discovery Club, and that Charleston had told him following the earlier dispute that, I will get you.\n*109Ameri's description of the July 21 incident was corroborated through the deposition testimony of Abdullah Alkhomairi, who stated that he knew Ameri, that he was at the Discovery Club on the night of July 21, 1996, that he saw a black security guard grab Ameri from behind by the neck and a white security guard hit Ameri in the face, and that other security then came and started hitting on Ameri.\nTwo witnesses were called for the defense. Lamont Charleston testified that he had been a security guard at the Discovery Club during the period that included July 21, 1996. However, Charleston testified that he did not know Ameri, that he had never before seen Ameri, that he .had never been involved in an altercation of any kind involving Ameri, and that he had not had a dispute with Ameri in the parking lot of the Discovery Club about six weeks before July 21, 1996, because we didn't have any liability on what happened in the parking lot. Charleston testified that incidents involving significant injury and the loss of a lot of blood were out of the ordinary at the Discovery Club, and that he would recall the occurrence of such an incident. He said that he did not recall an incident during July of 1996 involving a big bloody scene, and that he did not recall being involved in an incident where he choked Ameri while another security guard hit Ameri in the nose. Although Charleston indicated that there were frequent occasions requiring security guards to expel unruly patrons from the club, they seldom involved physical altercations. He said that when a patron became unruly to the point of requiring expulsion, two security guards would walk the person out, with one guard on each side. He said that if a patron got physical, like throwing punches, the guards would hug them and escort them out.\nThe other defense witness, Kenneth Brown, testified that during July of 1996 he was employed as a bartender in the dance area of the Discovery Club and was familiar with security at the club. He stated that he had seen Ameri a time or two at the club, but that he had never seen Ameri involved in a fight at the club. He said that he was not familiar with any altercation at the Discovery Club that involved massive amounts of blood, and that if such a thing had happened, he would know about it. He did not recall any major physical altercation having occurred at the club during the month of July 1996.\n*110Norman Jones, the president and sole shareholder in Kristie's Katering, testified that he was in charge of security at the club when Ameri was injured and that he hired the security personnel. Jones admitted that he had no formal training program for security guards, no training manuals, materials, or workbooks to inform them of their duties, and no written rules or regulations governing their conduct. However, he said, the security personnel he hired almost always had experience in the field and they all were expected to use common sense in trying to maintain calm at the club.\nTo establish a prima facie case of negligence, a plaintiff must show that damages were sustained, that the defendant breached the standard of care, and that the defendant's actions were the proximate cause of the damages. Burns v. Boot Scooters, Inc., 61 Ark. App. 124, 965 S.W.2d 798 (1998). In determining whether a jury's verdict is supported by substantial evidence, we review the evidence and all reasonable inferences arising therefrom in the fight most favorable to the party on whose behalf the judgment was entered. D.B. Griffen Warehouse, Inc. v. Sanders, 336 Ark. 456, 986 S.W.2d 836 (1999); Union Pac. R.R. Co. v. Sharp, 330 Ark. 174, 952 S.W.2d 658 (1997); Esry v. Carden, 328 Ark. 153, 942 S.W.2d 846 (1997).\nThe evidence at trial was very much in dispute. The jury was not required to believe the testimony of Charleston that he had not been involved in the incident that Ameri described. Both Ameri and Alkhomairi testified in detail to the occurrence of the incident, and the jury would have been justified in finding their testimony to be more credible than that of Charleston. From the medical records, there was no doubt that Ameri sustained serious injuries to his nose on July 21, 1996, and there was no evidence to suggest how Ameri's injuries might have otherwise occurred.\nKristie's also argues that, because Ameri admitted that Charleston's alleged conduct must have been the result of a grudge that arose from an earlier dispute, then Kristie's cannot be held liable to Ameri under the theory of respondeat superior because Charleston was acting in his personal interests and contrary to the interests of his employer. The answer to this argument is threefold. First, if Charleston was acting in satisfaction of his personal grudge, that does not explain why Ameri was struck in the face by the unidentified white security guard and beaten up by other security *111guards whom the evidence did not indicate had any reason to harbor a grudge against Ameri. Second, the evidence offered by Ameri and Alkhomairi relating to the incident on July 21, 1996, was clearly sufficient to enable the jury to conclude that both security guards were acting in the course of their employment by Kristie's and in furtherance of Kristie's interests. Even if Charleston did have a personal grudge against Ameri arising from the earlier dispute, the jury was justified in finding, from the evidence of the circumstances surrounding the incident, that Charleston and the other guard were acting in their capacity as security guards and not in satisfaction of Charleston's personal interests. This is particularly true in view of Charleston's complete denial of any knowledge of Ameri or of an occurrence that could have resulted in Ameri's injuries. The jury could well have believed Charleston's testimony that he did not know Ameri, leaving only the alternative that Charleston and the other guard were acting in their capacity as security guards and in the interests of Kristie's. Third, and perhaps most important, Ameri proceeded at trial on the theory that Kristie's was negligent in faffing to monitor, properly train, or supervise its security force. In Sparks Reg'l Med. Ctr. v. Smith, 63 Ark. App. 131, 976 S.W.2d 396 (1998), we clarified the distinction between the theories of respondeat superior and negligent supervision. There we quoted from 27 Am. Jur. 2d Employment Relationship § 472 (1996), which states:\nEmployers are subject to direct liability for the negligent hiring, retention, or supervision of their employees when third parties are injured by the tortious acts of such unfit, incompetent, or unsuitable employees. In order to recover, the plaintiff must show that the employer knew, or in the exercise of ordinary care should have known, that its employee's conduct would subject third parties to an unreasonable risk of harm.\nThis theory is completely separate from the respondeat superior theory of vicarious liability because the cause of action is premised on the wrongful conduct of the employer, such that the employer's negligence was the proximate cause of the plaintiff's injuries.\nIn American Automobile Auction, Inc. v. Titsworth, 292 Ark. 452, 730 S.W.2d 499 (1987), Arkansas adopted the theory of negligent supervision.\n*112We think that the evidence that Kristie's owner provided no formal training, no training manuals, materials or workbooks, and that there existed no written rules or regulations governing the conduct of security guards in ejecting patrons, coupled with the evidence of the frequency of occurrences requiring such action, was sufficient evidence for the jury to conclude that Kristie's was negligent in its failure to provide adequate supervision of the guards.\nNext, appellant argues that the court erred in allowing testimony about Ameri's medical bills because they were not provided with copies of the bills in discovery. The record reveals that Kristie's objected to Ameri's calling of a witness from Medical College Physician's Group (MCPG) to introduce copies of medical bills allegedly incurred by Ameri as a result of the July 21 incident. It appears that during discovery, Ameri answered interrogatories in which he revealed that a witness might be called to introduce Ameri's medical records. However, when Ameri called a witness from MCPG to introduce Ameri's medical bills, Kristie's objected because no witness from MCPG had been identified in response to discovery and because copies of the bills had not been provided in response to a discovery request for proof of Ameri's damages. Kristie's counsel did state that she had been provided with some vague, unreadable computer printout, and that discovery had revealed that Ameri had incurred an estimated $6,000 in medical expenses, but that she had not received any of the itemized bills Ameri sought to introduce through the MCPG witness. Ameri's counsel responded that he had provided Kristie's counsel with Ameri's medical authorization and copies of all Ameri's medical bills that were available when responding to the discovery. He stated that the MCPG witness had been subpoenaed to bring Ameri's records and that those records included copies of his bills. The judge ruled that he would permit the bills to be admitted and would permit Kristie's counsel to examine them during the lunch hour before the witness testified.\nWe have long held that the court has wide discretion in matters pertaining to discovery and that we will not reverse a decision absent an abuse of discretion. Stein v. Lukas, 308 Ark. 74, 823 S.W.2d 832 (1992). See also Edwards v. Stills, 335 Ark. 470, 984 S.W.2d 366 (1998); Marrow v. State Farm Ins. Co., 264 Ark. 227, 570 S.W.2d 607 (1978). Under the circumstances revealed by the record, *113we cannot say that the court abused its discretion in overruling Kristie's objection.\nKristie's final argument is that the court erred in allowing into evidence the deposition of Alkhomairi without finding that he was unavailable under Ark. R. Evid. 804. Kristie's argues that Ameri did not make a good-faith effort to procure the attendance of Alkhomairi at trial, but it cites only criminal cases that interpreted the meaning of unavailability under Ark. R. Evid. 804. Arkansas Rule of Civil Procedure 32(a)(3)(B) provides, The deposition of a witness, whether or not a party, may be used by any party for any purpose if the court finds that the witness is at a greater distance than 100 miles from the place of trial or hearing, or is out of this state, unless the absence of a witness was procured by the party offering the deposition. In his deposition, Alkhomairi testified that he was moving to Colorado, but that if he was notified of the trial date, he would come back to Arkansas for the trial. However, Ameri's counsel informed the court that when he tried to notify Alkhomairi of the trial date by telephone, he was only able to leave a message on an answering machine, and that Alkhomairi had not returned his calls. Ameri's counsel also informed the court that Ameri had spoken to Alkhomairi's roommate' who told him that Alkhomairi was incarcerated in Colorado over a dispute with his girlfriend. In permitting Ameri to use Alkhomairi's deposition, the trial court relied on Ark. R. Civ. P. 32(a)(3)(B), and found that Alkhomairi was more than 100 miles away from the place of the trial, based on Ameri's assertion that Alkhomairi had moved to Colorado.\nIn National Bank of Commerce v. Quirk, 323 Ark. 769, 918 S.W.2d 138 (1996), the Arkansas Supreme Court stated that Rule 32 does not distinguish between discovery and evidentiary depositions. The rule has been construed to provide that any party, not only the party who took the deposition, may use the deposition of a witness, whether or not a party, for any purpose at the trial or hearing, if the party demonstrates to the court the existence of one of the conditions specified in Rule 32(a)(3). Whitney v. Holland Retirement Center, 323 Ark. 16, 912 S.W.2d 427 (1996). Under the circumstances present here, we cannot say that the judge abused his discretion in allowing the deposition to be used.\nAffirmed.\n*114Jennings, Neal, Crabtree, and Roaf, JJ., agree.\nRobbins, C.J., dissents.\nJOHN B. ROBBINS, Chief Judge\ndissenting. I respectfully dissent from the opinion delivered by the majority because the jury's verdict was not supported by substantial evidence and thus the trial court erred in failing to grant appellant's motion for judgment notwithstanding the verdict. The majority holds that the evidence supported appellee's contention that his damages were proximately caused by appellant's negligent supervision of its employees. I disagree.\nBy Mr. Ameri's own testimony, his damages were caused by intentional malice on the part of the security personnel. He testified that, a month and a half prior to being attacked, he inserted himself into a hostile confrontation between Mr. Charleston and an unknown stranger, and that he was a witness against Mr. Charleston. On the night of the prior confrontation Mr. Charleston told Mr. Ameri, We will get you. According to Mr. Ameri the attack was motivated by revenge. With regard to attending the club, Mr. Ameri stated,  I always feel unsafe in there, because I know they're going to beat me every time.\nThe appellant's president testified that there was no formal training program and that he did not routinely execute background checks before hiring employees. However, there was absolutely nothing in the record that would indicate that a background check on Mr. Ameri's assailants would have revealed anything to cause appellant to be suspicious of their propensity for violence. Moreover, in my view, no amount of training would likely have prevented this incident. This was not a situation where the security guards acted imprudently in dealing with an altercation. Rather, it was a situation where, by Mr. Ameri's own account, they committed a personal and intentional act of violence, which appellant could not have reasonably expected or prevented.\nNor can I find substantial evidence to support Mr. Ameri's claim that appellant was negligent in fading to provide a safe environment. Citing Indus. Park Businessmen's Club v. Buck, 252 Ark. 513, 479 S.W.2d 842 (1972), this court stated:\n*115The weight of authority supports the view that while a tavern keeper or bar operator is not an insurer of the safety of his patrons, he is under the duty to use reasonable care and vigilance to protect guests or patrons from reasonably forseeable injury, mistreatment or annoyance at the hands of other patrons. Negligence in such a situation may consist of failure to take appropriate action to eject persons of undesirable character from the premises or knowingly permitting irresponsible, vicious or drunken persons to be in and about the premises or failure to maintain order and sobriety in the establishment. Of course the proprietor is not required to protect the patrons of a bar or tavern from unlikely dangers, or improbable harm, but he is required to take affirmative action to maintain order when harm to patrons is reasonably foreseeable, and certainly whenever the circumstances are such as to indicate that the danger of harm to patrons by other patrons should have been anticipated by one reasonably alert.\nBurns v. Boot Scooters, Inc., 61 Ark. App. 124, 128, 965 S.W.2d 798, 800 (1998). In the instant case, to hold appellant liable for Mr. Ameri's injuries would be to make it an insurer of its patrons because, based on the evidence presented, the injuries were not caused by appellant's lack of reasonable care. Based on Mr. Ameri's allegations, his remedy was against the employees who attacked him, but not against the employer. I would reverse.\n\nPlain English summary:\nPlaintiff claimed to have been assaulted by security guards at a nightclub owned by defendant. His nose was broken. The jury awarded plaintiff damages, and defendant appealed. The appellate court held that there was sufficient evidence for the jury to conclude that defendant was negligent in its failure to provide adequate supervision of the guards.\n",
    "annotations": {
        "Facts": [
            "Ameri",
            "had come to the United States from Yemen in 1987 for an education and graduated from UALR with a degree in computer science. He",
            "went to the Discovery Club every couple of weeks for an evening of dancing and entertainment. On July 21, 1996, Ameri got to the club around 1 a.m. Although he",
            "was not drinking, his friend, Saif, was, and Saif got into a verbal confrontation with an oriental man. Ameri",
            "attempted to separate the men but was unsuccessful. About that time the lights came on, and the discjockey announced that the club was closing.",
            "as he was leaving, one of the club's security guards grabbed Saif, and another security guard grabbed him from behind with his arm around Ameri's neck. The guard who was holding Ameri choked him while another guard hit him in the face with his fist, and his nose was broken. Ameri",
            "incurred medical bills of approximately sixty-three hundred dollars.",
            "Ameri ",
            "was leaving the club when a black security guard, whom Ameri identified as Lamont Charleston, grabbed him around the neck, and that, while he was being held from behind by Charleston, a white security guard hit him in the face. ",
            "about six weeks before the July 21 incident, he had had a dispute with Charleston involving another incident in the parking lot of the Discovery Club, and that Charleston had told him following the earlier dispute that, I will get you.",
            "Abdullah Alkhomairi, ",
            "stated that he knew Ameri, that he was at the Discovery Club on the night of July 21, 1996, that he saw a black security guard grab Ameri from behind by the neck and a white security guard hit Ameri in the face, and that other security then came and started hitting on Ameri.",
            "Lamont Charleston",
            "had been a security guard at the Discovery Club during the period that included July 21, 1996.",
            "Charleston testified that he did not know Ameri, that he had never before seen Ameri, that he .had never been involved in an altercation of any kind involving Ameri",
            "Charleston testified that incidents involving significant injury and the loss of a lot of blood were out of the ordinary at the Discovery Club, and that he would recall the occurrence of such an incident.",
            "Although Charleston indicated that there were frequent occasions requiring security guards to expel unruly patrons from the club, they seldom involved physical altercations. He said that when a patron became unruly to the point of requiring expulsion, two security guards would walk the person out, with one guard on each side. He said that if a patron got physical, like throwing punches, the guards would hug them and escort them out.",
            "Kenneth Brown",
            "was employed as a bartender in the dance area of the Discovery Club and was familiar with security at the club. He stated that he had seen Ameri a time or two at the club, but that he had never seen Ameri involved in a fight at the club. ",
            "He did not recall any major physical altercation having occurred at the club during the month of July 1996.*110Norman Jones, the president and sole shareholder in Kristie's Katering",
            "was in charge of security at the club when Ameri was injured and that he hired the security personnel. Jones admitted that he had no formal training program for security guards, no training manuals, materials, or workbooks to inform them of their duties, and no written rules or regulations governing their conduct. However, he said, the security personnel he hired almost always had experience in the field and they all were expected to use common sense in trying to maintain calm at the club."
        ],
        "Procedural History": [
            "Kristie's Katering, Inc., appeals a decision of a Pulaski County jury awarding Nasser Ameri $16,000 for injuries he claimed he sustained at the hands of security guards at one of Kristie's night clubs, the Discovery Club, on July 21, 1996.",
            "In determining whether a jury's verdict is supported by substantial evidence, we review the evidence and all reasonable inferences arising therefrom in the fight most favorable to the party on whose behalf the judgment was entered."
        ],
        "Application of Law to Facts": [
            "we find no error ",
            "The evidence at trial was very much in dispute. The jury was not required to believe the testimony of Charleston that he had not been involved in the incident that Ameri described. Both Ameri and Alkhomairi testified in detail to the occurrence of the incident, and the jury would have been justified in finding their testimony to be more credible than that of Charleston. From the medical records, there was no doubt that Ameri sustained serious injuries to his nose on July 21, 1996, and there was no evidence to suggest how Ameri's injuries might have otherwise occurred.",
            "*112We think that the evidence that Kristie's owner provided no formal training, no training manuals, materials or workbooks, and that there existed no written rules or regulations governing the conduct of security guards in ejecting patrons, coupled with the evidence of the frequency of occurrences requiring such action, was sufficient evidence for the jury to conclude that Kristie's was negligent in its failure to provide adequate supervision of the guards."
        ],
        "Relevant Precedents": [
            "Burns v. Boot Scooters, Inc., , 965 S.W.2d 798 (1998).",
            "Sparks Reg'l Med. Ctr. v. Smith, 63 Ark. App. 131,  (1998)",
            "American Automobile Auction, Inc. v. Titsworth, 292 Ark. 452,  (1987)"
        ],
        "Outcome": [
            "we affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}