{
    "text": "Leslie v. Burrow, 245 Ark. 620, 433 S.W.2d 831 (1968)\nNov. 18, 1968 · Arkansas Supreme Court · 4725\n245 Ark. 620, 433 S.W.2d 831\nJack L. Leslie d/b/a Jack L. Leslie Lumber Companyv.Ben Burrow, Jr.\n433 S.W. 2d 831\n*621 Griffin Smith for appellant.\nJohn D. Eldridge for appellee.\nCarleton Harris, Chief Justice.\nAppellant, Jack L. Leslie d/b/a Jack L. Leslie Lumber Company, received an order for a load of creosoted poles, 6 to 20 feet in length, from the White River Milling Company. The load was delivered to the premises of the milling company on November 9, 1965, in a truck driven by Earl Smith, an employee of Leslie. Ben Burrow, Jr., appellee herein, an employee of the milling company, who handled a large part of the buying for the company, directed Smith to the back of the lumber shed, where the poles were to be unloaded. Twenty-foot poles were on the bottom of the truck bed, these coming out almost to the end of the bed, and 18-foot poles and 16-foot poles were on top of those. Burrow climbed up on the back of the truck, and stood on the 20-foot poles for the purpose of counting them and ascertaining whether the proper load had been sent. Smith said nothing to appellee when the latter climbed up on the truck; while Burrow was counting the poles, Smith was engaged in pushing the 14-foot poles out through the stakes1. Suddenly, three or four of the stakes broke, and part of the load fell off, Burrow falling with it. Appellee instituted suit against Leslie for injuries sustained, and on trial the jury returned a verdict in his favor in the amount of $6,000.00. From the judgment so entered, appellant brings this appeal.\nFor reversal, it is urged under the undisputed proof, appellee was a licensee, not an invitee, at the time he voluntarily ascended the load and was injured. *622It was error to refuse motions and instructions submitted by appellant predicated on this fact.\nIt is argued that Burrow climbed upon the truck of his own volition; that he was not requested to do so by appellant's driver, and it is pointed out that Burrow readily admitted that the poles could have been counted while he was standing on the ground as they were unloaded. Having voluntarily climbed onto the truck, and this act (it is contended) being for the benefit of his own employer, appellant asserts that Burrow was a licensee and would only recover if his injury was caused by willful and wanton negligence on the part of the driver. There is no contention by anyone that Smith was willfully and wantonly negligent.\nIn addition to those already enumerated, the testimony reflected the following facts:\nSmith testified that the stakes he had cut to haul the logs on the truck were pine. He was asked, Is pine strong enough on that, Mr. Smith? The witness answered that pine was not strong enough to support a load of the type delivered to the milling company, and he said that he had, at times in the past, used oak stakes. Admittedly, Smith knew that Burrow was standing on the poles, counting the load. Though from his statement he felt that the stakes could not be entirely depended upon to hold the load, Smith did not advise Burrow of this fact, nor intimate in any manner that there was danger in appellee's standing on the logs (the danger being unknown to Burrow, who was participating in the unloading of poles for the first time in his life). Not only that, but Smith proceeded to unload these poles while Burrow was standing on the truck. In fact, it was while the driver was pushing poles through the stakes that the break occurred.\nLet it be remembered that an owner who knows, or reasonably should know, that a licensee is in a position *623of danger, has a duty to use ordinary care to avoid injury to such licensee. AMI 1106.\nAppellant objected to Instruction No. 1 offered by appellee which set out that it was the duty of all persons involved to use ordinary care for their own safety and the safety of others; there was also objection to Instruction No. 2 offered by appellee which defined ordinary care, and told the jury that the failure to use same constituted negligence; further objections were made to the giving of an instruction defining negligence. The court overruled the objections and gave the instructions. Appellant requested the following instruction:\nYou are instructed that at the time plaintiff was on defendant's truck he had the legal status of a licensee. As such, defendant owed him a duty to refrain from any act of willful or wanton negligence that might injure plaintiff. Unless you find from the evidence that defendant was willfully and wantonly negligent, proximately causing plaintiff to be injured, then plaintiff cannot recover.\nThe court refused to give this instruction.\nWe agree that the court acted properly in refusing to give appellant's instruction declaring Burrow a licensee, and telling the jury that appellant would only be liable if Smith acted willfully and wantonly. We think the evidence made a jury question on the issue of Burrow's status in climbing on the truck to count the poles. The jury could have found that he was acting within the scope of his employment; that this act was for the benefit of both the milling company and appellant company, for if no count or inspection had been made until after all poles were on the ground, it might then have been necessary (if the purchased load had not conformed to the order) to reload the truck, or otherwise cause delay.\nAppellant might well have been entitled to the use of AMI 1106, which defines licensee and invitee, and sets *624out the standard of care due to each. In other words, the testimony may well have presented a jury question relative to the status of Burrow, but appellant did not request this instruction; he relies upon the refusal to instruct the jury that appellee was a licensee.\nFinding no reversible error, the judgment is affirmed.\n1\nSmith stated that he cut the stakes used to hold the poles on the truck, placing approximately 12 stakes on each side, the stakes being placed in small metal holders known as pockets.\n\nPlain English summary:\nThe plaintiff (a driver of a milling company) delivered a load of creosoted poles to defendant. Upon delivery, the plaintiff climbed onto the back of the truck to count the poles delivered. The plaintiff was injured when an employee of the defendant began to unload the poles. The jury found for the plaintiff and defendant appealed. The trial court refused to give defendant's instruction declaring plaintiff a licensee, and telling the jury that defendant would only be liable if defendant acted wilfully and wantonly. The appellate court found no reversible error. \n",
    "annotations": {
        "Facts": [
            "Appellant, Jack L. Leslie d/b/a Jack L. Leslie Lumber Company, received an order for a load of creosoted poles, 6 to 20 feet in length, from the White River Milling Company. The load was delivered to the premises of the milling company on November 9, 1965, in a truck driven by Earl Smith, an employee of Leslie. Ben Burrow, Jr., appellee herein, an employee of the milling company, who handled a large part of the buying for the company, directed Smith to the back of the lumber shed, where the poles were to be unloaded. Twenty-foot poles were on the bottom of the truck bed, these coming out almost to the end of the bed, and 18-foot poles and 16-foot poles were on top of those. Burrow climbed up on the back of the truck, and stood on the 20-foot poles for the purpose of counting them and ascertaining whether the proper load had been sent. Smith said nothing to appellee when the latter climbed up on the truck; while Burrow was counting the poles, Smith was engaged in pushing the 14-foot poles out through the stakes. Suddenly, three or four of the stakes broke, and part of the load fell off, Burrow falling with it.",
            "Burrow climbed upon the truck of his own volition",
            "he was not requested to do so by appellant's driver",
            "Burrow readily admitted that the poles could have been counted while he was standing on the ground as they were unloaded",
            "There is no contention by anyone that Smith was willfully and wantonly negligent.",
            "the stakes",
            "to haul the logs on the truck were pine.",
            "Mr. Smith",
            "answered that pine was not strong enough to support a load of the type delivered to the milling",
            "company, and",
            "that he had, at times in the past, used oak stakes. ",
            "Smith knew that Burrow was standing on the poles, counting the load. Though",
            "he felt that the stakes could not be entirely depended upon to hold the load, Smith did not advise Burrow of this fact, nor intimate in any manner that there was danger in appellee's standing on the logs (the danger being unknown to Burrow, who was participating in the unloading of poles for the first time in his life).",
            "Smith proceeded to unload these poles while Burrow was standing on the truck. In fact, it was while the driver was pushing poles through the stakes that the break occurred."
        ],
        "Procedural History": [
            "Appellee instituted suit against Leslie for injuries sustained, and on trial the jury returned a verdict in his favor in the amount of $6,000.00.",
            "appellant brings this appeal."
        ],
        "Application of Law to Facts": [
            "We agree that the court acted properly in refusing to give appellant's instruction declaring Burrow a licensee, and telling the jury that appellant would only be liable if Smith acted willfully and wantonly. We think the evidence made a jury question on the issue of Burrow's status in climbing on the truck to count the poles. The jury could have found that he was acting within the scope of his employment; that this act was for the benefit of both the milling company and appellant company, for if no count or inspection had been made until after all poles were on the ground, it might then have been necessary (if the purchased load had not conformed to the order) to reload the truck, or otherwise cause delay."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Finding no reversible error, the judgment is affirmed."
        ]
    },
    "class": "affirm"
}