{
    "text": "Hartman v. Edwards, 442 S.W.3d 13, 2014 Ark. App. 480 (2014)\nSept. 17, 2014 · Arkansas Court of Appeals · No. CV-13-632\n442 S.W.3d 13, 2014 Ark. App. 480\nMary HARTMAN and Donna Dewey, Appellantsv.Henry N. EDWARDS, Appellee\n2014 Ark. App. 480\nCourt of Appeals of Arkansas.\n*14James E. Keever, M.D., J.D.; and Ken Swindle, Bentonville, for appellant.\nCox, Cox & Estes, PLLC, Fayetteville, by: Walter B. Cox and James R. Estes, for appellee.\nRHONDA K. WOOD, Judge.\n| Appellants, co-administrators of Kenneth Bieler's estate, appeal following a jury verdict for the appellee in a medical-malpractice case. They raise the following four arguments: (1) defense counsel improperly argued for jury nullification, (2) the circuit court erred in dismissing Crystal Bieler as a beneficiary, (3) the court should have granted their motion for a new trial, and (4) the court should have given instruction AMI Civ. 206 to the jury. We find no error and affirm the decision of the circuit court in its entirety.\nKenneth Bieler had surgery for a fractured femur on January 7, 2009. He developed abdominal distention and was readmitted to the hospital on January 14, 2009. Upon readmission, Dr. Henry Edwards, appellee, was his treating physician. A little over a week later, Dr. Edwards discovered that Mr. Bieler had a blood clot and gave him a 12one-half dosage of blood thinners. Mr. Bieler became unresponsive and died of a massive pulmonary embolism.\nAppellants brought a wrongful-death action against Dr. Edwards. They claimed that he was medically negligent for failing to properly assess and treat Mr. Bieler for potential blood clotting. The complaint included Mr. Bieler's biological daughter, Crystal Bieler, who was subsequently adopted, as a wrongful-death beneficiary.\nThe case was presented to a jury. At the close of appellants' evidence, Dr. Edwards moved for a directed verdict on Crystal Bieler's claim as a beneficiary, contending that her adoption precluded her from recovering. The court granted the directed-verdict motion. The jury later returned a verdict in Dr. Edwards's favor.\n*15 I.Jury Nullification\nDuring closing arguments, counsel for appellee stated that a plaintiffs verdict tells Dr. Edwards you caused the death of a patient, you caused the death of Mr. Kenneth Bieler. Appellants' counsel objected, stating, I think Mr. Cox's last comments are an argument for the jury, I'm just asking him not to decide what the evidence is. The court gave a cautionary jury instruction that counsel's statements were not evidence. Appellants now contend that-the closing statement is grounds for reversal because it was inflammatory, prejudicial, and amounted to a plea for jury nullification. They also claim the statement violated the court's order-in-li-mine, which prohibited any attempt to generate passion and prejudice or suggestions that an adverse verdict might Cause negative personal consequences for Dr. Edwards.\n|sWe do not reach the merits of this issue. Appellants must make specific objections to apprise the court of the particular error alleged. Leach v. State, 2012 Ark. 179, 402 S.W.3d 517. An appellant may not change the grounds for objection on appeal, but is limited by the scope and nature of the objections and arguments presented at trial. S. Coll. of Naturopathy v. State ex rel. Beebe, 360 Ark. 543, 203 S.W.3d 111 (2005). Appellants' objection at trial was vague and failed to give notice to the court of the particular error. The objection did not specify that defense counsel's statement was prejudicial, inflammatory, or a violation of the court's prior order. Therefore, this issue is not preserved for our review.\nII.Crystal Bieler's Status as a Wrongful-Death Beneficiary\nAppellants claim that Crystal Bieler is a wrongful-death beneficiary under Arkansas Code Annotated section 16-62-102(d)(3) (Supp.2013) because Mr. Bieler stood in loco parentis to her; they argue that the court erred in granting appellee's motion for directed verdict on this issue. However, the issue of beneficiary status is moot. Following the directed verdict, the case was submitted, and the jury found that Dr. Edwards was not liable for medical negligence. Once the lack of liability is determined, a question of damages is moot. Howard v. Adams, 2012 Ark. App. 562, 424 S.W.3d 337; Billingsley v. Planit Dirt Excavation & Concrete, 2012 Ark. App. 266, 399 S.W.3d 729. It is therefore unnecessary to determine whether Crystal was á beneficiary of the wrongful-death action because the jury absolved Dr. Edwards of negligence.\nAppellants also 'assert that the dismissal of Crystal's claim calls into question the validity of the verdict. They claim it opened the door for Dr. Edwards to argue that the ponly people who would benefit from a judgment against him would be Mr. Bieler's older sisters and his mother, who did not have a significant relationship with him. ■ We need not consider this argument' because we will not speculate or theorize ábóut how the jury reached its decision. Hyden v. Highcouch, Inc., 353 Ark. 609, 110 S.W.3d 760 (2003).\nIII.Substantial Evidence to Support the Verdict\nAfter the jury verdict in favor of Dr. Edwards, appellants filed a motion for new trial claiming that the decision was not supported by substantial evidence. The circuit court denied this motion, and appellants contend that this was reversible error. Because this verdict involves the issue of liability, this court reviews the denial of the motion • for a new trial by *16applying a substantial evidence standard of review. Pearson v. Henrickson, 386 Ark. 12, 19, 983 S.W.2d 419, 423 (1999).\nThe experts agreed that the standard of care is for physicians to use blood thinners if a patient has two or more risk factors for clotting unless there is a viable reason to avoid usage, such as internal bleeding. Mr. Bieler had more than two risk factors for clotting, but Dr. Edwards did not give him blood thinners until late into his treatment. Appellants make three arguments to support their contention that there was not substantial evidence to support the jury verdict. They claim that Dr. Edwards failed to (1) properly prevent, diagnose, and treat Mr. Bieler's blood clot; (2) recognize signs of a blood clot; and (3) give the appropriate dosage of blood thinners at an appropriate time.\nGenerally,' there is always substantial evidence to support a defense verdict because the plaintiff bears the burden of proof -and the jury is the sole judge of credibility of witnesses and the weight and value of the evidence. Webb v. Bouton, 350 Ark. 254, 85 S.W.3d 885 (2002). The party who has the burden of establishing negligence and proximate cause of facts is not entitled to have those facts declared to have reality as a matter of law unless there is utterly no rational basis in the situation — testimonially, circumstantially, or inferentially — for a jury to believe otherwise. Id.\nBoth parties presented evidence regarding Dr. Edwards's treatment. Appellants focus on the lack of any documentation in Dr. Edwards's notes indicating that he thought that there was a viable reason to withhold blood thinners. However, Dr. Edwards testified that he considered the potential risk of blood clotting when he chose not to administer blood thinners. The defense expert, Dr. John Daniels, opined that Dr. Edwards recognized the possibility of blood clotting. Dr. Daniels further opined that the amount and timing of the dosage did not affect Mr. Bieler's survival.\nAppellants bore the burden of establishing Dr. Edwards's negligence. The jury is the sole judge of the credibility of witnesses and weight of the evidence. Id. On each point raised by appellants in their motion for a new trial, there is substantial evidence to support a verdict for Dr. Edwards; therefore, we hold that the circuit court did not err in denying the motion for a new trial.\nIV. Refusal to Give AMI Civ. 206\nAppellants contend that Dr. Edwards raised an affirmative defense at trial, that the circuit court should have given the jury AMI Civ. 206 (2013), and that the refusal was error. The proffered instruction provided as follows:\nThe Parties agree that the standard of care is to treat a patient such as Mr. Bieler with preventative doses of anticoagulants (blood thinners) unless there is a medical reason to withhold such treatment. Dr. Edwards contends that there did exist in Mr. Bieler during the January 13, 2009 hospitalization, medical conditions that justify withholding anticoagulants from Mr. Bieler. Dr. Edwards has the burden of proving the existence of such medical conditions by [a] preponderance of the evidence.\nA party is entitled to a jury instruction when it is a correct statement of the law and there is some basis in the evidence to support giving the instruction. ProAssurance Indem. Co. v. Metheny, 2012 Ark. 461, 425 S.W.3d 689; Bedell v. Williams, 2012 Ark. 75, 386 S.W.3d 493. This court will reverse a circuit court's refusal to give a preferred instruction if there was an abuse of discretion. Id.\n*17Appellants argue that because Dr. Edwards agreed that the standard of care required use of blood thinners, but also asserted that there were additional facts regarding. Mr. Bieler's condition that overcame the general requirement for blood thinners, he was asserting an affirmative defense, which falls under the catch-all provision of Ark. R. Civ. P. 8(c). They contend that it was his burden to prove those facts and the viability of his defense.\nAppellants confuse compliance with the applicable standard of care with an affirmative defense. The Arkansas Medical Malpractice Act sets out the burden of proof in medical-negligence cases. Ark. Code Ann. § 16-114-206 (Repl.2006). In these cases, the plaintiff has the burden of proving the local standard of care, that the standard of care was violated, and that the violation of the standard of care proximately caused the plaintiff's injuries and damages. Ark.Code Ann. § 16-114-206(a). Here, Dr. Edwards merely gave justifications for his medical decisions. If Arkansas courts considered justifications for medical decisions as affirmative defenses, it would result in the courts' imposing a judicially created burden-shifting procedure onto medical defendants to prove why they |7made their professional decisions. This is contrary to the intent of the Act. Accordingly, we find no error in the trial court's refusal to give AMI Civ. 206.\nDespite each of the arguments above, we find no error presented on appeal and affirm.\nAffirmed.\nHARRISON and GRUBER, JJ., agree.\n\nPlain English summary:\nDeceased had surgery for a fractured femur. He developed a blood clot and was given a dosage of blood thinners, then died of a pulmonary embolism. The jury found for the defendant doctor, and the plaintiffs appealed. The appellate court held there was substantial evidence to support a verdict in favour of the doctor.\n",
    "annotations": {
        "Facts": [
            "Kenneth Bieler had surgery for a fractured femur on January 7, 2009. He developed abdominal distention and was readmitted to the hospital on January 14, 2009. Upon readmission, Dr. Henry Edwards, appellee, was his treating physician. A little over a week later, Dr. Edwards discovered that Mr. Bieler had a blood clot and gave him a 12one-half dosage of blood thinners. Mr. Bieler became unresponsive and died of a massive pulmonary embolism.",
            "the standard of care is for physicians to use blood thinners if a patient has two or more risk factors for clotting unless there is a viable reason to avoid usage, such as internal bleeding. Mr. Bieler had more than two risk factors for clotting, but Dr. Edwards did not give him blood thinners until late into his treatment."
        ],
        "Procedural History": [
            "Appellants, co-administrators of Kenneth Bieler's estate, appeal following a jury verdict for the appellee in a medical-malpractice case.",
            "Appellants brought a wrongful-death action against Dr. Edwards.",
            "The case was presented to a jury.",
            "The jury later returned a verdict in Dr. Edwards's favor.",
            "After the jury verdict in favor of Dr. Edwards, appellants filed a motion for new trial claiming that the decision was not supported by substantial evidence. The circuit court denied this motion, and appellants contend that this was reversible error. Because this verdict involves the issue of liability, this court reviews the denial of the motion • for a new trial by applying a substantial evidence standard of review."
        ],
        "Application of Law to Facts": [
            "We find no error",
            "Both parties presented evidence regarding Dr. Edwards's treatment. Appellants focus on the lack of any documentation in Dr. Edwards's notes indicating that he thought that there was a viable reason to withhold blood thinners. However, Dr. Edwards testified that he considered the potential risk of blood clotting when he chose not to administer blood thinners. The defense expert, Dr. John Daniels, opined that Dr. Edwards recognized the possibility of blood clotting. Dr. Daniels further opined that the amount and timing of the dosage did not affect Mr. Bieler's survival.Appellants bore the burden of establishing Dr. Edwards's negligence. The jury is the sole judge of the credibility of witnesses and weight of the evidence.  On each point raised by appellants in their motion for a new trial, there is substantial evidence to support a verdict for Dr. Edwards; therefore, we hold that the circuit court did not err in denying the motion for a new trial.",
            "we find no error presented on appeal"
        ],
        "Relevant Precedents": [
            "Webb v. Bouton, 350 Ark. 254,  (2002)."
        ],
        "Outcome": [
            "affirm the decision of the circuit court in its entirety.",
            " affirm.Affirmed."
        ]
    },
    "class": "affirm"
}