{
    "text": "Chapman v. Ford Motor Companies, 368 Ark. 328, 245 S.W.3d 123 (2006)\nDec. 14, 2006 · Arkansas Supreme Court · 05-1004\n368 Ark. 328, 245 S.W.3d 123\nDenise Kaye CHAPMAN, Administratrix of the Estate of Nathaniel Allen Chapman, Deceased, and Guardian and Next Friend of Jonathan Chapman, a Minor, and Marlene Fettv.FORD MOTOR COMPANIES and Wal-Mart Stores, Inc.\n245 S.W.3d 123\nSupreme Court of Arkansas\n*330 Spencer Law Firm, by: Frederick S. Rick Spencer; Murray & Murray Co., L.P.A., by: Thomas Murray and Mary O'Neill; Sandy S. McMath, P.A., by: Sandy S. McMath, for appellants.\nQuattlebaum, Grooms, Tull & Burrow, PLLC, by: Steven Quattlebaum, for appellee Wal-Mart Stores, Inc.\nWright, Lindsey &Jennings, LLP, by: Edwin Lowther, for appellee Ford Motor Company.\n*331Jim Gunter, Justice.\nAppellants Denise Kaye Chapman1 and Marlene Fett appeal from a judgment entered in favor of appellees, Wal-Mart Stores, Inc. and Ford Motor Company, dismissing appellants' complaint against them on the basis of jury verdicts in favor of appellees. We affirm.\nThis case arose out of the death of six-month-old Nathaniel Chapman and the injury of two-year-old Jonathan Chapman. On June 7, 1995, Ms. Chapman was at Wal-Mart in Mountain Flome with her two sons. While Jonathan was riding a small horse carousel in front of the store and Nathaniel was in an infant seat in a shopping cart next to the carousel, Ms. Fett's car accelerated out of control across the parking lot and struck the carousel, killing Nathaniel and severing Jonathan's right leg.\nOn June 27, 1997, Ms. Chapman filed a complaint in Baxter County Circuit Court against Marlene Fett and Wal-Mart Stores, Inc., alleging that Ms. Fett was negligent in failing to maintain control of her vehicle and that Wal-Mart was negligent in placing a horse carousel for children in an exposed and unprotected area adjacent to the parking lot. In March 1998, Ms. Chapman filed a second amended complaint adding Ford Motor Company, alleging that Ms. Fett's car, manufactured by Ford, was defective due to a defectively designed cruise-control system, which, appellants alleged, permitted random electrical signals or transients to ricochet through the system causing sudden acceleration. In September 2001, after settling with the Chapmans, Ms. Fett joined in the complaint against appellees.\nWal-Mart filed a motion for summary judgment, which the circuit court granted.2 We dismissed Ms. Chapman's appeal from that decision for lack of subject-matter jurisdiction because there was no final, appealable order. See Chapman v. Wal-Mart Stores, Inc., 351 Ark. 1, 89 S.W.3d 906 (2002). On April 8, 2004, the circuit court entered an order granting Ms. Chapman's motion for reconsideration and vacated its earlier order granting summary judgment in favor of Wal-Mart. The case was tried before a jury beginning on November 29, 2004, and the jury returned verdicts in favor of appellees on December 18, 2004. This appeal was filed from the *332circuit court's judgment entered on January 11, 2005, and from the circuit court's order denying appellants' motion for a new trial on February 23, 2005.\nI. Wal-Mart\nMs. Chapman's first point on appeal is that the jury verdict in favor of Wal-Mart was clearly against the preponderance of the evidence. Her second point on appeal is that the trial court abused its discretion in denying her motion for a new trial as to Wal-Mart because the verdict was clearly against the preponderance of the evidence and thus insufficient to support the judgment. Because the trial court's denial of appellants' motion for new trial is the basis of both arguments, we will address these points together.\nWe will affirm a circuit court's denial of a motion for new trial if the verdict was supported by substantial evidence. Thomas v. Olson, 364 Ark. 444, 220 S.W.3d 627 (2005). Substantial evidence is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other. Dovers v. Stephenson Oil Co., 354 Ark. 695, 700, 128 S.W.3d 805, 808 (2003). It is only where there is no reasonable probability that the incident occurred according to the version of the prevailing party or where fair-minded persons can only draw a contrary conclusion that a jury verdict should be disturbed. Id. (citing Pineview Farms, Inc. v. A.O. Smith Harvestore, Inc., 298 Ark. 78, 765 S.W.2d 924 (1989)).\nWe have noted that, generally, a defense verdict will always be supported by substantial evidence because the plaintiff has the burden of proof, and the jury is the sole judge of the credibility of witnesses and the weight and value of the evidence. Thomas, supra (citing Webb v. Bouton, 350 Ark. 254, 85 S.W.3d 885 (2002)). [N]o matter how strong the evidence of a party, who has the burden of establishing negligence and proximate cause as facts, may comparatively seem to be, he is not entitled to have those facts declared to have reality as a matter of law, unless there is utterly no rational basis in the situation, testimonially, circumstantially, or inferentially, for a jury to believe otherwise. Morton v. Am. Med. Int'l, Inc., 286 Ark. 88, 90, 689 S.W.2d 535, 537 (1985)(quoting United States Fire Ins. Co. v. Milner Hotels, 253 F.2d 542 (8th Cir. 1958)). We added in Morton that we were not aware of any Arkansas case in which a verdict for a party not having the burden of proof was set aside in a negligence case solely because it was not supported by substantial evidence. Id. Moreover, we view any *333evidence introduced in the light most favorable to the appellees. Gibson Appliance Co. v. Nationwide Ins. Co., 341 Ark. 536, 20 S.W.3d 285 (2000).\nMs. Chapman argues that Wal-Mart acted negligently in locating a children's carousel on the sidewalk immediately adjacent to and outside of an area that Wal-Mart determined needed protective devices. The testimony indicated that, during a remodel of the store in 1992, Wal-Mart placed a barrier of bollards ■— a line of fourteen eight-inch steel and concrete columns planted four to six feet apart — in front of the entrance to the store. There were no bollards in front of the carousel. Ms. Chapman relies upon the testimony of appellants' expert, Theresa Hendy, to support her argument.\nMs. Hendy testified that Wal-Mart was negligent in its placement of the carousel or in not extending the bollards to protect it. Ms. Chapman argues that bollards would have substantially reduced the likelihood that Ms. Fett's car would have entered the play area and struck the Chapman children. Ms. Chapman references the following testimony of Ms. Hendy: They might have had time to get the children out of the way if there had been an additional bollard. They might be able to grab the child and move far enough away. They would have had a better chance. Ms. Hendy also testified on cross-examination that she was not an engineer and had never testified in a runaway-vehicle or sudden-acceleration case. She testified that a bollard has to withstand a 10,000-pound impact at two feet above the pavement, and that 10,000 pounds of force for a bollard equates to a car traveling at thirty-five miles per hour. She then said that if a car ran into a bollard head on at thirty-five miles per hour it probably would stop it. Finally, she testified that she did not know whether additional bollards would have stopped or slowed the car down enough to allow for an escape under the circumstances present in this case.\nWal-Mart cites the testimony of Jack Ridenour, Ford's accident reconstructionist, who opined that a car traveling thirty miles per hour would have produced about 130,000 pounds of force. Thus, he testified, in order to stop Ms. Fett's car, which was going at least that fast, the bollards would have had to withstand over 130,000 pounds of force. This was in direct conflict with Ms. Hendy's testimony that bollards should have been erected around the carousel that could withstand a 10,000-pound impact.\n*334Wal-Mart's senior staff architect, Douglas Bryant, testified that the bollards were in an apron design in front of the entrance to discourage cars from driving in the area immediately adjacent to the front doors of the store. He said that the bollards provided a buffer zone to pedestrians allowing them to adjust from leaving the store into navigating the parking lot. He claimed that the bollards were not designed to stop a runaway vehicle.\nErnie Peters, Wal-Mart's traffic engineering expert, testified that Wal-Mart's store design met or exceeded the standard of care with respect to pedestrian safety: No laws, design standards, or building codes required the erection of bollards. He testified that the bollards in front of Wal-Mart cannot withstand a 10,000 pound impact and would not have stopped Ms. Fett's car in this case.\nAfter reviewing the testimony, we find that there was ample evidence in this case for a jury to conclude either that Wal-Mart was not negligent for failing to place bollards in front of the children's carousel or, that if it was negligent for such a failure, that its negligence was not the proximate cause of the death of Nathaniel Chapman and injury to Jonathan Chapman. Appellants failed to convince the jury of an essential element of proof. Given the conflicting testimony, we cannot hold as a matter of law that the jury was incorrect. Viewing the evidence in the light most favorable to the appellees, we find that there is substantial evidence to support the jury's verdict and that the circuit court did not err in denying appellants' motion for new trial.\nII. Ford\nFor their next point on appeal, appellants assert that the circuit court erred in allowing Ford to introduce Japanese and Canadian reports on sudden acceleration. Appellants make the following arguments to support their assertion: (1) the reports are not public records within the scope of Rule 803(8) of the Arkansas Rules of Evidence because they are foreign records; (2) even if the reports are public records, Rule 803(8) does not encompass opinions or conclusions, only factual findings; (3) the reports are insufficiently trustworthy under Rule 803(8); and (4) the reports are not relevant, and any possible relevance is outweighed by their potential for prejudice.\nThese reports, which were issued by the Japanese and Canadian governments and involved studies of sudden acceleration, were introduced by Ford through its witness, William *335Koeppel. Both reports concluded that sudden acceleration was caused by pedal misapplication, or driver error. Mr. Koeppel, who worked in Ford's Automotive Safety Office from 1973 until his retirement in 2001, testified that the reports from the governments of the United States, Canada, and Japan — which all independently concluded that the most likely cause of sudden acceleration is driver error — confirmed Ford's earlier conclusions and gave Ford a higher degree of confidence in the validity of its own analysis and continuing efforts in the study of sudden acceleration. Mr. Koeppel testified that, if these governments had come to a different conclusion, Ford would have reexamined its own studies.\nFord replies to appellants' argument, claiming that the reports were relevant to the issue of punitive damages and were offered in mitigation of appellants' punitive-damages claim. Therefore, Ford argues, the reports were not hearsay because they were not offered for the truth of the matter asserted. Alternatively, Ford maintains that, even if this court disagrees with Ford that the reports were not hearsay, the reports were admissible under Ark. R. Evid. 803(8).\nWe begin our analysis with the circuit court's ruling on this issue and our standard for reviewing that ruling. On June 21, 2002, the circuit court allowed these reports into evidence finding them relevant and admissible as an exception to the hearsay rule under the public-records exception. See Ark. R. Evid. 803(8). During a hearing on pretrial motions on November 30, 2004, the court reconsidered this ruling and found that the reports were not relevant and, even if they were relevant, that there was a danger of unfair prejudice that outweighed their probative value. On December 15, 2004, during the trial, the circuit court again reconsidered its ruling and allowed the reports in mitigation of punitive damages and the state of mind required before punitive damages can be imposed and as part of the bases that Ford took into consideration in drafting its responses and reports to NHTSA and for the other action they took.\nEvidentiary rulings are within the sound discretion of the circuit court, and we will not disturb those rulings absent a manifest abuse of that discretion. House v. Volunteer Transp., Inc., 365 Ark. 11, 223 S.W.3d 798 (2006). To have abused its discretion, the circuit court must not only have made an error in its decision, but also have acted improvidently, thoughtlessly, or without due consideration. Grant v. State, 357 Ark. 91, 93, 161 S.W.3d 785, 786 (2004).\n*336In support of their argument that the reports were not relevant, appellants claim that the Japanese report refers only to Japanese vehicles and the Canadian report refers primarily to Audis and General Motors vehicles. Appellants maintain, therefore, that the reports were not relevant to the defects in Ms. Fett's vehicle, which was a Ford. They also argue that the Japanese reports encompass the study of many types of sudden-acceleration events, not merely those involving sudden acceleration from a stopped position, as occurred in this case. Finally, they argue that the reports should have been excluded under Ark. R. Evid. 403, as unfairly prejudicial, because the foreign governments could not be cross-examined and because appellants had developed their trial strategy on the assumption that the reports would not be admitted into evidence.\nWe reject appellants' argument that the records are not relevant and that any possible relevance is outweighed by the danger of unfair prejudice. Evidence is relevant if it has any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence. Ark. R. Evid. 401. In this case, appellants requested punitive damages. The court instructed the jury that punitive damages could be imposed against Ford if Ford knew or ought to have known that its conduct would have naturally and knowingly resulted in injury and that it continued such conduct in reckless disregard of the consequences from which malice may be inferred. The circuit court found that the reports were relevant to the issue of punitive damages. Mr. Keoppel testified that the reports supported Ford's own investigation into sudden acceleration and influenced their continuing review of the issue. Ford argues that this evidence was relevant to support its claim that it did not act with malice. We agree.\nWe also reject appellants' claim that the relevance was outweighed by the danger of unfair prejudice because they had developed their trial strategy on the assumption that the reports would not be admitted into evidence. This issue was clearly a contested matter until and throughout the trial. The circuit court reviewed and considered the matter three times in over two years with different results each time. Indeed, until the day that the trial began, the operative ruling of the court was that the reports were admissible. We have long held that a trial judge is at liberty to reconsider his or her prior evidentiary rulings during the course of *337a trial. See Davis v. State, 325 Ark. 96, 925 S.W.2d 768 (1996); Hill v. State, 276 Ark. 300, 634 S.W.2d 120 (1982). Appellants had ample opportunity to prepare to defend against these reports. This prejudice is not of the sort contemplated by Rule 403.\nWe now turn to the hearsay objection to the reports. Appellants claim that the reports are hearsay and are not admissible as an exception under Rule 803 of the Arkansas Rules of Evidence because they are not public records, they contain conclusions in addition to factual findings, and they are insufficiently trustworthy. We do not reach appellants' arguments because we hold that the reports are not hearsay. Flearsay is an out-of-court statement offered in evidence to prove the truth of the matter asserted. Ark. R. Evid. 801(c). A statement is not hearsay if it is offered not for its truth, but merely to show the fact of the assertion, to explain someone's responsive actions, or, in this case, to support Ford's position that it did not act with malice. See, e.g., Moore v. State, 362 Ark. 70, 207 S.W.3d 493 (2005); Owens v. State, 318 Ark. 61, 883 S.W.2d 471 (1994). We hold that the circuit court did not abuse its discretion in admitting the reports for the purpose of allowing Ford to refute appellants' claim for punitive damages.3\nFor their third point on appeal, appellants argue that the circuit court abused its discretion in denying them the right to rebut the Japanese report. Specifically, they claim that they were surprised by the last minute admission of these reports and were entitled to call their expert, Dr. William Berg, to testify in rebuttal to Mr. Koeppel's testimony regarding the report. Ford responds, arguing, first, that appellants should not have been surprised about the court's ruling allowing the report and, second, that the circuit court did not refuse to allow appellants to recall Dr. Berg, but simply refused to grant a continuance so that Dr. Berg could attend a Christmas party.\nWe agree with Ford. Evidentiary rulings are within the sound discretion of the circuit court, and we will not disturb those *338rulings absent a manifest abuse of that discretion. House, supra. As we mentioned in our discussion regarding the admission of this report, a trial court is at liberty to reconsider evidentiary rulings during the course of the trial. Davis, supra. The circuit court struggled with this issue for several years, hearing argument on three separate occasions. Appellants had ample time to prepare in the event the reports were admitted. Moreover, the circuit court did not rule that Dr. Berg could not testify in rebuttal, but that it would not grant a continuance to allow Dr. Berg to attend a Christmas party. The circuit court ruled that the reports were admissible on December 15, 2004. Two days later, on Friday, December 17, 2004, faced with the appellants' request to postpone closing arguments in order to call Dr. Berg, the circuit court said:\nIf we have to wait until Monday to have Dr. Berg's testimony, I can foresee this trial literally going to Christmas Eve, which I don't think is a good thing for the administration of justice or the fairness to either party. So the Court exercises its discretion and rules that the plaintiff may not delay the trial in order to try to get Dr. Berg here to testify in opposition to the Canadian and Japanese reports.\nWe hold that the circuit court did not abuse its discretion by refusing to grant a continuance for Dr. Berg to testify.\nFor their next point on appeal, appellants contend that the circuit court abused its discretion by refusing to allow them to introduce a report issued in 2002 by the U.S. Department of Transportation's Inspector General to impeach a report introduced by Ford. They argue that they had an unfettered right to impeach Ford's evidence. A trial court has broad discretion to determine what is and what is not admissible evidence, whether the evidence is for impeachment or other purposes. MacKool v. State, 365 Ark. 416, 231 S.W.3d 676 (2006); Nelson v. State, 365 Ark. 314, 229 S.W.3d 35 (2006).\nDuring its cross-examination of one of appellants' witnesses, Samuel Sero, Ford introduced the National Highway Traffic & Safety Administration 1989 Report on Sudden Acceleration (the NHTSA report). The NHTSA report included the panel's opinion that driver error is the most probable explanation for the vast majority of sudden-acceleration events. Appellants sought to introduce the Inspector General's report on redirect examination. They alleged that the report criticizes NHTSA's methodology, stating that the agency cannot spot trends effectively and uses suspect data. The circuit court refused to admit the Inspector *339General's report, finding that there was nothing in the report that referred to sudden acceleration and, therefore, that the report was not germane to the issues before the court. Ford adds that the Inspector General's report was issued thirteen years after the NHTSA report, that it was requested by Senator John McCain in response to the Firestone tire recall, and that it does not even mention sudden acceleration or the 1989 NHTSA report.\nWe hold that appellants did not have an unfettered right to impeach Ford's evidence, and that the circuit court did not abuse its discretion in refusing to admit the Inspector General's report.\nFinally, appellants argue that the circuit court erred in refusing to allow them to introduce an internal memorandum of General Motors to rehabilitate their expert, Sam Sero, after cross-examination. Ford contends that the circuit court did not abuse its discretion and that we should affirm its ruling.\nDuring Ford's cross-examination of Mr. Sero, Ford asked about his testimony in a previous sudden-acceleration case. Appellants claim that this line of questioning attacked Mr. Sero's credibility and rationality. On redirect, appellants attempted to introduce into evidence a purported internal memorandum of General Motors. After Ford objected, claiming that the document exceeded the scope of cross and contained hearsay, the circuit court stated that the document had not been properly authenticated and contained hearsay. However, the court gave appellants the opportunity to correct this by a voir dire examination of Mr. Sero. During this inquiry, Mr. Sero said that he received the document from an attorney in another case he worked on and that the attorney had received it from General Motors. The circuit court found that Mr. Sero's testimony was not sufficient to authenticate the memo and refused to admit it, holding that it had not been properly authenticated and that it contained an out-of-court statement by a nonparty constituting hearsay. We agree with the circuit court.\nThe circuit court did not abuse its discretion, and we affirm its ruling on this point.\nAffirmed.\nCorbin and Dickey, JJ., not participating.\nSpecial Associate Justices Thomas L. Williams andj. Mark White, join.\n1\nMs. Chapman brings this suit as administratrix of the estate of her son Nathaniel Allen Chapman and as guardian of her son Jonathan Chapman.\n2\nThe judge at this time was the Honorable Christopher Carter. Judge Carter's term ended on December 31,2002, and retired Judge John Cole was assigned to hear this case.\n3\nWe note that Ford proposed, and the circuit court agreed to give, an instruction limiting the reports to the punitive-damages issue; however, appellants neither requested nor provided the circuit court with such an instruction. Chisum v. State, 273 Ark. 1,616 S.W.2d 728 (1981) (holding there was no basis for reversal on hearsay grounds where no instruction was requested to limit the evidence to its admissible purpose).\n\nPlain English summary:\nMs Chapman's son was killed and another son seriously injured when a runaway car struck them in an area adjacent to the parking lot of a Wal-Mart. The infants had been on or near a carousel in front of the store. The driver settled with Ms Chapman and joined her case against Wal-Mart and Ford. The case against Wal-Mart alleges that Wal-Mart was negligent in placing a horse carousel for children in an exposed and unprotected area adjacent to the parking lot. The jury found in favour of Wal-Mart, and the appellate court affirmed.  \n",
    "annotations": {
        "Facts": [
            "On June 7, 1995, Ms. Chapman was at Wal-Mart in Mountain Flome with her two sons. While Jonathan was riding a small horse carousel in front of the store and Nathaniel was in an infant seat in a shopping cart next to the carousel, Ms. Fett's car accelerated out of control across the parking lot and struck the carousel, killing Nathaniel and severing Jonathan's right leg.",
            "during a remodel of the store in 1992, Wal-Mart placed a barrier of bollards ■— a line of fourteen eight-inch steel and concrete columns planted four to six feet apart — in front of the entrance to the store. There were no bollards in front of the carousel.",
            "a car traveling thirty miles per hour would have produced about 130,000 pounds of force. Thus,",
            "in order to stop Ms. Fett's car, which was going at least that fast, the bollards would have had to withstand over 130,000 pounds of force.",
            "the bollards were",
            "in an apron design in front of the entrance to discourage cars from driving in the area immediately adjacent to the front doors of the store",
            "the bollards provided a buffer zone to pedestrians allowing them to adjust from leaving the store into navigating the parking lot. ",
            "the bollards were not designed to stop a runaway vehicle.",
            "No laws, design standards, or building codes required the erection of bollards.",
            "the bollards in front of Wal-Mart cannot withstand a 10,000 pound impact"
        ],
        "Procedural History": [
            "Appellants Denise Kaye Chapman1 and Marlene Fett appeal from a judgment entered in favor of appellees, Wal-Mart Stores, Inc. and Ford Motor Company, dismissing appellants' complaint against them on the basis of jury verdicts in favor of appellees.",
            "On June 27, 1997, Ms. Chapman filed a complaint in Baxter County Circuit Court against Marlene Fett and Wal-Mart Stores, Inc., alleging that Ms. Fett was negligent in failing to maintain control of her vehicle and that Wal-Mart was negligent in placing a horse carousel for children in an exposed and unprotected area adjacent to the parking lot. In March 1998, Ms. Chapman filed a second amended complaint adding Ford Motor Company, alleging that Ms. Fett's car, manufactured by Ford, was defective due to a defectively designed cruise-control system, which, appellants alleged, permitted random electrical signals or transients to ricochet through the system causing sudden acceleration. In September 2001, after settling with the Chapmans, Ms. Fett joined in the complaint against appellees.Wal-Mart filed a motion for summary judgment, which the circuit court granted.",
            "On April 8, 2004, the circuit court entered an order granting Ms. Chapman's motion for reconsideration and vacated its earlier order granting summary judgment in favor of Wal-Mart. The case was tried before a jury beginning on November 29, 2004, and the jury returned verdicts in favor of appellees on December 18, 2004. This appeal was filed from the *332circuit court's judgment entered on January 11, 2005, and from the circuit court's order denying appellants' motion for a new trial on February 23, 2005.",
            "We will affirm a circuit court's denial of a motion for new trial if the verdict was supported by substantial evidence.",
            "Substantial evidence is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other.",
            "we view any evidence introduced in the light most favorable to the appellees."
        ],
        "Application of Law to Facts": [
            "After reviewing the testimony, we find that there was ample evidence in this case for a jury to conclude either that Wal-Mart was not negligent for failing to place bollards in front of the children's carousel or, that if it was negligent for such a failure, that its negligence was not the proximate cause of the death of Nathaniel Chapman and injury to Jonathan Chapman. Appellants failed to convince the jury of an essential element of proof. ",
            "we cannot hold as a matter of law that the jury was incorrect. Viewing the evidence in the light most favorable to the appellees, we find that there is substantial evidence to support the jury's verdict and that the circuit court did not err in denying appellants' motion for new trial."
        ],
        "Relevant Precedents": [
            "Morton v. Am. Med. Int'l, Inc., , 90, 689 S.W.2d 535, 537 (1985)"
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}