{
    "text": "Koch v. Northport Health Services of Arkansas, LLC, 361 Ark. 192, 205 S.W.3d 754 (2005)\nMarch 24, 2005 · Arkansas Supreme Court · 04-321 \n361 Ark. 192, 205 S.W.3d 754 \nLinda S. KOCH, as Administratrix of the Estate of Geraldine Elizabeth Doss, Deceased, and on Behalf of the Wrongful-Death Beneficiaries of Geraldine Elizabeth Doss v. NORTHPORT HEALTH SERVICES OF ARKANSAS, LLC d/b/a Covington Court Health & Rehabilitation Center; and Northport Health Services \n205 S.W.3d 754\nSupreme Court of Arkansas\n[Rehearing denied April 28, 2005.]\n*194 Wilkes & McHugh, P.A., by: Brian G. Brooks, for appellant.\nBarber, McCaskill, Jones & Hale, P.A., by: William H. Edwards, Jr., G. Spence Fricke, and Cynthia W. Kolb, for appellees.\nAnnabelle Clinton Imber, Justice.\nAppellant Linda Koch, as administratrix of the Estate of Geraldine Elizabeth Doss, and on behalf of the wrongful death beneficiaries of Geraldine Doss, filed suit against Appellees Northport Health Services of Arkansas, LLC, doing business as Covington Court Health & Rehabilitation Center, and Northport Health Services, Inc. Ms. Doss, who was a resident of Covington Court at the time of her death, was eighty-three years old when she was admitted to Covington Court in February 2000. She had just completed a three-week stay at Sparks Regional Medical Center in Fort Smith, where she had been treated for pneumonia, congestive heart failure, insulin-dependent diabetes, renal insufficiency, endstage Alzheimer's disease, peripheral vascular disease, amputated toes, and pressure sores on her coccyx, shoulder and heels. While Ms. Doss was a resident at Covington, her condition deteriorated. She was afflicted with additional pressure sores, urinary tract infections, and notable weight loss during the period of time between February and July of 2000. In March of that year, Ms. Doss was readmitted to Sparks Hospital because of respiratory problems and congestive heart failure. While in the hospital, Ms. Doss continued to lose weight and her pressure sores worsened. She returned to Covington Court, but in July she was again admitted to Sparks Hospital with pneumonia and infected foot ulcers. At that time, cultures were taken of Ms. Doss's blood to determine if the infection had spread throughout her system. The results of those tests were negative. Antibiotics were then administered by an intravenous catheter to combat the infection. On July 25, Ms. Doss underwent surgery to debride several pressure sores on her coccyx and heels. On July 27, a second blood culture revealed the presence of a yeast infection. Ms. Doss died in the hospital on July 29,2000, as a result of overwhelming sepsis.\nOn November 7, 2001, the appellant filed a complaint against the appellees, alleging medical malpractice, negligence, wrongful death, and violations of the Arkansas Long Term Care Resident's Rights Statute, Ark. Code Ann. § 20-10-1201 et seq. (Repl. 2000). Appellees hired a local attorney, Kirk Dougherty, to assist injury selection. During the course of the trial, the appellant learned of Mr. Dougherty's position as the appellees'jury consultant. The appellant requested that the court strike two of the sitting jurors based on her assertion that a relationship existed between the jurors and Mr. Dougherty, and they had been seen talking to him during the trial. The circuit court denied this motion, and the empaneled jury eventually reached a verdict in favor of the defense on the medical-malpractice claim, the Resident's-Rights claim, and the wrongful-death claim. The jury was unable to reach a verdict on the ordinary-negligence claim, and the judge initially declared a mistrial on that claim. However, after a motion by the appellees, the circuit court also entered a verdict in favor of the defense on the ordinary-negligence claim.\nAppellant timely moved for a new trial, arguing that the circuit court erred in entering a verdict in favor of the appellees on the ordinary-negligence claim, that a new trial was warranted because of jury misconduct and the misconduct of the prevailing party, and that the jury's verdict in favor of the appellees was against the preponderance of the evidence. Because the circuit court took no action on the appellant's motion for a new trial, it was deemed denied pursuant to Ark. R. Civ. P. 59(b) (2004). Appellant now brings the instant appeal. Because this case was assumed by the Supreme Court for caseload balance, jurisdiction is proper pursuant to Ark. R. Sup. Ct. 1-2(g) (2004).\nI Misconduct of jurors or prevailing party. \nAppellant's first argument on appeal is that she was entitled to a new trial because of misconduct by the jury and the appellees. Appellant raised this argument to the trial court in the motion for a new trial, which was deemed denied. We must determine whether the trial court erred in refusing to grant a new trial. The standard in making this decision is whether the trial court abused its discretion. Langston v. Hileman, 284 Ark. 140, 680 S.W.2d 89 (1984).\nAppellant first argues that the silence of two jurors about knowing Mr. Dougherty requires a new trial. While a juror is required to reveal information he or she knows could cause prejudice, a juror is not required to bring to the court's attention information that the juror does not realize might bear upon his credibility as a juror. Big Rock Stone & Material Co. v. Hoffman, 233 Ark. 342, 344 S.W.2d 585 (1961); Kristie's Katering, Inc. v. Ameri, 72 Ark. App. 102, 35 S.W.3d 807 (2000). Appellant cites numerous cases where a new trial was granted when jurors failed to inform the court of potential issues reflecting on their qualifications as fair and impartial jurors but provides no case supporting the idea that a juror can commit misconduct by failing to bring to the court's attention information the juror does not realize would bear on his or her impartiality. In fact, two cases specifically suggest otherwise. In Kristie's Katering, Inc., supra, the appellant, Kristie's, argued that it was entitled to a new trial because one of the jurors failed to disclose that her son had been ejected from Kristie's nightclub twice. The Arkansas Court of Appeals disagreed, noting that there was no evidence that the juror knew her son had been ejected from the appellant's nightclub or even that she knew he went there. Furthermore, in Big Rock Stone & Material Co. v. *197 Hoffman, supra, this court reversed a trial court's grant of a new trial where one of the jurors was unknowingly being represented by appellant's counsel. We stated:\nHere it is established by the undisputed proof as well as by the trial court's finding of fact that the plaintiffs could not have been prejudiced by [the juror's] participation in the case. [The juror] had no knowledge that a suit had been filed in his behalf by [the appellant's firm] or by anyone else, and it was therefore impossible for the pendency of that case to have any effect whatever upon his deliberations and conclusions as a juror.\nId. at 344, 344 S.W.2d at 587. In Zimmerman v. Ashcraft, 268 Ark. 835, 597 S.W.2d 99 (Ark. App. 1980), perhaps the strongest case cited by the appellant, the Court of Appeals upheld the grant of a new trial where the jurors certainly could have been aware they were not answering truthfully. Zimmerman v. Ashcraft, 268 Ark. at 837, 597 S.W.2d at 101.\nThe present case is more akin to Kristie's Katering and Big Rock Stone than to the Zimmerman case, in that the jurors could not have known that they were withholding information that might bear on their impartiality. The appellant seems to argue that the jurors should have realized they had an obligation to disclose their relationship with Mr. Dougherty because they surely knew he was an attorney and were clearly aware of his presence in the courtroom. While the jurors may have been aware that Mr. Dougherty was an attorney, he was not identified as a member of either legal team. He was merely sitting in the courtroom and observing the voir dire process. Under these circumstances, the jurors could not possibly be expected to realize that they had a responsibility to disclose their relationship with Mr. Dougherty, and their failure to do so cannot constitute juror misconduct.\nAppellant's second contention is that the conversations between Mr. Dougherty and the two jurors necessitate a new trial. Appellant's primary authority for this point is the case of Langston v. Hileman, 284 Ark. 140, 680 S.W.2d 89 (1984). In Langston, this court overruled a trial court's denial of a motion for new trial where the jury foreman admitted to talking to one of the witnesses during a recess. The court noted that the trial court had specifically instructed the jury, Please have no conversation with the attorneys, with anyone who is a party in the case or with anyone who *198is believed by you to be a witness in the case. Id. at 141. In reversing the trial court's decision to deny a new trial, we stated, It is a well established principle that 'justice ought not only to be fair, but appear to be fair.' When we consider the conduct of the jury foreman and the two witnesses we must conclude that in the present case there was at least the appearance of unfairness. Id. at 142.\nThe facts in Langston v. Hileman, supra, are notably different from those at issue here. In Langston, the juror was conversing with a witness, a person with whom the juror knew it would be improper to engage in conversation. Similarly, in Moody Equipment & Supply Co. v. Union National Bank, Adm'r, 273 Ark. 319, 619 S.W.2d 637 (1981), a conversation occurred between the juror and a witness. In cases such as these, where the juror knows he or she is conversing with a person he or she has been specifically admonished not to talk to, the actual content of the conversation is irrelevant — the mere fact that the juror knowingly disobeyed a court's direction is what creates the appearance of impropriety. Where the juror, however, is unaware that the conversation is improper, the fact that such a conversation occurred does not create the appearance of impropriety; rather, the proponent of the new trial must show that the conversation prejudiced the party. Cf. Porter v. State, 308 Ark. 137, 823 S.W.2d 846 (1992). In Porter, the appellant requested a new trial because he saw a juror conversing with Dr. Harbison, a potential State's witness. Dr. Harbison testified that he did not hear an instruction not to talk to the jurors but knew not to talk to them about the case. He testified that he talked to the juror during a recess, but that they did not discuss the case. Id. at 148, 823 S.W.2d at 852. The trial court denied the motion for new trial, finding, It has not been established that the two involved discussed this case. Id. This court upheld that ruling. Furthermore, even though the Porter case was decided after Langston, supra, and Moody, supra, we did not discuss, much less conclude, that there was an appearance of impropriety in the mere fact that Dr. Harbison talked to a juror. See also Clayton v. State, 321 Ark. 602, 906 S.W.2d 290 (1995) (noting that Clayton had the burden of proving that information about an alleged bribe had filtered into the jury room and resulted in prejudice).\nHere, while the jurors may have known that Mr. Dougherty was an attorney, they had no way of knowing that he was in any way affiliated with the case. Thus, when our case law is applied to the facts here, the appellant must show actual prejudice *199and not the mere fact that a conversation occurred between the jurors and Mr. Dougherty. As the testimony of both jurors and Mr. Dougherty established that they had not discussed the case, we conclude that the appellant failed to show actual prejudice.\nAdditionally, even if the jurors might have realized that Mr. Dougherty was somehow involved with the case, they did not know which side he was working with. In a similar situation, the Texas Court of Appeals refused to presume prejudice where a shadow juror hired by a jury consultant asked Juror Martinez for a cigarette and a quarter. Mercado v. Warner-Lambert Co., 106 S.W.3d 393 (2003). The Texas Court noted, Martinez testified that he did not know the shadow juror was associated with either party. . . Id. at 397. Here, the circuit court concluded that both the jurors retain impartiality. They have spoken with Mr. Dougherty, but have no association or belief that he is associated with one side or the other, and they have stated it does not affect their ability to try this lawsuit, and the Court feels that it does not. We cannot say that the circuit court abused its discretion in concluding that the jurors retained their impartiality. Thus, the circuit court did not err in refusing to grant a new trial on grounds of jury misconduct.\nAppellant's third argument is that a new trial is warranted because of the failure of defense counsel and Mr. Dougherty to alert the circuit court to Mr. Dougherty's relationship with the jurors. The only authority cited by the appellant for this proposition is Kane v. Erich, 250 Ark. 448, 465 S.W.2d 327 (1971), but that case is not instructive on the point. In Kane, the court was faced with a situation where the plaintiff, knowing he had a bad relationship with one of the jurors, allowed the juror to be seated anyway. The plaintiff then wanted to challenge the juror's participation, arguing that the juror should have revealed his potential conflict. The court disagreed, and held that the plaintiff knew as much about her difficulties with [the juror] as [the juror] would have known and under the circumstances appellant owed an obligation to the trial court, the witnesses, and the other jurors to call the matter to the court's attention at the earliest possible moment. Id. These facts do not control the facts at hand, where the party complaining of juror misconduct is not the party who was aware of the conflict in the first place.\nThe central question is whether the appellees' counsel had a duty to identify to the appellant or to the court the identity *200of their jury consultant. Currently, attorneys are given the ability to make their use of a jury consultant as public or private as they choose. 3 Successful Partnering Between Inside and Outside Counsel § 64:13 (2004). Some lawyers choose never to reveal to opposing counsel that they are using a jury consultant. Id. Others choose to have the jury consultant watch from the gallery, as was the case here. Still others allow the consultant to sit beside them at the counsel table during voir dire and introduce them to the jury as a consultant. Id. Ultimately, the decision about whether and when to reveal the consultant's work to opposing counsel is purely a strategic one. Id. Thus, as the appellees had no duty to report the identity of Mr. Dougherty, the trial court's refusal to grant a new trial on this point cannot be an abuse of discretion.\nFurthermore, while Mr. Dougherty undoubtedly knew that it was inappropriate for him to converse with a member of a jury he helped choose, his actions alone do not warrant a new trial. In a similar context, we have upheld a trial court's refusal to grant a mistrial based on prosecutorial misconduct absent any showing of actual prejudice. Williams v. State, 294 Ark. 345, 742 S.W.2d 932 (1988). In Williams, we stated, We consider misconduct on the part of counsel on the facts of each case. What is prejudice in one case might not be in a similar case. Id. at 351, 742 S.W.2d at 936. As noted earlier, the jurors themselves were unaware that Mr. Dougherty was associated with the case. We hold that, under these circumstances, the circuit court did not abuse its discretion in denying the motion for a new trial.\nII. Ordinary-negligence claim \nFor their second issue on appeal, the appellant contends that the judge erred in failing to declare a mistrial on the ordinary-negligence claim. As we noted earlier, the jury was unable to reach a verdict on that claim. Appellant suggests that, because the Resident's-Rights claim is a separate claim from the ordinary-negligence claim, the jury's response to an interrogatory finding no negligence in connection with the Resident's-Rights claim is not applicable to the ordinary-negligence claim. Furthermore, the appellant asserts that the jury understood the distinction between the two claims, as the distinction was established in the jury instructions. In fact, the jury instructions did include a separate *201instruction detailing the components of a Resident's-Rights claim under Ark. Code Ann. 20-10-1201 et seq. (Repl. 2000), which read:\nResident's Rights Claim. The Estate of Geraldine Elizabeth Doss claims damages for injuries because of violation of Geraldine Elizabeth Doss's rights under Arkansas Code 20-10-1201. Under the Resident's Rights Act, Geraldine Elizabeth Doss, as a resident of a long term care facility, has certain rights including but not limited to:\nOne, the right to receive adequate and appropriate health care and protective and support services, including social services, mental health services if available, planned recreational activities, and therapeutic and rehabilitative services consistent with the resident care plan with established and recognized practice standards within the community and with rules adopted by the agency.\nTwo, the right to be treated courteously, fairly, and with the fullest measure of dignity.\nIn contrast, the instruction on negligence read:\nThe Estate of Geraldine Elizabeth Doss claims damages for ordinary negligence from Northport Health Services of Arkansas, LLC, doing business as Covington Court Health & Rehabilitation Center, and Northport Health Services, Incorporated, and has the burden of proving each of three essential propositions.\nFirst, that the plaintiff has sustained damages; Second that the defendants were negligent; and Third, that such negligence was a proximate cause of the damages.\nBy reviewing these instructions, it is clear that the jury was informed of the difference in the two claims.\nAppellant argues that the trial judge could not apply the answers from the interrogatory dealing with Resident's Rights to the ordinary-negligence claim because the two claims were separate claims. Our decision in Leech v. Missouri Pac. R. Co., 189 Ark. 161, 71 S.W.2d 467 (1934), is dispositive on this issue. In Leech, the appellant brought suit against Missouri Pacific Railroad for the death of her husband. In her suit, she alleged her husband's *202death was the result of the railroad's negligence. She sought damages in the amount of $45,000.00 for the benefit of herself and her son, as well as damages in the amount of $5,000.00 in her representative capacity for the benefit of her husband's estate. Id. The jury returned a verdict of $3,750.00 for damages for the benefit of the estate of the deceased. Id. at 162, 71 S.W.2d at 468. On appeal, the appellant contended that she was entitled to a verdict for the benefit of herself and her son as well because in order to find a verdict for the benefit of the estate it was necessary for the jury to find that appellee and Graham were negligent and that deceased was not. Id. We rejected this argument, stating:\nIt does not follow, however, that because two separate and distinct causes of action are tried by the same jury that the finding of facts in one cause is binding on the jury in the other cause of action if there is a dispute in the testimony. Although there was evidence tending to show concurrent negligence on the part of Graham and appellee and no negligence on the part of deceased, yet there was evidence tending to show no negligence on the part of appellee, and the jury was at liberty to so find in the cause of action on behalf of appellant for the benefit of herself and son, as much so as if the two causes of action had been tried separately instead of together. Notwithstanding the causes of action may be tried together under the provisions of the statute, they are wholly independent of each other, and the finding of the jury in one is not binding upon the jury in the other if the facts are in dispute as they were in this case.\nId. The above-quoted analysis in Leech suggests that, in a case involving more than one claim, a jury can properly reach different determinations on negligence for each claim. Similarly, the instant case involved two separate claims, an ordinary-negligence claim and a statutory claim, where the jury reached a different conclusion on the facts for the Resident's-Rights claim and the ordinary-negligence question. Because the Resident's-Rights claim is a statutory claim separate from the common-law claim of ordinary negligence, the jury was entitled to reach conflicting results in relation to those claims. Pursuant to our decision in Leech, the circuit court should have acknowledged and respected the jury's right to reach different determinations on the separate and distinct claims. Accordingly, we hold that the circuit court erred in failing to declare a mistrial on the ordinary-negligence claim, and we reverse and remand on this issue for further proceedings consistent with this opinion.\n*203 III. Preponderance of the evidence \nFor appellant's third point on appeal, appellant asserts that the jury's verdict was against the preponderance of the evidence. When a motion for new trial is made on the ground that the verdict was clearly against the preponderance of the evidence and is denied by the trial court, this court will affirm if there is substantial evidence to support the verdict. Depew v. Jackson, 330 Ark. 733, 957 S.W.2d 177 (1997). Substantial evidence is evidence of substantial force and character to compel a conclusion one way or the other with reasonably certainty. Id. The evidence must force the mind to pass beyond suspicion or conjecture. Id. In examining whether substantial evidence exists, the verdict is given the benefit of all reasonable inferences permissible in accordance with the proof. Id. (citing Patterson v. Odell, 322 Ark. 394, 909 S.W.2d 648 (1995)). These standards apply even when the trial court did not actually rule on the motion and it was deemed denied. See Depew v. Jackson, supra (applying the substantial evidence standard of review where the motion for new trial was deemed denied).\nAppellant's primary authority for the idea that the verdict is not supported by substantial evidence is Advocat, Inc. v. Sauer, 353 Ark. 29, 111 S.W.3d 346 (2003). She claims that the evidence in this case is comparable to the evidence found sufficient to uphold the jury's verdict in favor of the plaintiff in Sauer, and thus the verdict for the defendant in this case should be overturned. This comparison is unpersuasive, however, because the court in Sauer was affirming the jury's verdict, albeit on condition of remittitur as to the compensatory and punitive damage awards.1 In contrast, here, the appellant asks us to reverse the verdict of the jury. On appeal, this court views the evidence in the light most favorable to the appellee and affirms if there is substantial evidence to support the jury's verdict. Bank of America, N.A. v. C.D. Smith Motor Co., Inc., 353 Ark. 228, 106 S.W.3d 425 (2003).\nIn the instant case, the record reflects certain critical evidence regarding the extent of Mrs. Doss's illness prior to and separate from her care at Covington Court. Dr. Richard Hinkle, Ms. Doss's family physician, testified that she was an ill woman at the time of her admission to Covington Court. She already had several chronic medical illnesses, including diabetes, hypertension, and Alzheimer's. Dr. Hinkle testified that these illnesses had progressed to end stage complications and increasing debilitation. Furthermore, Bob Doss, the decedent's son, testified that her condition had been rapidly deteriorating over the course of the year before her admittance to Covington Court. Another critical issue in the trial was the development and treatment of Ms. Doss's pressure sores and other lesions on her heels, legs, buttocks and coccyx. Bob Doss testified that Ms. Doss began developing skin sores as early as 1999. Additionally, the appellees introduced evidence that Ms. Doss already had several lesions upon her admittance to Covington Court in Febrauary. Furthermore, throughout the course of her stay, Covington Court tried many treatments, including Duoderm, Betadine, and Saf-Clens, in an effort to heal the skin sores.\nWhile the appellant attempted to show that Covington Court's negligence was the ultimate cause of Ms. Doss's yeast infection and resulting death, Dr. Hinkle testified that a yeast infection is not necessarily an indication of poor care and can develop even with good care. He also testified that such infections are very common in patients with diabetes. Furthermore, when Ms. Doss was taken from Covington Court and admitted to Sparks Hospital, her blood culture did not show the presence of yeast. Dr. Hinkle inferred from this result that yeast was not present in her blood at this time. A subsequent blood culture revealed the presence of yeast, and Dr. Hinkle opined that Ms. Doss ultimately died from sepsis in the blood caused by yeast that entered her blood through a central line catheter implanted by Sparks.\nWhile the appellant did provide testimony that Covington Court was understaffed in career nursing assistants, (CNAs), the appellees countered with testimony that Covington Court was routinely overstaffed with licensed practical nurses (LPNs) who would assist with the CNA duties. Numerous CNAs and LPNs testified to turning and cleaning Ms. Doss on a regular basis. In fact, as Ms. Doss's condition worsened, Covington Court modified her turning schedule from once every two hours to once an hour to account for the change. When they determined that once an hour was actually doing more harm than good, they changed the turning schedule back to once every two hours.\nThe evidence laid out by the appellees suggested that Ms. Doss had numerous serious conditions prior to her admittance to Covington Court. According to her own physician, Ms. Doss's illnesses had progressed to end stage complications. Furthermore, according to the testimony of numerous LPNs and CPAs employed by Covington Court, Ms. Doss received ample care for her illnesses, but it simply was not enough to overcome the seriousness of her medical condition. We therefore conclude that there was substantial evidence to support the jury's verdict in favor of the appellees.\nIV. AMICivAth 601 \nAppellees cross appeal, arguing that Arkansas Model Civil Jury Instruction 601 should not have been submitted to the jury. AMI Civ. 4th 601 instructs the jury that a violation of a statute or regulation, although not necessarily negligence, is evidence of negligence to be considered by the jury along with all of the other facts and circumstances in the case. AMI Civ. 4th 601. In this case, the circuit court instructed the jury using various regulations from the Code of Federal Regulations (CFR) governing nursing homes receiving Medicare and Medicaid. Appellees maintain that (1) that these provisions of the CFR are not eligible for an AMI Civ. 4th 601 instruction because they do not create a standard of care, and (2) the instruction was abstract and did not relate to the facts presented at trial. Because the first argument was not preserved for appellate review, and we find no merit in the second argument, we affirm on this point.\nAt trial, the following instruction was read to the jury:\nAt all times material to this case there were in force in the State of Arkansas, regulations providing requirements for long term care facilities which provide:\nThe facility must care for its residents in a manner and in an environment that promotes maintenance or enhancement of each resident's quality of life. The facility must promote care of residents in a manner and environment that maintains or enhances each resident's dignity and respect in full recognition of his or her individuality.\nAssessments must be conducted prompdy after a significant change in the resident's physical or mental condition. Each resident must receive, and the facility must provide, the necessary care and services to attain or maintain the highest practical physical, mental, [sic] psychological wellbeing in accordance with the comprehensive assessment and plan of care.\n*206Based upon the comprehensive assessment of a resident, the facility must ensure that a resident who is unable to carry out activities of daily living receives the necessary services to maintain good nutrition, grooming, and personal and oral hygiene. Based upon the comprehensive assessment of a resident the facility must ensure that a resident who enters the facility without pressure sores does not develop pressure sores unless the individual's clinical condition demonstrates that they were unavoidable.\nBased upon the comprehensive assessment of a resident the facility must ensure that a resident having pressure sores receives necessary treatment and services to promote healing, prevent infection, and prevent new sores from developing.\nBased upon a resident's comprehensive assessment, the facility must insure [sic] that a resident maintains acceptable parameters of nutritional status such as body weight and protein levels, unless the resident's clinical condition demonstrates that this is not possible.\nThe facility must provide each resident with sufficient fluid intake to maintain proper hydration and health. The facility must have sufficient nursing staff to provide nursing and related services to attain or maintain the highest practical, physical, mental and psychosocial wellbeing of each resident as determined by the resident assessment and individual plans of care.\nThe facility must employ sufficient support personnel competent to carry out the functions of the dietary services. The facility must maintain clinical records on each resident in accordance with accepted professional standards and practices that are complete and accurately documented.\nThe following must be charted upon an occurrence: Significant changes in the resident's physical, mental or psychosocial status, i.e. deterioration in health, mental or psychosocial status and any hfe-threatening conditions or clinical complications. Charting will be required on every shift until the resident's condition becomes stable.\nThe following skin conditions include date of onset and weekly progress notes. Documentation must identify the skin problem, stage, size, color, odor and drainage if any. The chart shall also document the date and time of treatments and dressings.\n*207The facility must be administered in a manner that enables it to use its resources effectively to attain or maintain the highest practical physical, mental and psychosocial wellbeing of each resident.\nA violation of one or more of these regulations or statutes, although not necessarily negligence, is evidence of negligence to be considered by you along with all of the other facts and circumstances in this case.\nAppellees' first argument against this instruction is that the federal regulations do not create a standard of care. This argument was not presented to the circuit court and, consequently, is not preserved for appeal. Though the appellees objected to the use of AMI Civ. 4th 601 at trial, they did not make this precise argument to the trial court. At trial, appellees argued:\nAs to Jury Instruction Number Fifteen, Defendants object to the giving of that instruction which is a violation of statute or ordinance is evidence of negligence. Defendants contend that this is an exceedingly lengthy, drawn out jury instruction which there really is no hope for the jury to understand. It gives well in excess of ten or twelve Code of Federal Register references, one to which the jury, the defendants would contend, have no hope of interpreting and applying. It is fully covered by the other instructions in this case. It is confusing and refers to negligence, again going back to our objection to giving this case to the jury on both negligence and medical malpractice.\nNotably, the appellees made no mention of the words standard of care at any time during their objection. Nonetheless, on appeal, appellees have shifted their argument to contend that the CFRs do not create a standard of care and thus are not an appropriate subject for an AMI Civ. 4th 601 instruction. We will not consider arguments made for the first time on appeal. Smith v. Sidney Moncrief Pontiac, Buick, GMC Co., 335 Ark. 701, 120 S.W.3d 525 (2003).\nFurthermore, there is no merit to appellees' argument that the instruction was duplicative or abstract. First, the entire purpose of AMI Civ. 4th 601 is to alert the jury to the existence of regulations that might be relevant to the case and not to establish a standard of care. AMI Civ. 4th 601 provides that violations of these regulations can be considered evidence of negligence on the part of the defendant, even if the regulations themselves do not *208govern the case. See Dunn v. Brimer, 259 Ark. 855, 537 S.W.2d 164 (1976). In Dunn, Brimer was in an accident where he fell off a ladder that was not properly fastened in place. The trial court issued an AMI Civ. 4th 601 instruction based on certain federal regulations providing that the ladders shall be fastened and that the area below them shall be kept clean. Id. at 856, 537 S.W.2d 165. The defendants appealed the use of this instruction, arguing that the federal regulation did not apply to the case because the regulation targeted only employer-employee relationships, and Brimer was hired by an independent contractor. Id. We rejected this argument and quoted Prosser saying:\n[Wjhere the statute does set up standard precautions, although only for the protection of a different class of persons, or the prevention of a distinct risk, this may be a relevant fact, having proper bearing upon the conduct of a reasonable man under the circumstances, which the jury should be permitted to consider.\nId. (citing Prosser, Torts, p. 202 (4th ed. 1971)). In other words, the AMI Civ. 4th 601 instruction does not instruct the jury on the relevant standard of care applicable to the facts at hand. Instead, the federal regulation is merely evidence of the types of considerations that should bear on the reasonable person. Consequendy, under AMI Civ. 4th 601, actions in violation of the regulations can be evidence of negligence to be considered along with the other facts and circumstances in the case. Thus, in this case, the fact that there were other instructions detailing the various standards of care for claims of negligence and medical malpractice would not have been relevant to the issue of whether AMI Civ. 4th 601 should have been submitted to the jury.\nAppellees' second contention is that the AMI Civ. 4th 601 instruction was abstract and not relevant to the facts of the case. In support of that proposition, they only cite to cases where the statute or regulation in question was unquestionably irrelevant to the undisputed facts at hand. For example, in Harkrider v. Cox, 230 Ark. 155, 321 S.W.2d 226 (1959), the defendant in a case involving a car accident objected to instructions pertaining to the obligation to slow down around hills, intersections and other road hazards. This court held the instruction to be erroneous because the facts of the case did not suggest the presence of any hills or other road hazard. In CRT, Inc. v. Dunn, 248 Ark. 197, 451 *209S.W.2d 215 (1970), the plaintiff was injured when her car slipped on oil spilled from the defendant's tanker. The trial court gave an instruction noting that an Arkansas statute provided that [n]o vehicle shall be driven or moved on any highway unless such vehicle is so constructed or loaded as to prevent any of its load from dropping, shifting, leaking, or otherwise escaping therefrom. Id. The court held that, for such an instruction to be proper, there must first be some evidence that the spillage was caused either by the construction or the loading. Id. In both cases, the instruction was not proper because there was no evidence suggesting a violation of the statute. Here, the appellant presented evidence suggesting that the appellees' care and treatment of Ms. Doss may not have complied with the requirements of the CFR provisions, such as adequate nutrition, care for wounds, and prevention and treatment of pressure sores. Accordingly, we hold that the circuit court did not err in submitting AMI Civ. 4th 601 to the jury.\nAffirmed in part, reversed and remanded in part.\n1 \nWe note that this court was precluded in Sauer from reviewing allegations of insufficiency of the evidence on liability due to the appellants' failure to preserve the argument for appellate review. Advocat, Inc. v. Sauer, 353 Ark. at 61, 111 S.W.3d at 365.\nPLAIN ENGLISH SUMMARY\nIssue: whether defendants provided adequate care to sickly, elderly plaintiff.\nSummary: \nthe plaintiff, who was 83 years old, died of sepsis in hospital while a resident of defendant's Covington Court centre.\nthe plaintiff had multiple health complications that her physician and family described as end-stage, but the plaintiff contends that a yeast infection caused her death and was brought about by poor care.\nThe court held that the evidence supported the jury's finding that the defendant provided 'ample' care, and that the plaintiff's medical condition was simply insurmountable. \n",
    "annotations": {
        "Facts": [
            "Ms. Doss, who was a resident of Covington Court at the time of her death, was eighty-three years old when she was admitted to Covington Court in February 2000. She had just completed a three-week stay at Sparks Regional Medical Center in Fort Smith, where she had been treated for pneumonia, congestive heart failure, insulin-dependent diabetes, renal insufficiency, endstage Alzheimer's disease, peripheral vascular disease, amputated toes, and pressure sores on her coccyx, shoulder and heels. While Ms. Doss was a resident at Covington, her condition deteriorated. She was afflicted with additional pressure sores, urinary tract infections, and notable weight loss during the period of time between February and July of 2000. In March of that year, Ms. Doss was readmitted to Sparks Hospital because of respiratory problems and congestive heart failure. While in the hospital, Ms. Doss continued to lose weight and her pressure sores worsened. She returned to Covington Court, but in July she was again admitted to Sparks Hospital with pneumonia and infected foot ulcers. At that time, cultures were taken of Ms. Doss's blood to determine if the infection had spread throughout her system. The results of those tests were negative. Antibiotics were then administered by an intravenous catheter to combat the infection. On July 25, Ms. Doss underwent surgery to debride several pressure sores on her coccyx and heels. On July 27, a second blood culture revealed the presence of a yeast infection. Ms. Doss died in the hospital on July 29,2000, as a result of overwhelming sepsis.",
            "she was an ill woman at the time of her admission to Covington Court. She already had several chronic medical illnesses, including diabetes, hypertension, and Alzheimer's. ",
            "these illnesses had progressed to end stage complications and increasing debilitation.",
            "condition had been rapidly deteriorating over the course of the year before her admittance to Covington Court",
            "development and treatment of Ms. Doss's pressure sores and other lesions on her heels, legs, buttocks and coccyx",
            "Ms. Doss began developing skin sores as early as 1999.",
            "Ms. Doss already had several lesions upon her admittance to Covington Court in Febrauary. Furthermore, throughout the course of her stay, Covington Court tried many treatments, including Duoderm, Betadine, and Saf-Clens, in an effort to heal the skin sores.",
            "a yeast infection is not necessarily an indication of poor care and can develop even with good care",
            "such infections are very common in patients with diabetes",
            "when Ms. Doss was taken from Covington Court and admitted to Sparks Hospital, her blood culture did not show the presence of yeast",
            "yeast was not present in her blood at this time.",
            "Covington Court was understaffed in career nursing assistants, (CNAs),",
            "Covington Court was routinely overstaffed with licensed practical nurses (LPNs) who would assist with the CNA duties",
            "turning and cleaning Ms. Doss on a regular basis",
            ", as Ms. Doss's condition worsened, Covington Court modified her turning schedule from once every two hours to once an hour to account for the change. When they determined that once an hour was actually doing more harm than good, they changed the turning schedule back to once every two hours."
        ],
        "Procedural History": [
            "Appellant Linda Koch, as administratrix of the Estate of Geraldine Elizabeth Doss, and on behalf of the wrongful death beneficiaries of Geraldine Doss, filed suit against Appellees Northport Health Services of Arkansas, LLC, doing business as Covington Court Health & Rehabilitation Center, and Northport Health Services, Inc",
            "The appellant requested that the court strike two of the sitting jurors based on her assertion that a relationship existed between the jurors and Mr. Dougherty, and they had been seen talking to him during the trial. The circuit court denied this motion, and the empaneled jury eventually reached a verdict in favor of the defense on the medical-malpractice claim, the Resident's-Rights claim, and the wrongful-death claim. The jury was unable to reach a verdict on the ordinary-negligence claim, and the judge initially declared a mistrial on that claim. However, after a motion by the appellees, the circuit court also entered a verdict in favor of the defense on the ordinary-negligence claim.Appellant timely moved for a new trial, arguing that the circuit court erred in entering a verdict in favor of the appellees on the ordinary-negligence claim, that a new trial was warranted because of jury misconduct and the misconduct of the prevailing party, and that the jury's verdict in favor of the appellees was against the preponderance of the evidence. Because the circuit court took no action on the appellant's motion for a new trial, it was deemed denied pursuant to Ark. R. Civ. P. 59(b) (2004). Appellant now brings the instant appeal."
        ],
        "Application of Law to Facts": [
            "When a motion for new trial is made on the ground that the verdict was clearly against the preponderance of the evidence and is denied by the trial court, this court will affirm if there is substantial evidence to support the verdict.",
            "The evidence laid out by the appellees suggested that Ms. Doss had numerous serious conditions prior to her admittance to Covington Court. According to her own physician, Ms. Doss's illnesses had progressed to end stage complications. Furthermore, according to the testimony of numerous LPNs and CPAs employed by Covington Court, Ms. Doss received ample care for her illnesses, but it simply was not enough to overcome the seriousness of her medical condition. "
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We therefore conclude that there was substantial evidence to support the jury's verdict in favor of the appellees."
        ]
    },
    "class": "mixed"
}