{
    "text": "Davis v. Schneider National, Inc., 431 S.W.3d 321, 2013 Ark. App. 737 (2013)\nDec. 11, 2013 · Arkansas Court of Appeals · No. CV-12-536 \n431 S.W.3d 321, 2013 Ark. App. 737 \nDebra DAVIS, Appellant v. SCHNEIDER NATIONAL, INC.; Schneider National Carriers, Inc.; and Paul Turner, Appellees \n2013 Ark. App. 737\nCourt of Appeals of Arkansas.\nRehearing Denied Jan. 15, 2014.\n*322Langdon & Emison, by J. Kent Emison and Brian G. Brooks, Attorney at Law, PLLC, by Brian G. Brooks, for appellant.\nDennis, Corry, Porter & Smith, L.L.P., by R. Clay Porter and Wright, Lindsey & Jennings LLP, Little Rock, by Gregory T. Jones, for appellees.\nPHILLIP T. WHITEAKER, Judge.\n1, Debra Davis appeals an order of the Jefferson County Circuit Court granting summary judgment dismissing her claims against appellees Schneider National Carriers, Inc.; Schneider National, Inc.; and Paul Turner arising out of a motor-vehicle accident.1 We affirm.\nA collision occurred at approximately 7:00 a.m. on November 13, 2008, in Jefferson County. Davis was traveling east on a county road that intersected with Highway 79. The intersection is controlled by a stop sign. Traffic traveling east on the county road must come to a stop and yield before proceeding onto Highway 79. A Schneider tractor-trailer driven |2by Turner was traveling south on Highway 79 between fifty and fifty-five miles per hour. As Davis attempted to make a left turn to travel north on Highway 79, she collided with the Schneider tractor-trailer. The Davis vehicle struck the Schneider trailer at its approximate midpoint. Fog was a contributing weather condition to the collision. Davis was knocked unconscious during the accident and had no memory of the events.\nDavis filed suit against Schneider and Turner for the severe and permanent injuries she received as a result of the collision. The complaint alleged negligence and negligence per se against Turner and Schneider. The claims against Schneider were based on both vicarious liability for the acts of Turner and direct allegations of negligence. Davis sought both compensatory and punitive damages. Schneider and Turner jointly answered, denying the material allegations of the complaint.\nThe defendants moved for summary judgment on all of Davis's claims, arguing that her alleged failure to stop and yield the right of way was the sole proximate cause of the collision. They also filed a separate motion for partial summary judgment on Davis's claim for punitive damages, arguing that she could not establish that their acts or omissions met the standard for the imposition of punitive damages.\nFollowing a hearing on the motion for summary judgment but prior to the court's order granting summary judgment, Davis amended her complaint. She contended that Turner's negligent and reckless driving and Schneider's negligent and reckless failure to inform Turner of his sleep apnea condition were the proximate causes of her injuries and ^sought compensatory and punitive damages.2 Schneider and Turner filed a motion to strike the amended complaint. As the basis for their motion, they asserted that trial was already scheduled and that Davis was raising new allegations to which Schneider and Turner did not have sufficient time to respond or to conduct discovery.\nOn April 10, 2012, the circuit court entered its order granting summary judgment in favor of the defendants on all of Davis's claims. The court found that Davis could not establish proximate cause because she either failed to stop at the stop sign or failed to yield the right of way. The court also rejected Davis's independent claims against Schneider, finding such claims would create a new area of law to govern the commercial trucking industry. At the hearing, the circuit court had orally granted the defendants' motion for summary judgment on Davis's claim for punitive damages; however, the court did not address that ruling in its written order. After the court denied Davis's motion seeking reconsideration, this appeal followed.\nThe law is well settled that summary judgment is to be granted by a circuit court only when it is clear that there are no genuine issues of material fact to be litigated, and the party is entitled to judgment as a matter of law. Harrisburg Sch. Dist. No. 6 v. Neal, 2011 Ark. 233, 381 S.W.3d 811. Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. On appellate review, we determine if summary | ¿judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion leave a material fact unanswered. Campbell v. Asbury Auto., Inc., 2011 Ark. 157, 381 S.W.3d 21. We view the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id. Our review focuses not only on the pleadings, but also on the affidavits and documents filed by the parties. Cent. Okla. Pipeline, Inc. v. Hawk Field Servs., LLC, 2012 Ark. 157, 400 S.W.3d 701. The purpose of summary judgment is not to try the issues, but to determine whether there are any issues to be tried. Elam v. First Unum Life Ins. Co., 346 Ark. 291, 57 S.W.3d 165 (2001).\nDavis contends that the circuit court erred in granting summary judgment because there were genuine issues of material fact remaining. Specifically, she argues that genuine issues of fact exist as to the visibility conditions and as to whether Turner's speed in foggy conditions was a proximate cause of her injuries. The issue of visibility immediately prior to the time of the accident was crucial.\nThe defendants sought summary judgment contending that no issues of material fact existed concerning visibility immediately prior to the accident. As proof in support of this position, they referred to the deposition testimony of the driver, Turner. Turner testified that immediately prior to the time of the accident, the fog was above his truck and that there were no problems with visibility. He reported that he could see the Davis vehicle approaching Highway 79 along a side road, and he stated that it appeared that Davis was slowing down prior to his entering the intersection. Turner saw Davis drive past the stop Sign, which was set back from the intersection, but did not see her enter the intersection because the cab of his truck had already passed the intersection by the time of the collision.\nThe defense also presented testimony from their expert, Dr. Michael Brown. Brown said that he obtained data from the Pine Bluff and Stuttgart weather centers because of their proximity to the accident site. The Pine Bluff readings were taken at 6:53 a.m., some seven minutes prior to the accident. Brown opined that the data were consistent with Turner's statement that he had 1000 feet of visibility. Brown also said that the data were consistent with Turner's statement that the fog was above the cab of his truck. Brown further noted that meteorological phenomena such as fog can change very quickly over small spatial and temporal scales, so that without being there, there was no way to know the visibility at the time of the accident. This proof was sufficient to establish prima facie entitlement to summary judgment, shifting the burden to Davis to meet proof with proof and demonstrate the existence of a material issue of fact.\nIn an attempt to meet proof with proof, Davis offered the testimony of Arkansas State Police Trooper Charles Spurlin. Spurlin described the fog and its impediment upon his travel to the accident scene. However, his description of the fog is from a different location and time. He did not arrive at the accident scene until 7:31 a.m., twenty-six minutes after receiving the call. His description of the fog upon arrival does not create an issue of fact concerning the visibility of the fog immediately prior to the accident. Davis also submitted the deposition excerpts of six independent witnesses describing the fog upon their arrival at the accident scene. Those witness, however, were also not present at the time of the accident. Moreover, the excerpts failed to contain any references from which the circuit court could determine the proximity of the witnesses' observations to the time of the accident. By not submitting evidence that was specific as to the time and place of the accident, Davis failed to meet proof with proof and to show specific issues that remained for trial. Ark. R. Civ. P. 56(e).\nDavis filed a motion for reconsideration from the circuit court's summary-judgment order, submitting the full deposition transcripts of the six witnesses. In the full deposition transcripts, there is testimony from which inferences can be made as to the proximity to the time of the accident. This proffer, however, was too late. Unless the court reduces or enlarges the periods upon a showing of good cause, the party against whom a motion for summary judgment has been made must serve a response and any supporting materials within twenty-one days after service of the motion. US Fuel Int'l, Inc. v. Murphy Oil USA, Inc., 2012 Ark. App. 367, 417 S.W.3d 228; Ark. R. Civ. P. 56(c)(1). Supplemental supporting materials may not be submitted after the time for serving a reply, unless the court orders otherwise. US Fuel Int'l, supra; see also Foscue v. McDaniel, 2009 Ark. 223, 308 S.W.3d 122. If a response or reply is untimely, the circuit court need not consider it. Servewell Plumbing, LLC v. Summit Contractors, Inc., 362 Ark. 598, 210 S.W.3d 101 (2005). It has long been the rule that a motion for a new trial cannot be used to bring into the record that which does not otherwise appear in the record. Horton v. Horton, 2011 Ark. App. 361, 384 S.W.3d 61.3 As such, Davis 17failed to meet proof with proof to overcome the defendants' prima facie case of entitlement to summary judgment.\nDavis next contends that Turner's testimony should not have been considered because the testimony of an interested party is controverted as a matter of law. The cases she cites are inapplicable to the present case, however, in that they do not involve materials in support of a motion for summary judgment. Moreover, we have held that Arkansas Rule of Civil Procedure 56(e) does not prohibit or limit the filing of self-serving affidavits. Wilson v. Pulaski Bank & Trust, 2011 Ark. App. 383, 383 S.W.3d 919; Mathews v. Garner, 25 Ark. App. 27, 751 S.W.2d 359 (1988). Rule 56(c) and (e) allow consideration of affidavits, depositions, admissions, and answers to interrogatories in summary-judgment proceedings. UMLIC 2 Funding Corp. v. Butcher, 333 Ark. 442, 970 S.W.2d 211 (1998). All evidence submitted in the course of summary-judgment proceedings must be under oath. Ark. R. Civ. P. 56(e). Turner's deposition satisfied these conditions, and thus, Davis has not argued a proper basis for ignoring Turner's deposition testimony.\nTo establish a prima facie case of negligence, the plaintiff must demonstrate that the defendant breached a standard of care, that damages were sustained, and that the defendant's actions were a proximate cause of those damages. Neal v. Sparks Reg'l Med. Ctr., 2012 Ark. 328, 422 S.W.3d 116. Proximate causation is an essential element for a cause of action in negligence. Id. Proximate cause is defined, for negligence purposes, as that which in a ^natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Id. Although proximate causation is usually a question of fact for a jury, where reasonable minds cannot differ, a question of law is presented for determination by the court. Id.; Cragar v. Jones, 280 Ark. 549, 660 S.W.2d 168 (1983). When a party cannot present proof on an essential element of his claim, the moving party is entitled to summary judgment as a matter of law. Neal, supra. \nThe Arkansas Supreme Court has long held that a driver using a through street or highway has a right to assume, until the contrary is or reasonably should be apparent, that another driver will obey a stop sign. Lawson v. Stephens, 241 Ark. 407, 407 S.W.2d 917 (1966); Shroeder v. Johnson, 234 Ark. 443, 352 S.W.2d 570 (1962); Rexer v. Carter, 208 Ark. 342, 186 S.W.2d 147 (1945). The holdings in these cases have been embodied in AMI 905, which provides that the driver with the right of way can assume that the disfavored driver will comply with the stop sign until the contrary is or reasonably should be apparent. Admittedly, the right of way is not absolute and all drivers, regardless of who has the right of way, have a duty to maintain a proper lookout and to use every precaution to avoid a collision. Olson v. Ortiz, 60 Ill.App.3d 787, 18 Ill.Dec. 197, 377 N.E.2d 350 (1978); Piccone v. Stiles, 329 N.J.Super. 191, 747 A.2d 296 (N.J.App. Div.2000); Ledford v. Fisher, 222 Tenn. 661, 439 S.W.2d 781 (1969); Liles v. Employers Mut. Ins. of Wausau, 126 Wis.2d 492, 377 N.W.2d 214 (Wis.App.1985).\nTurner, as the favored driver, was not required to slow down or bring his vehicle under such control as to be able to stop in order to avoid a collision. Shroeder, supra. Even so, Turner's testimony and Trooper Spurlin's report show that Turner attempted to change lanes and move to the left to avoid a collision with Davis. Here, there is no material issue of fact that Turner was using a through highway and that Davis had the duty to yield at the intersection, which she failed to do. Turner had already entered the intersection when he was struck broadside by Davis. Under these circumstances, we agree with the circuit court's conclusion that Davis was the proximate cause of this collision. Therefore, summary judgment was properly entered for Schneider and Turner. See Barriga v. Arkansas & Missouri R.R. Co., 79 Ark.App. 358, 87 S.W.3d 808 (2002). There is likewise no merit to Davis's argument that the circuit court somehow relieved Schneider and Turner of their duty to her.\nIn light of our affirmance on the issue of proximate cause, we need not address Davis's remaining arguments concerning whether certain claims against Schneider remain viable or whether the circuit court correctly granted summary judgment on *327her claim for punitive damages.4 \n11(>Affirmed.\nVAUGHT and BROWN, JJ., agree.\n1 \n. Schneider National Carriers, Inc., is a wholly-owned subsidiary of Schneider National, Inc. Out of convenience, we refer to Schneider National Carriers, Inc., and Schneider National, Inc., collectively as Schneider unless the context requires otherwise.\n2 \n. Prior to the collision, Schneider had identified Turner as a high risk for sleep apnea, but he was not notified of that until the day of the collision. Ten days after the accident, Turner was examined and diagnosed as having severe obstructive sleep apnea.\n3 \n. Davis argues that Horton is inapplicable because that case involved a motion for a new trial instead of a motion for reconsideration. Davis's motion for reconsideration was, in fact, a motion for a new trial because it alleged that the circuit court's decision in granting summary judgment was contrary to law. See Ark. R. Civ. P. 59(a)(6) (setting forth as a ground for a new trial that the decision was clearly contrary to law).\n4 \n. As a final matter, we note that Davis's inclusion of the deposition transcripts in her addendum, in addition to the abstract, violates our briefing rules. If a transcript of a deposition is an exhibit to a motion or related paper, the material parts of the transcript shall be abstracted, not included in the addendum. Ark. Sup.Ct. R. 4-2(a)(5)(A) & 4-2(a)(8)(A)(i). The addendum shall also contain a reference to the abstract pages where the transcript exhibit appears as abstracted. Ark. Sup.Ct. R. 4-2(a)(8)(A)(i). Both this court and the supreme court have recently ordered rebrief-ing to correct such defects. See Skalla v. Canepari, 2013 Ark. 249, 2013 WL 2460166 (per curiam): GSS, LLC v. Centerpoint Energy Gas Transmission Co., 2013 Ark. App. 465, 2013 WL 4766692; Hobson v. Entergy Arkansas, Inc., 2013 Ark. App. 447, 2013 WL 4557214; Chesapeake Exploration, LLC v. Whillock, 2013 Ark. App. 339, 2013 WL 2243834. Davis has correctly abstracted the deposition and hearing transcripts; however, our rules require that these items not be placed in the addendum. Skalla, supra. Together, these deposition transcripts total over 500 pages and makes up more than half of the 795-page addendum. We have pointed out numerous times that an abstract and addendum can be deficient for containing too much material, as well as too little. See Erwin v. Frost, 2013 Ark. App. 440, 2013 WL 4556286; West Memphis Adolescent Residential, LLC v. Compton, 2010 Ark. App. 450, 374 S.W.3d 922; American Transp. Corp. v. Exchange Capital Corp., 84 Ark.App. 28, 129 S.W.3d 312 (2003); Miller v. Hometown Propane Gas, Inc., 82 Ark.App. 82, 110 S.W.3d 304 (2003). Although we decline to order rebriefing, we caution counsel against such practices in the future.\nPLAIN ENGLISH SUMMARY\nIssue: whether there was an issue of material fact precluding the grant of summary judgement.\nSummary:\nthe plaintiff was injured when she entered an intersection controlled by a stop sign and collided with the defendant's truck. The plaintiff was obliged to give way but failed to do so.\nThe plaintiff asserted that the defendant was driving a speed that was too great given the fog that affected visibility at the scene of the accident.\nHowever, the defendant provided testimony establishing that he had good visibility at the intersection, saw the plaintiff's vehicle coming, and assumed that the plaintiff would stop at the stop sign, as she was obliged to do and as he was entitled to assume.\nThe plaintiff obtained evidence from a police officer who attested to his visibility being impacted during his travel to the accident scene, but the court found that this was inadequate because he arrived almost half an hour after the accident had occurred.\nSince the defendant was entitled to assume the plaintiff would stop, and it had been established that there were no issues of visibility which would require him to drive more slowly than he had, there was no negligence, and summary judgement was proper.",
    "annotations": {
        "Facts": [
            "motor-vehicle accident",
            "A collision occurred at approximately 7:00 a.m. on November 13, 2008, in Jefferson County. Davis was traveling east on a county road that intersected with Highway 79. The intersection is controlled by a stop sign. Traffic traveling east on the county road must come to a stop and yield before proceeding onto Highway 79. A Schneider tractor-trailer driven |2by Turner was traveling south on Highway 79 between fifty and fifty-five miles per hour. As Davis attempted to make a left turn to travel north on Highway 79, she collided with the Schneider tractor-trailer. The Davis vehicle struck the Schneider trailer at its approximate midpoint. Fog was a contributing weather condition to the collision. Davis was knocked unconscious during the accident and had no memory of the events.",
            "she either failed to stop at the stop sign or failed to yield the right of way.",
            "immediately prior to the time of the accident, the fog was above his truck and that there were no problems with visibility",
            "he could see the Davis vehicle approaching Highway 79 along a side road, and he stated that it appeared that Davis was slowing down prior to his entering the intersection. Turner saw Davis drive past the stop Sign, which was set back from the intersection, but did not see her enter the intersection because the cab of his truck had already passed the intersection by the time of the collision.",
            "Brown said that he obtained data from the Pine Bluff and Stuttgart weather centers because of their proximity to the accident site. The Pine Bluff readings were taken at 6:53 a.m., some seven minutes prior to the accident. Brown opined that the data were consistent with Turner's statement that he had 1000 feet of visibility. Brown also said that the data were consistent with Turner's statement that the fog was above the cab of his truck. Brown further noted that meteorological phenomena such as fog can change very quickly over small spatial and temporal scales, so that without being there, there was no way to know the visibility at the time of the accident.",
            "Arkansas State Police Trooper Charles Spurlin. Spurlin described the fog and its impediment upon his travel to the accident scene. However, his description of the fog is from a different location and time. He did not arrive at the accident scene until 7:31 a.m., twenty-six minutes after receiving the call.",
            "Turner attempted to change lanes and move to the left to avoid a collision with Davis.",
            "Turner had already entered the intersection when he was struck broadside by Davis."
        ],
        "Procedural History": [
            "Debra Davis appeals an order of the Jefferson County Circuit Court granting summary judgment dismissing her claims against appellees Schneider National Carriers, Inc.; Schneider National, Inc.; and Paul Turner",
            "Davis filed suit against Schneider and Turner",
            "On April 10, 2012, the circuit court entered its order granting summary judgment in favor of the defendants on all of Davis's claims. The court found that Davis could not establish proximate cause",
            "The court also rejected Davis's independent claims against Schneider, finding such claims would create a new area of law to govern the commercial trucking industry"
        ],
        "Application of Law to Facts": [
            "This proof was sufficient to establish prima facie entitlement to summary judgment",
            "His description of the fog upon arrival does not create an issue of fact concerning the visibility of the fog immediately prior to the accident. Davis also submitted the deposition excerpts of six independent witnesses describing the fog upon their arrival at the accident scene. Those witness, however, were also not present at the time of the accident. Moreover, the excerpts failed to contain any references from which the circuit court could determine the proximity of the witnesses' observations to the time of the accident. By not submitting evidence that was specific as to the time and place of the accident, Davis failed to meet proof with proof and to show specific issues that remained for trial",
            "a driver using a through street or highway has a right to assume, until the contrary is or reasonably should be apparent, that another driver will obey a stop sign",
            "Turner, as the favored driver, was not required to slow down or bring his vehicle under such control as to be able to stop in order to avoid a collision",
            "there is no material issue of fact that Turner was using a through highway and that Davis had the duty to yield at the intersection, which she failed to do"
        ],
        "Relevant Precedents": [
            "Lawson v. Stephens, 241 Ark. 407,  (1966); Shroeder v. Johnson, 234 Ark. 443,  (1962); Rexer v. Carter, 208 Ark. 342,  (1945)."
        ],
        "Outcome": [
            "We affirm",
            "summary judgment was properly entered for Schneider and Turner."
        ]
    },
    "class": "affirm"
}