{
    "text": "Heritage Physician Group, P.A. v. Minton, 432 S.W.3d 682, 2014 Ark. App. 155 (2014)\nMarch 12, 2014 · Arkansas Court of Appeals · No. CV-13-727 \n432 S.W.3d 682, 2014 Ark. App. 155 \nHERITAGE PHYSICIAN GROUP, P.A., and Marco Canulla, Appellants v. Retha MINTON and Melodee Nobmann, as Co-Administrators of the Estate of Eugene Minton, Deceased, Appellees \n2014 Ark. App. 155\nCourt of Appeals of Arkansas.\nCox, Cox & Estes, PLLC, Fayetteville, by Walter B. Cox and James R. Estes, for appellants.\nGary Holt and Associates, Little Rock, by Hugh F. Spinks, for appellees.\nROBERT J. GLADWIN, Chief Judge.\nHeritage Physician Group, P.A., and Dr. Marco Camilla (collectively Heritage) appeal the Garland County Circuit Court's judgment awarding appellees Retha Minton and Melodee Nobmann, as co-administrators of the Estate of Eugene Minton, deceased (collectively Estate), $350,000, plus interest, pursuant to a jury verdict in this medical-malpractice case. On appeal, Heritage asserts that the circuit court erred in denying its motion for directed verdict because the Estate failed to meet its burden of proof regarding the standard of care and proximate causation. We affirm.\nI. Statement of Facts \nThe Estate filed a complaint against Heritage alleging that Eugene Minton died as a result of Heritage's negligence following a laparoscopic gallbladder removal performed on April 18, 2006, at St. Joseph's Hospital in Hot Springs, Arkansas. It alleged that Minton exhibited signs of internal bleeding following his surgery but that Heritage did not act in time to save Minton. On the evening of April 19, 2006, Minton underwent emergency surgery, and it was discovered that he had extensive abdominal bleeding. Following surgery, Minton's condition deteriorated, and he died. The Estate's negligence claim against Heritage included Heritage's failure to do the following: (1) investigate Minton's decreasing blood count following surgery; (2) adjust medications designed to thin Minton's blood-clotting time despite signs that he had a decreasing blood count and was losing blood; (3) order repeat checks of Minton's hemoglobin and hemat-ocrit; (4) monitor Minton's conditions sufficiently to determine whether his condition was deteriorating; and (5) exercise ordinary care for physicians and surgeons in Hot Springs, Garland County, Arkansas, or in similar communities.\nA jury trial was held April 29 through May 3, 2013, and Dr. Phillip D. Price from Columbus, Ohio, testified that he is a surgeon specializing in gastrointestinal surgery. Columbus is a city of between 1.2 and 1.5 million people. Dr. Price graduated from Ohio State University College of Medicine in 1989 and attended a residency in general surgery at Mt. Carmel Health in Columbus for five years. Since then, he has been involved in the practice of general surgery and training surgical residents, and he is board certified in general surgery. He currently practices in a 500-bed hospital, but for a short period he went to another hospital in the Mt. Carmel Health System in Columbus called St. Anne's, which was a 200-bed facility. During direct examination by the Estate's counsel, Dr. Price testified as follows:\nIsQ: Now, Doctor, do you have an opinion as to the standard of care for physicians and surgeons practicing in Hot Springs, Arkansas, or in similar communities, and when I use the term similar communities, I mean from the standpoint of the availability of similar medical services in regard to Eugene Minton's case?\nA: Yes.\nQ: How do you obtain knowledge of the standard of care in facilities— you've never practiced here in Arkansas, correct?\nA: That is correct.\nQ: Tell us about how the standard of care you can arrive at that.\nA: Well, you know, standard of care is a legal term attorneys like to throw around, but what to me the standard of care means is is that the care that a competent physician in a similar facility with a similar type of patient would give that patient. Is it — it's dependent on obviously the training of the physician, it's dependent upon the availabilities of that facility, and the standard of care is what would a competent physician do with those resources in a given facility.\nQ: And, Doctor, from your review of the records in this case as it affects your opinions on the standard of care, did Dr. Camilla have all of the facilities available to him that you felt would have been required in a situation such as Eugene Minton's case?\n*684A: Yes.\nQ: Okay. Now, Doctor, are there situations where Mr. Minton might have been treated differently in a different locality somewhere?\nA: For this particular problem?\nQ: Yes, sir.\nA: No.\nQ: Okay. Now, Doctor, if you would, tell us whether in your opinion Dr. Camilla, in his care and treatment of Eugene Minton, during his hospitalization of April of 2006, deviated from the standards of good medical 14care for physicians and surgeons practicing in Hot Springs, Arkansas, or in a similar community?\nA: Yes, I believe Dr. Camilla deviated from the standard of care.\nQ: And, Doctor, in your opinion within the reasonable degree of medical probability, did the deviation of good medical care contribute to Mr. Minton's death?\nA: Yes.\nDr. Price continued, testifying that Minton had suffered hypovolemic shock due to the undiagnosed bleeding following the surgery. On cross-examination, Dr. Price was questioned by Heritage about his knowledge regarding surgical practice in Hot Springs, Arkansas, as follows:\nQ: Now, with regard to practice of surgery in Arkansas, do you know whether the — we mentioned that a few minutes ago — do you know whether the hospital where the surgery took place here, it's called St. Joseph's Mercy Hospital. Do you know whether they have residents there in the hospital two to three deep during a given day on the floor to answer or do they have somebody in the hospital twenty-four hours a day as a junior resident and senior resident, do they have anybody besides themselves? Do you know that?\nA: Well, they do not have a residency program there.\n\nQ: What about staffing of just physicians and that basis? Are they able to have somebody in the hospital all night and all day? Do you know that?\nA: I did not get the opinion from the records that there's any twenty-four hour physician care in that hospital ever. This is my assumption from the records.\nQ: That is correct. And you wouldn't be surprised today that a city of thirty-something thousand here as compared to a million and half, would you?\nA: No.\nOn redirect examination by the Estate's counsel, Dr. Price testified as follows:\n|5Q: ... Do people in Hot Springs, Arkansas, deserve any less medical care assuming that the facilities are available than the people in Columbus, Ohio?\nA: No.\nQ: As far as the issues that we are dealing with in this case, is it complicated? What is it?\nA: This is very basic medicine. This is — the fact that Mr. Minton was in hemorrhagic shock is something a first year surgical resident or an advanced nurse practitioner should easily recognize.\n\nQ: Doctor, as far as what went on with Mr. Minton as you have described to us from this chart, do you have any doubt in your mind that if action had been taken by Dr. Camilla when he wrote his order at least as late as 1:15 in the afternoon Mr. Minton would have survived?\nA: Yes.\nQ: Tell me what your — whether he would have survived or not.\nA: I think Mr. Minton was salvageable up until his blood pressure bottomed out for the last time on the evening of the 19th and was taken to surgery emergently....\nAt the close of the Estate's case, Heritage moved for a directed verdict, arguing as follows:\nHeritage: Your Honor, we'd like to move at the close of Plaintiffs' case that they have failed to comply with the burden of proof to go forward in this case, and I'd direct the Court's attention to AMI 1501 that they had to prove and did not prove. They had somebody called as a general surgeon, but he did not, and that was the reason I put that out there in terms of his knowledge of the same or similar locality and specialty in standing in the same or similar locality. He did not have any experience in Hot Springs, Arkansas, with any type of practice they have here. I gave him plenty of opportunity to talk about what he's done to have eighteen to twenty people working with him, rounding in the hospital, coming over to his office and the kind of practice he has, maybe bariatric surgery, oncology surgery. He's done a little of this and a little | fibit of that. The law strictly is a general surgeon must possess and apply with reasonable care the degree of skill and learning ordinarily possessed and used by members of his profession in good standing, engaged in the same specialty and locality in which he practices or in a similar locality, and I don't think he's proven or met that. There is a way to do that, but he did not present the testimony that's needed for him to cross that threshold. It's not for the defense to do it, but we cross-examined to bring out the things that showed the differences and the incompatibility of him saying he just thinks they deserve as good in Hot Springs as they do in Ohio. That's not been proved. That's basically what he said in his testimony in response to Mr. Spink's questions, so we move to have the Court grant a directed verdict because they cannot meet the burden of the standard of care or causation and damages.\n\nCOURT: Thank you. Mr. Spinks, your response.\nEstate: Your Honor, the doctor is qualified to come in and testify to standard of care of a general surgeon and he was qualified based on his knowledge and experience as a board certified general surgeon, and I think the qualifications here are literally sufficient to meet the qualifications that he has to show.\nCOURT: Thank you. Any reply?\nHeritage: What he said has nothing to do with whether he's board certified in Africa or Zimbabwe. It goes to exactly what the statute says, not even to certification or being a general surgeon. It goes to meeting the requirements required by the rules the Court set down and what he addressed does not address those things that he just gave the Court.\nCourt: Thank you. That Motion will be denied.\nAt the conclusion of all the evidence, Heritage renewed its motion for directed verdict, arguing as follows:\n*686Heritage: ... I would like to add to it that not only is there no evidence that there was a violation of the standard of care as part of Arkansas law by Dr. Camilla within the parameters set to be recognized in a particular patient in a same or similar locality, there is no evidence that what they allege occurred did cause the death in this case.\n17After the Estate's renewed response, the circuit court again denied the directed-verdict motion. The jury found in favor of the Estate and granted judgment against Heritage in the amount of $350,000, plus interest, allocating the damages to the decedent's beneficiaries. This appeal timely followed.\nII. Standard of Review \nIn Plymate v. Martinelli, 2013 Ark. 194, at 2-3, 2013 WL 1932918, the Arkansas Supreme Court stated:\nWhen considering a motion for directed verdict made by a defendant, the plaintiffs evidence, and all reasonable inferences therefrom, are examined in the light most favorable to the plaintiff. Dodson v. Charter Behavioral Health Sys. of Nw. Ark, Inc., 335 Ark. 96, 983 S.W.2d 98 (1998). A directed-verdict motion should be granted only if the evidence would be so insubstantial as to require a jury verdict for that party to be set aside; evidence is insubstantial when it is not of sufficient force or character to compel a conclusion one way or the other, or if it does not pass beyond mere suspicion or conjecture. Id. Where the evidence is such that fair-minded persons might reach different conclusions, then a jury question is presented, and the directed verdict should be reversed. Curry v. Thornsberry, 354 Ark. 631, 128 S.W.3d 438 (2003).\nIII. The Locality Rule \nOur locality rule as set forth in Arkansas Code Annotated section 16-114-206(a)(l)(3) (Repl.2006)1 states in pertinent part as follows:\n(a) In any action for medical injury, when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, the plaintiff shall have the burden of proving:\n(1) By means of expert testimony ... the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he or she practices or in a similar locality.\n(2) ... that the medical care provider failed to act in accordance with that standard; and\n(3) ... that as a proximate result thereof the injured person suffered injuries that would not otherwise have occurred.\nIn order to meet the locality requirement, there must be an attestation by an expert regarding\nthis locality or a similar one. Young v. Gastro-Intestinal Ctr., Inc., 361 Ark. 209, 205 S.W.3d 741 (2005).\nThe establishment of the local standard of care is not a mere matter of foundation; our supreme court has expressly held that this is an issue going to sufficiency of the evidence that may be raised for the first time in a directed-verdict motion. Williamson v. Elrod, 348 Ark. 307, 72 *687S.W.3d 489 (2002). An expert must demonstrate a familiarity with the standard of practice in a similar locality, either by his testimony or by other evidence showing the similarity of localities. First Commercial Trust Co. v. Rank, 323 Ark. 390, 915 S.W.2d 262 (1996). Although we consider the geographical location, size, and character of the community, similarity of localities is based not on population or area, but on the similarity of the local medical facilities, practices, and advantages. Id. \nIV. Heritage's First Point: Standard of Care \nHeritage contends that the Estate failed to meet the requirements as set forth in Arkansas Code Annotated section 16-114-206(a) because Dr. Price did not establish the local standard of care applicable to Dr. Camilla in Hot Springs, Arkansas, or a similar community in the year 2006. Heritage cites Plymate, supra, for the proposition that a plaintiff in a medical-malpractice case must produce factual testimony from his or her expert that demonstrates he is familiar with the standard of care for the locality in question. Plymate at 4. Further, in Bailey-Gray v. Martinson, 2013 Ark. App. 80, 2013 WL 545646, this court discussed the establishment of the local standard of care in medical-malpractice cases. Heritage relies on this court's holding in Bailey-Gray, where the plaintiffs expert did not show that he was sufficiently familiar with the medical facilities or practices located in Berryville, Arkansas, to even be able to identify similar localities and to make any meaningful comparison thereto. Bailey-Gray, at 34.\nFor the proposition that a national standard of care is not enough and that a familiarity with the locality where the alleged malpractice occurred is required of the expert, Heritage cites Shaffer v. Yang, 2010 Ark. App. 97, 2010 WL 374191, where the expert failed to testify that he was familiar with the locality of Hot Springs, Arkansas. See also Fryar v. Touchstone Physical Therapy, Inc., 365 Ark. 295, 229 S.W.3d 7 (2006) (where expert testified to standard of care under Arkansas law, but failed to specify relevant standard of care); Mitchell v. Lincoln, 366 Ark. 592, 237 S.W.3d 455 (2006) (where expert failed to testify regarding standard of care in Baxter County); Young, supra (where expert failed to testify to standard of care in Little Rock, Arkansas); Gilbow v. Richards, 2010 Ark. App. 780, 2010 WL 4638319 (where expert demonstrated lack of knowledge of Jonesboro's medical community); Dodd v. Sparks Reg'l Med. Ctr., 90 Ark.App. 191, 204 S.W.3d 579 (2005) (where expert's testimony was nothing more than statement of what should have been provided and that it was not).\nHeritage argues that Dr. Price never offered any testimony regarding his familiarity with Hot Springs, Arkansas, the size of St. Joseph's Mercy Hospital, the facilities available to Dr. Camilla there, or the local standard of care applicable to a general surgeon in Hot Springs, Arkansas, in 2006. Heritage also alleges that Dr. Price did not discuss his familiarity with any similar localities.\nHeritage argues that, as demonstrated during Dr. Price's cross-examination, Columbus, Ohio, has a population of around 1.5 million, while Hot Springs, Arkansas, has only 30,000. Heritage points to Dr. Price's practice in a 500-bed hospital, which houses eighteen surgical residents and two-to-three residents who are in the hospital on a twenty-four-hour basis. Heritage claims that Dr. Price's testimony failed to demonstrate his familiarity with Hot Springs, Arkansas, such that he could testify concerning the standard of care there in 2006, or to draw a meaningful comparison to any similar communities in 2006.\nHeritage cites Williamson, supra, where our supreme court overturned a judgment in favor of a plaintiff in a medical-malpractice case. The court held that the standard of care had not been established because the expert used a standard of care comparing what the majority of doctors in a given area do in a given situation as opposed to using the standard of care dictated by the General Assembly in Arkansas Code Annotated section 16-114-206(a)(l). Williamson at 310, 72 S.W.3d at 491. Heritage argues that Dr. Price's testimony was devoid of any facts to show that he was familiar with the locality of Hot Springs, Arkansas, or that he was familiar with the standard of care applicable in Hot Springs or a similar community.\nThe Estate contends that Heritage's motion for directed verdict on the issue of the standard of care was not preserved for appellate review because it failed to sufficiently elaborate on the argument set forth on appeal — that Dr. Price failed to sufficiently elaborate on his opinion that Dr. Canulla fell below the standard of care for doctors in localities similar to Hot Springs, Arkansas, in April of 2006. The Estate contends that the circuit court was never allowed to rule on this issue because Heritage never articulated that the basis for its motion was the alleged technical failure of the expert to opine with a reasonable degree of medical certainty in connection with the element of proximate cause. The Estate asserts that Heritage's failure to specify in what respect the evidence was deficient caused the motion not to be specific enough to preserve the issue for appeal. Stacks v. Jones, 323 Ark. 643, 916 S.W.2d 120 (1996). We disagree and hold that Heritage's motions for directed verdict were specific, as set forth hereinabove, and preserved the issues for appeal.\nSubstantively, the Estate relies on Dr. Price's testimony wherein he was asked whether, in his opinion, Dr. Canulla deviated from the standards of good medical care for physicians and surgeons practicing in Hot Springs, Arkansas, or in a similar community? Dr. Price answered, 'Yes, I believe Dr. Canulla deviated from the standard of care. The Estate correctly asserts that not one case relied on by Heritage contains similar testimony.\nThe Arkansas Supreme Court opined that\n[a]n expert witness need not be one who has practiced in the particular locality, or one who is intimately familiar with the practice in it in order to be qualified as an expert in a medical malpractice action, if an appropriate foundation is established to demonstrate that the witness is familiar with the standard of practice in a similar locality, either by his testimony or by other evidence showing the similarity of localities. White v. Mitchell, 263 Ark. 787, 568 S.W.2d 216 (1978).\nRank, 323 Ark. at 401, 915 S.W.2d at 267.\nThe Estate contends that Dr. Price specifically addressed the standard of care in Hot Springs, Arkansas, and that his familiarity with Hot Springs was demonstrated on cross-examination. We agree. Dr. Price knew the differences between the locality where he practiced and Hot Springs. He also testified that he was one of the primary teaching faculty for general surgical residents and that surgeons who graduate in that residency program go throughout the country. Further, Dr. Price testified that for purposes of the problem at issue in this case, there are no situations where the patient would be treated differently in a different locality. Because Dr. Price's testimony met the requirements as set forth in the statute, we need not address the Estate's arguments regarding a national standard of care.\nV. Heritage's Second Point: Proximate Cause \nHeritage also argues that the Estate failed to produce evidence that created a question of fact on proximate causation. Heritage contends that it is not enough for an expert to opine that there was negligence that was the proximate cause of the alleged damages. The opinion must be stated within a reasonable degree of medical certainty or probability. Williamson, supra. Further, it must state that, but for the deviation in the standard of care, the decedent would have survived. Ford v. St. Paul Fire & Marine Ins. Co., 339 Ark. 434, 5 S.W.3d 460 (1999). Heritage maintains that Dr. Price's testimony was not sufficient to establish that any violation of the standard of care on Heritage's part was the proximate cause of the death of Eugene Minton. Heritage argues that Dr. Price testified that the deviation contributed to Minton's death, but never stated that, had Heritage not deviated from the standard of care, Minton would still be alive. Therefore, Heritage claims that the Estate failed to meet its burden of proof on proximate causation and damages.\nlisThe Estate argues that it produced evidence that created a question of fact regarding proximate cause. We agree. Dr. Price explained why he believed that Dr. Camilla's negligence led to Eugene Minton's death. The prolonged period of low blood pressure and his low blood count led to the emergency operation, where a large amount of blood was found in Min-ton's abdomen. The bleeding and the surgery necessitated thereby caused him to have a heart attack and die. Dr. Price testified that Mr. Minton was salvageable up until his blood pressure bottomed out, just before he was taken emergently for surgery by the doctor on call for Dr. Can-ulla that evening. We hold that there was sufficient evidence for the jury to find that Dr. Camilla's negligence proximately caused the death of Mr. Minton.\nAffirmed.\nVAUGHT and HIXSON, JJ., agree.\n1 \n. See Broussard v. St. Edward Mercy Health System, Inc., 2012 Ark. 14, 386 S.W.3d 385, where the Arkansas Supreme Court held that Arkansas Code Annotated section 16-114-206, requiring expert testimony in malpractice actions to be given by medical-care providers of same specialty as defendant, violated separation of powers.\nPLAIN ENGLISH SUMMARY\nIssue: whether a medical expert from a different jurisdiction could validly establish the standard of care for medical practice.\nSummary:\nthe plaintiff died from extensive abdominal bleeding.\nthe defendants alleged that the expert called to testify on the standard of care in the locality of the incident was not qualified to establish the standard of care there, given he practiced elsewhere.\nHowever, the Court of Appeals held that although the expert practiced elsewhere, he was cognisant of the differences between his locality and the locality of the incident, and of the differences between hospitals in which he worked and the smaller hospital in which the plaintiff died. Additionally, the expert stated that care provided for abdominal bleeding would be no different anywhere else in the country, and also that he teaches general surgical residents who go on to practice medicine all over the country.\nConsequently, the expert was qualified to establish the standard of care, and to state that the defendant physician, in failing to address the plaintiff's blood loss, did not meet the standard of care.",
    "annotations": {
        "Facts": [
            "laparoscopic gallbladder removal performed on April 18, 2006, at St. Joseph's Hospital in Hot Springs, Arkansas",
            "On the evening of April 19, 2006, Minton underwent emergency surgery, and it was discovered that he had extensive abdominal bleeding. Following surgery, Minton's condition deteriorated, and he died.",
            "did Dr. Camilla have all of the facilities available to him that you felt would have been required in a situation such as Eugene Minton's case?",
            "Yes.",
            "are there situations where Mr. Minton might have been treated differently in a different locality somewhere?A: For this particular problem?Q: Yes, sir.A: No.",
            "Dr. Camilla, in his care and treatment of Eugene Minton, during his hospitalization of April of 2006, deviated from the standards of good medical 14care for physicians and surgeons practicing in Hot Springs, Arkansas, or in a similar community?",
            "I believe Dr. Camilla deviated from the standard of care.",
            "in your opinion within the reasonable degree of medical probability, did the deviation of good medical care contribute to Mr. Minton's death?A: Yes.",
            "Minton had suffered hypovolemic shock due to the undiagnosed bleeding following the surgery",
            "the hospital where the surgery took place here, it's called St. Joseph's Mercy Hospital",
            "they do not have a residency program",
            "I did not get the opinion from the records that there's any twenty-four hour physician care in that hospital ever",
            "This is very basic medicine. This is — the fact that Mr. Minton was in hemorrhagic shock is something a first year surgical resident or an advanced nurse practitioner should easily recognize.",
            "Mr. Minton was salvageable up until his blood pressure bottomed out for the last time on the evening of the 19th and was taken to surgery emergently"
        ],
        "Procedural History": [
            "Heritage Physician Group, P.A., and Dr. Marco Camilla (collectively Heritage) appeal the Garland County Circuit Court's judgment awarding appellees Retha Minton and Melodee Nobmann, as co-administrators of the Estate of Eugene Minton, deceased (collectively Estate), $350,000, plus interest, pursuant to a jury verdict in this medical-malpractice case.",
            "the circuit court again denied the directed-verdict motion. The jury found in favor of the Estate and granted judgment against Heritage in the amount of $350,000, plus interest, allocating the damages to the decedent's beneficiaries. This appeal timely followed."
        ],
        "Application of Law to Facts": [
            "[a]n expert witness need not be one who has practiced in the particular locality, or one who is intimately familiar with the practice in it in order to be qualified as an expert in a medical malpractice action, if an appropriate foundation is established to demonstrate that the witness is familiar with the standard of practice in a similar locality, either by his testimony or by other evidence showing the similarity of localities",
            "Dr. Price specifically addressed the standard of care in Hot Springs, Arkansas, and that his familiarity with Hot Springs was demonstrated on cross-examination",
            "Dr. Price knew the differences between the locality where he practiced and Hot Springs. He also testified that he was one of the primary teaching faculty for general surgical residents and that surgeons who graduate in that residency program go throughout the country. Further, Dr. Price testified that for purposes of the problem at issue in this case, there are no situations where the patient would be treated differently in a different locality"
        ],
        "Relevant Precedents": [
            "White v. Mitchell, 263 Ark. 787,  (1978).Rank, 323 Ark. at 401, ."
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}