{
    "text": "Wagner v. General Motors Corp., 370 Ark. 268, 258 S.W.3d 749 (2007)\nJune 14, 2007 · Arkansas Supreme Court · 06-814 \n370 Ark. 268, 258 S.W.3d 749 \nLisa WAGNER; the Estate of Stephanie Dawn Wagner, Deceased; Shirley Avey; and Destiny Enterprises, Inc. v. GENERAL MOTORS CORPORATION; Rhodes Chevrolet, and Pilkington North America, Inc. \n258 S.W.3d 749\nSupreme Court of Arkansas\n[Rehearing denied September 20,2007.*]\n*269 Turner & Mainard, by: James C. Mainard; Turner & Associates, P.A., by: C. Tab Turner; Wolff Ardis, P.C., by: Patrick Ardis, Mary L. Wolff, and William E. Brown, for appellant.\nFriday, Eldredge & Clark, LLP, by: William M. Griffin, III, for appellee Pilkington North America, Inc.\n* \nBrown and IMBER, JJ., would grant rehearing.\nJim Gunter, Justice.\nAppellants Lisa Wagner, individually and as the administratrix of the estate of the decedent, Stephanie Dawn Wagner, Shirley Avey, and Destiny Enterprises, Inc. (jointly Wagner) appeal the order of the Franklin County Circuit Court, granting a motion filed by Appellee Pilkington North America, Inc., for summary judgment and dismissing with prejudice all claims relating to Pilkington.1 On appeal, Wagner raises four allegations of error. We reverse the circuit court's grant of summary judgment and remand for a trial on the merits.\nI. Facts \nOn April 11, 2001, at 10:10 p.m., Stephanie Wagner, the decedent, drove a 2000 Chevrolet Blazer, which was owned by Avey, the decedent's grandmother, and Destiny Enterprises, and proceeded west on Highway 64 several miles west of Ozark, when she suddenly lost control of the vehicle, crossed the center fine, traveled off the roadway, hit an embankment, and overturned. Facing north, the vehicle came to a rest and was found in an upright position. As a result of the rollover, the driver's side window shattered, and Wagner was ejected from the vehicle. According to the investigating officer, Wagner was not wearing a seat belt. There were no other passengers in the vehicle. The posted speed for Highway 64 was 55 m.p.h., and the weather was clear and dry. Wagner, fifteen years old and driving without a license and without adult supervision, died at the scene of the accident.\nOn September 12, 2003, the decedent's mother, Lisa Wagner, individually and as administratrix of the estate of Stephanie Wagner, Avey, and Destiny Enterprises filed an amended complaint against GM, Rhodes, and Appellee Pilkington, alleging negligence against GM, Rhodes, and Pilkington; strict liability against GM and Pilkington; breach of warranty against GM; breach of implied warranty against Rhodes; fraudulent misrepresentation against GM and Rhodes; and negligent misrepresentation against Rhodes. In her complaint, Wagner averred that Pilkington negligently designed, manufactured, and distributed the glass used in the side windows of the 2000 Blazer because the glass did not minimize the possibility of the driver being ejected from the vehicle in the rollover accident. Wagner further sought $10,000,000 in actual damages and punitive damages as the jury may award. On September 18, 2003, Pilkington answered Wagner's complaint, denying any fault, negligence, strict liability, or breach of warranty and asserting, inter alia, that its glass was not defective or unreasonably dangerous.\nOn December 1, 2004, the circuit court entered a stipulated protective order governing disclosure and production of a trade secret and other confidential research, development, commercial documents, and information of Pilkington.\nOn January 17, 2006, Pilkington filed a motion for summary judgment, arguing that it had no design responsibilities for the glass, did not recommend the materials used in the glass, and manufactured the glass according to the design specifications of GM. Pilkington further claimed that the glass was free from manufacturing defects. Pilkington asserts that Wagner failed to prove proximate cause and failed to state a claim under Ark. Code Ann. § 27-37-301 (Repl. 2004) because the statute did not apply to component-part suppliers. Pilkington further argued that there was no substantial evidence to support an award of punitive damages. In support of its motion for summary judgment, Pilkington submitted several exhibits, including depositions of Trooper Joann Demmitt, an officer who initially arrived on the scene and prepared an accident report; Lisa Wagner, the decedent's mother; Robert Carter, the owner of the property on which the vehicle rested after the accident; Shelley Carter, the other property owner; and Jeffrey Dale Brown, as well as police reports and affidavits from Anthony Shaw, Pilkington's vice president of automotive technology, and Richard Morrison, the owner of Glass 8c Glazing Forensics, Inc. On March 1, 2006, Wagner responded to Pilkington's motion for summary judgment. Pilkington filed a reply brief in support of its motion for summary judgment on March 3, 2006, attaching a videotaped deposition of David Murbach, a salesperson for GM.\nOn March 7, 2006, the circuit court entered an order granting Pilkington's motion for summary judgment and dismissing the case with prejudice. On March 13, 2006, a second order for dismissal with prejudice was entered. On March 31, 2006, a third order granting dismissal without prejudice was entered. That order, which voluntarily nonsuited the claims against GM and Rhodes, effectively made the March 7, 2006 order final and appealable. On April 28, 2006, Wagner timely filed a notice of appeal. In Wagner v. General Motors Corp., 369 Ark. 85, 250 S.W.3d 557 (2007), we issued a per curiam order, ordering Wagner to submit a substituted brief that contained an argument section in compliance with our rules. Wagner submitted a substituted brief. From the March 31, 2006 order, Wagner now brings her appeal.\nII. Ark. Code Ann. § 27-37-301 claim \nFor her first point on appeal, Wagner argues that the circuit court erroneously granted Pilkington's motion for summary judgment. Specifically, Wagner contends that there are factual issues that preclude summary judgment. Further, Wagner admits that she does not assert a claim against Pilkington under Ark. Code Ann. § 27-37-301. Rather, Wagner submits that the legal and factual issues preclude the application of the component-parts doctrine. In response, Pilkington argues that the circuit court properly granted its motion for summary judgment. Specifically, Pilkington contends that, because Wagner admits that she has no claim under Ark. Code Ann. § 27-37-301, her position precludes an award of summary judgment. Pilkington asserts that, [a]s Appellants now implicitly acknowledge, that statute [Ark. Code Ann. § 27-37-301] only applies to manufacturers that 'sell any new vehicle' or those who 'replace glass in a motor vehicle,' and does not apply to component-part suppliers such as Pilkington.\nSummary judgment is to be granted by a trial court only when it is clear that there are no genuine issues of material fact to be litigated, and the party is entitled to judgment as a matter of law. Danner v. MBNA America Bank, N.A., 369 Ark. 435, 255 S.W.3d 863 (2007). The standard is whether the evidence is sufficient to raise a fact issue, not whether the evidence is sufficient to compel a conclusion. A fact issue exists, even if the facts are not in dispute, if the facts may result in differing conclusions as to whether the moving party is entitled to judgment as a matter of law. In such an instance, summary judgment is inappropriate. Id. \n*272We view the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Our review focuses not only on the pleadings, but also on the affidavits and other documents filed by the parties. Id. The purpose of summary judgment is not to try the issues, but to determine whether there are any issues to be tried. Lamar Advantage Holding Co., Inc. v. Ark. State Highway Comm'n, 369 Ark. 295, 253 S.W.3d 914 (2007). Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. \nWith our summary-judgment standard of review in mind, we turn to the present case. In its motion for summary judgment, Pilkington argued that [p]laintiffs have no claim under Ark. Code Ann. § 27-37-301 because it does not apply to component-part suppliers such as Pilkington and does not provide a right of action to persons such as Plaintiffs. On appeal, Wagner does not assert a claim against Pilkington under Ark. Code Ann. § 27-37-301, noting that [n]o person shall sell any new motor vehicle ... unless the vehicle is equipped with safety glass. Id. Because this argument appears to be abandoned by both parties, we shall not consider the implications of Ark. Code Ann. § 27-37-301 in the present appeal.\nIII. Negligence claim \nBefore delving into Wagner's component-parts argument, which involves Pilkington's defense, we note that Wagner alleged two counts — negligence and strict liability — against Pilkington in its September 12, 2003 amended complaint. On appeal, Wagner argues that the circuit court erroneously granted summary judgment because she submitted substantial evidence of proximate causation. Specifically, Wagner contends that she submitted evidence that the decedent was ejected through the driver's side window, that the tempered-glass side window vacated the window opening immediately upon impact, and that laminated glass, a safer alternative design, would have contained the driver inside the vehicle and would have prevented her injuries. Pilkington responds, arguing that summary judgment should have been granted because Wagner's claims of proximate causation improperly required inferences based on conjecture and speculation.\nWith regard to negligence actions, the law of negligence requires as essential elements that the plaintiff show that a duty was owed and that the duty was breached. Marlar v. Daniel, 368 Ark. 505, 247 S.W.3d 473 (2007). The question of what duty, if any, is owed a plaintiff alleging negligence is always a question of law and never one for the jury. Id. Further, to make a prima facie cause of action based on negligence, a plaintiff must also show that he sustained damages, that the defendant was negligent, and that such negligence was the proximate cause of the damages. Earnest v. Joe Works Chevrolet, Inc., 295 Ark. 90, 92, 746 S.W.2d 554, 555 (1988). To prove negligence, a party must show that the defendant has failed to use the care that a reasonably careful person would use under circumstances similar to those shown by the evidence in the case. Id. Generally, if there is any conflict in the evidence, or the evidence is such that fair-minded people might have different conclusions, a jury question is presented and the granting of a directed verdict will be reversed. Stalter v. Coca-Cola Bottling Co. of Ark., 282 Ark. 443, 445, 669 S.W.2d 460, 462 (1984). With these rules in mind, we now look at the evidence presented for summary judgment.\nIn the present case, there appear to be issues of genuine material fact with regard to Wagner's negligence claim. First, there is a fact question involving the shattering of the glass and whether it resulted from a defect in the glass. To illustrate, the following colloquy during the deposition of Trooper Demmitt occurred:\nQ: Okay. So — but it [the vehicle] did not knock down the whole fence?\nA: No. The fence was not knocked down.\nQ: And the only thing was one pole was bent over with the glass lying beneath it.\nA: That's correct.\nQ: And did you develop, from your investigation, what that pole had hit — what part of the car it had hit?\nA: A window.\nQ: Which window?\nA: The only one missing, which was the driver's window — front window.\n*274Q: And at the point in time it hit that window, from your investigation, would any other part of the car been in contact with the ground?\nA: I — I don't believe so. By my investigation, I believe the vehicle at N [north], again, went airborne, turning over and as it came over, struck the — the window struck the pole. And then it carried on over to the other side of the fence ■ — ■ the vehicle did.\nQ: So the weight of the truck is borne by the glass and the pole coming together, in effect, there.\nA: That's my belief, yes.\nThis fact presented by Trooper Demmitt was corroborated by the testimony of Robert Carter, who testified that the post was bent over like this (indicating) [and] there was, like, a lot of glass laying . . . right around the post area.\nA second issue of genuine material fact appears to be whether the decedent wore her seat belt and whether that fact contributed to her being thrown from the vehicle. Lisa Wagner, the decedent's mother, testified that her mother had given' her the car, and she allowed her fifteen-year-old child to drive to the store by herself that evening. She stated that she tried to make her children wear their safety belts. Additionally, Demmitt's testimony, which was presented by Pilkington, revealed that the decedent did not wear her seat belt, while the testimony of Michael Reyes, submitted by Wagner, emphasized the fatality rates for ejected versus non-ejected occupants. Thus, these fact-questions not only involve Wagner's negligence claim, particularly on the issue of proximate cause, but they also go to Pilkington's defense involving the component-parts doctrine.\nWe have generally recognized that the question of proximate cause is a jury question. St. Louis Sw. Ry. Co. v. White, 302 Ark. 193, 788 S.W.2d 483 (1990); Mo.-Pac. R.R. Co. v. Mackey, 297 Ark. 137, 760 S.W.2d 59 (1988); Mo.-Pac. R.R. Co. v. Biddle, 293 Ark. 142, 732 S.W.2d 473 (1987). Based upon this well-established precedent, as well as the foregoing reasons, we hold that the circuit court erred in granting summary judgment.\n*275 IV Component-parts doctrine \nOn appeal, Wagner argues that it is not appropriate to adopt the component-parts doctrine in this particular case. Wagner maintains that not only would the doctrine provide a complete defense to liability as a matter of law, but the doctrine does not apply to the facts of the case. Specifically, Wagner contends that the doctrine does not apply where a manufacturer, such as Pilkington, has a federal statutory and regulatory obligation to certify that the tempered glass designed as a component part in the 2000 Blazer complied with all federal safety standards. Wagner further argues that the component-parts doctrine does not apply to Pilkington. Specifically, Wagner asserts that she provided evidence of material issues of fact with respect to the issues of (1) whether the driver's side window was defective; (2) whether Pilkington substantially participated in the design of the tempered-glass side windows; and (3) whether Pilkington knew that the windows provide no protection against occupant ejection.\nPilkington responds, arguing that the component-parts doctrine, if adopted, provides a valid defense in Arkansas, as other states have adopted the doctrine. Pilkington contends that the component-parts doctrine does not conflict with any Arkansas statutory or case law and should be adopted. Pilkington further argues that the component-parts doctrine entitles it to an award of summary judgment because (1) its Federal Motor Vehicle Safety Standard (FMVSS) 205 certification does not make the component-parts doctrine inapplicable; (2) the evidence established that the tempered glass was not defective and complied with federal safety standards; (3) Pilkington did not design the glass; and (4) Wagner is incorrect in arguing that its knowledge of the specific use of the component part is a requirement.\nThe component-parts doctrine, which Pilkington asserted as a defense in its motion for summary judgment, provides that suppliers of inherently safe component parts are not responsible for accidents that result when the parts are integrated into a larger system that the component-part supplier did not design or build. In re TMJ Implants Prods. Liability Litigation v. E.I. DuPont De Nemours & Co., 91 F.3d 1050 (8th Cir. 1996). This doctrine applies to claims for negligence and strict liability. Id. If the component-part manufacturer does not participate in the integration of the component into the finished product, it is not liable for defects in the final product if the component itself is not defective. See Cimino v. Raymark Indus., Inc., 151 F.3d 297, 334 (5th Cir. 1998).\n*276The component-parts doctrine is outlined in section 5 of the Restatement (Third) of Torts: Products Liability, which provides in pertinent part:\nOne engaged in the business of selling or otherwise distributing product components who sells or distributes a component is subject to liability for harm to persons or property caused by a product into which the component is integrated if:\n(a) the component is defective in itself... and the defect causes the harm; or\n(b)(1) the seller or distributor of the component substantially participates in the integration of the component into the design of the product; and\n(2) the integration of the component causes the product to be defective ...; and\n(3) the defect in the product causes the harm.\nRestatement (Third) of Torts: Products Liability § 5 (1998).\nIn light of the component-parts doctrine, which has not yet been adopted in Arkansas, we review the evidence in support of Pilkington's motion for summary judgment. At the outset, we note that we analyze the issue specifically for its value in reaching a decision on whether factual issues exist with regard to the two bases for recovery, negligence and strict liability, alleged in Wagner's complaint. Here, Pilkington provided the deposition testimony of Trooper Joann Demmitt, who reconstructed the accident, and Robert Carter, the property owner whose property was damaged as a result of the accident. Pilkington also submitted the sworn affidavits of Anthony R. Shaw, Pilkington's vice president of automotive technology, whose testimony reflected that the glass at issue was designed and manufactured according to GM's specifications, and Richard Morrison, the owner of Glass & Glazing Forensics, Inc., who testified about the design and materials of the glass.\nIn meeting proof with proof under Lamar, supra, Wagner submitted the report of Anne Stodola, an engineer who evaluated the accident for the purpose of reconstructing] the subject accident. Wagner also submitted the deposition testimony of Trooper Demmitt, Robert Carter, and Shelley Carter. Wagner further provided an affidavit of Michael Reyes, a mechanical engineer, who testified about occupant ejections, and Stephen A. Batzer, a mechanical engineer, who testified that [t]he driver's side window system of the 2000 Blazer was unreasonably dangerous and defective because the tempered soda-lime glass used in the side windows lacks energy-absorbing property and will not retain occupants during a collision or rollover event. Additionally, Wagner submitted confidential testimony, which was sealed pursuant to a protective order rendered by this court, of David Murbach, a salesperson for GM, who testified that GM produced the blue prints or drawings for the moveable windows including the driver's side glass for the 2000 Blazer.\nBased upon this evidence presented to the circuit court, there appears to be competing testimony as to whether there was a defect in the glass, whether the defect caused any harm, and whether Pilkington substantially participated in the integration of the component into the design. Thus, Wagner met proof with proof' in response to Pilkington's motion for summary judgment. Therefore, we hold that the circuit court erred in granting summary judgment in Pilkington's favor.\nV. Punitive damages \nWagner also argues on appeal that summary judgment should not have been granted, particularly when she submitted substantial evidence to support punitive damages. Specifically, Wagner contends that there is additional evidence that Pilkington knew that tempered glass offers no resistance to ejection. Wagner asserts that, because Pilkington knew of the defect, the test for determining punitive damages is satisfied.\nIn response, Pilkington argues that the circuit court properly granted summary judgment on Wagner's claims for punitive damages because appellants presented no evidence to support such a claim. Both parties reargue the evidence.\nBecause we reverse and remand to the circuit court for a jury trial on the merits, the issue of punitive damages should be reserved for trial. For that reason, we refuse to delve into the merits of this argument on appeal.\nReversed and remanded.\nBrown and Imber, JJ., dissent.\n1 \nWagner's claims against General Motors Corporation (GM) and Rhodes Chevrolet Company (Rhodes) were dismissed without prejudice following Wagner's voluntary nonsuit. Consequently, GM and Rhodes are not parties to this appeal.\n*278Annabelle Clinton Imber, Justice,\ndissenting. The circuit court's grant of summary judgment in favor of Pilkington North America, Inc., should be affirmed. Wagner has failed to show what duty, if any, Pilkington owed her. While the majority refers to the fundamental principle that the plaintiff in a negligence action must show that a duty was owed, it nonetheless fails to address whether that requirement has been met by the plaintiff in this case. The question of what duty, if any, is owed a plaintiff alleging negligence is always a question oflaw. Marlar v. Daniel, 368 Ark. 505, 247 S.W.3d 473 (2007).\nThe crux of Wagner's negligence and strict-liability claims is her assertion that Federal Motor Vehicle Safety Standard (FMVSS) 205 requires Pilkington to certify compliance with FM-VSS 205's requirement to minimize ejections. This assertion is not borne out by the express language of FMVSS 205, which initially sets out the scope, purpose, and application of the standard:\n§ 571.205 Standard No. 205, Glazing materials.\nSI.Scope. This standard specifies requirements for glazing materials for use in motor vehicles and motor-vehicle equipment.\nS2.Purpose. The purpose of this standard is to reduce injuries resulting from impact to glazing surfaces, to ensure a necessary degree of transparency in motor vehicle windows for driver visibility, and to minimize the possibility of occupants being thrown through the vehicle windows in collisions.\nS3.Application. This standard applies to glazing materials for use in passenger cars, multipurpose passenger vehicles, trucks, buses, motorcycles, slide-in campers, and pickup covers designed to carry persons while in motion.\n49 C.F.R. § 571.205 (1999). The plain language of FMVSS 205 reflects that Wagner's alleged requirement to minimize ejections is in fact one of the purposes of the standard. This purpose along with the other two listed purposes — to reduce injuries from impact with glazing surfaces and to ensure visibility — may in effect be at cross purposes, competing against each other. In other words, compliance with one purpose may be to the detriment of the other purposes.\nIn any event, the certification requirements in FMVSS 205 relate to the standards or requirements set forth for glazing materials used in motor vehicles:\nS5.1.1 Glazing materials for use in motor vehicles, except as otherwise provided in this standard shall conform to the American\n*279National Standard Safety Code for Safety Glazing Materials for Glazing Motor Vehicles Operating on Land Highways Z-26.1-1977, January 26, 1977, as supplemented by Z26.1a, July 3, 1980 (hereinafter referred to as ANS Z26) ....\n49 C.F.R. § 571.205 (1999). The requirements established in ANS Z26 include tests for light stability, luminous transmittance, humidity, exposure to tropical temperatures, various impact forces (ball, shot bag, dart), fracture characteristics, and abrasion resistance. See section 5, Test Specifications. Each group of tests listed in section 4, Application of Tests, is deemed adequate for determining the locations in the motor vehicle for which the various safety glazing materials that qualify under the code may be suitable. Thus, the certification under FMVSS 205 is verification of compliance with the applicable test specifications in section 5 of ANS Z26.\nDespite Wagner's assertion to the contrary, there is no obligation under FMVSS 205 to certify that the windows comply with one purpose —■ to minimize ejection — to the exclusion of the other purposes, especially when to do so would conflict with the other competing purposes — to reduce injuries from impact with glazing surfaces and to ensure driver visibility. This conclusion is supported by section 2 of ANS Z26:\n2.2 Degree of Safety. One safety glazing material may be superior for protection against one type of hazard, whereas another may be superior against another type. Since accident conditions are not standardized, no one type of safety glazing material can be shown to possess the maximum degree of safety under all conditions, against all conceivable hazards.\nAmerican National Standard for Safety Code for Safety Glazing Materials for Glazing Motor Vehicles Operating on Land Highways, Z-26.1-1977 & Z-26.la-1980 (American National Standards Institute 1977 & 1980).\nIn sum, the Federal Motor Vehicle Safety Standards have never included the obligation or requirement that forms the basis of Wagner's negligence and strict-liability claims against Pilkington. In June 2002, the National Highway Traffic Safety Administration declined to continue to examine a potential requirement of ejection mitigating glazing for side windows in passenger vehicles. See Withdrawal of Advance Notices of Proposed Rule-making, 67 Fed. Reg. 41365 0une 18, 2002).\n*280For these reasons, I must respectfully dissent. Wagner has failed to show that Pilkington had an obligation or duty under FMVSS 205 to certify anything other than its compliance with the standards set forth in ANS Z26. Wagner's effort to transpose a purpose into a requirement contravenes the plain language of the federal regulation.\nBrown, J., joins this dissent.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether material issues of fact exist that precluded grant of summary judgement\nSummary: \nthe 15-year-old plaintiff died when she was driving a car without a seatbelt, lost control, and was ejected when it left the road and rolled over.\nthe Supreme Court held that material issues of fact do exist in this case:\nthe glass, manufacturer by defendant Pilkington, may have been defective, and that defect may have caused it to shatter, which resulted in the ejection of the plaintiff from the car;\nthe plaintiff was not wearing a seatbelt, and there was an issue of fact as to whether that led to her being thrown from the vehicle;\neven though defendant Pilkington would not be liable if it had not participated in the integration of the window into the car, at least according to a Restatement which has not been adopted in Arkansas, there were questions about whether it participated in the integration of the window into the car, and whether the window was an inherently dangerous component of the car.\nConsequently, given there were issues of material fact, summary judgement was improper, and Pilkington may be liable for the death caused.\n",
    "annotations": {
        "Facts": [
            "On April 11, 2001, at 10:10 p.m., Stephanie Wagner, the decedent, drove a 2000 Chevrolet Blazer, which was owned by Avey, the decedent's grandmother, and Destiny Enterprises, and proceeded west on Highway 64 several miles west of Ozark, when she suddenly lost control of the vehicle, crossed the center fine, traveled off the roadway, hit an embankment, and overturned. Facing north, the vehicle came to a rest and was found in an upright position. As a result of the rollover, the driver's side window shattered, and Wagner was ejected from the vehicle.",
            "Wagner was not wearing a seat belt. There were no other passengers in the vehicle. The posted speed for Highway 64 was 55 m.p.h., and the weather was clear and dry. Wagner, fifteen years old and driving without a license and without adult supervision, died at the scene of the accident.",
            "[the vehicle] did not knock down the whole fence",
            "the only thing was one pole was bent over with the glass lying beneath it",
            "what that pole had hit — what part of the car it had hit?A: A window.Q: Which window?A: The only one missing, which was the driver's window — front window.",
            "at the point in time it hit that window, from your investigation, would any other part of the car been in contact with the ground?A: I — I don't believe so",
            "the vehicle at N [north], again, went airborne, turning over and as it came over, struck the — the window struck the pole. And then it carried on over to the other side of the fence ■ — ■ the vehicle did.",
            "the weight of the truck is borne by the glass and the pole coming together, in effect, there.",
            "the post was bent over like this (indicating) [and] there was, like, a lot of glass laying . . . right around the post area.",
            "Lisa Wagner, the decedent's mother,",
            "her mother had given' her the car, and she allowed her fifteen-year-old child to drive to the store by herself that evening",
            "she tried to make her children wear their safety belts",
            "the decedent did not wear her seat belt"
        ],
        "Procedural History": [
            "Appellants Lisa Wagner, individually and as the administratrix of the estate of the decedent, Stephanie Dawn Wagner, Shirley Avey, and Destiny Enterprises, Inc. (jointly Wagner) appeal the order of the Franklin County Circuit Court, granting a motion filed by Appellee Pilkington North America, Inc., for summary judgment and dismissing with prejudice all claims relating to Pilkington.",
            "On March 7, 2006, the circuit court entered an order granting Pilkington's motion for summary judgment and dismissing the case with prejudice. On March 13, 2006, a second order for dismissal with prejudice was entered. On March 31, 2006, a third order granting dismissal without prejudice was entered. That order, which voluntarily nonsuited the claims against GM and Rhodes, effectively made the March 7, 2006 order final and appealable. On April 28, 2006, Wagner timely filed a notice of appeal"
        ],
        "Application of Law to Facts": [
            "In the present case, there appear to be issues of genuine material fact with regard to Wagner's negligence claim. First, there is a fact question involving the shattering of the glass and whether it resulted from a defect in the glass",
            "A second issue of genuine material fact appears to be whether the decedent wore her seat belt and whether that fact contributed to her being thrown from the vehicle",
            "Thus, these fact-questions not only involve Wagner's negligence claim, particularly on the issue of proximate cause, but they also go to Pilkington's defense involving the component-parts doctrine.",
            "One engaged in the business of selling or otherwise distributing product components who sells or distributes a component is subject to liability for harm to persons or property caused by a product into which the component is integrated if:(a) the component is defective in itself... and the defect causes the harm; or(b)(1) the seller or distributor of the component substantially participates in the integration of the component into the design of the product; and(2) the integration of the component causes the product to be defective ...; and(3) the defect in the product causes the harm.",
            "Based upon this evidence presented to the circuit court, there appears to be competing testimony as to whether there was a defect in the glass, whether the defect caused any harm, and whether Pilkington substantially participated in the integration of the component into the design. Thus, Wagner met proof with proof' in response to Pilkington's motion for summary judgment. Therefore, we hold that the circuit court erred in granting summary judgment in Pilkington's favor."
        ],
        "Relevant Precedents": [
            "Restatement (Third) of Torts: Products Liability § 5 (1998)."
        ],
        "Outcome": [
            "We reverse the circuit court's grant of summary judgment and remand for a trial on the merits.",
            "the circuit court erred in granting summary judgment.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}