{
    "text": "Mitchell v. Lincoln, 93 Ark. App. 366, 219 S.W.3d 686 (2005)\nDec. 7, 2005 · Arkansas Court of Appeals · CA 05-360 \n93 Ark. App. 366, 219 S.W.3d 686 \nTraci MITCHELL v. Dr. Lance LINCOLN \n219 S.W.3d 686\nCourt of Appeals of Arkansas\n[Rehearing denied January 18, 2006.*]\n*367 Law Offices of Charles Karr, P.A., by: Charles Karr and Shane Roughley, for appellant.\nCox Law Firm, P.L.L. C., by: Walter B. Cox and James R. Estes, for appellee.\n* \nCRABTREE and ROAF, JJ., would grant rehearing.\nSam Bird, Judge.\nAppellant Traci Mitchell, administratrix dge. husband's estate, brought this medical malpractice case against appellee Dr. Lance Lincoln for the wrongful death of her husband.1 The trial court granted appellee's motion for summary judgment on October 6, 2003, and it denied appellant's motion for reconsideration on November 3, 2003. Appellant contends on appeal that the trial court erred in granting summary judgment and in denying her motion for reconsideration; the issue before us is whether she was required to present expert testimony in order to establish the cause of action. We reverse the order of summary judgment and remand for trial.\nThe circumstances surrounding Guy Mitchell's death are these. In 1994 Mr. Mitchell was diagnosed with myelogenous leukemia. He underwent a bone-marrow transplant at M.D. Anderson Cancer Center in Houston, Texas, where one of his doctors was Dr. James L. Gajewski. In a letter to appellee dated January 6, 1995, Dr. Gajewski recommended the blood cells and platelet products to be used if Mr. Mitchell should need a blood transfusion. On eleven occasions between January 18 and March 22, 1995, Mr. Mitchell was transfused with blood products at Baxter County Regional Hospital under the direction of appellee, an internist practicing in Mountain Home, Arkansas; however, the blood products that were used included a type different from the type that Dr. Gajewski had recommended to appellee. On March 24, 1995, Mr. Mitchell was re-admitted to M.D. Anderson. In June and into July of 1995, after being discharged from M.D. Anderson, Mr. Mitchell was hospitalized at the University of Arkansas Medical Center. Mr. Mitchell died at home in Flippin, Arkansas, on July 23, 1995.\nAppellee moved for summary judgment in August 1999 on the basis that appellant had not named an expert witness who would testify that appellee was guilty of medical negligence and that such negligence proximately caused Mr. Mitchell's death. Appellant took a voluntary non-suit on her cause of action, and the court entered an order of non-suit on August 20, 1999. Appellant re-filed her cause of action on August 17, 2000, again alleging that appellant was guilty of medical negligence and that such negligence was a proximate cause of the death of Mr. Mitchell.\nAppellee filed his second motion for summary judgment on February 21, 2002, on the basis that appellant had not named an expert witness who would testify that appellee was guilty of medical negligence, that such negligence proximately caused the death of Mr. Mitchell, that appellee was negligent by deviating from the applicable standard of care, and that such negligence was the proximate cause of death. Appellee alleged that cases like the present one, involving complex medical issues such as treatment of leukemia, post bone-marrow transplant blood transfusions, and the appropriateness of blood and blood products that were transfused, require expert testimony because they involve medical issues not within the common knowledge of a lay juror.\n*369Attached to appellee's motion for summary judgment was an affidavit of Dr. Gary Markland, a pathologist practicing in Little Rock, Arkansas. His affidavit included the following statements:\n(1) I am a physician who is licensed by the State of Arkansas and I am a pathologist familiar with leukemia and transfusions of blood and blood products following leukemia and bone marrow transplants.\n(2) I am familiar with the standard of care in Arkansas as it relates to the transfusion of blood and blood products to patients suffering with chronic myelogenous leukemia, which was the form of cancer that the decedent, Guy Mitchell, had and which ultimately caused his death on or about July 23, 1995.\n(3) I have reviewed available medical records in this case, including records from the University of Arkansas for Medical Sciences, Baxter County Regional Hospital, the office of Dr. Lance Lincoln, and limited records from the M.D. Anderson Hospital in Houston, Texas. Based upon my review of those records, I have a good understanding of Mr. Mitchell's medical condition and treatment which he received, including a previous bone marrow transplant, and frequent transfusions including receiving irradiated red blood cells and platelets, following his transplant.\nThe affidavit included Dr. Markland's opinion, stated within a reasonable degree of medical certainty, that the use of the blood and blood products as ordered by Dr. Lincoln and transfused by the staff of Baxter County Regional Hospital, was within the standard of care and did not in any way cause or contribute to Mr. Mitchell's death. Dr. Markland further opined that Mr. Mitchell's death occurred as a result of his underlying chronic myelog-enous leukemia, unrelated to the transfusion of blood or blood products by Dr. Lincoln or the staff of Baxter County Regional Hospital. Mr. Mitchell's death certificate, also attached to appellee's motion, listed chronic myelogenous leukemia as the cause of death.\nAppellant filed her response to the motion for summary judgment, contending that genuine issues of material fact existed. Attached to her response was the January 6, 1995, letter from Dr. Gajewski, an assistant professor at M.D. Anderson Cancer Center who practiced in the section of bone marrow transplantation and department of hematology. The letter stated in part:\n*370Dear Doctor Lincoln:\nThank you once again for assuming care of [Guy Mitchell], my patient with chronic myelogenous leukemia in second chronic phase who underwent a one-antigen HLA-mismatched transplant from his half-brother. For his post-transplant care, he will need to have twice-weekly electrolytes, BUN, creatinine, magnesium, calcium, and phosphate checks as well as a CBC, differential, and platelets.\nAll blood transfusions need to be irradiated. His original blood type was A positive, his donor type is O positive. I would recommend, if he needs a blood transfusion, to transfuse him with O positive red cells. If he requires platelet products, at this point in time he should be transfused with B-positive platelets.\nDr. Gajewski included in the text of the letter his telephone and pager numbers for emergency contact, and he again thanked Dr. Lincoln for helping with the care of this patient.\nAppellant subsequently filed a first supplement to her response. She attached to it a clinic note by Dr. Gajewski dated March 27, 1995, wherein he stated that Mitchell has received what we think is 6 units of Group A red cells inappropriately in Arkansas . . ., and we have previously recommended that he receive Group O RBCs. In a second supplement to her response, appellant attached an affidavit of Dr. Barry L. Singer, a hematologist-oncologist practicing in Pennsylvania. Dr. Singer's affidavit includes the following:\nGuy Mitchell had a bone marrow transplant at M.D. Anderson Cancer Center in Houston,Texas, in September 1994. At that time, M.D. Anderson was one of the leading cancer treatment centers in the United States.\nWhen Mr. Mitchell returned to Arkansas to be followed by Dr. Lance Lincoln as his primary care physician, Dr. James L. Gajewski sent a letter to Dr. Lincoln dated January 6,1995. A copy of the letter is attached hereto as Exhibit B and made a part hereof as if set out herein word for word.\nI have reviewed the medical records of Guy Mitchell concerning his chronic myelogenous leukemia. The standard of care would require a primary care physician, such as Dr. Lincoln, to follow the recommendations of a specialist, such as Dr. Gajewski. Transfusing Mr. Mitchell with A positive red cells, as was done in this case, was a violation of the standard of care. In my opinion, within a reasonable degree of medical certainty, the failure to transfuse Mr. Mitchell with O positive red cells and B positive platelets was a significant contributing factor in the recrudescence of his disease and ultimate demise.\nThe trial court heard appellee's motion for summary judgment on July 8, 2003, and entered its order granting the motion on October 6, 2003. The order noted that appellee's response to appellant's first set of requests for admissions included the following admissions: that the January 6, 1995, letter was written to appellee; that Dr. Gajewski recommended that Mr. Mitchell be transfused with B positive platelets; and that appellee did not require that Mitchell be transfused in accordance with Dr. Gajewski's recommendation at least on some occasions. The court also noted appellee's denial that the failure to act in accordance with this recommendation was a violation of the standard of care. The order included the court's observations about Dr. Gajewski's letter of January 6, 1995:\nThe letter only addresses itself to what the physician who wrote it said should be done on January 6, 1995 before the action complained of was taken. It does not demonstrate that the writer of the letter knew what the standard of care in Baxter County or in Arkansas was nor does, or could, it address . . . the circumstances which were to come about after the letter was written as the case progressed, or what was in fact done or whether what was done was a breach of the applicable standard of care or a cause of harm to the patient.\nThe trial court observed that the March 27,1995, clinic note from Dr. Gajewski was not in the form of a document to be used to rebut an affidavit; it also noted appellee's argument that the substance of the note and Dr. Gajewski's letter was not of such a nature as to rebut the assertions of Dr. Markland. Regarding Dr. Singer's affidavit, the court agreed with appellee's argument that Singer's failure to state a familiarity with the standard of care in Arkansas was fatal to the competency of his affidavit to rebut the affidavit of Dr. Markland. In granting appellee's motion for summary judgment, the court concluded:\nBased on the standard of care in Arkansas, the affidavit supplied by defendants provides proof from a medical expert, to a reasonable *372degree of medical certainty, that there was no negligence which was the proximate cause of the injury complained of. Once that is placed in the record, the Plaintiff has the burden of meeting proof with proof. There is nothing in this record from the Plaintiff of an evidentiary nature which shows what the applicable standard is or that Dr. Lincoln's failure to follow the advice of Dr. Gajewski was a violation of the applicable standard of care, or a cause of harm to the patient.\nOn October 15, 2003, appellant filed a motion for reconsideration, to which she attached an amended affidavit from Dr. Barry Singer. Appellee responded to the motion for reconsideration and moved to strike the supplemental affidavit. On November 17, 2003, the trial court entered an order denying the motion for reconsideration and granting the motion to strike the supplemental affidavit on the basis that it was not timely filed. Noting Dr. Markland's opinion that Mr. Mitchell's death resulted from his underlying chronic myelogenous leukemia rather than from the transfusion of blood or blood products, the court concluded:\n[T]he affidavit of. . . Dr. Markland gives proof that to a reasonable degree of medical certainty, the conduct complained of was within the standard of care and that what was done did not in any way cause or contribute to Mr. Mitchell's death. ... In order to avoid summary judgment Plaintiff must meet that proof with proof. Because the matters herein complained of are not within the common knowledge of a jury[,\\ that proof must come from a medical professional who demonstrates the applicable standard, that he knows what that standard is, that the conduct complained about fell short of the standard and that it was the proximate cause of the Plaintiff's harm. \n(Emphasis ours.) The trial court amended its previous order granting summary judgment to include the findings made in its order of November 17, 2003.\nAppellant contends on appeal that the trial court erred in granting appellee's motion for summary judgment. The well-settled standard of review for cases in which summary judgment has been granted was recently reiterated by our supreme court:\nSummary judgment is to be granted by a trial court only when it is clear that there are no genuine issues of material fact to be litigated, and the party is entitled to judgment as a matter of law. Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. On appellate review, we determine if summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of its motion leave a material fact unanswered. This court views evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Our review is not limited to the pleadings, as we also focus on the affidavits and other documents filed by the parties. After reviewing undisputed facts, summary judgment should be denied if, under the evidence, reasonable persons might reach different conclusions from those undisputed facts.\nRice v. Tanner, 363 Ark. 79, 82, 210 S.W.3d 860, 863 (2005) (citations omitted).\nBurden of Proof \nArkansas Code Annotated section 16-114-206(a) (1987) specifies that the plaintiff shall have the burden of proving the following in actions for medical injury:\n(1) The degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he or she practices or in a similar locality;\n(2) That the medical care provider failed to act in accordance with that standard; and\n(3) That as the proximate result thereof, the injured person suffered injuries which would not otherwise have occurred.\nAlthough expert testimony may be required to prove these three propositions, it is not needed perse in every malpractice case. See Dodd v. Sparks Reg'l Med. Ctr., 90 Ark. App. 191, 204 S.W.3d 579 (2005). It is well-settled that the plaintiff must present expert testimony only when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, when the applicable standard of care is not a matter of common knowledge, and when the jury must have the assistance of experts to decide the issue of negligence. Id. (citing Haase v. Starnes, 323 Ark. 263, 915 S.W.2d 675 (1996)).\n*374Appellant asserts that the issue in this case, whether an internist was negligent in not following the recommendations of a specialist, is within the understanding of a layperson and therefore requires no expert testimony. She asserts that Dr. Singer's affidavit meets the locality rule and establishes an issue of material fact on proximate cause. She also asserts that the trial court incorrectly interpreted Dr. Gajewski's January 6, 1995, letter to mean that the course of treatment he recommended applied only to the course of treatment to be administered on the date of the letter. We agree.\nAgain, expert testimony from third-party medical witnesses is not essential or even necessary in every medical malpractice case. Pry v. Jones, 253 Ark. 534, 487 S.W.2d 606 (1972). Expert testimony is not required in medical malpractice cases when the asserted negligence lies within the comprehension of a jury of laymen, such as a surgeon's failure to sterilize his instruments or to remove a sponge from an incision before closing it. Eady v. Lunsford, 351 Ark. 249, 92 S.W.3d 57 (2002).\nIn Lanier v. Trammell, 207 Ark. 372, 180 S.W.2d 818 (1944), a patient developed a severe infection in his left eye and then lost vision in it following minor eye surgery; the supreme court concluded that the jury was authorized to find that the infection was proximately caused by the doctor's negligence in failing to sterilize his instruments and wash his hands before performing the surgery. The Lanier court wrote:\nJurors of ordinary intelligence, sense, and judgment, although not skilled in medical science, are capable of reaching a conclusion without the aid of expert testimony as to whether it is good surgery to permit a wound to heal superficially with nearly half a yard of gauze deeply imbedded in the flesh, and likewise are capable of determining whether or not injurious consequences of some character would probably result. The exact nature and extent of the evil consequences, resulting therefrom, of course, laymen would not be competent to determine without the aid of medical science. Walker Hospital v. Pulley, 74 Ind. App. 659, 664, 127 N.E. 559, 128 N.E. 933.\n207 Ark. at 380, 180 S.W.2d at 822. In Pry, supra, where the patient's left ureter was severed during surgery to remove her left ovary, the supreme court rejected an argument that evidence lacking expert medical testimony was insufficient to permit a jury inference that the alleged acts or omissions were a proximate cause of the alleged damages.\n*375We agree with appellant's argument that it is not beyond the common knowledge of a layperson to know if a non-specialist should follow the instructions of a specialist as to the blood products to be used in the transfusion of a leukemia patient who has undergone a bone-marrow transplant; it is no more complicated than a physician's leaving gauze in a surgical site or severing a ureter during removal of an ovary. Thus, no expert opinion was required regarding the standard of care on this issue, that a non-specialist doctor who assumes the care of a patient with complex medical issues should follow the recommendations of a specialist who has been directly involved in the patient's care. Because it was not necessary for appellant to present expert testimony that the local standard of care required appellee to follow Dr. Gajewski's recommendation of the blood products to be used in Mr. Mitchell's transfusions, we hold that the trial court erred as a matter of law in requiring appellant to produce such evidence.\nWe also hold that the trial court erred in finding that Dr. Gajewski's letter addressed only what he said should be done on January 6, 1995, the date of the letter. Resolving all doubts and inferences against the moving party, although the letter is dated January 6, 1995, Dr. Gajewski's recommendation could be interpreted to apply prospectively to the blood types to be used if' the patient requires a blood transfusion or if' the patient requires platelet products. Viewing the evidence in the light most favorable to appellant, against whom the motion for summary judgment was filed, we agree with her that the letter could be interpreted as a recommendation for Mr. Mitchell's treatment following January 6, 1995, and encompassing the times that the allegedly faulty blood transfusions were performed under the direction of appellee.\nAppellee argues that, even assuming that appellant created a question of fact on the issue of negligence, her claims would still fail in the absence of expert testimony on the issue of proximate causation. We agree with appellant's response that the affidavit of Dr. Singer is evidence of an issue of fact on proximate cause. Dr. Singer stated his opinion, within a reasonable degree of medical certainty, that the failure to transfuse Mr. Mitchell with O positive red cells and B positive platelets was a significant contributing factor in the recrudescence of his disease and ultimate demise. This was in contrast to the affidavit of Dr. Gary Mark-land, presented on behalf of appellee, that Mr. Mitchell's death *376occurred as a result of his underlying chronic myelogenous leukemia, unrelated to the transfusion of blood or blood products by Dr. Lincoln.\nIn summary, we hold that, because the asserted acts of negligence by appellee are within a lay jury's comprehension as a matter of common knowledge, appellant is relieved of the obligation to produce expert evidence of the standard of care in the locality. Further, although appellant must produce evidence in the form of expert testimony at trial that the asserted negligence was the proximate cause of Mr. Mitchell's death, see Lanier, supra, we hold that Dr. Singer's affidavit stating that the alleged faulty blood transfusions were a significant contributing factor in the recrudescence of [Mitchell's] disease and ultimate demise, when contrasted with the affidavit of Dr. Markland that the transfusions were unrelated to Mr. Mitchell's death, creates a genuine issue of material fact as to the proximate cause of Mr. Mitchell's death. Therefore, we reverse the granting of the motion for summary judgment, and we remand for trial.\nReversed and remanded.\nGriffen, J., agrees.\nRobbins and Baker, JJ., concur.\nCrabtree and Roaf, JJ., dissent.\n1 \nThe defendants named in the original complaint are Dr. Lance Lincoln; St. Paul Fire & Marine Insurance Co., as liability insurance carrier for Baxter County Regional Hospital; and John Doe Nos. 1-3. Orders of dismissal have been entered as to all parties except Dr. Lincoln.\nJohn Robbins, Judge,\nconcurring. I agree with the prevail-udge, trial court erred in granting summary judgment to appellee and that this appeal should be reversed and remanded. I write only to express my disagreement with the opinion's resolution of one point on appeal, which is whether expert testimony was required to be presented on the issue of negligence. I believe that such evidence was necessary and was provided in this case sufficient to survive the motion for summary judgment.\nThe prevailing opinion states that whether a non-specialist physician should follow the instructions of a specialist in these circumstances is no more complicated than leaving gauze in a surgical patient or severing a ureter during ovarian surgery. I disagree. The issue is whether not following a specialist's recommendations constitutes medical negligence. I cannot hold this issue is so simple that laypersons could reach such a conclusion without the aid of expert testimony. See Haase v. Starnes, supra; Robson v. Tinnin, 322 Ark. 605, 911 S.W.2d 246 (1995). This is especially *377true where, as here, the defense provided expert opinion from a pathologist that failure to abide by those recommendations was not negligent and did not cause or contribute in any way to Mr. Mitchell's death. Because appellee filed a motion for summary judgment with a supportive affidavit, it was incumbent upon appellant to meet proof with proof on both the existence of negligence and proximate cause. See Rice v. Tanner, supra. \nTo that end, appellant provided-such proof in the form of expert testimony from Dr. Singer, whose affidavit is set forth in the majority opinion. The only fault that the trial court found with the affidavit was its failure to state explicitly that Dr. Singer was familiar with the standard of care for a physician in Dr. Lincoln's locality. A subsequent supplemental affidavit put in those magic words, but it was struck by the trial court. It must be remembered that this case came for consideration on a motion for summary judgment, where all doubts should be resolved and any reasonable inferences should be drawn in favor of the non-movant. See Adams v. Arthur, 333 Ark. 53, 969 S.W.2d 598 (1998). In that light, Dr. Singer's affidavit meets the threshold requirement on standard of care.\nThe affidavit, without reciting the entirety of it, sets forth that Dr. Singer is a board certified specialist in hematology/oncology from Pennsylvania, that he knew of the specific details of the patient's care both in Texas under Dr. Gajewski and in Arkansas under Dr. Lincoln, that he knew of the recommendations in the letter sent by Dr. Gajewski to Dr. Lincoln, and that he had reviewed the medical records concerning the patient's chronic myelogenous leukemia. The affidavit then goes on to state that:\n[T]he standard of care would require a primary care physician, such as Dr. Lincoln, to follow the recommendations of a specialist, such as Dr. Gajewski. Transfusing Mr. Mitchell with A positive red cells, as was done in this case, was a violation of the standard of care. In my opinion, within a reasonable degree of medical certainty, the failure to transfuse Mr. Mitchell with O positive red cells and B positive platelets was a significant contributing factor in the recrudescence1 of his disease and ultimate demise.\n*378This affidavit sets forth the standard of care for Dr. Lincoln and others like him, a primary care physician practicing in Mountain Home, Arkansas. The trial court found the defense expert's opinion viable when he stated a familiarity with the standard of care for primary care doctors that applied to the entire state of Arkansas, which would include Baxter County, where Dr. Lincoln practices. Interestingly, the trial court approved of a state-wide standard, although the purpose of the locality rule is to prevent higher standards ordinarily found in the more urban areas from being applied where less demanding standards tend to prevail. See Gambill v. Stroud, 258 Ark. 766, 531 S.W.2d 945 (1976). Nonetheless, when viewing the affidavit provided by appellant's expert under the proper standard, it meets with the statutory requirements of Ark. Code Ann. § 16-14-206(a)(1) (1987) and was sufficient to allow the case to go forward.\nAs to causation, I agree with the prevailing opinion that appellant's expert testimony provided evidence of causation sufficient to withstand the motion for summary judgment. I add my recognition of The Medical Malpractice Act, which applies to all causes of action for medical injury. The Act defines medical injury in Ark. Code Ann. § 16-114-201, which provides in relevant part that it means:\nany adverse consequences arising out of or sustained in the course of the professional services being rendered by a medical care provider, whether resulting from negligence, error, or omission in the performance of such services [.]\nId. at subsection (3). Breaching the standard of care thereby causing a deadly disease to recur and hasten the patient's death is an adverse consequence.\nFor the foregoing reasons, I concur.\nBaker, J., joins in this opinion.\n1 \nRecrudescence is defined in IWebster's Dictionary as a new outbreak after a period of abatement or inactivity: Renewal. It is synonymous with return.\nAndree Layton Roaf, Judge,\ndissenting. I would affirm udgegrant , summary judgment. First, I do not agree that the nature of the alleged negligence here is such that ho expert testimony is needed. The majority concludes that using a different blood type than the one recommended in a letter by the deceased's treating physician in Texas is clear negligence. Without *379additional expert testimony about the nature or import of the recommendation, dong with the other dtematives recommended in the treating physician's letter to the appellee, Dr. Lincoln, there is no way that a lay person could even guess that the failure to follow this recommendation was negligence per se. However, the majority concludes that it must be because the letter was from a specidist to a non-specidist, and that such negligence is no more complicated to comprehend than when a surgeon leaves a foreign object in the surgicd site after an operation or severs a ureter during removd of an ovary. This is ludicrous, and it is certdnly not readily apparent from the ambiguous nature of the letter's directive whether any harm might result from the failure to follow the recommendation. This case is not at all andogous to the facts of the case relied upon in part by the majority, Lanier v. Trammell, 207 Ark. 372, 180 S.W.2d 818 (1944), in which the court in essence held that jurors could make the leap between dirty hands and instruments to a resulting an eye infection without expert testimony. I cannot make such a leap in this case to conclude that there would be injurious consequences resulting from the use of a different blood type, and the majority most certainly could not either.\nThe appellant thus was required to prove, with expert testimony, the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he practices or in a similar locdity. Ark. Code Ann. § 16-114-206(a)(1) (1987). An expert witness need not be one who has practiced in the particular locality, or one who is intimately familiar with the practice in it, in order to be qualified as an expert to testify in a medical malpractice action if an appropriate foundation is established to demonstrate that the witness is familiar with the standard of practice in a similar locality, either by his testimony or by other evidence showing the similarity of localities. Grice v. Atkinson, 308 Ark. 637, 826 S.W.2d 810 (1992).\nIn this instance, because appellant's expert, Dr. Singer, failed to establish the standard of care in Baxter County, Arkansas, or a similar locality, the trial court granted Dr. Lincoln's motion for summary judgment. Dr. Singer, a hematology-oncology expert located in Pennsylvania, was silent in his original affidavit as to any community standard, much less the standard of care applicable in *380Arkansas. There was no evidence in his affidavit that he was familiar with the standard of care in Arkansas, and there was no attempt to compare his locale with Baxter County or anywhere in Arkansas. His original affidavit did not even identify the location of his current practice. His affidavit simply stated that the standard of care would require a primary care physician, such as Dr. Lincoln, to follow the recommendations of a specialist. The trial court struck the supplemental affidavit of Dr. Singer in which he asserted familiarity with the standard of care in Arkansas, from the record; appellant does not argue that the trial court erred when it struck this supplemental affidavit from the record. Because Dr. Singer's original affidavit did not offer any proof as to the applicable standard of care, the appellant failed to meed her burden of proof according to Ark. Code Ann. § 16-114-206(a)(1). See Reagan v. City of Piggott, 305 Ark. 77, 805 S.W.2d 636 (1991) (granting summary judgment when the plaintiff presented no expert proof to establish the standard of care of a violation of the standard of care).\nIn addition, the trial court granted summary judgment alternatively based upon the appellant's failure to establish the required element of proximate causation. Proximate cause is defined, for negligence purposes, as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Kilgore, supra. In other words, Ark. Code Ann. § 16-114-206(a) (1987) implements the traditional tort standard of requiring proof that but for the tortfeasor's negligence, the plaintiff s injury or death would not have occurred. Ford v. St. Paul Fire & Marine Ins. Co., 339 Ark. 434, 5 S.W.3d 460 (1999).\nHere, appellee's expert, Dr. Markland, stated that Dr. Lincoln's treatment did not cause or contribute to Mr. Mitchell's death and that his underlying condition, the leukemia, was the cause of his death. Dr. Singer, appellant's expert, stated that Dr. Lincoln's action was only a significant contributing factor to the ultimate demise of the decedent. This infers that another condition actually caused his death. Thus, even if Dr. Singer's original affidavit was sufficient to set forth the proper standard of care, it did not establish that, but for any violation of the standard of care on the part of Dr. Lincoln, the decedent would have survived, and such survival surely cannot be inferred from Dr. Singer's affidavit. While the affidavit may have sufficed in a medical malpractice case *381to establish that some kind of medical injury to the deceased occurred, Dr. Singer's affidavit does not establish proximate causation for his death.\nI would affirm.\nCrabtree, J., joins.\nPLAIN ENGLISH SUMMARY\nIssue: whether the standard of care must be established by expert opinion.\nSummary:\nthe plaintiff died of leukaemia.\nthe defendant physician did not follow the written instructions of the plaintiff's cancer specialist in administering blood transfusions of a particular type\nthe lower court accepted the defendant's expert testimony that failing to follow the specialist's advice was not a breach of the applicable standard of care\nthe lower court also held that the plaintiff's expert had not attested to a familiarity with the locality, and practiced out of Arkansas, so was not qualified to speak on the applicable standard of care.\nHowever, the Court of Appeals held that a non-specialist's failure to follow the advice of a specialist, where that specialist is involved with the patient, is a matter that a jury is competent to determine is negligent, since it is 'within the understanding of a layperson', and no expert testimony establishing that that practice is negligent is required. Thus, it was irrelevant that the plaintiff's expert had no familiarity with the jurisdiction, since that expertise was not required.",
    "annotations": {
        "Facts": [
            "In 1994 Mr. Mitchell was diagnosed with myelogenous leukemia. He underwent a bone-marrow transplant at M.D. Anderson Cancer Center in Houston, Texas, where one of his doctors was Dr. James L. Gajewski. In a letter to appellee dated January 6, 1995, Dr. Gajewski recommended the blood cells and platelet products to be used if Mr. Mitchell should need a blood transfusion. On eleven occasions between January 18 and March 22, 1995, Mr. Mitchell was transfused with blood products at Baxter County Regional Hospital under the direction of appellee, an internist practicing in Mountain Home, Arkansas; however, the blood products that were used included a type different from the type that Dr. Gajewski had recommended to appellee. On March 24, 1995, Mr. Mitchell was re-admitted to M.D. Anderson. In June and into July of 1995, after being discharged from M.D. Anderson, Mr. Mitchell was hospitalized at the University of Arkansas Medical Center. Mr. Mitchell died at home in Flippin, Arkansas, on July 23, 1995.",
            "Mr. Mitchell's death occurred as a result of his underlying chronic myelog-enous leukemia, unrelated to the transfusion of blood or blood products by Dr. Lincoln or the staff of Baxter County Regional Hospital.",
            "Mr. Mitchell's death certificate, also attached to appellee's motion, listed chronic myelogenous leukemia as the cause of death",
            "The letter stated in part:Dear Doctor Lincoln:Thank you once again for assuming care of [Guy Mitchell], my patient with chronic myelogenous leukemia in second chronic phase who underwent a one-antigen HLA-mismatched transplant from his half-brother. For his post-transplant care, he will need to have twice-weekly electrolytes, BUN, creatinine, magnesium, calcium, and phosphate checks as well as a CBC, differential, and platelets.All blood transfusions need to be irradiated. His original blood type was A positive, his donor type is O positive. I would recommend, if he needs a blood transfusion, to transfuse him with O positive red cells. If he requires platelet products, at this point in time he should be transfused with B-positive platelets.Dr. Gajewski included in the text of the letter his telephone and pager numbers for emergency contact, and he again thanked Dr. Lincoln for helping with the care of this patient.",
            "Mitchell has received what we think is 6 units of Group A red cells inappropriately in Arkansas . . ., and we have previously recommended that he receive Group O RBCs.",
            "Guy Mitchell had a bone marrow transplant at M.D. Anderson Cancer Center in Houston,Texas, in September 1994. At that time, M.D. Anderson was one of the leading cancer treatment centers in the United States.When Mr. Mitchell returned to Arkansas to be followed by Dr. Lance Lincoln as his primary care physician, Dr. James L. Gajewski sent a letter to Dr. Lincoln dated January 6,1995. A copy of the letter is attached hereto as Exhibit B and made a part hereof as if set out herein word for word.I have reviewed the medical records of Guy Mitchell concerning his chronic myelogenous leukemia. The standard of care would require a primary care physician, such as Dr. Lincoln, to follow the recommendations of a specialist, such as Dr. Gajewski. Transfusing Mr. Mitchell with A positive red cells, as was done in this case, was a violation of the standard of care. In my opinion, within a reasonable degree of medical certainty, the failure to transfuse Mr. Mitchell with O positive red cells and B positive platelets was a significant contributing factor in the recrudescence of his disease and ultimate demise.",
            "the January 6, 1995, letter was written to appellee; that Dr. Gajewski recommended that Mr. Mitchell be transfused with B positive platelets; and that appellee did not require that Mitchell be transfused in accordance with Dr. Gajewski's recommendation at least on some occasions"
        ],
        "Procedural History": [
            "The trial court granted appellee's motion for summary judgment on October 6, 2003, and it denied appellant's motion for reconsideration on November 3, 2003",
            "The trial court heard appellee's motion for summary judgment on July 8, 2003, and entered its order granting the motion on October 6, 2003",
            "The letter only addresses itself to what the physician who wrote it said should be done on January 6, 1995 before the action complained of was taken. It does not demonstrate that the writer of the letter knew what the standard of care in Baxter County or in Arkansas was nor does, or could, it address . . . the circumstances which were to come about after the letter was written as the case progressed, or what was in fact done or whether what was done was a breach of the applicable standard of care or a cause of harm to the patient.The trial court observed that the March 27,1995, clinic note from Dr. Gajewski was not in the form of a document to be used to rebut an affidavit; it also noted appellee's argument that the substance of the note and Dr. Gajewski's letter was not of such a nature as to rebut the assertions of Dr. Markland. Regarding Dr. Singer's affidavit, the court agreed with appellee's argument that Singer's failure to state a familiarity with the standard of care in Arkansas was fatal to the competency of his affidavit to rebut the affidavit of Dr. Markland. In granting appellee's motion for summary judgment, the court concluded:Based on the standard of care in Arkansas, the affidavit supplied by defendants provides proof from a medical expert, to a reasonable *372degree of medical certainty, that there was no negligence which was the proximate cause of the injury complained of. Once that is placed in the record, the Plaintiff has the burden of meeting proof with proof. There is nothing in this record from the Plaintiff of an evidentiary nature which shows what the applicable standard is or that Dr. Lincoln's failure to follow the advice of Dr. Gajewski was a violation of the applicable standard of care, or a cause of harm to the patient.",
            "On November 17, 2003, the trial court entered an order denying the motion for reconsideration and granting the motion to strike the supplemental affidavit on the basis that it was not timely filed. Noting Dr. Markland's opinion that Mr. Mitchell's death resulted from his underlying chronic myelogenous leukemia rather than from the transfusion of blood or blood products, the court concluded:[T]he affidavit of. . . Dr. Markland gives proof that to a reasonable degree of medical certainty, the conduct complained of was within the standard of care and that what was done did not in any way cause or contribute to Mr. Mitchell's death. ... In order to avoid summary judgment Plaintiff must meet that proof with proof. Because the matters herein complained of are not within the common knowledge of a jury[,\\ that proof must come from a medical professional who demonstrates the applicable standard, that he knows what that standard is, that the conduct complained about fell short of the standard and that it was the proximate cause of the Plaintiff's harm. (Emphasis ours.) The trial court amended its previous order granting summary judgment to include the findings made in its order of November 17, 2003."
        ],
        "Application of Law to Facts": [
            "the plaintiff must present expert testimony only when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, when the applicable standard of care is not a matter of common knowledge, and when the jury must have the assistance of experts to decide the issue of negligence.",
            "the issue in this case, whether an internist was negligent in not following the recommendations of a specialist, is within the understanding of a layperson and therefore requires no expert testimony",
            "Dr. Singer's affidavit meets the locality rule and establishes an issue of material fact on proximate cause",
            "the trial court incorrectly interpreted Dr. Gajewski's January 6, 1995, letter to mean that the course of treatment he recommended applied only to the course of treatment to be administered on the date of the letter",
            "it is not beyond the common knowledge of a layperson to know if a non-specialist should follow the instructions of a specialist as to the blood products to be used in the transfusion of a leukemia patient who has undergone a bone-marrow transplant; it is no more complicated than a physician's leaving gauze in a surgical site or severing a ureter during removal of an ovary. Thus, no expert opinion was required regarding the standard of care on this issue, that a non-specialist doctor who assumes the care of a patient with complex medical issues should follow the recommendations of a specialist who has been directly involved in the patient's care. Because it was not necessary for appellant to present expert testimony that the local standard of care required appellee to follow Dr. Gajewski's recommendation of the blood products to be used in Mr. Mitchell's transfusions, we hold that the trial court erred as a matter of law in requiring appellant to produce such evidence.",
            "the trial court erred in finding that Dr. Gajewski's letter addressed only what he said should be done on January 6, 1995, the date of the letter. Resolving all doubts and inferences against the moving party, although the letter is dated January 6, 1995, Dr. Gajewski's recommendation could be interpreted to apply prospectively to the blood types to be used if' the patient requires a blood transfusion or if' the patient requires platelet products. Viewing the evidence in the light most favorable to appellant, against whom the motion for summary judgment was filed, we agree with her that the letter could be interpreted as a recommendation for Mr. Mitchell's treatment following January 6, 1995, and encompassing the times that the allegedly faulty blood transfusions were performed under the direction of appellee.",
            "because the asserted acts of negligence by appellee are within a lay jury's comprehension as a matter of common knowledge, appellant is relieved of the obligation to produce expert evidence of the standard of care in the locality"
        ],
        "Relevant Precedents": [
            "Dodd v. Sparks Reg'l Med. Ctr., , 204 S.W.3d 579 (2005).",
            "Haase v. Starnes, 323 Ark. 263,  (1996)).",
            "Walker Hospital v. Pulley, , 664, 127 N.E. 559, ."
        ],
        "Outcome": [
            "We reverse the order of summary judgment and remand for trial.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}