{
    "text": "Cowan v. Ellison Enterprises, Inc., 93 Ark. App. 135, 217 S.W.3d 175 (2005)\nNov. 16, 2005 · Arkansas Court of Appeals · CA 04-1281 \n93 Ark. App. 135, 217 S.W.3d 175 \nIngrid COWAN v. ELLISON ENTERPRISES, INC. d/b/a Price Chopper \n217 S.W.3d 175\nCourt of Appeals of Arkansas\n*138 James R. Pate, for appellant.\nBarber, McCaskill, Jones & Hale, P.A., by: John S. Cherry and James D. Robertson, for appellee.\nWendell L. Griffen, Judge.\nIn this slip-and-fall case Ingrid Cowan appeals from a grant of summary judgment in favor of Ellison Enterprises, Inc. d/b/a Price Chopper. She contends that there are genuine issues of material fact that can only be resolved by a trial on the merits. Because appellant failed to present a genuine issue of material fact regarding appellee's alleged negligence as cause for her slip and fall, we affirm.\nBackground Facts \nIn her complaint filed July 7, 2003, appellant alleged that she slipped on a grape in appellee's grocery store and charged appellee with negligence in allowing the grape to fall onto the floor. She specified appellee's alleged negligent acts in a February 11, 2004 amended complaint:\na. The positioning of the grapes in the produce section of Price Chopper was negligent in that this created a substantial risk of loose grapes falling onto the floor of the store, and this danger and negligence was known to Price Chopper and any reasonable person.\nb. The use by Price Chopper of woven mesh plastic bags with holes in them to sack the grapes for display for sale created an inherently dangerous condition in that grapes could fall through the holes to the floor when the sacks were picked up creating a dangerous condition for customers. This danger was known to Price Chopper and to any reasonable person.\nc. Price Chopper had experience and reasonable cause to know that customers routinely pick up produce for inspection prior to purchase, and it was routine and customary for grapes and other produce to fall onto the floor and create a dangerous condition.\nd. Price Chopper was negligent in not placing non-slip mats and other protective flooring in the aisles of the produce section, and especially in the aisle where the grapes were displayed, to prevent slips and falls by customers.\ne. Price Chopper knew that it could not inspect the aisles around the produce section of the store, and in particular where the grapes were displayed, every minute of every day, and Price Chopper should have taken extra precaution to protect customers from injury as a result of produce items falling to the floor before Price Chopper made a routine clean-up inspection.\nf. For the minimal cost of non-slip mats placed in the aisles of the produce section, and especially in the area where the grapes were displayed, and of using solid produce bags without holes or produce bags with very tiny holes, Price Chopper could have prevented this accident in which the plaintiff was severely injured.\nOn January 30, 2004, appellee filed a motion for summary judgment, wherein it alleged that there was no evidence that it knew or should have known of the grape's presence on the floor and that there was no evidence that appellee's employees dropped the grape. Appellee relied heavily on appellant's deposition testimony in support of its motion. During the deposition, appellant testified that she was at the end of the counter in the produce department of appellee's store when she suddenly slid. She remembered seeing two grapes on the floor when she fell. Appellant was certain she slipped on a grape because a grape was on her heel when she landed. She stated that she did not know how the grapes came to be on the floor or how long they were on the floor; however, she assumed that the grapes came from the counter because the grapes were being sold in woven plastic bags with holes in them. Appellant testified that the floor was dark and dirty and that there were no mats on the floor around the area where she fell.\nIn response to appellee's motion for summary judgment, appellant submitted an affidavit, wherein she stated:\nI have been a frequent customer for several years prior to my fall in the Price Chopper store of the defendant in Russellville, Arkansas. I am a senior citizen, and I know that many elderly people shop at this store.\nI have seen produce items on the floor of the store in the produce section. Even before my fall on June 13,2002, friends and relatives of mine have seen loose grapes on the floor in the produce section and they have seen them since the date of my fall. I learned all of this after my fall because friends and relatives expressed concern because they knew that I slipped on loose grapes on the floor.\nAt the time of my fall, the grapes were displayed in woven mesh plastic bags with holes in them. This was a dangerous condition in that individual grapes could fall through the holes onto the floor of the store. I know from my experience as a shopper, and watching other customers, that customers normally lift produce items for inspection before buying. I know that people will inspect the grapes to see if they are fresh and not bruised or overripe. I believe that in this inspective process it would be easy for grapes to fall onto the floor.\nAt the time of my fall, the grapes were positioned for display on a counter slanted up where loose grapes could easily fall onto the floor. The grapes were positioned in the direct path of shoppers who were pushing shopping carts. It would be hard for shoppers to see any small grapes that had fallen onto the floor.\nThere were no protection mats in the aisles of the produce section. These were added after I fell. If protection mats had been on the aisle when I stepped on the loose grapes on the floor, I would have not slipped and fallen and hurt myself so badly. Even if I had slipped and fallen, a mat would have cushioned my fall.\nAt the time I fell, the area of the floor where the grapes had fallen was slick and very dirty. It would have been very hard for any person to have noticed small grapes on the floor.\nThe grapes on the floor were light green in color and hard to see. The floor was very dirty. After the fall, my pants were very dirty from the fall, and it was obvious that the dirt came from the floor.\nI realize that a store like Price Chopper cannot have an employee watching the produce aisles twenty-four hours of every day. I also know that it is common knowledge to shoppers and the store personnel that people pick up produce items for inspection and that it is common for produce items to fall on the floor. I believe with a little bit of precaution in the placement of the grapes on display, the use of solid plastic bags or bags with tiny holes, and the use of non-slip floormats, accidents such as mine could be easily prevented.\nI am also aware that after my fall, Price Chopper stopped using woven mesh plastic bags with holes in them for the display and sale of grapes.\nIn its reply brief in support of its motion for summary judgment, appellee submitted the affidavit of Seth Maxwell, assistant store director on the date appellant fell. He noted that it was appellee's policy to keep the floors clean at all times. Maxwell stated that he was in the produce area of the store within an hour prior to appellant's fall, pursuant to the store's policy requiring hourly inspections, and that the grape was not on the floor at that time. Maxwell concluded that the grape on which appellant slipped could not have been on the floor for more than a matter of minutes.\nThe circuit court granted appellee's motion for summary judgment on August 10, 2004. It also denied appellant's subsequent motion to set aside summary judgment on September 1, 2004. This appeal followed.\nDiscussion \nSummary judgment should be granted only when it is clear that there are no genuine issues of material fact to be litigated and the moving party is entitled to judgment as a matter of *142law. O'Marra v. Mackool, 361 Ark. 32, 204 S.W.3d 49 (2005); Riverdale Dev. Co. v. Ruffin Bldg. Sys. Inc., 356 Ark. 90, 146 S.W.3d 852 (2004). The burden of sustaining a motion for summary judgment is on the moving party. O'Marra v. Mackool, supra; Pugh v. Griggs, 327 Ark. 577, 940 S.W.2d 445 (1997). Once the moving party has established a prima facie entitlement to summary judgment, the nonmoving party must meet proof with proof and demonstrate the existence of a material issue of fact. O'Marra v. Mackool, supra; Pugh v. Griggs, supra. We determine if summary judgment was appropriate based on whether the evidence presented by the moving party in support of its motion leaves a material fact unanswered, viewing the evidence in the light most favorable to the nonmoving party, and resolving all doubts and inferences against the moving party. O'Marra v. Mackool, supra; George v. Jefferson Hosp. Ass'n Inc., 337 Ark. 206, 987 S.W.2d 710 (1999); Adams v. Arthur, 333 Ark. 53, 969 S.W.2d 598 (1998). Our review is not limited to the pleadings, but also focuses on the affidavits and other documents filed by the parties. Hisaw v. State Farm Mut. Auto Ins. Co., 353 Ark. 668, 122 S.W.3d 1 (2003); Brown v. Wyatt, 89 Ark. App. 306, 202 S.W.3d 555 (2005).\nBefore determining whether appellant has presented a prima facie case sufficient to warrant denial of appellee's motion for summary judgment, we must make a determination of what evidence is properly before this court. Rule 56(e) of the Arkansas Rules of Civil Procedure requires that an affidavit provided for or against a motion for summary judgment be made on personal knowledge, set forth such facts as would be admissible in evidence, and show affirmatively that the affiant is competent to testify to the matters stated therein. In reviewing the motion for summary judgment, we do not consider appellant's statement, friends and relatives . . . have seen loose grapes on the floor in the produce section. That statement was not based on personal knowledge, and it is nothing more than inadmissible hearsay. As such, it should not be accepted as the basis for finding a genuine issue of material fact to deny entry of summary judgment.\nAppellant's affidavit also states a belief that grapes could fall on the floor while other customers were inspecting grapes or because the grapes were stacked on a slanted counter. However, appellant also lacks personal knowledge to testify to these facts. Her affidavit does not declare that she has actually seen grapes fall because of the packaging or the slanted counter. Because appellant lacks the personal knowledge to testify to this fact, she is precluded from presenting such evidence in opposition to appellee's motion for summary judgment.1 \nArkansas has well-established law regarding slip- and-fall cases. A property owner has a duty to exercise ordinary care to maintain its premises in a reasonably safe condition for the benefit of an invitee. Kelly v. National Union Fire Ins. Co., 327 Ark. 329, 937 S.W.2d 660 (1997); Sanders v. Banks, 309 Ark. 375, 830 S.W.2d 861 (1992); Tomlin v. Wal-Mart Stores, Inc., 81 Ark. App. 198, 100 S.W.3d 57 (2003). To prevail in a slip-and-fall case, one must show either (1) that the presence of a foreign substance on the premises was the result of the owner's negligence or (2) that the foreign substance had been on the premises for such a length of time that the owner knew or reasonably should have known of its presence and failed to use ordinary care to remove it. Kelly v. National Union Fire Ins. Co., supra; Tomlin v. Wal-Mart Stores, Inc., supra; see also AMI Civil (2005) 1106. In virtually every case involving a fall, the plaintiff will describe a floor as slick or slippery, and this alone is not sufficient to support a case for negligence. Black v. Wal-Mart Stores, Inc., 316 Ark. 418, 872 S.W.2d 56 (1994); Newberg v. Next Level Events, Inc., 82 Ark. App. 1, 110 S.W.3d 332 (2003); Wal-Mart Stores, Inc. v. Bernard, 69 Ark. App. 238, 10 S.W.3d 915 (2000). Possible causes of a fall, as opposed to probable causes, do not constitute substantial evidence of negligence. Kelly v. National Union Fire Ins. Co., supra. Moreover, the doctrine of res ipsa loquitur 2 is inapplicable in slip-in-fall cases. Alexander v. Town & Country Discount Foods, Inc., 316 Ark. 446, 872 S.W.2d 390 (1994).\nThe dissent also notes an additional line of slip-and-fall cases. In Brookshires Grocery Co. v. Pierce, 71 Ark. App. 203, 29 *144S.W.3d 742 (2000), we noted that where the slippery condition is not the result of an isolated incident but is instead a recurring one, the traditional slip-and-fall analysis is inapplicable, and the question is simply whether the business owner used ordinary care to keep his premises free from dangerous conditions likely to cause injury to invitees. See also Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998); Conagra, Inc. v. Strother, 68 Ark. App. 120, 5 S.W.3d 69 (1999). The dissent refers to the ordinary slip-and-fall case as the typical case and cases such as Brookshires Grocery as the atypical case. However, appellee has the same duty under both lines of cases: a duty to exercise ordinary care in maintaining its premises in a reasonably safe condition for the benefit of its invitees.\nAn entry from American Jurisprudence 2d is instructive:\nAlthough it has been said that a store owner has no duty to keep all produce wrapped in cellophane or similar substance in order to prevent it from falling to the floor where it may cause customers to slip, a supermarket operator who chooses to sell fruits and vegetables from open bins on a self-service basis must do what is reasonably necessary to protect customers from the risk of injury which such mode of operation is likely to generate. A storekeeper may be negligent if he displays his goods in such a manner that they will cause a hazardous condition on the floor, and this rule has also been applied to a store displaying a plant for sale.\nOn the other hand, stacking of produce in an unsafe manner has been held not to give rise to liability where it could not be shown that the supermarket had failed to act as a reasonably prudent person would have acted in similar circumstances, or that such stacking was the proximate cause of the injury. Recovery for injuries sustained in a fall alleged to have resulted from litter or debris on the floor of a store will also be denied where there is insufficient proof to show that the floor in which the fall occurred was in a dangerous condition. Furthermore, nonliability of storekeepers to customers injured by falling on litter and debris may be based on the fact that the foreign matter must have been dropped or knocked to the floor by other customers or third parties for whose negligence the storekeeper is not liable.\n*14562A Am. Jur. 2d Premises Liability § 557 (1990) (internal footnotes omitted) (superceded by 62A Am. Jur. 2d Premises Liability § 520 (2005)).3 \nAppellant's case cannot survive a motion for summary judgment because she fails to present evidence showing that appellee breached its duty of ordinary care to her and that the breach caused her damages. Summary judgment is proper when a party fails to present proof of a material element of her claim. Calcagno v. Shelter Mut. Ins. Co., 330 Ark. 802, 957 S.W.2d 700 (1997). Appellant alleges several theories about how the grapes may have fallen on the floor. While she suggests that grapes could fall out of the woven plastic bags either though the customer-inspection process or through just sitting on the slanted counter, she never presented facts showing that the grape upon which she slipped fell to the floor as a result of these conditions. Had she at least done that, summary judgment would have been inappropriate.\nThe instant case is similar to Sanders v. Banks, supra. There, the appellant alleged that she slipped on a brown, slimy substance that she believed to be tobacco juice. In his deposition, the store's assistant manager testified that no store employee was aware of the foreign substance. He also stated that the store was spot mopped nightly and completely mopped weekly. However, he admitted that customers were allowed to chew tobacco inside the store and that the store did not provide disposal facilities for the residue. Our supreme court affirmed the grant of summary judgment, stating we cannot say there was any evidence whatever as to how the foreign matter came to be present or that [store] personnel had any knowledge of its presence. Id. at 379, 830 S.W.2d at 863 (citing Bank of Malvern v. Dunklin, 307 Ark. 127, 817 S.W.2d 873 (1991); Diebold v. Vanderstek, 304 Ark. 78, 799 S.W.2d 804 (1990)).\n*146The dissenting opinion over-relies on Brookshires Grocery Co. v. Pierce, supra. It identifies three similarities to the instant case. First, the dissent states that both cases involve the packaging and display of grapes. Both cases do have that fact in common. Second, the dissent states that in both cases the plaintiff presented evidence that others had noticed the dangerous objects on the floor. The only evidence that others noticed produce on the floor in the instant case was the hearsay assertion in appellant's affidavit, which should not be considered because it is hearsay, not appellant's statement of her own experience. Finally, the dissent notes that the employee responsible for cleaning up spills in Brookshires Grocery was slouchy and non-diligent. No such evidence exists in this case. The dissent acknowledges this, but continues by stating that this is an atypical slip-and-fall case. However, Arkansas law does not allow the atypical label to excuse an appellant's failure to present a prima facie case of negligence.\nThe dissent also assumes that the grape fell because of an allegedly inherently dangerous condition, which it opines provides an issue of fact regarding whether appellant slipped on the grape because of appellant's negligence. It is nothing but circular reasoning to suppose the very fact that is in dispute and then use that supposition as the basis for denying a motion for summary judgment. Appellant presented possibilities as to how a grape might have come to be on the floor, but she did not establish any of these possibilities as a fact. Furthermore, she did not show that any of them caused her fall. As already stated, possible causes of the fall do not constitute substantial evidence. Kelly v. National Union Fire Ins. Co., supra. Was the grape on the floor as a result of the stacking and packaging of the grapes, or was it there because another customer negligently placed the grape on the floor? Appellant's affidavit fails to provide an answer to this question. Under any slip-and-fall analysis, this failure is fatal to her case.\nBecause appellant failed to present evidence showing that appellee breached a duty that caused her to slip and fall, the circuit court properly granted appellee's motion for summary judgment. The dissent would require appellee, and any other similarly-situated store owner, to proceed to trial when appellant cannot prove the cause of her fall. This is tantamount to a res ipsa loquitur holding, which is inapplicable to slip-and-fall cases under Arkansas law. Alexander v. Town & Country Discount Foods, Inc., supra. \nAffirmed.\n*147Pittman, C.J., Gladwin, Glover, and Vaught, JJ., agree.\nRobbins, Neal, Baker, and Roaf, JJ., dissent.\n1 \nThe dissenting opinion would reverse based in part on this speculative assertion. Had we done so, our decision would undermine the whole purpose for requiring summary-judgment opponents to meet proof with proof. See O'Marra v. Mackool, supra; Pugh v. Griggs, supra. \n2 \nRes ipsa loquitur is a doctrine providing that, in some circumstances, the mere fact of an accident's occurrence raises an inference of negligence so as to establish a prima facie case. Black's Law Dictionary 1336 (8th ed. 2004).\n3 \nThe encyclopedia entry cites several helpful cases. See, eg, Wroblewski v. Hillman's Inc., 43 Ill.App.2d 246, 193 N.E.2d 470 (1963) (affirming motion for directed verdict in favor of the store when the plaintiff failed to show that a vegetable leaf was on the floor due to the store's negligence and rejecting the notion that the store should have been obligated to pre-wrap vegetables, stating that nothing in the record indicated that the falls were of such frequent occurrence as to warrant the extraordinary protective measure); Swan v. Kroger Co., 452 S.W.2d 793 (Tex. Ct. App. 1970) (affirming motion for directed verdict in favor of the store when the customer failed to show that a green bean was on the floor due to the manner in which the store stacked its green beans).\nAndree Layton Roaf, Judge,\ndissenting. I do not agree udge, affirmed, and would reverse and remand for trial. Ingrid Cowan was injured when she slipped and fell on. a grape while shopping at Price Chopper. Cowan has alleged that Price Chopper was negligent in that there were no safety mats in the aisle where she fell; that the floor was so dingy, dark, and dirty that the fallen grapes would not be easily seen on the floor; that the counter where the grapes were displayed was sloping and dangerous; and that the open-mesh plastic bags in which the grapes were bagged for sale were inherently dangerous. What she has not alleged is that Price Chopper either put the grape on the floor itself or that it was there for such a length of time that Price Chopper should have removed it.\nA trial court should grant a motion for summary judgment only when there are no genuine issues of fact to litigate and when it can decide the case as a matter of law. Carver v. Allstate Ins. Co., 77 Ark. App. 296, 76 S.W.3d 901(2002). Once the movant has made a prima facie showing of entitlement to summary judgment, the responding party must, in order to preclude summary judgment, demonstrate that there remain genuine issues of material fact. Id. This court's review is limited to a determination as to whether the trial court was correct in finding that no material facts were disputed. Id. \nTo prevail in a typical slip-and-fall case involving an invitee, the plaintiff must show either that: (1) the presence of a substance upon the premises was the result of defendant's negligence or (2) the substance had been on the premises for such a length of time that the defendant knew or reasonably should have known of its presence and failed to use ordinary care to remove it. Kopriva v. Burnett-Croom-Lincoln-Paden, LLC, 70 Ark. App. 131, 15 S.W.3d 361 (2000). This case falls closer to the former category. Additionally, this court has recognized that not all such cases fall into the typical category, and these cases should be analyzed differently. Where the slippery condition is not the result of an isolated incident but is instead a recurring one, the traditional slip-and-fall analysis is inapplicable and the question is simply whether the business owner used ordinary care to keep his premises free from *148dangerous conditions likely to cause injury to invitees. Brookshires Grocery Co. v. Pierce, 71 Ark. App. 203, 29 S.W.3d 742 (2000) (citing Conagra, Inc. v. Strother, 68 Ark. App. 120, 5 S.W.3d 69 (1999)); Heigh v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998). The court also applied this standard-of-care in another atypical slip-and-fall case where the plaintiff slipped and fell in an area known to be dangerous, where safety mats had been placed throughout the area, and where the plaintiff testified that the safety mats were not in place when she fell. Conagra, supra. Also, where the plaintiff did not argue that her fall was caused simply by the presence of a substance on the floor but rather by the floor's overly slippery condition resulting from the faulty manner in which the wax was applied, this court applied this same standard of care because it was not the typical slip-and-fall case. Kopriva, supra. \nIn Pierce, supra, Pierce slipped on some grapes near the produce area at Brookshires and was injured. There was evidence that Pierce had noticed tomatoes, lettuce, onions, cauliflower, grapes, and other such items on the floor in the produce section on prior shopping trips. Id. There was also evidence that, on the day he was injured, Pierce drew the produce clerk's attention to two separate spills, but the produce clerk appeared unconcerned and told Pierce he would clean them up later. Id. In addition, there was evidence that store management was aware that the produce section was a particularly dangerous area for falls and that management did not adhere to its own schedule for inspection of the floors. Id. This court noted that this case was different than the typical slip-and-fall case, because this case involved a recurring slippery condition. Id. Brookshires argued the trial court should have granted its motion for directed verdict because there was no substantial evidence to show that the grapes were on the floor because of Brookshires's negligence or that the grapes were on the floor so long that they should have been discovered by Brook-shires's employees. Id. This court disagreed and applied a different standard: whether there was sufficient evidence to support a jury finding that there was a recurrent slippery condition in Brook-shires and whether Brookshires employed ordinary care to keep its premises free from that condition. Id. This court held that the evidence supported the finding that there was a recurrent slippery condition as the result of Brookshires's failure to exercise ordinary care. Id. \nThe present case is similar to both Pierce and Kopriva. In both Pierce and this case, the plaintiff slipped and fell on some grapes. *149 Pierce involved a recurrent slippery condition, and the present case involves the allegation of a recurrent dangerous/slippery condition of grapes on the floor because of the manner in which they were packaged and displayed. Here, just as in Pierce, there are claims that others had noticed the dangerous condition of the floor on previous occasions. Because this case is not the typical slip-and-fall case it should be analyzed under the standard that this court used in Pierce: whether Price Chopper used ordinary care to keep its premises free from dangerous conditions likely to cause injury to invitees. In Kopriva, it was the manner in which the floor was rendered slippery that was.ultimately at issue.\nPrice Chopper argues that the present case is unlike Pierce because here there is no evidence that Price Chopper was on notice of a foreign substance on the floor and no proof of a dilatory employee failing to conduct inspections or clean up messes. Even though there are differences between Pierce and the present case, it does not change the fact that this case is not the typical slip-and-fall case and that therefore this court should use a different standard of care than what it usually uses to analyze the typical slip-and-fall cases. This is because Cowan's contention is that grapes were on the floor as a result of Price Chopper's negligence in the manner in which the grapes were packaged and displayed, regardless of whether it was a customer or a store employee who dropped the grape to the floor, or whether the grape had rolled off the sloped display. Cowan does not need to prove precisely who dropped the grape or that Price Chopper failed to timely clean up its floor under this theory. The majority makes much of the fact that Cowan cannot say exactly how the one particular grape she slipped on came to be on the floor. However, it is not that one or even more grapes happened to be on the floor or the day in question that is the key allegation, but rather that Price Chopper's negligence made it likely and, in fact, inevitable that grapes would be on the floor.\nEven if this court applies a different standard of care, Cowan must still demonstrate that there are genuine issues of material fact to be litigated so that she can overcome summary judgment in this case. There is a dispute as to whether there was a safety mat in place at the time of Cowan's fall. There are also the disputed issues concerning how the grapes were displayed and the fact they were packaged in loosely woven cellophane bags. What is not in dispute, because it is not at issue under Cowan's theory of *150negligence, is either how long the grape had been on the floor, who dropped it there, or the frequency of Price Chopper's inspections. A jury should be able to decide whether the actions by Price Chopper of which Cowan complains of in this case were negligent, not the case imagined by the majority.\nI would reverse.\nRobbins, Neal, and Baker, JJ., join.\nPLAIN ENGLISH SUMMARY\nIssue: whether a store operator is liable for a grape on the floor of a supermarket causing the plaintiff to slip and fall, without proof of how the grape came to be there.\nSummary: \nthe plaintiff fell when she stepped on a grape in the defendant's supermarket.\nthe Court of Appeals held that:\nthe defendant store operator does not owe a duty to the plaintiff for the negligence of third parties who may have knocked the grape to the floor; and\nthe plaintiff did not establish facts that show that the grape fell to the floor because of the negligent practices of the defendant.\nConsequently, since the plaintiff did not present any evidence showing that the defendant breached its duty to act with reasonable care in the maintenance of its premises—that is, the plaintiff did not establish that a breach of duty led to the slippery, unsafe floor surface—summary judgement was properly granted.\n",
    "annotations": {
        "Facts": [
            "slipped on a grape in appellee's grocery store",
            "she was at the end of the counter in the produce department of appellee's store when she suddenly slid. She remembered seeing two grapes on the floor when she fell.",
            "certain she slipped on a grape because a grape was on her heel when she landed. She stated that she did not know how the grapes came to be on the floor or how long they were on the floor; however, she assumed that the grapes came from the counter because the grapes were being sold in woven plastic bags with holes in them.",
            "the floor was dark and dirty and that there were no mats on the floor around the area where she fell.",
            "I have been a frequent customer for several years prior to my fall in the Price Chopper store of the defendant in Russellville, Arkansas. I am a senior citizen, and I know that many elderly people shop at this store.I have seen produce items on the floor of the store in the produce section",
            "At the time of my fall, the grapes were displayed in woven mesh plastic bags with holes in them",
            "customers normally lift produce items for inspection before buying",
            "people will inspect the grapes to see if they are fresh and not bruised or overripe",
            "At the time of my fall, the grapes were positioned for display on a counter slanted up where loose grapes could easily fall onto the floor. The grapes were positioned in the direct path of shoppers who were pushing shopping carts. It would be hard for shoppers to see any small grapes that had fallen onto the floor.There were no protection mats in the aisles of the produce section",
            "At the time I fell, the area of the floor where the grapes had fallen was slick and very dirty. It would have been very hard for any person to have noticed small grapes on the floor",
            "The grapes on the floor were light green in color and hard to see. The floor was very dirty. After the fall, my pants were very dirty from the fall, and it was obvious that the dirt came from the floor.",
            "after my fall, Price Chopper stopped using woven mesh plastic bags with holes in them for the display and sale of grapes",
            "it was appellee's policy to keep the floors clean at all times.",
            "he was in the produce area of the store within an hour prior to appellant's fall, pursuant to the store's policy requiring hourly inspections, and that the grape was not on the floor at that time.",
            "the grape on which appellant slipped could not have been on the floor for more than a matter of minutes."
        ],
        "Procedural History": [
            "Ingrid Cowan appeals from a grant of summary judgment in favor of Ellison Enterprises, Inc. d/b/a Price Chopper",
            "The circuit court granted appellee's motion for summary judgment on August 10, 2004. It also denied appellant's subsequent motion to set aside summary judgment on September 1, 2004. This appeal followed."
        ],
        "Application of Law to Facts": [
            "appellant failed to present a genuine issue of material fact regarding appellee's alleged negligence as cause for her slip and fall,",
            "stacking of produce in an unsafe manner has been held not to give rise to liability where it could not be shown that the supermarket had failed to act as a reasonably prudent person would have acted in similar circumstances",
            "nonliability of storekeepers to customers injured by falling on litter and debris may be based on the fact that the foreign matter must have been dropped or knocked to the floor by other customers or third parties for whose negligence the storekeeper is not liable.",
            "Appellant's case cannot survive a motion for summary judgment because she fails to present evidence showing that appellee breached its duty of ordinary care to her and that the breach caused her damages",
            "While she suggests that grapes could fall out of the woven plastic bags either though the customer-inspection process or through just sitting on the slanted counter, she never presented facts showing that the grape upon which she slipped fell to the floor as a result of these conditions. Had she at least done that, summary judgment would have been inappropriate.",
            "Appellant presented possibilities as to how a grape might have come to be on the floor, but she did not establish any of these possibilities as a fact. Furthermore, she did not show that any of them caused her fall. As already stated, possible causes of the fall do not constitute substantial evidence.",
            "Was the grape on the floor as a result of the stacking and packaging of the grapes, or was it there because another customer negligently placed the grape on the floor? Appellant's affidavit fails to provide an answer to this question. Under any slip-and-fall analysis, this failure is fatal to her case.Because appellant failed to present evidence showing that appellee breached a duty that caused her to slip and fall, the circuit court properly granted appellee's motion for summary judgment."
        ],
        "Relevant Precedents": [
            "Sanders v. Banks, , 830 S.W.2d 861 (1992)",
            "Black v. Wal-Mart Stores, Inc., , 872 S.W.2d 56 (1994); Newberg v. Next Level Events, Inc., , 110 S.W.3d 332 (2003); Wal-Mart Stores, Inc. v. Bernard, , 10 S.W.3d 915 (2000).",
            "Bank of Malvern v. Dunklin, 307 Ark. 127,  (1991); Diebold v. Vanderstek, 304 Ark. 78,  (1990)"
        ],
        "Outcome": [
            "we affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}