{
    "text": "Nelms v. Martin, 100 Ark. App. 24, 263 S.W.3d 567 (2007)\nSept. 26, 2007 · Arkansas Court of Appeals · CA 06-1380 \n100 Ark. App. 24, 263 S.W.3d 567 \nTonya NELMS and Jackie Nelms v. Dr. Kenneth MARTIN, et al. \n263 S.W.3d 567\nCourt of Appeals of Arkansas\n*25 Robert L. Depper, Jr., for appellants.\nMitchell, Williams, Selig, Gates & Woodyard, PLLC, by: R.T. Beard, III, Anthony W. Juneau, and Ben Jackson, for appellees.\nRobert J. Gladwin, Judge.\nAppellants Tonya and Jackie Nelms, husband and wife, appeal the Drew County Circuit Court's October 21, 2004 judgment dismissing their complaint for malpractice pursuant to a motion for summary judgment filed by appellees Dr. Kenneth Martin and U.S. Orthopedic Surgical Center. Appellants contend on appeal that the trial court committed reversible error as a matter of law by granting the appellees' motion. We affirm.\nAppellant Tonya Nelms underwent arthroscopic surgery on her left knee on September 7, 1999. Appellee Dr. Kenneth Martin performed the surgery, and he inadvertently left the tip of a canula, which is a small flexible tube that encloses the scope or camera that is used to inspect the knee arthroscopically, in Mrs. Nelms's knee. On September 14, 1999, Mrs. Nelms returned to Dr. Martin's office and complained of mild pain, which is expected after undergoing arthroscopic surgery. On October 28,1999, Mrs. Nelms returned for another office visit complaining of pain in her knee, which Dr. Martin attributed to incomplete rehabilitation and significant muscle atrophy. On November 2,1999, Dr. Martin discovered that one of his nurses had taken an x-ray of Mrs. Nelms's knee on October 28, 1999, which revealed the presence of a metallic fragment in the superior lateral aspect of the knee that appeared to be consistent with the tip of a canula. Dr. Martin located the type of canula that had been used during Mrs. Nelms's surgery and discovered that the canula was not a solid piece of metal, but instead consisted of two pieces. Upon discovering this, Dr. Martin immediately called Mrs. Nelms and explained that the tip of the canula used during her arthroscopy had broken, and asked her to come in for arthroscopy and removal of the piece.\nThe canula had been provided by appellee U. S. Orthopedic Surgical Center, of which Dr. Martin was an owner and employee. Dr. Martin performed an additional arthroscopy on November 9, 1999, and removed the tip of the canula. Dr. Martin stated in his deposition that Mrs. Nelms was not charged for the surgery because we weren't supposed to charge or anything because that was just a-a mistake that we made.\nThe appellants filed suit asserting that appellees were liable to them under theories of medical negligence. After filing the initial suit, the appellants amended their suit to add Stryker Corporation, the manufacturer of the canula that broke off in Mrs. Nelms's left knee. Appellees filed a motion for summary judgment asserting that they were in no way negligent. Attached to the motion was Dr. Martin's affidavit wherein he states that he did not violate the standard of care and that leaving the tip of the canula in the knee did not fall below the standard of care. In response, appellants presented affidavits of two laymen who assert that leaving the tip of a canula in someone's knee does not require expert testimony to know that such falls below the standard of care, and that, therefore, it is their belief that Dr. Martin, and thereby appellees did not meet the standard of care required of a licensed physician.\nThe trial court granted the motion for summary judgment and dismissed the lawsuit against the appellees because appellants failed to meet proof with proof. The appellants appealed, and this court dismissed the case as not ripe since the summary judgment order did not dismiss all the parties to the case, leaving Stryker Corporation. The case between Stryker and appellants was settled and the case as to Stryker was dismissed with prejudice. The summary judgment order as to appellees dated September 30, 2004, became a final judgment, and this appeal followed.\nSummary judgment is to be granted by a trial court only when it is clear that there are no genuine issues of material fact to be litigated, and the party is entitled to judgment as a matter of law. Stoltze v. Ark. Valley Elec. Coop. Corp., 354 Ark. 601, 127 S.W.3d 466 (2003). The moving party is entitled to summary judgment if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. Gafford v. Cox, 84 Ark. App. 57, 129 S.W.3d 296 (2003). The burden of sustaining a motion for summary judgment is always the responsibility of the moving party. Flentje v. First Nat'l Bank of Wynne, 340 Ark. 563, 11 S.W.3d 531 (2000). All proof submitted must be viewed in the light most favorable to the party resisting the motion, and any doubts and inferences must be resolved against the moving party. Id. Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. On appeal, the reviewing court need only decide if the grant of summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion left a material question of fact unanswered. Liberty Mut. Ins. Co. v. Whitaker, 83 Ark. App. 412, 128 S.W.3d 473 (2003). In making this decision, we view the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and *28inferences against the moving party. Saine v. Comcast Cablevision of Ark., Inc., 354 Ark. 492, 126 S.W.3d 339 (2003). Our review focuses not only on the pleadings, but also on the affidavits and other documents filed by the parties. Id. \nExpert testimony \nAppellants argue that Dr. Martin was negligent in leaving the tip of the canula in Mrs. Nelms's knee. Further, they claim that U. S. Orthopedic Surgical Center was negligent in not noticing that the canula was missing a tip after the canula was pulled out of Mrs. Nelms's knee and given back to their personnel. Appellants claim that a jury's comprehension is such that a jury will understand without the necessity of an expert that surgeons do not leave surgical implements in a surgical site, and to do so is negligence. They argue, therefore, that affidavits of two laypersons are the proof of medical negligence that counters Dr. Martin's self-serving affidavit, and that proof was met with proof. See Haase v. Starnes, 323 Ark. 263, 915 S.W.2d 675 (1996); and Watts v. St. Edwards Mercy Med. Ctr., 74 Ark. App. 406, 49 S.W.3d 149 (2001).\nAppellees argue that the trial court properly granted the motion for summary judgment because the appellants failed to set forth any expert-witness testimony. Arkansas Code Annotated section 16-114-206(a) (Supp. 2003) requires expert testimony when the negligence asserted cannot be understood by a jury based upon common knowledge,- and states as follows:\n(a) In any action for medical injury, when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, the plaintiff shall have the burden of proving:\n(1) By means of expert testimony provided only by a medical care provider of the same specialty as the defendant, the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he or she practices or in a similar locality;\n(2) By means of expert testimony provided only by a medical care provider of the same specialty as the defendant that the medical care provider failed to act in accordance with that standard; and\n(3) By means of expert testimony provided only by a qualified medical expert that as a proximate result thereof the injured person suffered injuries that would not otherwise have occurred.\nThe Arkansas Supreme Court and Court of Appeals have held on numerous occasions that a plaintiff in a medical malpractice case must present expert testimony when the asserted negligence does not lie within the jury's comprehension and when the applicable standard of care is not a matter of common knowledge. See Eady v. Lansford, 351 Ark. 249, 92 S.W.3d 57 (2002); Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002); Skaggs v. Johnson, 323 Ark. 320, 915 S.W.2d 253 (1996); Robson v. Tinnin, 322 Ark. 605, 911 S.W.2d 246 (1995); Dodd v. Sparks Reg'l Med. Ctr., 90 Ark. App. 191, 204 S.W.3d 579 (2005).\nAppellees argue that the common-knowledge exception does not apply in this case, and that expert testimony is required. We agree. The Arkansas Supreme Court stated in Mitchell v. Lincoln, 366 Ark. 592, 599, 237 S.W.3d 455, 460 (2006), The vast majority of our cases to have considered this issue [whether expert testimony is necessary in negligence cases] hold that expert medical testimony is necessary because the alleged medical negligence is not within the comprehension of a jury of laymen.\nAppellees cite Robbins v. Johnson, 367 Ark. 506, 241 S.W.3d 747 (2006), as controlling here. In Robbins, our supreme court determined that even though expert testimony is not required in every medical malpractice case, but only in those where the standard of care is not within the jury's common knowledge and when an expert is needed to help the jury decide the issue of negligence, it was required to assist the jury in determining whether the surgeon had breached the standard of care during a cervical diskectomy. The court concluded:\n[I]n order for a jury to decide whether Dr. Johnson was negligent, the jury must understand what a cervical diskectomy and fusion is, what instruments are used to perform the procedure, what procedures and risks are involved, and whether Dr. Johnson's actions proximately caused the injury alleged by the Robbinses. Dr. Johnson's letter makes it clear that, according to his version of the events, more was involved in this alleged negligence than simply dropping a sharp surgical instrument. We agree with the circuit court that an expert was required for Mr. and Mrs. Robbins to meet their statutory burden of proof.\nRobbins, 367 Ark. at 513, 241 S.W.3d at 752.\nAs in Robbins, in order for the jury to decide whether Dr. [Martin] was negligent, the jury must understand what an [arthroscopic knee surgery] is, what instruments are used to perform the surgery, what procedures and risks are involved, and whether Dr. [Martin's] actions proximately caused the injury alleged by the [appellants]. Id. \nIn Haase, supra, our supreme court stated:\nThe necessity for the introduction of expert medical testimony in malpractice cases was exhaustively considered in Lanier v. Trammell, 207 Ark. 372, 180 S.W.2d 818 (1944). There we held that expert testimony is not required when the asserted negligence lies within the comprehension of a jury of laymen, such as a surgeon's failure to sterilize his instruments or to remove a sponge from the incision before closing it. On the other hand, when the applicable standard of care is not a matter of common knowledge the jury must have the assistance of expert witnesses in coming to a conclusion upon the issue of negligence.\nHaase, 323 Ark. at 269, 915 S.W.2d at 678. Here, appellees contend that the inadvertent leaving of the canula tip in a patient's surgical wound is distinguishable from leaving a sponge in the patient's surgical incision. We agree. Placing a surgical sponge in a patient's incision and failing to remove it when surgery is completed is an obvious act of negligence that a jury can determine without expert testimony. In this instance, however, Dr. Martin placed a canula into Mrs. Nelms's knee and in fact retrieved the same canula from the surgical site. The inadvertent leaving behind of the canula tip begs the question of whether Dr. Martin breached the standard of care in doing so.\nAppellees claim that the jury would need to know the extent to which the standard of care required Dr. Martin to inspect the knee after surgery, whether the standard of care required him to take x-rays of the knee prior to closing the incisions, and whether the standard of care required him to thoroughly inspect each and every medical instrument utilized during the surgery. We agree. Also, the jury would need help from an expert to understand whether the surgical technique used by Dr. Martin fell below the standard of care and to understand the difference between the condition of Mrs. Nelms's knee after the second surgery as compared to the condition it would have been in had the second surgery not been required. We hold, therefore, that the appellants were required to present expert testimony, and failed to meet proof with proof.\n*31 Res ipsa loquitur \nAppellants assert that the doctrine of res ipsa loquitur2 establishes that appellees were negligent, and that the burden in trial shifts to appellees to prove that they were not negligent. In Sherwood Forest Mobile Home Park v. Champion Home Builders Co., 89 Ark. App. 1, 3, 199 S.W.3d 707, 710 (2004), we noted that the res ipsa loquitur doctrine was developed to assist in the proof of negligence where the cause of an unusual happening connected with some instrumentality in the exclusive possession and control of defendant could not be readily established. We went on to cite the four essential elements that must be established before the doctrine of res ipsa loquitur is applicable: (1) the defendant must owe a duty to the plaintiff to use due care; (2) the accident must be caused by the thing or instrumentality under the control of the defendant; (3) the accident that caused the injury must be one that, in the ordinary course of things, would not occur if those having control and management of the instrumentality used proper care; (4) there must be an absence of evidence to the contrary. Id. at 3-4, 199 S.W.3d at 710. In addition, it must be shown that the instrumentality causing the injury was in the defendant's exclusive possession and control at the time of the injury. Id. This doctrine may apply in medical malpractice cases if the essential elements are present. See Schmidt v. Gibbs, 305 Ark. 383, 807 S.W.2d 928 (1991).\nAppellants argue that the requirements of res ipsa loquitur have been met. First, they argue that appellees owed a duty to Mrs. Nelms. See Ark. Code Ann. § 16-114-201 (Supp. 2003). Second, appellants claim that the canula was under the control of appellees while Mrs. Nelms was under anesthesia. Third, appellants claim that the accident which caused Mrs. Nelms's injury is one that in the ordinary course of things would not have occurred if appellees had used proper care. Appellants note that Dr. Martin examined the surgery site when surgery was completed. When he later discovered that the canula tip was left in Mrs. Nelms's knee, he went back into the knee and withdrew it from the original surgery site. Therefore, appellants argue that had the doctor taken the time in the ordinary course of things and looked thoroughly at the *32surgical site the first time he performed the surgery, he would have or should have noticed the piece of metal in Mrs. Nelms's knee.\nAlso, appellants argue that had the staff of U. S. Orthopedic Surgical Center properly maintained their surgical equipment, then the missing tip would have been noticed and removed in a timely manner. Fourth, appellants argue that there is an absence of evidence to the contrary. Appellants refute appellees' claim that the appellants' products liability allegations constitute evidence to the contrary. Appellants argue that Dr. Martin did not discover the broken tip when he looked inside Mrs. Nelms's knee during the first surgery nor did he discover the fact of the missing tip when he extracted the canula. Likewise, U. S. Orthopedic Surgical Center staff did not notice the damaged canula. Appellants claim that but for the appellees' failure to notice the broken canula there would not be an injury in this case.\nAppellees argue that res ipsa loquitur does not apply to the facts and circumstances of this case because the appellants failed to satisfy the third requirement that the accident that caused the injury must be one that, in the ordinary course of things, would not occur if those having control and management of the instrumentality used proper care. See Sherwood Forest Mobile Home Park, supra. We agree.\nIn Taylor v. Riddell, 320 Ark. 394, 896 S.W.2d 891 (1995), Ms. Taylor alleged that Dr. Riddell negligently punctured her bladder during surgery and failed to discover the puncture or to repair it before the incision was enclosed. The jury returned a verdict in favor of Dr. Riddell. On appeal, Ms. Taylor argued that the trial court should have given a res ipsa loquitur instruction to the jury. In finding that the third requirement of res ipsa loquitur could not be met, the court held that there was clear and unequivocal testimony that Dr. Riddell had met the requisite standard of care. Id. at 404, 896 S.W.2d at 896. The court relied on testimony by Dr. Barclay, the physician who repaired the puncture, who stated that Dr. Riddell did not deviate from the standard of care in performing the surgery. Id. The court held that Ms. Taylor failed to establish that the accident that caused the injury was one that, in the ordinary course of things, would not have occurred if those having control and management of the instrumentality had used proper care. Id. \nHere, appellants failed to show that the accident would not have occurred if those having control and management of the instrumentality used proper care. All relevant evidence on this issue points to the conclusion that Dr. Martin used proper care. Dr. Martin's affidavit stated that he never noticed the tip of the canula break off. He did not find the tip during his final inspection of the knee. Furthermore, he claimed that had he seen the canula tip, he would have immediately removed it from the knee. He also stated that his treatment of Mrs. Nelms did not fall below the standard of care. Because Dr. Martin is the only person who gave testimony in this matter who is competent to testify as to the standard of care of an orthopedic surgeon, it is left undisputed that he used proper care. Therefore, the doctrine of res ipsa loquitur is not applicable.\nAffirmed.\nPittman, C.J., and Robbins, J., agree.\n1 \nThe canula tip measured approximately 4 millimeters in length.\n2 \nRes ipsa loquitur is a doctrine providing that, in some circumstances, the mere fact of an accident's occurrence raises an inference of negligence so as to establish a prima facie case. Black's Law Dictionary 1336 (8th ed. 2004).\nPLAIN ENGLISH SUMMARY\nIssue: whether a surgeon was negligent in leaving the tip of a canula in the plaintiff's knee during surgery, and whether the doctrine of res ipsa loquitur applies.\nSummary:\nthe plaintiff alleged injury arising from the surgeon defendant's failure to discover and remove a metal canula tip from her knee, where it was placed during surgery.\nthe plaintiff alleged that this failure, and the failure of the staff of the medical practice where the surgery was performed to inspect the canula and discover the missing tip upon its return to them after surgery, was negligent.\nthe plaintiff did not obtain testimony from a medical expert asserting that leaving a canula tip in the plaintiff's knee fell below the standard of care, and even though the plaintiff asserted that such a failure could be determined to be negligent by lay jurors without the assistance of a medical expert, the court held that expert testimony was required to establish that the surgeon had committed an obvious failure.\nThis was because the jury would need to understand what type of technique should be used in performing the surgery, whether the surgeon should have inspected the canula after use, and whether reasonably careful inspection of the surgical site would have revealed the canula tip.\nSince the plaintiff did not provide expert testimony in support of this claim, there was nothing to refute the testimony of the defendant surgeon that he had acted in accordance with the applicable standard of care.\nAdditionally, the doctrine of res ipsa loquitur does not apply because the plaintiff failed to show that reasonable care would have prevented the injury, since there was no evidence contradicting the defendant's claim that he used proper care in the surgery.\n",
    "annotations": {
        "Facts": [
            "Appellant Tonya Nelms underwent arthroscopic surgery on her left knee on September 7, 1999. Appellee Dr. Kenneth Martin performed the surgery, and he inadvertently left the tip of a canula, which is a small flexible tube that encloses the scope or camera that is used to inspect the knee arthroscopically, in Mrs. Nelms's knee. On September 14, 1999, Mrs. Nelms returned to Dr. Martin's office and complained of mild pain, which is expected after undergoing arthroscopic surgery. On October 28,1999, Mrs. Nelms returned for another office visit complaining of pain in her knee, which Dr. Martin attributed to incomplete rehabilitation and significant muscle atrophy. On November 2,1999, Dr. Martin discovered that one of his nurses had taken an x-ray of Mrs. Nelms's knee on October 28, 1999, which revealed the presence of a metallic fragment in the superior lateral aspect of the knee that appeared to be consistent with the tip of a canula. Dr. Martin located the type of canula that had been used during Mrs. Nelms's surgery and discovered that the canula was not a solid piece of metal, but instead consisted of two pieces. Upon discovering this, Dr. Martin immediately called Mrs. Nelms and explained that the tip of the canula used during her arthroscopy had broken, and asked her to come in for arthroscopy and removal of the piece.The canula had been provided by appellee U. S. Orthopedic Surgical Center, of which Dr. Martin was an owner and employee. Dr. Martin performed an additional arthroscopy on November 9, 1999, and removed the tip of the canula.",
            "Mrs. Nelms was not charged for the surgery because we weren't supposed to charge or anything because that was just a-a mistake that we made."
        ],
        "Procedural History": [
            "Appellants Tonya and Jackie Nelms, husband and wife, appeal the Drew County Circuit Court's October 21, 2004 judgment dismissing their complaint for malpractice pursuant to a motion for summary judgment filed by appellees Dr. Kenneth Martin and U.S. Orthopedic Surgical Center.",
            "The trial court granted the motion for summary judgment and dismissed the lawsuit against the appellees because appellants failed to meet proof with proof",
            "The case between Stryker and appellants was settled and the case as to Stryker was dismissed with prejudice. The summary judgment order as to appellees dated September 30, 2004, became a final judgment, and this appeal followed."
        ],
        "Application of Law to Facts": [
            "a plaintiff in a medical malpractice case must present expert testimony when the asserted negligence does not lie within the jury's comprehension and when the applicable standard of care is not a matter of common knowledge.",
            "the common-knowledge exception does not apply in this case, and that expert testimony is required",
            "in order for the jury to decide whether Dr. [Martin] was negligent, the jury must understand what an [arthroscopic knee surgery] is, what instruments are used to perform the surgery, what procedures and risks are involved",
            "the inadvertent leaving of the canula tip in a patient's surgical wound is distinguishable from leaving a sponge in the patient's surgical incision.",
            "Placing a surgical sponge in a patient's incision and failing to remove it when surgery is completed is an obvious act of negligence that a jury can determine without expert testimony. In this instance, however, Dr. Martin placed a canula into Mrs. Nelms's knee and in fact retrieved the same canula from the surgical site. The inadvertent leaving behind of the canula tip begs the question of whether Dr. Martin breached the standard of care in doing so.",
            "the jury would need to know the extent to which the standard of care required Dr. Martin to inspect the knee after surgery, whether the standard of care required him to take x-rays of the knee prior to closing the incisions, and whether the standard of care required him to thoroughly inspect each and every medical instrument utilized during the surgery.",
            "the jury would need help from an expert to understand whether the surgical technique used by Dr. Martin fell below the standard of care and to understand the difference between the condition of Mrs. Nelms's knee after the second surgery as compared to the condition it would have been in had the second surgery not been required. We hold, therefore, that the appellants were required to present expert testimony, and failed to meet proof with proof.",
            "the appellants failed to satisfy the third requirement that the accident that caused the injury must be one that, in the ordinary course of things, would not occur if those having control and management of the instrumentality used proper care.",
            "appellants failed to show that the accident would not have occurred if those having control and management of the instrumentality used proper care. All relevant evidence on this issue points to the conclusion that Dr. Martin used proper care. Dr. Martin's affidavit stated that he never noticed the tip of the canula break off. He did not find the tip during his final inspection of the knee. Furthermore, he claimed that had he seen the canula tip, he would have immediately removed it from the knee. He also stated that his treatment of Mrs. Nelms did not fall below the standard of care. Because Dr. Martin is the only person who gave testimony in this matter who is competent to testify as to the standard of care of an orthopedic surgeon, it is left undisputed that he used proper care. Therefore, the doctrine of res ipsa loquitur is not applicable."
        ],
        "Relevant Precedents": [
            "Eady v. Lansford, , 92 S.W.3d 57 (2002); Williamson v. Elrod, , 72 S.W.3d 489 (2002); Skaggs v. Johnson, , 915 S.W.2d 253 (1996); Robson v. Tinnin, , 911 S.W.2d 246 (1995); Dodd v. Sparks Reg'l Med. Ctr., , 204 S.W.3d 579 (2005).",
            "Sherwood Forest Mobile Home Park v. Champion Home Builders Co., 89 Ark. App. 1, 3, , 710 (2004),",
            "Taylor v. Riddell, , 896 S.W.2d 891 (1995),"
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}