{
    "text": "Graftenreed v. Seabaugh, 100 Ark. App. 364, 268 S.W.3d 905 (2007)\nNov. 28, 2007 · Arkansas Court of Appeals · CA 06-1289 \n100 Ark. App. 364, 268 S.W.3d 905 \nLaura GRAFTENREED v. Karen Wood SEABAUGH and Kaity Wood \n268 S.W.3d 905\nCourt of Appeals of Arkansas\n[Rehearing denied January 9,2008.]\n*366 David A. Hodges, for appellant.\nChaney Law Firm, P.A., by; Don P. Chaney, for appellees.\nLarry D. Vaught, Judge.\nThis is a personal-injury case. When she was fifteen years old, appellee Kaity Wood was injured in a vehicle accident caused by appellant Laura Graftenreed. Ms. Graftenreed appeals from a judgment entered on a jury verdict for Ms. Wood and her mother, appellee Karen Wood Seabaugh. On appeal, Ms. Graftenreed challenges some of the jury instructions, the introduction of certain medical evidence, and the sufficiency of the evidence. We affirm on all points.\nThe accident occurred in January. 2001. Appellant's vehicle struck the vehicle in which Ms. Wood was a passenger from behind, causing it to hit the vehicle in front of it. Four days later, Ms. Wood saw her family doctor for shoulder and neck pain. The x-rays he took were normal, and he prescribed anti-inflammatories and muscle relaxers. A week later, he saw no reason to prescribe further treatment. Her symptoms, however, returned and worsened. Ten months later, Ms. Wood saw Dr. Kenneth George, a chiropractor, for neck and back pain. He saw Ms. Wood on nine occasions between November 2001 and January 2002. Mrs. Sea-baugh filed this negligence lawsuit against appellant on Ms. Wood's behalf in March 2002. Ms. Wood joined the lawsuit when she reached the age of majority. In February 2003, Ms. Wood saw Dr. George again for the same symptoms.\nMs. Wood was involved in another accident in October 2003. She was examined in the emergency room, complaining of pain in her knee, elbow, neck, and chin and was diagnosed with ligamentous strain, right knee. A neck x-ray taken at that time showed straightening of her cervical spine. Ms. Wood did not tell Dr. George about the second accident when she saw him for subsequent treatments. Appellees have consistently maintained that her primary complaint from the second accident was a knee injury and that her neck and back problems resulted from the accident caused by appellant.\nDr. George referred Ms. Wood for digital motion x-rays (DMXs). DMXs, which are a type of video fluoroscopy, are a relatively new use of an old technology (x-rays) and are used by some physicians and chiropractors to diagnose a ligamentous injury. A DMX machine uses a video camera to take thirty x-ray frames per second, for ninety seconds, as the patient moves. These images are viewed on a computer. Dr. David Harshfield and Dr. Kenneth Ratajczak, radiologists, reviewed Ms. Wood's DMXs. Using their reports, Dr. George was prepared to testify at trial that Ms. Wood had suffered permanent neck and low-back injuries caused by the collision with appellant that would limit her activities and require future medical treatment.\nAppellant objected to the introduction of the DMX evidence by filing motions in limine before trial. She asked the trial court to prohibit any testimony from Dr. George that was not timely disclosed. She also argued that there was no basis for Dr. George to testify about the radiology reports; that the second accident was an intervening cause of her injuries; that DMX technology was not scientifically reliable; and that Dr. George was not qualified to testify about radiology results reported by a medical doctor. The trial court denied these motions and held that, assuming that the DMX evidence was subject to a reliability challenge, Ms. Wood had sufficiently shown that it is reliable and accepted by the chiropractic and medical communities. The court also held that the value of the DMX evidence was not outweighed by the danger of unfair prejudice.\nAt trial, the circuit court denied appellant's motions for directed verdict on the issues of negligence, liability, and damages. The case was submitted to the jury over appellant's objections to a damages instruction that included transportation costs related to medical care and Ms. Wood's loss of ability to earn in the future. On a general verdict, the jury awarded Mrs. Seabaugh $1,485 (her requested out-of-pocket medical expenses) and $57,000 to Ms. Wood.\nI. The jury instructions \nAppellant first argues that the trial court erred in instructing the jury on Ms. Wood's transportation costs in seeking medical care and her loss of future earning ability.\nA. Transportation costs \nAppellant argues that there was no evidence to support the instruction on transportation costs as damages. Paragraph two of the damages instruction stated that, if the jury found in favor of Ms. Wood on liability, it must fix the amount of money to reasonably and fairly compensate her for [t]he reasonable expenses of any necessary medical care, treatment, and services received after Kaity Wood turned eighteen years of age, including transportation necessarily incurred in securing such care, treatment or services, and the present value of such expenses reasonably certain to be required in the future. Appellant asked that the same instruction be given without the clause involving transportation costs because there was no evidence of past expenses or of the present value of such expenses reasonably certain to be required in the future. Appellees argued that their evidence that Ms. Wood went to Little Rock for the DMXs and to Jonesboro for an MRI was sufficient to submit this instruction. Ms. Wood testified about her out-of-town trips for these medical tests but did not present any evidence of their monetary value. She testified that she now works in Jonesboro and plans to seek future medical care there.\nAppellant also argues that there is no way to tell how much of the verdict was intended as damages for past and future transportation costs. The supreme court has held that, when an erroneous instruction has been given and a jury has rendered a general verdict from which prejudice due to the error cannot be ascertained, it will reverse. England v. Costa, 364 Ark. 116, 216 S.W.3d 585 (2005).\nA party is entitled to a jury instruction when it is a correct statement of the law and when there is some basis in the evidence to support giving the instruction. Barnes v. Everett, 351 Ark. 479, 95 *369S.W.3d 740 (2003). We will not reverse a trial court's decision to give an instruction unless the court abused its discretion. See Marx v. Huron Little Rock, 88 Ark. App. 284, 198 S.W.3d 127 (2004).\nThe trial court did not err in giving this instruction. It has long been held that judicial notice may be taken of the locations and distances between towns. St. Louis S.W. Ry. v. Taylor, 258 Ark. 417, 525 S.W.2d 450 (1975). Additionally, jurors are entitled to take into the jury box their common sense and experience in the ordinary affairs of life. Fayetteville Diagnostic Clinic, Ltd. v. Turner, 344 Ark. 490, 42 S.W.3d 420 (2001); Palmer v. Myklebust, 244 Ark. 5, 424 S.W.2d 169 (1968). The jurors were competent to determine the cost of such transportation from their common knowledge and experience. See St. Louis, I.M. & S. Ry. Co. v. Stell, 87 Ark. 308, 112 S.W. 876 (1908).\nB. Ms. Wood's future earning ability \nAppellant next argues that the jury should not have been instructed to consider Ms. Wood's loss of future earning ability because Ms. Wood testified that she had never missed any work because of her injuries. At trial, Ms. Wood testified that she worked about two to three days a week for IGA at the time of the accident and that, afterward, she continued to work the same amount of time. She also testified that she never missed any work at her subsequent jobs.\nDamage resulting from loss of earning capacity is the loss of the ability to earn in the future. Cates v. Brown, 278 Ark. 242, 645 S.W.2d 658 (1983). The impairment of the capacity to earn is sometimes confused with permanency of the injury, but it is a separate element. Id. A permanent injury is one that deprives the plaintiff of her right to live her life in comfort and ease without added inconvenience or diminution of physical vigor. Wheeler v. Bennett, 312 Ark. 411, 849 S.W.2d 952 (1993). It is well recognized that impairment of earning capacity is recoverable only upon proof that an injury is permanent. Id. Although whether a permanent injury exists is not to be left up to speculation and conjecture on the part of the jury, proof of this element does not require the same specificity or detail as does proof of loss of future wages. Cates v. Brown, 278 Ark. at 245. This is because a jury can observe the appearance of the plaintiff, her age, and the nature of the injuries that will impair her capacity to earn. Id. Proof of specific pecuniary loss is not indispensable to recovery for this element. Id. It is to be *370determined by the application of the common knowledge and experience of the jurors to the facts and circumstances of the case. Coleman v. Cathey, 263 Ark. 450, 565 S.W.2d 426 (1978).\nBy all accounts, Ms. Wood was a competitive athlete before the accident; afterward, she had to push herself to continue participating in cheerleading and softball. She had to give up playing basketball, and she was forced by her neck and back pain to severely restrict her participation in the other activities. Although she continued to appear with the other cheerleaders, she could not do any tumbling or pyramid-building and spent much of her time sitting with their sponsor. She testified that, mostly, she just yelled and waved her arms and even that hurt. Often, she was reduced to tears by her inability to keep up with the other girls. Now, as an adult with a full-time job, she testified about the problems her injuries have caused her at work. She said that she has to change positions frequently to avoid being in one position too long and sometimes stands up while using the computer. She also cannot sit up straight. She said that she cannot do housework without difficulty and pain, nor can she play with her baby as she would like. In our view, this evidence was sufficient to take the issue of her lost earning capacity to the jury.\nII. The digital motion x-rays \nAppellant next argues that the trial court should not have admitted the DMX evidence on four grounds: (1) it was not timely disclosed; (2) it was not admissible through Dr. George; (3) it was not scientifically reliable; and (4) there was no proof that it reflected injuries caused by the 2001 accident. We will not reverse the trial court's decision to admit or refuse evidence in the absence of an abuse of that discretion and a showing of prejudice. Turner v. N.W. Ark. Neurosurgery Clinic, P.A., 84 Ark. App. 93, 133 S.W.3d 417 (2003).\nA. Timely disclosure of the DMX \nAppellant argues that appellees failed to timely disclose the DMX evidence as the basis for Dr. George's testimony. When his deposition was taken on March 3, 2003, trial was scheduled for March 15, 2005. Appellees' attorney supplemented their discovery responses on February 3, 2005, with reports from the radiologists that would be used to support Dr. George's opinion that Ms. Wood was permanently impaired. On February 14, 2005, appel*371lant filed a motion in limine objecting to the last-minute supplementation of appellees' discovery responses. She filed another motion in limine on March 3, 2005, to prohibit Dr. George's testimony. The court then rescheduled the trial for March 26, 2006. On March 21, 2006, appellees provided appellant with approximately 200 pages of documents to be used to support Dr. George's testimony. Appellant filed another motion in limine on March 23, 2006, asking the court to prohibit any testimony from Dr. George that was based on evidence not timely disclosed. The court decided to admit the testimony. Appellant asks us to hold that Dr. George's testimony should have been limited to the matters that he disclosed in his deposition over a year before trial. We decline to do so.\nArkansas Rule of Civil Procedure 26(e)(1) requires a party to supplement her discovery responses in the case of expert witnesses, to identify the identity and location of each person expected to be called as a witness at trial, and the subject matter and substance of his testimony. It is within the trial court's discretion whether to limit the testimony of witnesses, and that discretion will not be second-guessed by the appellate court. Id.; see also Ark. State Highway Comm'n v. Frisby, 329 Ark. 506, 951 S.W.2d 305 (1997). Appellant received a continuance of over a year in order to review the DMX reports. As for the 200 or so pages of documents supplied the week before trial, they contained no surprises and primarily illustrated the acceptance and reliability of the DMX evidence already in appellant's possession. We cannot say that the trial court abused its discretion in rejecting appellant's untimeliness argument.\nB. The admission of the DMX evidence through Dr. George's testimony \nAppellant argues that it was error to admit the DMX evidence through Dr. George because he had no personal experience with DMX technology. Dr. George admittedly was not an expert in performing digital motion x-rays or in interpreting them; in fact, he had never ordered them for a patient before Ms. Wood.\nWhether a witness qualifies as an expert in a particular field is a matter within the trial court's discretion, and we will not reverse such a decision absent an abuse of that discretion. Brunson v. State, 349 Ark. 300, 79 S.W.3d 304 (2002). If an opponent of the expert testimony contends that the expert is not qualified, the *372opponent bears the burden of showing that the testimony should be stricken. Arrow Int'l, Inc. v. Sparks, 81 Ark. App. 42, 98 S.W.3d 48 (2003). Experts may not offer opinions that range too far outside their area of expertise. Id. An expert may, however, rely on information provided by others in the formulation of his opinion. Id. If some reasonable basis exists demonstrating that a witness has knowledge of a subject beyond that of ordinary knowledge, the evidence is admissible as expert testimony. Id. There is a decided tendency to permit the fact-finder to hear the testimony ofpersons having superior knowledge in the given field, unless they are clearly lacking in training and experience. Id. The fact that a medical expert is not a specialist in that particular field does not necessarily exclude him from offering testimony. Hill v. Billups, 92 Ark. App. 259, 212 S.W.3d 53 (2005). Arkansas Rule ofEvidence 702 expressly recognizes that an expert's testimony may be based on experience in addition to knowledge and training. Absolute expertise concerning a particular subject is not required to qualify a witness as an expert. Mearns v. Mearns, 58 Ark. App. 42, 946 S.W.2d 188 (1997).\nGenerally, a chiropractor is qualified to testify in a personal-injury action concerning matters within the scope of the profession or practice and may testify as to the permanency of an injury, as well as its probable cause. Stevens v. Smallman, 267 Ark. 786, 590 S.W.2d 674 (Ark. App. 1979). As long ago as 1927, the Arkansas Supreme Court held that there was no error in the trial court's permitting a chiropractor to testify as an expert, witness about a burn injury caused by the administration of x-rays. See Dorr, Gray & Johnston v. Headstream, 173 Ark. 1104, 295 S.W. 16 (1927). Dr. George, who routinely uses x-rays in his practice, testified that he received extensive training in the use of x-rays when he was in chiropractic school. If he had testified about his interpretation of the digital motion x-rays, we would agree with appellant. See Hill v. State Farm Mut. Ins. Co., 56 Ark. App. 67, 937 S.W.2d 684 (1997). However, he simply used the radiologists' reports to supplement the x-rays that he took of Ms. Wood and to verify his own diagnosis. A physician may base his diagnosis on the reports of other medical sources. See Collins v. Hinton, 327 Ark. 159, 937 S.W.2d 164 (1997); Ark. R. Evid. 703. The trial court did not abuse its discretion in permitting Dr. George to testify as an expert witness.\n*373C. The scientific reliability of DMX evidence \nThe trial court found that, assuming that the DMX reports were subject to a reliability challenge, Ms. Wood had sufficiently shown that DMX evidence is reliable and that it is accepted by the chiropractic and medical communities. The court also found that the value of the DMX evidence was not outweighed by the danger of unfair prejudice or confusion. Appellant argues that Dr. George was not qualified to give expert testimony about the DMX evidence pursuant to Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579 (1993). In a Daubert inquiry, the trial court must determine whether the evidence is relevant and reliable and whether the reasoning behind the scientific evidence is scientifically valid and can be applied to the facts of the case. Coca-Cola Bottling Co. v. Gill, 352 Ark. 240, 100 S.W.3d 715 (2003). A primary factor for a trial court to consider in determining the admissibility of scientific evidence is whether the scientific theory can be or has been tested. Arrow Int'l, Inc. v. Sparks, 81 Ark. App. at 51, 98 S.W.3d at 54. Other factors include whether the theory has been subjected to peer review and publication, the potential error rate, and the existence and maintenance of standards controlling the technique's operation. Id. It is also significant whether the scientific community has generally accepted the theory. Id. The Arkansas Supreme Court adopted the Daubert analysis in Farm Bureau Mutual Insurance Co. of Arkansas, Inc. v. Foote, 341 Ark. 105, 14 S.W.3d 512 (2000).\nIn Kumho Tire Co. v. Carmichael, 526 U.S. 137 (1999), the United States Supreme Court held that the trial judge's basic gatekeeping function imposed in Daubert applies to all, and not just scientific, expert testimony. The requirements of Ark. R. Evid. 702 have also been held to apply equally to all types of expert testimony, not simply to scientific expert testimony. See Turbyfill v. State, 92 Ark. App. 145, 211 S.W.3d 557 (2005).\nAppellant argues that DMX technology does not meet the Daubert test because it has not been proven to aid in diagnosing or treating any injury and that DMXs give no more information than standard x-rays. Appellant also asserts that the scientific community has not generally accepted the use of DMXs for diagnosing or treating any injury or ailment. We disagree.\nBecause the Daubert factors are applicable only to novel evidence, theory, or methodology, see Regions Bank v. Hagaman, 79 Ark. App. 88, 84 S.W.3d 66 (2002), a Daubert analysis *374is not appropriate in this case. As shown by Dr. George's testimony and the documents filed by appellees, DMX technology is not novel; it is simply a technological advancement of established, reliable procedures, as are MRIs and CT scans. Appellees filed the affidavit of Dr. David Harshfield, who stated that DMX technology has been accepted by the chiropractic and medical communities and that it has government approval. Appellees filed supporting documents showing that DMX technology was approved by the U.S. Food and Drug Administration for patients with spinal and peripheral joint disorders and that the Arkansas Department of Human Services gave its approval in 2003. They also showed that DMX technology has received approval from the National Guideline Clearing House, the Arkansas Board of Chiropractic Examiners, the American Chiropractic Association Council on Diagnostic Imaging Physicians, the Arkansas Chiropractic Society, the American Academy of Pain Management, and the American College of Occupational and Environmental Medicine.\nAppellant further argues that, even if the DMXs were reliable, the evidence based upon them should have been excluded because any probative value it had was significantly outweighed by the danger of unfair prejudice. Even though evidence is relevant, it may be excludable under Ark. R. Evid. 403, which provides: Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\nThe trial court has discretion in determining the relevance of evidence and in gauging its probative value against unfair prejudice, and its decision will not be reversed absent a manifest abuse of that discretion. Jackson v. Buchman, 338 Ark. 467, 996 S.W.2d 30 (1999). The mere fact that evidence is prejudicial to a party, however, does not make it inadmissible; it is only excludable if the danger of unfair prejudice substantially outweighs its probative value. See Advocat, Inc. v. Sauer, 353 Ark. 29, 111 S.W.3d 346, cert. denied, 540 U.S. 1012 (2003). The prejudice referred to in Rule 403 denotes the effect of the evidence upon the jury, not the party opposed to it. Id. Here, there is no question that this evidence was prejudicial to appellant's position; however, we cannot say that it was unfairly prejudicial.\n*375 D. The nexus between the digital motion x-rays and the original accident \nAppellant next argues that the trial court erred in admitting the DMX evidence because there was no proof as to which accident caused the ligament damage referred to in the radiologists' reports. According to appellant, even if the DMXs indicated injury, there was no proof that it was caused by the January 2001 accident.\nTo establish a prima facie case in tort, a plaintiff must show that the defendant's negligence was a proximate cause of the damages. J.E. Merit Constructors, Inc. v. Cooper, 345 Ark. 136, 44 S.W.3d 336 (2001). Proximate cause is that which, in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Chambers v. Stern, 347 Ark. 395, 64 S.W.3d 737 (2002), cert. denied, 536 U.S. 940 (2002). When there is evidence to establish a causal connection between the negligence of the defendant and the damage, it is proper for the case to go to the jury. Id. Proximate cause may be shown from circumstantial evidence, and such evidence is sufficient to show proximate cause if the facts proved are of such a nature and are so connected and related to each other that the conclusion may be fairly inferred. Arthur v. Zearley, 337 Ark. 125, 992 S.W.2d 67 (1999). The original act is not eliminated as a proximate cause by an intervening act unless the latter is in itself sufficient to stand as the cause of the injury, and the intervening cause must be such that the injury would not have been suffered except for the act, conduct, or effect of the intervening cause totally independent of the acts or omissions constituting the primary negligence. Ouachita Wilderness Inst., Inc. v. Mergen, 329 Ark. 405, 947 S.W.2d 780 (1997).\nThere was more than sufficient evidence to let the jury decide whether Ms. Wood's injuries were caused by the 2001 accident. Appellees presented testimony that her symptoms began immediately after this wreck; that they continued over several years; that the 2003 accident did not exacerbate them; and that the pain and problems she was experiencing at the time of trial were the same as those that began right after the 2001 wreck.\nIII. Appellant's motion for directed verdict \nIn her last point, appellant contends that the trial court should have granted her motion for a directed verdict on the issues of negligence and liability. A directed-verdict motion is a chai-*376lenge to the sufficiency of the evidence. King v. Powell, 85 Ark. App. 212, 148 S.W.3d 792 (2004). When reviewing the denial of a motion for a directed verdict, we determine whether the jury's verdict is supported by substantial evidence. Id. Substantial evidence is evidence that is of sufficient force and character that it will, with reasonable certainty, compel a conclusion one way or the other, without having to resort to speculation or conjecture. Id. When determining the sufficiency of the evidence, we review the evidence and all reasonable inferences arising therefrom in the light most favorable to the party on whose behalf judgment was entered. Id. A motion for a directed verdict should be denied when there is a conflict in the evidence or when the evidence is such that fair-minded people might reach different conclusions. Id. Under those circumstances, a jury question is presented and a directed verdict is inappropriate. Id. It is not our province to try issues of fact; we simply examine the record to determine if there is substantial evidence to support the jury verdict. Id.\nTo prove negligence, a party must show that the defendant has failed to use the care that a reasonably careful person would use under circumstances similar to those shown by the evidence in the case. Wagner v. Gen. Motors Corp., 370 Ark. 268, 258 S.W.3d 749 (2007). Although the evidence that appellant failed to keep a proper lookout and followed too closely for conditions was not conclusive of negligence, it was sufficient to present a question for the jury. See Dovers v. Stephenson Oil Co., 354 Ark. 695, 128 S.W.3d 805 (2003). This is especially true when one considers appellant's statements immediately after the crash that she was not paying attention and did not see that the vehicle ahead of her had stopped.\nAppellant also argues that the evidence was inadequate to support the jury's verdict as to damages because there was no proof that the injury was caused by the January 2001 accident. As discussed above, there was sufficient evidence to let the jury decide this issue.\nAffirmed.\nRobbins and Baker, JJ., agree.\nPLAIN ENGLISH SUMMARY\nIssue: Relevantly, whether striking the back of the plaintiff's vehicle causing subsequent ongoing pain can be negligent (whether there is sufficient evidence to support the jury's finding of negligence).\nSummary:\nthe plaintiff was injured when the defendant driver struck the car in which the plaintiff was a passenger.\nthe plaintiff gave testimony that she had ongoing pain which began soon after the accident and persisted, and which was not exacerbated by a subsequent accident (and thus was caused exclusively by the defendant's acts).\nThe court held that this testimony was sufficient to support the jury's finding of negligence.\n",
    "annotations": {
        "Facts": [
            "When she was fifteen years old, appellee Kaity Wood was injured in a vehicle accident caused by appellant Laura Graftenreed",
            "The accident occurred in January. 2001. Appellant's vehicle struck the vehicle in which Ms. Wood was a passenger from behind, causing it to hit the vehicle in front of it. Four days later, Ms. Wood saw her family doctor for shoulder and neck pain. The x-rays he took were normal, and he prescribed anti-inflammatories and muscle relaxers. A week later, he saw no reason to prescribe further treatment. Her symptoms, however, returned and worsened. Ten months later, Ms. Wood saw Dr. Kenneth George, a chiropractor, for neck and back pain. He saw Ms. Wood on nine occasions between November 2001 and January 2002.",
            "In February 2003, Ms. Wood saw Dr. George again for the same symptoms.Ms. Wood was involved in another accident in October 2003. She was examined in the emergency room, complaining of pain in her knee, elbow, neck, and chin and was diagnosed with ligamentous strain, right knee. A neck x-ray taken at that time showed straightening of her cervical spine. Ms. Wood did not tell Dr. George about the second accident when she saw him for subsequent treatments.",
            "primary complaint from the second accident was a knee injury and that her neck and back problems resulted from the accident caused by appellant.Dr. George referred Ms. Wood for digital motion x-rays (DMXs). DMXs, which are a type of video fluoroscopy, are a relatively new use of an old technology (x-rays) and are used by some physicians and chiropractors to diagnose a ligamentous injury. A DMX machine uses a video camera to take thirty x-ray frames per second, for ninety seconds, as the patient moves. These images are viewed on a computer. Dr. David Harshfield and Dr. Kenneth Ratajczak, radiologists, reviewed Ms. Wood's DMXs. Using their reports, Dr. George was prepared to testify at trial that Ms. Wood had suffered permanent neck and low-back injuries caused by the collision with appellant that would limit her activities and require future medical treatment."
        ],
        "Procedural History": [
            "Ms. Graftenreed appeals from a judgment entered on a jury verdict for Ms. Wood and her mother, appellee Karen Wood Seabaugh.",
            "At trial, the circuit court denied appellant's motions for directed verdict on the issues of negligence, liability, and damages. The case was submitted to the jury",
            "On a general verdict, the jury awarded Mrs. Seabaugh $1,485 (her requested out-of-pocket medical expenses) and $57,000 to Ms. Wood."
        ],
        "Application of Law to Facts": [
            "There was more than sufficient evidence to let the jury decide whether Ms. Wood's injuries were caused by the 2001 accident. Appellees presented testimony that her symptoms began immediately after this wreck; that they continued over several years; that the 2003 accident did not exacerbate them; and that the pain and problems she was experiencing at the time of trial were the same as those that began right after the 2001 wreck.",
            "Although the evidence that appellant failed to keep a proper lookout and followed too closely for conditions was not conclusive of negligence, it was sufficient to present a question for the jury",
            "This is especially true when one considers appellant's statements immediately after the crash that she was not paying attention and did not see that the vehicle ahead of her had stopped."
        ],
        "Relevant Precedents": [
            "Dovers v. Stephenson Oil Co., , 128 S.W.3d 805 (2003)."
        ],
        "Outcome": [
            "We affirm on all points.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}