{
    "text": "Wal-Mart Stores, Inc. v. Kilgore, 85 Ark. App. 231, 148 S.W.3d 754 (2004)\nFeb. 25, 2004 · Arkansas Court of Appeals · CA 03-397 \n85 Ark. App. 231, 148 S.W.3d 754 \nWAL-MART STORES, INC. v. John KILGORE and Kelli Ann Kilgore \n148 S.W.3d 754\nCourt of Appeals of Arkansas Division II\n*235 Matthews, Campbell, Rhoads, McClure, Thompson & Fryauf, P.A., by: George R. Rhoads and David R. Matthews; and Kutak Rock LLP, by: Norman M. Krivosha, for appellant.\nThe Branch Law Firm, by: John M. Burnett; and Eubanks Welch Baker & Schulze, by: J.G. Gerry Shulze, for appellees.\nLarry D. Vaught, Judge.\nAppellant Wal-Mart Stores, Inc., appeals a jury verdict awarding appellees John Kilgore and Kelli Ann Kilgore a total of $840,000.1 On appeal, appellant argues that the circuit court erred by (1) refusing to grant appellant's motions for a directed verdict, and (2) preventing appellant from cross-examining appellee John Kilgore, as an exception to the collateral-source rule, in order to impeach his testimony that his medical expenses were personally paid. We affirm.\nAppellee John Kilgore presented a prescription for Cephalexin and Claritin D 24 Hour at the Siloam Springs Wal-Mart pharmacy on or about November 19, 1998. Instead of receiving his prescription, however, he mistakenly was given a bag containing medication meant for another customer who also had the last name Kilgore. The medicine he received was Triamterene Hydrochlorothiazide, commonly used as blood pressure or fluid retention medication, and Synthroid, used to treat thyroid disorders. Appellee John Kilgore took each of the medications for approximately two days, allegedly ingesting six Triamterene Hy-drochlorothiazide capsules and two Synthroid pills. The mistake was discovered by appellee Kelli Ann Kilgore after her husband's symptoms did not improve.\nAppellees filed a negligence suit against appellant on November 20, 2000, alleging that the medication error resulted in post-traumatic stress disorder for appellee John Kilgore. At the conclusion of appellees' case, appellant moved for directed verdict, which was denied by the circuit court. Appellant renewed its motion for directed verdict at the close of all evidence, but the motion was again denied. After a four-day trial, the jury returned a total verdict in favor of appellees in the amount of $840,000.\nJudgment was entered on September 12, 2002. Subsequently, appellant filed a motion for judgment notwithstanding the verdict or in the alternative (1) a motion for a new trial, or (2) a motion for a remittitur, all of which were denied by the circuit court. From the decision of the circuit court comes this appeal.\nI. Denial of Appellant's Motions For Directed Verdict \nAppellant failed to properly preserve its first argument for review. Rule 50(a) (2003) of the Arkansas Rules of Civil Procedure requires that a party moving for a directed verdict state specific grounds in order to bring the issue to the trial court's attention. See Wal-Mart Stores, Inc. v. Tucker, 353 Ark. 730, 120 S.W.3d 61 (2003). In the instant case, appellant failed to make a sufficiently detailed motion for directed verdict, stating in pertinent part that the plaintiff hasn't made the cause of action in this case because he hasn't showed negligence and the negligence all falls on the plaintiff at all opportunities to not take the medicine. Appellant never articulated that the basis for its motion was the alleged technical failure of the experts to opine with a reasonable degree of medical certainty in connection with the element of proximate cause. Appellant's failure to specify in what respect the evidence was deficient caused the motion not to be specific enough to preserve the issue for appeal.\nNevertheless, even if this argument had been preserved for appeal, appellant could not prevail on this issue. A directed-verdict motion is a challenge to the sufficiency of the evidence, and when reviewing a denial of a motion for a directed verdict, this court determines whether the jury's verdict is supported by substantial evidence. See, e.g., D.B. Griffin Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 S.W.3d 254 (2002). Substantial evidence is defined as evidence of sufficient force and character to compel a conclusion one way or the other with reasonable certainty; it must force the mind to pass beyond mere suspicion or conjecture. Id. A trial court is to evaluate the motion for directed verdict by deciding whether the evidence would be sufficient for the case to go to the jury. See Wal-Mart Stores, Inc. v. Tucker, supra. \nTo establish a prima facie case of negligence, the plaintiff must demonstrate that the defendant breached a standard of care, that damages were sustained, and that the defendant's actions were a proximate cause of those damages. Barriga v. Arkansas & Missouri R.R. Co., 79 Ark. App. 358, 87 S.W.3d 808 (2002). Proximate cause is defined, for negligence purposes, as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Id. Appellant alleges that the circuit court erred by failing to grant its motion for directed verdict because the appellees failed to establish proximate cause.\nAppellant argues that this case is an action for damages from a medical injury resulting from a misfilled prescription, which is governed by the Medical Malpractice Act, and that appellee's burden of proof is fixed by Ark. Code Ann. § 16-114-206 (1987). In interpreting Ark. Code Ann. § 16-114-206, the supreme court has held that in any action for medical injury, the plaintiff must prove the applicable standard of care; that the medical provider failed to act in accordance with that standard; and that such failure was a proximate cause of the plaintiffs injuries. See Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002). In such cases, it is not enough for an expert to opine that there was negligence that was the proximate cause of the alleged damages. Id. The opinion must be stated within a reasonable degree of medical certainty or probability. Id. \nAppellees called two witnesses to testify that the ingestion of the medication mistakenly dispensed by appellant was the proximate cause of Mr. Kilgore's post-traumatic stress disorder. Appellant claims that neither of the medical experts testified regarding proximate cause with the requisite degree of medical certainty, and without it, the jury was forced to speculate regarding the proximate cause of Mr. Kilgore's injury. Accordingly, appellant claims that the underlying jury verdict is not supported by substantial evidence and that the circuit court's denial of appellant's motions for directed verdict and post-trial motion for judgment notwithstanding the verdict should be reversed and the case dismissed.\nAppellees called Mr. Kilgore's physician, Scott Stinnett, M.D., and asked him to offer his opinion regarding the direct cause of Mr. Kilgore's post-traumatic stress disorder, to which he opined:\nQ. Do you have an opinion as to the cause of his posttraumatic stress disorder?\nA. His symptoms, again, post the incident with the medication. He had not had symptoms prior to that.\nAppellant claims this testimony was not sufficiently specific, but appellees point to Dr. Stinnett's testimony that post-traumatic stress disorder tends to occur after a particular event toward a particular time, from a specific cause, and that a medication error would possibly be such a cause. They assert that Dr. Stinnett made it clear that post-traumatic stress disorder occurred as the result of a specific cause, and further that his testimony leaves no doubt as to what the specific cause was in Mr. Kilgore's case — the ingestion of the wrong medication or learning the possible negative physical effects of doing so.\nAdditionally, appellees called clinical psychotherapist Rodney Goodsell on the issue of proximate cause, and the following testimony occurred:\nQ. Do you have an opinion as to what caused the posttraumatic stress disorder?\nA. Yes, sir, I do.\nQ. And what is that opinion?\nA. I believe that he was, uh, from an overactive thyroid.\nQ. As a result of the medication error?\nA. Yes, sir.\nAppellant contends that these responses fall short of the requisite language needed to establish proximate cause by medical injury. Appellant claims that simply having symptoms after an event occurred does not prove that the event was the proximate cause of the symptoms. Also, appellant maintains that neither of the experts qualified his answer as to the standard within a reasonable degree of medical certainty, and thus failed to establish proximate cause. Appellant asserts that although the appellees brought the case as a simple negligence suit and never pled the Medical Malpractice Act in their complaint, they still asked their experts to opine at a higher level, within a reasonable degree of medical certainty, but that the experts failed to do so.\nWe hold that this is a simple negligence claim, and that as such, expert testimony is required only when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, when the applicable standard of care is not a matter of common knowledge, and when the jury must have the assistance of experts to decide the issue of negligence. Watts v. St. Edward Mercy Med. Ctr., 74 Ark. App. 406, 49 S.W.3d 149 (2001). Mr. Kilgore ingested the wrong medicine, provided to him by appellant's pharmacist. Later he learned that he had taken the wrong medicine and that it could have seriously injured or killed him. Appellees correctly assert that the jury could reasonably conclude that this information was the trauma that led to his post-traumatic stress disorder and that there was substantial evidence to support that conclusion.\nFurther, in a pre-trial response to a motion in limine to exclude testimony from one of appellant's experts, appellant specifically asserted that this is not a medical malpractice case and that Ark. Code Ann. § 16-114-206 is irrelevant. Appellees argued that appellant should not be allowed to have it both ways, and that the circuit court proceeded with the case as an ordinary negligence action by invitation of the appellant.\nArkansas does not require any specific magic words with respect to expert opinions, and they are to be judged upon the entirety of the opinion, not validated or invalidated on the presence or lack of magic words. See Wackenhut Corp. v. Jones, 73 Ark. App. 158, 40 S.W.3d 333 (2001). Even in medical malpractice cases proximate cause may be shown from circumstantial evidence, and such evidence is sufficient to show proximate cause if the facts proved are of such a nature and are so connected and related to each other that the conclusion may be fairly inferred. See Stecker v. First Commercial Trust Co., 331 Ark. 452, 962 S.W.2d 792 (1998). Appellees maintain that the traumatic event in this case was either Mr. Kilgore taking the wrong medication or learning that his taking it could have caused him serious harm. Whichever it was is immaterial, as the two are so interconnected.\nBased on our standard of review, we hold that there was substantial evidence as to the elements of the negligence claim so as to survive appellant's motion for a directed verdict. We affirm on this point.\nII. Collateral-Source Testimony \nThe collateral-source rule prohibits the admissibility of evidence showing that the injured person received payments from another source, unless relevant for some purpose other *240than mitigation or reduction of damages. Ebbing v. State Farm Fire & Cas. Co., 67 Ark. App. 381, 1 S.W.3d 459 (1999). There are four limited exceptions to the rule, as set out in Montgomery Ward & Co., Inc. v. Anderson, 334 Ark. 561, 976 S.W.2d 382 (1998) (citing Evans v. Wilson, 279 Ark. 224, 650 S.W.2d 569 (1983)):\nThey are cases in which a collateral source of recovery may be introduced (1) to rebut the plaintiffs testimony that he or she was compelled by financial necessity to return to work prematurely or to forego additional medical care; (2) to show that the plaintiff had attributed his condition to some other cause, such as sickness; (3) to impeach the plaintiff s testimony that he or she had paid his medical expenses himself; (4) to show that the plaintiff had actually continued to work instead of being out of work, as claimed. [Evans v. Wilson], 279 Ark. at 226, 650 S.W.2d at 570.\n334 Ark. at 566, 976 S.W.2d at 384-85.\nAppellant argues that this case falls squarely within this third recognized exception to the collateral-source rule. Appellee John Kilgore testified that his prescriptions were personally costing him between $600 and $630 per month, and that it was a cost he would have to bear as long as he was on medication. He also stated that he arrived at the prescription cost because he and his wife personally paid for the medication and he had calculated the cost of the prescriptions based on these payments, he claimed to have canceled checks evidencing the amount he had personally paid.\nAppellant asserts that the appellees did not pay the above-referenced prescription costs, but rather paid roughly fifty-two dollars a month in insurance co-payments, a fraction of those costs. The remaining portion was otherwise covered by insurance. Appellant contends that the jury was, in effect, misled by this testimony into believing that the cost was personally incurred by appellees. It was also this testimony that served as the basis for testimony from a certified public accountant regarding future prescription costs. Appellant argues that this resulted in an unfair gain by presenting an image that appellees would be paying for the future medical costs. Accordingly, appellant asserts it should have been allowed to cross-examine appellees on this issue for impeachment purposes of the alleged false and misleading testimony.\nAs previously mentioned, appellant relies on Evans v. Wilson, supra, for the premise that proof of a plaintiff s collateral income may be admissible to impeach a plaintiffs testimony that he had *241paid his medical expenses himself. Id. (citing Fahler v. Freeman 241 N.E. 2d 394 (Ind. App. 1968)). Although this exception has been mentioned in at least two Arkansas Supreme Court cases, it was not applied in either Montgomery Ward & Co., Inc. v. Anderson, supra, or Evans v. Wilson, supra, nor does appellant cite any other Arkansas case where the sole issue related to the plaintiff s credibility with regard to the amount of damages.\nAppellant attempts to draw a distinction between a plaintiff testifying that he felt obligated to pay a medical bill, see Patton v. Williams, 284 Ark. 187, 680 S.W.2d 707 (1984), as compared to Mr..Kilgore, who repeatedly testified that he actually did pay the full amount of the prescription every month and would continue to incur the cost as long as he was on the medicine. Appellant maintains that this testimony misrepresented both current and future cost obligations, and without it, there would have been no factual basis in the record to support the accountant's present-value calculation. Appellant alleges that the circuit court's enforcement of the collateral-source rule in the instant case was an abuse of discretion and a reversible error.\nBased on the reasoning in Patton v. Williams, supra, appellee John Kilgore was entitled to testify as to the amount of his prescription bills although they actually may have been paid, at least in part, by a collateral source. The exceptions to the collateral-source rule that exist are to prevent a party from taking unfair advantage of an insurance exclusionary rule. For an exception to apply, the use of the exclusionary rule must be misleading on some point other than whether there is insurance. Id. When a person incurs medical expenses or prescription costs, he or she is responsible to pay the bill. Appellees correctly assert that whether those expenses are paid for from cash in his or her wallet, money from friends, or proceeds from an insurance policy does not matter. Id. The individual is still entitled to say that he paid them. Id. \nHere, appellant's counsel requested to cross-examine appellee John Kilgore about how much he paid for the medication, which would have detailed that he and his wife were paying fifteen dollars or seven dollars for the insurance co-payment on the medicine. For the exception to apply, the information had to come in for some other purpose than merely to show that there was insurance. Appellant attempted to utilize this exception to the collateral-source rule solely for the purpose of mitigating its *242damages. It is just this type of practice that the collateral-source rule prohibits. To hold otherwise would eviscerate the core protection of the collateral-source rule. Accordingly, we affirm on this point.\nAffirmed.\nStroud, C.J., and Bird,J., agree.\n1 \nMr. Kilgore was awarded $829,999 and Mrs. Kilgore was awarded $10,001.\nPLAIN ENGLISH SUMMARY\nIssue: whether negligence can be found when a store dispenses medicine erroneously.\nSummary:\nThe plaintiff obtained medication from the defendant which he believed fulfilled his prescription but which was actually intended for another customer of the defendant, and the plaintiff was subsequently diagnosed with PTSD on account of the potential danger of those circumstances.\nEven though the primary issue was one of causation, the court found that there was substantial evidence upon which the jury's finding of negligence was based.",
    "annotations": {
        "Facts": [
            "John Kilgore presented a prescription for Cephalexin and Claritin D 24 Hour at the Siloam Springs Wal-Mart pharmacy on or about November 19, 1998. Instead of receiving his prescription, however, he mistakenly was given a bag containing medication meant for another customer who also had the last name Kilgore. The medicine he received was Triamterene Hydrochlorothiazide, commonly used as blood pressure or fluid retention medication, and Synthroid, used to treat thyroid disorders. ",
            "John Kilgore took each of the medications for approximately two days, ",
            "ingesting six Triamterene Hy-drochlorothiazide capsules and two Synthroid pills. The mistake was discovered by ",
            "Kelli Ann Kilgore after her husband's symptoms did not improve."
        ],
        "Procedural History": [
            "Appellant Wal-Mart Stores, Inc., appeals a jury verdict awarding appellees John Kilgore and Kelli Ann Kilgore a total of $840,000",
            "At the conclusion of appellees' case, appellant moved for directed verdict, which was denied by the circuit court. Appellant renewed its motion for directed verdict at the close of all evidence, but the motion was again denied. After a four-day trial, the jury returned a total verdict in favor of appellees in the amount of $840,000.",
            "appellant filed a motion for judgment notwithstanding the verdict or in the alternative (1) a motion for a new trial, or (2) a motion for a remittitur, all of which were denied by the circuit court"
        ],
        "Application of Law to Facts": [
            "Mr. Kilgore ingested the wrong medicine, provided to him by appellant's pharmacist. Later he learned that he had taken the wrong medicine and that it could have seriously injured or killed him. Appellees correctly assert that the jury could reasonably conclude that this information was the trauma that led to his post-traumatic stress disorder and that there was substantial evidence to support that conclusion.",
            "Based on our standard of review, we hold that there was substantial evidence as to the elements of the negligence claim so as to survive appellant's motion for a directed verdict."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm on this point.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}