{
    "text": "Burns v. Boot Scooters, Inc., 61 Ark. App. 124, 965 S.W.2d 798 (1998)\nMarch 25, 1998 · Arkansas Court of Appeals · CA 97-724 \n61 Ark. App. 124, 965 S.W.2d 798 \nDawna BURNS v. BOOT SCOOTERS, INC. \n965 S.W.2d 798\nCourt of Appeals of Arkansas Divisions I and II\n*126 Gary Eubanks & Associates, by: Robert S. Tschiemer, for appellant.\nQ. Byrum Hurst, for appellee.\nJohn Mauzy Pittman, Judge.\nAppellant in this tort case was injured during an altercation at the appellee's country-and-western bar and dancing club. She filed suit against the appellee alleging that her injuries resulted from appellee's negligence in failing to provide adequate security personnel and failing to control a fight between some other patrons. After she presented her case, the appellee made a motion for directed verdict, which was granted by the trial court. From that decision, comes this appeal.\nFor reversal, appellant contends that the trial court erred in granting appellee's motion for a directed verdict. We agree, and we reverse and remand.\nIn ruling on a motion for a directed verdict, the trial court must view the evidence that is most favorable to the non-moving party and give it its highest probative value, taking into account all reasonable inferences deducible from it. Carton v. Missouri Pacific Railroad Company, 303 Ark. 568, 798 S.W.2d 674 (1990). If the evidence is so insubstantial as to require that a jury verdict for the nonmoving party be set aside, then the motion should be granted. If, however, there is substantial evidence to support a jury verdict for the nonmoving party, then it should be denied. Id. Substantial evidence is that which is of sufficient force *127and character that it will compel a conclusion one way or another. It must force or induce the mind to pass beyond a suspicion or conjecture. Id. To establish a prima facie case of negligence, a plaintiff must show that damages were sustained, that the defendant breached the standard of care, and that the defendant's actions were the proximate cause of the damages. Union Pacific Railroad Company v. Sharp, 330 Ark. 174, 952 S.W.2d 658 (1997).\nViewing the evidence, as we must, in the light most favorable to the appellant, the record shows that appellant and her date, Larry Neyland, were at Boot Scooters on June 4, 1994. A fight broke out while appellant was on the dance floor and Mr. Ney-land was seated at a table. Although the fight broke out at the other end of the building from Mr. Neyland's table, it soon moved in his direction towards the exit. Mr. Neyland described the fight as a herd of people coming his way that looked like a rugby match. Mr. Neyland turned in his seat and backed up against the table as far as possible when the fight reached him. Three men, including at least two security men, were escorting another man to the door. They were beating him as they did so, including blows to his face with a flashlight. The security men were not controlling the man being ejected who, although bleeding profusely, began kicking Mr. Neyland. To defend himself, Mr. Neyland picked the man being ejected up by the collar and moved him to the door. The girlfriend of the man being ejected picked up a chair and attempted to hit Mr. Neyland with it. Appellant left the dance floor as she saw the fight approaching the table where Mr. Neyland was seated. As the fight passed her, she saw a woman trying to hit Mr. Neyland from behind with a chair. Appellant, who knew the woman, took the chair, put it down, and tried to calm the woman. Someone in the crowd then pushed appellant into the woman. Appellant fell, and someone in the crowd stepped on her ankle and broke it. Appellant suffered severe pain and was taken to the emergency room. She was hospitalized, underwent surgery, lost a significant amount of wages, and continues to feel the effects of her injury.\nWe think it clear that there was substantial evidence that appellant sustained damages. With regard to the standard of care owed by a drinking establishment to its patrons, our supreme court has stated that:\nThe weight of authority supports the view that while a tavern keeper or bar operator is not an insurer of the safety of his patrons, he is under the duty to use reasonable care and vigilance to protect guests or patrons from reasonably foreseeable injury, mistreatment or annoyance at the hands of other patrons. Negligence in such a situation may consist of failure to take appropriate action to eject persons of undesirable character from the premises or knowingly permitting irresponsible, vicious or drunken persons to be in and about the premises or failure to maintain order and sobriety in the establishment. Of course the proprietor is not required to protect the patrons of a bar or tavern from unlikely dangers, or improbable harm, but he is required to take affirmative action to maintain order when harm to patrons is reasonably foreseeable, and certainly whenever the circumstances are such as to indicate that the danger of harm to patrons by other patrons should have been anticipated by one reasonably alert.\nIndustrial Park Businessmen's Club v. Buck, 252 Ark. 513, 479 S.W.2d 842 (1972). In the case at bar there was substantial evidence to show that the person being ejected from appellee's establishment was beaten by appellee's security personnel as they attempted to remove him, but that Mr. Neyland was able to remove him from the establishment with little trouble simply by restraining him. The beating administered to the person being removed by the security men was in contravention of appellee's instructions to its security employees, which allowed the use of physical force only in self-defense and only to restrain the attacker. Appellee's instructions further require security personnel to calm down any disturbance as quickly and quietly as possible. We think that reasonable minds could conclude on this record that appellee's security personnel not only failed to calm down this disturbance, but in fact exacerbated it through use of excessive force. We hold that there was substantial evidence to show that appellee breached its duty to use reasonable care to protect its patrons.\nFinally, we think that there was substantial evidence to show that appellee's failure to use reasonable care was the proximate cause of appellant's damages. Appellant testified that she was knocked down and stepped on by persons following in the wake of the disturbance, which Mr. Neyland described as a herd of people. Although it is true that appellant did not know who knocked her down or stepped on her or whether these persons were employees of appellee, that is not fatal to her claim. While the intervention of an independent agency ordinarily relieves the first wrongdoer of liability, the original wrongdoer will not be relieved of liability if the result or act of the independent agent could have been anticipated. Southwestern Bell Telephone Company v. Adams, 199 Ark. 254, 133 S.W.2d 867 (1939). As Justice Leñar wrote in Hill v. Wilson, 216 Ark. 179, 224 S.W.2d 797 (1949):\n[A] wholly independent intervening act could be held to be the sole proximate cause of resultant injuries. If on the other hand the intervening act be one the likelihood of which was definitely increased by the defendant's act, or one which in fact was caused by the defendant's act, it is not a superseding proximate cause of injuries incurred by reason of it. An intervening act of a human being . . . which is a normal response to the stimulus of a situation created by the actor's negligent conduct is not a superseding cause of harm to another which the actor's conduct is a substantial factor in bringing about. Restatement, Torts, 443. The fact that an intervening act of a third person is negligent in itself or is done in a negligent manner does not make it a superseding cause of harm to another which the actor's negligent conduct is a substantial factor in bringing about if, (a) the actor at the time of his negligent conduct should have realized that a third person might so act, or (b) a reasonable man knowing the situation existing when the act of the third person was done would not regard it as highly extraordinary that the third person had so acted, or (c) the intervening act is a normal response to a situation created by the actor's conduct and the manner in which it is done is not extraordinarily negligent. Restatement, Torts, 447. Compare Green, Rationale of Proximate Cause (1927), with Beale, The Proximate Consequences of an Act (1920), 33 Harvard L. Rev. 633. And see Prosser, Torts (1941) 352.\nWe think reasonable persons, on this evidence, could properly conclude that appellee should have anticipated that the method employed to eject the disorderly patron could cause other patrons to be trampled by the crowd, and that appellee's negligence definitely increased the likelihood of such an occurrence.\nReversed and remanded.\nNeal, Arey, Jennings, and Stroud, JJ., agree.\nGriffen, J., dissents.\n1 \nWe certified this case to the Arkansas Supreme Court pursuant to Ark. Sup. Ct. R. l-2(a)(15) as one presenting a question about the law of torts. The supreme court declined to accept jurisdiction and remanded the case to this court for decision.\nWendell L. Griffen, Judge,\ndissenting. Simply because the standard of review of a trial court's decision in directing a verdict is that the evidence is viewed most favorably to the party against whom the directed verdict was entered, certainly cannot mean that a trial court's decision must be reversed, where the party, having the burden of proving that her injuries in a negligence action were proximately caused by the defendant's fault, and where she fads to produce any evidence showing that anyone injured her because of the altercation that she claims the appellee failed to properly handle. It is well settled that where there is any evidence tending to establish an issue in favor of the party against whom the verdict is directed, it is error to take the case from the jury. Hardeman, Inc. v. Hass, Co., 246 Ark. 559, 439 S.W.2d 281 (1969). Any evidence means evidence legally sufficient to warrant a verdict. To be legally sufficient, the evidence must be substantial, and substantiality is a question of law for the trial court to decide. Id. \nThe Arkansas Supreme Court has held that evidence of negligence is insubstantial where a fact finder is merely given a choice of possibilities that require the jury to resort to conjecture as to cause. In Arkansas Kraft v. Cottrell, 313 Ark. 465, 855 S.W.2d 333 (1993), the court clearly demonstrated its understanding of this principle when it reversed a trial court's decision denying a tort defendant's motion for directed verdict and dismissed the negligence action that had resulted in a $166,630.74 verdict and judgment in favor of a man who sued Kraft for back injuries. The plaintiff in that case had testified in his case-in-chief that he became dizzy, fainted, and fell down a staircase in the paper mill while working on air conditioning units. He did not know why he became dizzy and fell, but testified that he believed that his fall resulted from the combination of heat in the uppermost part of the staircase, the steepness of the staircase, and moisture on the staircase. A fellow employee also testified to the same conditions in the vicinity of the staircase where the fall occurred. The trial *131court denied Kraft's motion for a directed verdict at the end of Cottrell's case-in-chief, and the jury returned the verdict previously mentioned. After reciting the same principles for reviewing actions taken on motions for directed verdict that have been recited by the majority in this case, the supreme court held that Cottrell's case rested upon conjecture and speculation and, as such, he failed to establish a prima facie case of Kraft's alleged neghgence, and the trial court erred in not granting a directed verdict in Kraft's favor. Id. at 472, 855 S.W.2d at 337. In that unanimous decision, Chief Justice Jack Holt wrote:\nThere is no substantial evidence to support the jury's verdict. The record reflects that Mr. Cottrell offered no proof other than his own testimony and that of a fellow worker in an attempt to show Kraft was neghgent but failed to convincingly show negligence on the part of Kraft. We have long held that substantial evidence is not present where a fact finder is merely given a choice of possibilities which require the jury to conjecture or guess as to a cause. In other words, evidence showing possible causes of a fall, as opposed to probable causes, does not constitute substantial evidence of neghgence. The mere fact that a person slips and falls does not give rise to an inference of neghgence, and there is no such inference here.\nId. at 471, citations omitted.\nHere appellant alleged that appellee failed to exercise ordinary care to protect its patrons from the risk of injury in a situation involving an altercation with members of its security staff. There was no proof that appellant was pushed because of the altercation, that she fell because of the altercation, or that anyone stepped on her ankle because of the altercation. At most, appellant presented proof from which the jury might have surmised that someone pushed her for any of several possible reasons. She could have been pushed by someone involved in or fleeing from the altercation. She could have been pushed by someone who was trying to move across the dance floor and found her in the way. She could have been pushed by someone who inadvertently jostled her for reasons having nothing to do with the altercation. When appellant fell, her ankle might have been stepped on for any of these reasons, or for none of them. Appellant rested her case-in-chief *132having merely offered several possible causes for the jury to speculate about concerning the push, her fall, and the resulting ankle fracture. This is the same kind of proof that the supreme court held in Cottrell to justify a directed verdict in favor of the defendant, and which caused the supreme court to hold that the trial court's denial of the defendant's motion for directed verdict was reversible error.\nJuries are triers of fact, not jugglers of hunches, guesses, and possible causes for injuries alleged to have been caused by negligence. ' Whether appellee's security personnel violated the directives relating to handling altercations or not, appellant presented no legally sufficient evidence to warrant a verdict that the injuries sustained when she was pushed, fell, and stepped on were proximately caused by anyone due to the altercation. Unless jury verdicts are to become exercises in guesswork rather than fact finding, we should affirm the trial court's decision granting the appellee's motion for directed verdict. Because the majority is unwilling to do so, despite the established legal precedent on this subject, I respectfully dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant bar operator is guilty of negligence when the plaintiff was injured by a bar patron in the wake of security personnel using excessive force and failing to quell a disturbance in the bar.\nSummary:\nthe defendant's security personnel used excessive force to evict a bar patron and exacerbated discontent in their bar.\nthe plaintiff's date assisted in the ejection of the bar patron and a crowd of people involved in the disturbance approached him.\nthe plaintiff attempted to return to her date when she saw the crowd approaching him, and she intervened in the commotion and was injured.\nthe court held that a bar operator has a duty of care to take appropriate action in the face of a disturbance to protect its patrons, and the use of excessive force and failure to calm the disturbance by the defendant's security personnel was a breach of this duty of care.\n",
    "annotations": {
        "Facts": [
            "injured during an altercation at the appellee's country-and-western bar and dancing club.",
            "appellant and her date, Larry Neyland, were at Boot Scooters on June 4, 1994. A fight broke out while appellant was on the dance floor and Mr. Ney-land was seated at a table. Although the fight broke out at the other end of the building from Mr. Neyland's table, it soon moved in his direction towards the exit. Mr. Neyland described the fight as a herd of people coming his way that looked like a rugby match. Mr. Neyland turned in his seat and backed up against the table as far as possible when the fight reached him. Three men, including at least two security men, were escorting another man to the door. They were beating him as they did so, including blows to his face with a flashlight. The security men were not controlling the man being ejected who, although bleeding profusely, began kicking Mr. Neyland. To defend himself, Mr. Neyland picked the man being ejected up by the collar and moved him to the door. The girlfriend of the man being ejected picked up a chair and attempted to hit Mr. Neyland with it. Appellant left the dance floor as she saw the fight approaching the table where Mr. Neyland was seated. As the fight passed her, she saw a woman trying to hit Mr. Neyland from behind with a chair. Appellant, who knew the woman, took the chair, put it down, and tried to calm the woman. Someone in the crowd then pushed appellant into the woman. Appellant fell, and someone in the crowd stepped on her ankle and broke it. Appellant suffered severe pain and was taken to the emergency room. She was hospitalized, underwent surgery, lost a significant amount of wages, and continues to feel the effects of her injury.",
            "the person being ejected from appellee's establishment was beaten by appellee's security personnel as they attempted to remove him, but that Mr. Neyland was able to remove him from the establishment with little trouble simply by restraining him. The beating administered to the person being removed by the security men was in contravention of appellee's instructions to its security employees, which allowed the use of physical force only in self-defense and only to restrain the attacker. Appellee's instructions further require security personnel to calm down any disturbance as quickly and quietly as possible.",
            "knocked down and stepped on by persons following in the wake of the disturbance, which Mr. Neyland described as a herd of people.",
            "appellant did not know who knocked her down or stepped on her or whether these persons were employees of appellee"
        ],
        "Procedural History": [
            "the appellee made a motion for directed verdict, which was granted by the trial court."
        ],
        "Application of Law to Facts": [
            "We think it clear that there was substantial evidence that appellant sustained damages",
            "while a tavern keeper or bar operator is not an insurer of the safety of his patrons, he is under the duty to use reasonable care and vigilance to protect guests or patrons from reasonably foreseeable injury, mistreatment or annoyance at the hands of other patrons. Negligence in such a situation may consist of failure to take appropriate action to eject persons of undesirable character from the premises or knowingly permitting irresponsible, vicious or drunken persons to be in and about the premises or failure to maintain order and sobriety in the establishment.",
            "appellee's security personnel not only failed to calm down this disturbance, but in fact exacerbated it through use of excessive force",
            "appellee breached its duty to use reasonable care to protect its patrons",
            "reasonable persons, on this evidence, could properly conclude that appellee should have anticipated that the method employed to eject the disorderly patron could cause other patrons to be trampled by the crowd, and that appellee's negligence definitely increased the likelihood of such an occurrence."
        ],
        "Relevant Precedents": [
            "Industrial Park Businessmen's Club v. Buck, 252 , 479 S.W.2d 842 (1972)."
        ],
        "Outcome": [
            "we reverse and remand.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}