{
    "text": "Wiles v. Webb, 329 Ark. 108, 946 S.W.2d 685 (1997)\nJune 16, 1997 · Arkansas Supreme Court · 96-864 \n329 Ark. 108, 946 S.W.2d 685 \nArvie WILES, Individually and as Administrator of the Estates of B.L. Wiles and Juanita Wiles, Deceased, and Allen Wiles, Individually and as Father and Next Friend of Kayla Joy Wiles, a Minor, and William Wiles v. Eddie Earl WEBB \n946 SW.2d 685\nSupreme Court of Arkansas\n[Petition for rehearing denied September 11, 1997.]\n*109 Gary Eubanks and Associates, by: James Gerard Schulze and William Gary Holt, for appellants.\nWright, Lindsey & Jennings, by: Troy A. Price, for appellee.\nRobert L. Brown, Justice.\nThis case involves litigation for wrongful death and personal injury arising out of a vehicular accident. Verdict was rendered in favor of the appellee, Eddie Earl Webb. The appellants raise three points for reversal: (1) the trial court erred in refusing to allow evidence of Webb's liability coverage; (2) the trial court erred in denying a motion to declare a mistrial following violation of two orders in limine; and (3) the trial court erred in giving the Sudden Emergency instruction to the jury. We agree with the appellants on the third point, and reverse and remand to the trial court for further proceedings. We further take this opportunity to hold that AMI 614 — the Sudden Emergency instruction — is inherently confusing, and for that reason we abolish its usage in all future cases.\nAppellant Arvie Wiles is the administrator of the estates of his deceased parents, B.L. Wiles and Juanita Wiles, who suffered fatal injuries when the 1983 Chevrolet Caprice station wagon driven by B.L. Wiles was struck by a 1982 International logging truck *110driven by appellee Eddie Earl Webb on State Highway 298 in Garland County. Appellant Allen Wiles is the son of B.L. and Juanita Wiles and the father of Kayla Joy Wiles, a minor who was a passenger in the station wagon and who suffered serious injury. Appellant William Wiles, the son of B.L. and Juanita Wiles, was also a passenger in the station wagon who suffered physical injury. The appellants will be collectively referred to in this opinion as the Wileses.\nThe accident occurred on May 18, 1994. Following the accident, the Wileses filed their complaint against Webb and alleged that B.L. Wiles attempted to make a left-hand turn from Tabor Mountain CutoffRoad onto State Highway 298 in order to proceed in an easterly direction. They alleged that Webb, who was proceeding westbound on State Highway 298, crossed the center line and struck B.L. Wiles's station wagon broadside while it was in the eastbound lane of traffic. The Wileses further claimed that Webb's conduct was negligent for the following reasons: (1) Webb failed to keep a proper lookout; (2) he failed to keep his vehicle under proper control; (3) he drove at a speed greater than was reasonable and prudent under the circumstances; (4) he crossed the center line and otherwise violated the laws of the State of Arkansas; and (5) he otherwise failed to exercise ordinary care under the circumstances.\nWebb answered and counterclaimed, asserting the negligence of B.L. Wiles and theories of apportionment and contribution. The counterclaim was later dismissed.\nAt trial, the Wileses relied exclusively on physical evidence to make their case. B.L. and Juanita Wiles, who died in the accident, were ages 74 and 64, respectively, at the time of the accident. Kayla Joy Wiles, age 2 at the time of the accident, had no memory of the event. William Wiles, who was 37 years old at the time of the collision, is mentally retarded and has had only a first-grade education. He also had no recollection of how the accident occurred.\nA pivotal witness at the trial was Arkansas State Trooper B.R. Skipper, who testified by way of videotape deposition. He testified that the Wiles/Webb accident occurred at approximately 10:45 a.m. and that there were no adverse weather conditions; the pavement was dry; and there was nothing to obscure Webb's vision. He testified that the initial impact of the vehicles occurred between the center of the truck's front bumper and an area at or near the left front wheel of the station wagon. As a result of the impact, the station wagon was spun in a clockwise direction and travelled approximately 70 feet west, where it came to rest in a ditch south of the highway. The force of the collision caused Webb's logging truck to spin one-quarter turn counter-clockwise and travel approximately 25 feet west of the point of impact.\nOn cross-examination by Webb's counsel, Trooper Skipper testified that the intersection in question had a stop sign on Tabor Mountain Cutoff Road. He opined that Wiles's vehicle had entered the intersection to make a left-hand turn onto Highway 298, heading east. Looking at photographs of the accident site, Trooper Skipper referred to the presence of skid marks left by Webb's logging truck in the westbound lane that proceeded into the eastbound lane. He testified that the skid marks made by Webb's truck reflected signs of discontinuity or interruption, when the truck changed direction. He stated that the change of direction occurred at the point of initial impact between the two vehicles.\nTrooper Skipper further testified that the accident involved was an angular collision, which was not quite 90 degrees. He reached this conclusion based on the points of impact on the two vehicles and the belief that B.L. Wiles was turning to his left to head east on State Highway 298. Trooper Skipper also added that Wiles's vehicle was approximately 18 feet in length. He stated that the speed limit at the place of the accident was 55 miles per hour and that the average reaction time for a driver was 1.5 seconds. He defined reaction time as the time it takes for a person to see an object and then make an evasive move away from that object. He testified that, based on the physical evidence, he did not find any indication that Webb was driving at a speed in excess of 55 miles per hour. He also testified that Webb left 85 feet of skid marks and opined that, if Webb was travelling at a speed of 45 miles per hour, then his vehicle left skid marks for slightly less than 1.3 seconds before impact with Wiles's station wagon.\nOn re-direct examination, Trooper Skipper agreed that B.L. Wiles had a substantial portion of the station wagon in the eastbound lane at the time of the collision. On re-cross examination, he testified that with the length of the station wagon being 18 feet and the total width of the road being 20 feet, he opined that the station wagon partially blocked both lanes of traffic at the time of initial contact.\nOn re-direct examination, Trooper Skipper then testified that the condition of both vehicles upon collision, especially the damage to the station wagon, would damage the surface of the pavement. However, he admitted that the markings indicating damage to the highway's surface were found in the eastbound lane. On re-cross examination, Trooper Skipper testified that such markings might not necessarily appear in the westbound lane (Webb's lane) because on maximum impact, the striking of the station wagon by Webb's logging truck could cause a downward force that would cause the back end of the truck to rise.\nThe Wileses also introduced the testimony of three witnesses (Norman Wiles, Chester Wiles, and Arvie Wiles) that skid marks apparently created by Webb's logging truck began in the westbound lane and proceeded into the eastbound lane.\nWebb testified in his own defense. He stated that as he reached the peak of a grade in State Highway 298, he could see the station wagon approaching the stop sign on Tabor Mountain Cutoff Road. He testified that he released the accelerator and stayed in the westbound lane until the station wagon pulled out in front of him. He added that he was not certain whether the station wagon ever came to a complete stop at the stop sign, but he was certain that the station wagon pulled out in front of him. Once the station wagon pulled out into the westbound lane, Webb testified that he applied his brakes as soon as he could and veered to the left in an attempt to steer clear of the vehicle. He testified that his truck skidded and that he struck the station wagon in the middle of the highway. He explained that he did not have time to consider whether to veer left or right and stated that he was not certain what the driver of the station wagon was going to do once he pulled out into his lane. He testified that at the time he came over the grade in the highway, he was travelling at 40 or 45 miles per hour. He testified that, following the accident, he received a phone call from appellant Arvie Wiles, who purportedly told him: Don't be hard on yourself. There wasn't anything you could do and the family doesn't blame you.\nOn cross-examination, appellants' counsel asked Webb whether he knew if Arvie Wiles had any knowledge of the physical evidence at the scene when the statement was made, to which Webb responded that he did not. Webb testified that at the time he veered to the left, the station wagon had been proceeding across his lane at a constant speed.\nThe defense also presented evidence that B.L. Wiles was driving without required corrective eyeglasses. There was also the testimony of Ruth Meredith, a purported eyewitness, that Wiles's station wagon was stopped in Webb's lane. On cross-examination, her testimony was shown to be at odds with her deposition testimony on several critical points.\nThe jury answered interrogatories to the effect that Webb was not guilty of negligence and that the negligence of B.L. Wiles was the proximate cause of the accident. Judgment in favor of Webb was entered later. A motion for a new trial was made, raising the same three points raised in this appeal. It was denied.\nThe Wileses contend that the trial court erred in giving the Sudden Emergency instruction — AMI 614 — under the facts of this case. We agree. AMI 614 reads:\nA person who is suddenly and unexpectedly confronted with danger to himself or others not caused by his own negligence is not required to use the same judgment that is required of him in calmer and more deliberate moments. He is required to use only the care that a reasonably careful person would use in the same situation.\nAMI Civ. 3rd 614. At trial, the Wileses objected to this instruction on the ground that there was evidence of negligence on the part of Webb.\nOur most recent case discussing AMI 614 is Frisby v. Agerton Logging, Inc., 323 Ark. 508, 915 S.W.2d 718 (1996). In *114 Frisby, this court found error in using AMI 614 to instruct the jury-in connection with a collision between the appellant's Toyota automobile and the appellee's logging truck. Each party claimed that the other was negligent. The jury returned verdicts in favor of the appellee both on the appellant's claim for damages and on the appellee's claim for damages. This court determined that error occurred because the appellant had testified that the appellee's logging truck was driving in his lane at the time of the collision and that this constituted negligence on the part of the appellee. We then stated:\nIn order to justify the use of the sudden-emergency instruction, the evidence must show that the driver was in a stressful situation which required a quick decision on the possible courses of conduct. That person must have been aware of the danger, perceived the emergency, and acted in accordance with the stress caused by the danger. Diemer v. Dischler, 313 Ark. 154, 158-59, 852 S.W.2d 793, 795-796 (1993). When there is any evidence of negligence on the part of the party seeking to invoke the instruction, AMI 614 is inapplicable. Druckenmiller v. Cluff, 316 Ark. 517, 873 S.W.2d 526 (1994). Stated another way, when an emergency arises wholly or partially from the negligence of the person who seeks to invoke the sudden-emergency doctrine, AMI 614 has no application and should not be delivered to the jury. Id.; Thomson v. Littlefield, 319 Ark. 648, 893 S.W.2d,788 (1995) (instruction proper where third-party driver encountered collision caused by others and did not in any way create the emergency himself).\nFrisby v. Agerton Logging, Inc., 323 Ark. at 513, 915 S.W.2d at 721 (emphasis added).\nThus, the law on this point is clear: the trial court erred in giving the Sudden Emergency instruction only if Webb's conduct was in any wise responsible for creating the emergency situation. Webb contends that the emergency situation was created when the station wagon pulled out from the stop sign on Tabor Mountain Cutoff Road and that his veering to the left was an instant response to the stress of the emergency. The Wileses' case, on the other hand, was based on physical evidence, since the two survivors of the crash could not remember what happened, and both suffered from disabilities due to age and mental retardation. The essence of the Wileses' case was that Webb was inadvertent in his driving, and upon recognizing B.L. Wiles's station wagon crossing the highway, Webb hit his brakes and either veered to the left into Wiles's lane or lost control of the logging truck. Had Webb had the truck under control, say the Wileses, he could have veered to the right where there was ample space at the Tabor Mountain Cutoff Road intersection to avoid the station wagon and, thus, the accident.\nThe physical evidence appears reasonably clear. Webb's truck crossed the center line, and the point of impact occurred in Wiles's eastbound lane. Testimony by Webb estimated the point of impact as being potentially as far over as five feet into the eastbound lane. The logging truck's skid marks were 85 feet.\nThe issue from the Wileses' perspective boils down to whether Webb was inadvertent or, in legal parlance, failed to keep a proper lookout and, as a result, lost control of his vehicle. The physical evidence suggests this might have happened, though Webb's own testimony belies this. This, however, was the issue for the jury to decide, and the issue necessarily embraces an analysis of comparative fault. Indeed, the jury was instructed on ordinary care:\nA failure to exercise ordinary care is negligence. When I use the words ordinary care, I mean the care a reasonably careful person would use under circumstances similar to those shown by the evidence in this case. It is for you to decide how a reasonably careful person would act under those circumstances.\nAMI Civ. 3rd 303..\nIn order for the Sudden Emergency instruction to be given, the trial court must first find: (1) that a sudden emergency was created, and (2) that the defendant had no part in its creation. Then by giving the instruction, the trial court informs the jury that due to an emergent circumstance, the defendant is not as responsible for what occurred as he might otherwise have been. In a comparative-fault case like the one at hand, we believe that the instruction is tantamount to instructing the jury that Webb's responsibility for what occurred is all but nullified by the trial court's finding that a sudden emergency was caused solely by the negligence of Wiles. At worst, what occurs is that the trial court all but decides the ultimate issue by instructing the jury on sudden emergency. At best, the instruction confuses matters and skews the analysis in favor of the defendant. The result is that a defendant who did not in any way create the initial emergency circumstance but who is woefully negligent in other respects falls heir to a reduced standard of care.\nWe conclude that the physical evidence presents some evidence of negligence on Webb's part, and we hold that it was error to give the Sudden Emergency instruction in the present case. In doing so, we adopt the position of the concurring opinions in Frisby v. Agerton Logging, Inc., 323 Ark. 508, 915 S.W.2d 718 (1996) (Glaze, J., concurring) and Druckenmiller v. Cluff, 316 Ark. 517, 873 S.W.2d 526 (1994) (Glaze, J., concurring). On the issue of confusion generated by AMI 614, Prosser and Keeton on the Law of Torts has this to say:\nDespite the basic logic and simplicity of the sudden emergency doctrine, it is all too frequently misapplied on the facts or misstated injury instructions. As a result, the model jury instructions in at least Illinois, Florida, Kansas and Missouri recommend that no such instruction be given, and Mississippi abolished the doctrine altogether in 1980.\nW. Page Keeton, et al., Prosser, and Keeton on the Law of Torts § 33, at 197 (5th ed. 1984) (citations omitted). Moreover, we are now of the opinion that the Supreme Court of Hawaii was correct when it stated that the risk of prejudice in instructing the jury on the Sudden Emergency instruction far exceeds the possibility of error in not doing so. See DiCenzo v. Izana, 723 P.2d 171 (Hawaii 1986).\nWe are mindful of the fact that other jurisdictions are divided on this issue. Some jurisdictions have abolished the instruction or severely limited it. See, e.g., DiCenzo v. Izana, supra; Bass v. Williams, 839 S.W.2d 559 (Ky. App. 1992); Knapp v. Stanford, 392 So.2d 196 (Miss. 1980); Cowell v. Thompson, 713 S.W.2d 52 (Mo. App. 1986); Simonson v. White, 713 P.2d 983 (Mont. 1986); Kozeny v. Miller, 499 N.W.2d 75 (Neb. 1993); Paiva v. Pfeiffer, 551 A.2d 201 (N.J. Super. A.D. 1988). Others have decided to retain *117it. See, e.g., Young v. Clark, 814 P.2d 364 (Colo. 1991); Weiss v. Bal, 501 N.W.2d 478 (Iowa 1993); Ebach v. Ralston, 510 N.W.2d 604 (N.D. 1994); Lockhart v. List, 665 A.2d 1176 (Pa. 1995); Thomas v. Oldham, 895 S.W.2d 352 (Tex. 1995).\nNevertheless, we are convinced that the better course is to abolish the Sudden Emergency instruction for all future use, and we overrule prior authority to the contrary. Because we do not believe that the issues relating to liability coverage and the orders in limine will reoccur in a new trial, we need not address them.\nReversed and remanded.\nArnold, C.J., Newbern and Corbin, JJ., dissent.\nGlaze, J., concurs.\nTom Glaze, Justice,\nconcurring. I concur to say the majority opinion is exactly correct in abolishing the AMI 614 Sudden Emergency instruction. The trial judge in the present case said it best as follows:\nThe 614 problem is going to give the courts in this state a problem until someone of higher power makes up its mind that it is going to get rid of the instruction. Otherwise, the trial courts are in a dilemma.\nThat so-called higher power is this court, since it is this court that adopted AMI 614. Only recently our court recognized again the confusion AMI 614 had caused in Frisby v. Agerton Logging, Inc., 323 Ark. 508, 915 S.W.2d 718 (1996), where we stated, Hence, the instruction (AMI 614) should not have been given. It added nothing to the comparative fault analysis and only injected confusion into complex proceedings.\nSuch confusion over AMI 614 has flourished, rendering at least eight cases (including the present one) before this court in the '90s alone. Frisby v. Agerton Logging, Inc., 323 Ark. 508, 915 s.W.2d 708 (1996); Thomson v. Littlefield, 319 Ark. 648, 893 S.W.2d 788 (1995); Druckenmiller v. Cluff, 316 Ark. 517, 873 S.W.2d 526 (1994); Diemer v. Dischler, 313 Ark. 154, 852 S.W.2d 793 (1993); Smith v. Stevens, 313 Ark. 534, 855 S.W.2d 323 (1993); Berry v. Chapple, 309 Ark. 612, 832 S.W.2d 256 (1992); *118 Scoggins v. Southern Farmers' Ass'n, 304 Ark. 426, 803 S.W.2d 515 (1991). Courts and attorneys alike have been befuddled on its usage (or nonusage), and jurors can only be elated to be rid of such prattle being introduced into a serious negligence case. Other negligence and comparative-fault instructions left after 614's removal will be more than adequate to guide jurors through their deliberations.\nDavid Newbern, Justice,\ndissenting. As the majority opinion demonstrates, some state courts have, in the last decade, considered whether the sudden emergency doctrine remains useful and appropriate in the context of comparative negligence. Some have said it does, and some have said it does not.\nThe argument against the doctrine, and thus against AMI 614 which embodies it, is that it either conflicts with or is made unnecessary by the theory of comparative negligence.\nThere is no conflict. Both the standard negligence instruction, AMI 301, and AMI 614 focus on requiring conduct such as that which would be exercised by a reasonably prudent person under the same circumstances or situation. The question becomes, then, whether AMI 614 is mere surplusage. It is not, and the case now before us demonstrates the reason for that conclusion.\nFor the sudden emergency instruction to have had any effect in this case, the jury must first have decided that Mr. Webb was suddenly and unexpectedly confronted with danger to himself or others not caused by his own negligence. A major flaw in the majority opinion is found in the remark that . . .we believe that the instruction is tantamount to instructing the jury that Webb's responsibility for what occurred is all but nullified by the trial court's finding that a sudden emergency was caused solely by the negligence of Wiles. The first question presented by the instruction is whether Mr. Webb created the emergency to any degree. It has nothing to do with deciding negligence on the part of Mr. Wiles — a matter not at issue.\nAssuming the jury decided that Mr. Webb was not at fault in creating the emergency situation, its next task was to decide *119whether he used the same care that a reasonably careful person would use in the same situation. The majority opinion states that the instruction skews the analysis in favor of the defendant. That cannot be so, for virtually the same language as appears in AMI 301 governs the determination whether the defendant acted reasonably when confronted with the sudden emergency. Nor does the instruction excuse a defendant who has not created the emergency but who, in the words of the majority opinion, is woefully negligent in other respects. To suggest that the instruction prompts condonation of such conduct underestimates jurors' intelligence.\nThe leading case among those decided by the jurisdictions which have considered and rejected the idea that the sudden emergency doctrine should be done away with is Young v. Clark, 814 P.2d 364 (Colo. 1991). Quoting an earlier Colorado case, the Colorado Supreme Court viewed the doctrine as an evidentiary guideline by which a trier of fact may properly apply the prudent [person] rule in evaluating the evidence of negligence being considered. Responding to criticisms such as those leveled by the majority in the case now before us, the Colorado Court said:\nSuch reasoning, in our view, is based on unfounded assumptions about how jurors perceive an instruction explaining the relatively simplistic sudden emergency doctrine. The pattern instruction used by Colorado courts... is a clear statement of the doctrine and obligates the finder of fact to do nothing more than apply the objective reasonable person standard to an actor in the specific context of an emergency situation. It thus does not operate to excuse fault but merely serves as an explanatory instruction, offered for purposes of clarification for the jury's benefit. [Footnote omitted.]\nThis is a case in which the defendant was shown to have driven into an oncoming lane of traffic, an action which would ordinarily be condemned as demonstrative of negligence at least. The sudden emergency instruction does no more than refine the factual issue.\nIf the jury in this case found that Mr. Webb was confronted by a sudden emergency, there is not one whit of evidence, physi*120cal or otherwise, that he did anything to cause that emergency, allegations of inattentive driving notwithstanding. The question became whether his reaction to it, as demonstrated by the skid marks and explained by his own testimony, was reasonable under the circumstances, i.e., whether it was unreasonable for him in that split-second situation to have veered into the oncoming lane of traffic. The jury answered that question affirmatively in response to a specific interrogatory. The judgment should be affirmed.\nI respectfully dissent.\nArnold, C.J., and Corbin, J., join in this dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant driver contributed to the emergency situation that caused an accident.\nSummary:\nthe plaintiffs died in a vehicle crash when their stationwagon collided with a logging truck.\nThe defendant asserted that he should be judged against a standard of care that is lower than normal because of the sudden emergency created by the plaintiff's car pulling into the logging truck's lane.\nHowever, the court found that there was evidence of the defendant's negligence in failing to keep a proper lookout and losing control of his truck, so the jury should not have been told to assess the defendant's actions against a lesser standard of care.\nConsequently, the case was to be retried.",
    "annotations": {
        "Facts": [
            "B.L. Wiles and Juanita Wiles, who suffered fatal injuries when the 1983 Chevrolet Caprice station wagon driven by B.L. Wiles was struck by a 1982 International logging truck driven by appellee Eddie Earl Webb on State Highway 298 in Garland County.",
            "Kayla Joy Wiles, a minor who was a passenger in the station wagon and who suffered serious injury",
            "William Wiles, the son of B.L. and Juanita Wiles, was also a passenger in the station wagon who suffered physical injury",
            "The accident occurred on May 18, 1994",
            "B.L. Wiles attempted to make a left-hand turn from Tabor Mountain CutoffRoad onto State Highway 298 in order to proceed in an easterly direction.",
            "Webb, who was proceeding westbound on State Highway 298, crossed the center line and struck B.L. Wiles's station wagon broadside while it was in the eastbound lane of traffic",
            "B.L. and Juanita Wiles, who died in the accident, were ages 74 and 64, respectively, at the time of the accident. Kayla Joy Wiles, age 2 at the time of the accident, had no memory of the event. William Wiles, who was 37 years old at the time of the collision, is mentally retarded and has had only a first-grade education. He also had no recollection of how the accident occurred.",
            "the Wiles/Webb accident occurred at approximately 10:45 a.m. and that there were no adverse weather conditions; the pavement was dry; and there was nothing to obscure Webb's vision",
            "the initial impact of the vehicles occurred between the center of the truck's front bumper and an area at or near the left front wheel of the station wagon. As a result of the impact, the station wagon was spun in a clockwise direction and travelled approximately 70 feet west, where it came to rest in a ditch south of the highway. The force of the collision caused Webb's logging truck to spin one-quarter turn counter-clockwise and travel approximately 25 feet west of the point of impact.",
            "the intersection in question had a stop sign on Tabor Mountain Cutoff Road",
            "Wiles's vehicle had entered the intersection to make a left-hand turn onto Highway 298, heading east",
            "presence of skid marks left by Webb's logging truck in the westbound lane that proceeded into the eastbound lane",
            "the skid marks made by Webb's truck reflected signs of discontinuity or interruption, when the truck changed direction. ",
            "the change of direction occurred at the point of initial impact between the two vehicles",
            "the accident involved was an angular collision, which was not quite 90 degrees.",
            "B.L. Wiles was turning to his left to head east on State Highway 298",
            "Wiles's vehicle was approximately 18 feet in length.",
            "the speed limit at the place of the accident was 55 miles per hour and that the average reaction time for a driver was 1.5 seconds",
            ", he did not find any indication that Webb was driving at a speed in excess of 55 miles per hour",
            "Webb left 85 feet of skid marks",
            "B.L. Wiles had a substantial portion of the station wagon in the eastbound lane at the time of the collision",
            "with the length of the station wagon being 18 feet and the total width of the road being 20 feet",
            "the station wagon partially blocked both lanes of traffic at the time of initial contact.",
            "the condition of both vehicles upon collision, especially the damage to the station wagon, would damage the surface of the pavement.",
            "the markings indicating damage to the highway's surface were found in the eastbound lane",
            "such markings might not necessarily appear in the westbound lane (Webb's lane) because on maximum impact, the striking of the station wagon by Webb's logging truck could cause a downward force that would cause the back end of the truck to rise",
            "skid marks apparently created by Webb's logging truck began in the westbound lane and proceeded into the eastbound lane.",
            "as he reached the peak of a grade in State Highway 298, he could see the station wagon approaching the stop sign on Tabor Mountain Cutoff Road. ",
            "he released the accelerator and stayed in the westbound lane until the station wagon pulled out in front of him",
            "he was not certain whether the station wagon ever came to a complete stop at the stop sign, but he was certain that the station wagon pulled out in front of him. Once the station wagon pulled out into the westbound lane,",
            "he applied his brakes as soon as he could and veered to the left in an attempt to steer clear of the vehicle",
            "his truck skidded and that he struck the station wagon in the middle of the highway",
            "he did not have time to consider whether to veer left or right and stated that he was not certain what the driver of the station wagon was going to do once he pulled out into his lane",
            "at the time he came over the grade in the highway, he was travelling at 40 or 45 miles per hour",
            "following the accident, he received a phone call from appellant Arvie Wiles, who purportedly told him: Don't be hard on yourself. There wasn't anything you could do and the family doesn't blame you.",
            "counsel asked Webb whether he knew if Arvie Wiles had any knowledge of the physical evidence at the scene when the statement was made, to which Webb responded that he did not.",
            "at the time he veered to the left, the station wagon had been proceeding across his lane at a constant speed",
            "B.L. Wiles was driving without required corrective eyeglasses",
            "Webb's truck crossed the center line, and the point of impact occurred in Wiles's eastbound lane",
            "the point of impact as being potentially as far over as five feet into the eastbound lane. The logging truck's skid marks were 85 feet."
        ],
        "Procedural History": [
            "Verdict was rendered in favor of the appellee, Eddie Earl Webb"
        ],
        "Application of Law to Facts": [
            "when an emergency arises wholly or partially from the negligence of the person who seeks to invoke the sudden-emergency doctrine, AMI 614 has no application and should not be delivered to the jury",
            "the trial court erred in giving the Sudden Emergency instruction only if Webb's conduct was in any wise responsible for creating the emergency situation.",
            "whether Webb was inadvertent or, in legal parlance, failed to keep a proper lookout and, as a result, lost control of his vehicle. The physical evidence suggests this might have happened",
            "We conclude that the physical evidence presents some evidence of negligence on Webb's part, and we hold that it was error to give the Sudden Emergency instruction in the present case."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "reverse and remand to the trial court for further proceedings",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}