{
    "text": "Ethyl Corp. v. Johnson, 345 Ark. 476, 49 S.W.3d 644 (2001)\nJuly 9, 2001 · Arkansas Supreme Court · 00-1378 \n345 Ark. 476, 49 S.W.3d 644 \nETHYL CORPORATION and Albemarle Corporation v. Larry JOHNSON and Nancy Johnson \n49 S.W.3d 644\nSupreme Court of Arkansas\n*479 Chisenhall, Nestrud & Julian, P.A., by: Jim L. Julian and Mark W. Hodge; and Bell Law Firm, PA., by: Ronny J. Bell, for appellants.\nMcHenry & McHenry Law Firm, by: Donna McHenry, Robert McHenry, and Connie L. Grace; and Kinard, Crane & Butler, PA., by: Mike Kinard, for appellees.\nDonald L. Corbin, Justice.\nAppellee Larry Johnson was injured when part of a metal trash container fell on his foot. At the time of his injury, Johnson was on the premises of a chemical plant owned by Appellant Ethyl Corporation and run by its subsidiary, Appellant Albemarle Corporation. As a result of his injury, Johnson filed suit in the Ouachita County Circuit Court, alleging that Appellants' negligence caused his injury.1 A jury found in favor of Johnson and awarded him damages of $165,851.50. We conclude that there was not substantial evidence of negligence to support the verdict, and we reverse.\nThe record reflects that Johnson and his wife, Nancy, were over-the-road truck drivers employed by the Jack B. Kelly Company. On May 10, 1993, around 6:30 a.m., the Johnsons took their tanker truck to Appellants' facility in Magnolia to be loaded with hydrobromic acid. The Johnsons had been to Appellants' facility numerous times in the past. On this occasion, Nancy was driving the truck, while Larry stayed in the bunk of the cab. It took approximately forty-five minutes to an hour to load the tanker that morning. Once loaded, Nancy proceeded to drive the truck out of the loading dock and back to the scales, so that the load could be weighed before beginning their trip. Instead of taking the ordinary route back to the scales, however, Nancy chose an alternate route *480that took the truck into the parking lot of the plant's maintenance shop. Nancy intended to make a U-turn in the parking lot and proceed onto the main roadway back to the scales. While attempting the turn, Nancy realized that the rear wheels of the trailer were not going to clear a metal trash container that was situated at the edge of the parking lot, adjacent to a rack of pipe lines.\nThe container is not what is ordinarily thought of as a trash container or dumpster. It is a three-sided object that holds two separate trash bins. The container weighs 2,180 pounds and is stationary, i.e., it does not have wheels or rollers. The two bins that fit inside the container are kept inside the maintenance shop until they require emptying. They are then loaded into the metal container, and the container is picked up by a special truck and emptied. The container is designed so that the bottom will collapse or open when it is being emptied, thus allowing the trash to fall out.\nOn the date in question, Larry Johnson decided to attempt to move the container out of the truck's path. He initially attempted to push the container by leaning into it with his shoulder. He felt it move a short distance, but not enough for the trailer to clear. He then went around to the front of the container and began to jerk on its handle, like a weight lifter jerks to lift heavy weights. Johnson continued to jerk on the handle until part of the container collapsed and fell on his foot. Appellants' emergency medical team came to Johnson's assistance and subsequently transported him to the Magnolia City Hospital.\nAppellants moved for a directed verdict at the end of Johnson's case and again at the close of all the evidence. They argued that Johnson's injury was not foreseeable and that they had no duty to guard against an occurrence that was not foreseeable. The trial court denied the motion, and the case was submitted to the jury on the theories of negligence and premises liability. The jury was also instructed on the theory of comparative fault, as Appellants claimed that Johnson's damages were proximately caused by his own negligence. The jury returned a general verdict in favor of Johnson. Following the verdict, Appellants filed a motion for judgment notwithstanding the verdict (JNOV), again arguing that there was insufficient proof of foreseeability. The trial court denied the post-trial motion, and this appeal followed.\n*481Our standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence. City of Caddo Valley v. George, 340 Ark. 203, 9 SNOd 481 (2000). Similarly, in reviewing the denial of a motion for JNOV, we will reverse only if there is no substantial, evidence to support the jury's verdict and the moving party is entitled to judgment as a matter of law. Conagra, Inc. v. Strother, 340 Ark. 672, 13 S.W.3d 150 (2000). Substantial evidence is that which goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other. Caddo Valley, 340 Ark. 203, 9 S.W.3d 481. It is not this court's place to try issues of fact; rather, this court simply reviews the record for substantial evidence to support the jury's verdict. Id. In determining whether there is substantial evidence, we view the evidence and all reasonable inferences arising therefrom in the light most favorable to the party on whose behalf judgment was entered. State Auto Prop. & Cas. Ins. Co. v. Swaim, 338 Ark. 49, 991 S.W.2d 555 (1999); Union Pac. R.R. Co. v. Sharp, 330 Ark. 174, 952 S.W.2d 658 (1997).\nAppellants argue that there was insufficient evidence of negligence. Particularly, they assert that they were not negligent because they had no duty to guard against the unforeseen harm that Johnson suffered. Negligence is defined as the failure to do something that a reasonably careful person would do, or the doing of something that a reasonably careful person would not do, under the circumstances. New Maumelle Harbor v. Rochelle, 338 Ark. 43, 991 S.W.2d 552 (1999); Wallace v. Broyles, 331 Ark. 58, 961 S.W.2d 712 (1998). To constitute negligence, an act must be one from which a reasonably careful person would foresee such an appreciable risk of harm to others as to cause him not to do the act, or to do it in a more careful manner. Id. at 67, 961 S.W.2d at 715 (citing AMI Civ. 3d 301). Foreseeability is thus a necessary ingredient of actionable negligence in this state. Benson v. Shuler Drilling Co., Inc., 316 Ark. 101, 871 S.W.2d 552 (1994); First Electric Coop. Corp. v. Pinson, 277 Ark. 424, 642 S.W.2d 301 (1982); Dollins v. Hartford Acc. & Indem. Co., 252 Ark. 13, 477 S.W.2d 179 (1972). Conduct becomes negligent only as it gives rise to appreciable risk of injury to others, and there is no negligence in not guarding against a danger which there is no reason to anticipate. Id. at 18, 477 S.W.2d at 183 (citing North Little Rock Transp. Co. v. Finkbeiner, 243 Ark. 596, 420 S.W.2d 874 (1967)). In other words, negligence cannot be predicated on a failure to anticipate the unforeseen. Keck v. American Employment Agency, Inc., 279 Ark. 294, 299, 652 S.W.2d 2, 5 (1983).\n*482 Arkansas law has long since recognized that there is no duty to guard against merely possible, as opposed to likely or probable, harm. In St. Louis-San Francisco Ry. Co. v. Burns, 186 Ark. 921, 56 S.W.2d 1027 (1933), this court observed:\nIt is a matter of ordinary observation that frequently there is some danger attendant upon the most common and ordinary transactions, but the care required is only to provide against such dangers as ought to be foreseen in the light of the attendant circumstances, and the ideal prudent person will therefore not neglect what he can foresee as probable nor divert his attention to the anticipation of events barely possible, but will order his conduct by the measure of what appears likely in the ordinary course of events. \nId. at 925, 56 S.W.2d at 1028 (citations omitted) (emphasis added). See also St. Louis-San Francisco Ry. Co. v. Ward, 197 Ark. 520, 124 S.W.2d 975 (1939). In short, to demonstrate foreseeability, the harm must be within the range of probability as viewed by the ordinary man, and must, therefore, be more than merely possible. Larson Machine, Inc. v. Wallace, 268 Ark. 192, 208, 600 S.W.2d 1, 9 (1980) (citing Hayes v. Missouri Pac. R.R. Co., 208 Ark. 370, 186 S.W.2d 780 (1945)). It is not necessary, however, that the actor foresee the particular injury that occurred, only that he or she reasonably foresee an appreciable risk of harm to others. Broyles, 331 Ark. 58, 961 S.W.2d 712.\nIn the present case, there is no dispute that Johnson and his wife were invitees on Appellants' property. As such, Appellants had a duty to use ordinary care in maintaining the premises in a reasonably safe condition. See Like v. Pierce, 326 Ark. 802, 934 S.W.2d 223 (1996); Derrick v. Mexico Chiquito, Inc., 307 Ark. 217, 819 S.W.2d 4 (1991). The duty owed is not without bounds; rather, it is limited to the risk of harm that is reasonably foreseeable. See Lindle v. Shibley, 249 Ark. 671, 460 S.W.2d 779 (1970); Hartsock v. Forsgren, Inc., 236 Ark. 167, 365 S.W.2d 117 (1963). The concept of risk is thus an aspect of foreseeability. As Professor Dobbs explains:\nCourts are likely to use the term foreseeable to mean that harm was not only foreseeable but also too likely to occur to justify risking it without added precautions.... Along the same lines, when courts say that harm is unforeseeable, they may mean that although harm was actually foreseeable on the facts of the case, a reasonable person would not have taken action to prevent it because the risk of harm was low, and harm was so improbable that a reasonable *483person would not have taken safety precautions. [Footnote omitted.]\n1 Dan B. Dobbs, The Law of Torts § 143, at 336-37 (2001).\nHere, the alleged negligent act committed by Appellants was the placement of a metal trash container at the edge of a parking lot, adjacent to a pipe rack. Based on the evidence presented below, Appellants' act did not amount to an unreasonable risk. It was not foreseeable that an invitee would injure himself by attempting to manually move the 2,180 pound container on his own. Appellants' only duty under the circumstances was to provide reasonable care to guard against any harm that appeared likely in the ordinary course of events. Burns, 186 Ark. at 925, 56 S.W.2d at 1028. Appellants simply had no duty to take added precautions to guard against the remote chance that someone would injure himself by attempting to move the heavy container. Indeed, it was undisputed that there had never been any previous incidents, within the fourteen years that the container was on Appellants' property, in which anyone, employee or otherwise, had been injured in conjunction with the container.\nIn contrast, Johnson should have been fully aware of any danger associated in attempting on his own to move a 2,180 pound stationary trash container. In fact, Johnson admitted that he recognized the container as a potential hazard, but not to the hazard that it was. There were no exigent or emergency circumstances that would have left Johnson with no other option but to attempt to move the object on his own. Given that he recognized the object as a potential hazard, Appellants owed no duty to warn him of the potential harm that could occur if he attempted such a move. The duty to maintain the premises in a reasonably safe condition for an invitee or to warn him of the dangerous condition applies only to defects or conditions which are in the nature of hidden dangers, traps, snares, pitfalls and the like, in that they are known to the invitor but not known to the invitee and would not be observed by the latter in the exercise of ordinary care. Jenkins v. Hestand's Grocery, Inc., 320 Ark. 485, 488, 898 S.W.2d 30, 31 (1995) (quoting McClure v. Koch, 433 S.W.2d 589, 593 (Mo. App. 1968)). Because any danger associated with moving the heavy object was not hidden and was readily apparent to anyone exercising ordinary care, Appellants owed no duty to warn Johnson of the consequences of attempting to move the object without assistance.\nMoreover, it is of no significance whether Appellants should have reasonably foreseen that trucks leaving their loading dock would seek alternate routes back to the plant's scales. Contrary to Johnson's urging, the issue is not whether Appellants were negligent in failing to create a better system for getting truck traffic through the plant. Assuming, arguendo, that it is reasonably foreseeable that trucks would take alternate routes to get back to the scales and that trucks would attempt a U-turn in the maintenance-shop parking lot, it does not follow that it is reasonably foreseeable that individual truck drivers would attempt to move this 2,180 pound object out of the way without assistance. Indeed, the evidence showed that Appellants' employees had assisted the Johnsons in moving obstructions in the past. Nancy Johnson testified that on at least three prior occasions, she had asked Appellants' employees to move similar containers out of her way before, and that they had done so.\nIn sum, to hold- that Appellants were under a duty to guard against the remote chance of what actually occurred in this case would be in effect to strike the element of foreseeability from the concept of negligence in such a situation and thus to impose an absolute liability upon any business that has a trash container or similar receptacle situated on its premises. Hartsock, 236 Ark. 167, 170, 365 S.W.2d 117, 118. Accordingly, we hold that there was not substantial evidence presented below demonstrating that Appellants were negligent or that they failed in their duty to maintain their premises in a reasonably safe condition. We thus reverse and dismiss this case.\nGlaze and Imber, JJ., dissent.\n1 \nJohnson's wife, Nancy, also filed a claim for loss of consortium. That claim was rejected by the jury and is not involved in this appeal.\nAnnabelle Clinton Imber, Justice,\ndissenting. The majority has decided, as a matter of law, that the injury Mr. Johnson suffered on the premises of Albemarle on May 10, 1993, was not foreseeable. Even if the injury was foreseeable, the majority holds that Albemarle had no duty to warn Mr. Johnson of the potential danger of the dumpster on its premises because Mr. Johnson recognized the dumpster as a hazard. I believe that a question of fact existed that was properly sent to the jury; thus, I must dissent.\nWhen we review the denial of a motion for directed verdict or motion for new trial, we must view the evidence in the light most favorable to the party against whom the verdict is sought and give that evidence the highest probative value, taking into account all reasonable inferences that can be derived from it. Conagra, Inc. v. *485 Strother, 340 Ark. 672, 675-76 (2000); City of Caddo Valley v. George, 340 Ark. 203, 211 (2000); Croom v. Younts, 323 Ark. 95, 101, 913 S.W.2d 283 (1996). In the case at hand, therefore, we must view the evidence in the light most favorable to Mr. Johnson, not Albemarle.\nFurthermore, we review the trial court only to determine if there is substantial evidence to support the jury verdict. City of Caddo Valley v. George, supra. Substantial evidence is evidence of sufficient force and character to compel a conclusion one way or another with reasonable certainty; it must force the mind to pass beyond suspicion or conjecture. Union Pac. R.R. Co. v. Sharp, 330 Ark. 174, 952 S.W.2d 658 (1997). When there is a conflict in the evidence or when the evidence is such that fair-minded people might reach different conclusions, a jury question is presented, and a motion for directed verdict should be denied. Conagra, Inc. v. Strother, supra. A question for the jury is presented in any case where there might be reasonable difference of opinions as to the foreseeability of a particular risk . . . . Keck v. American Employment Agency, Inc., 279 Ark. 294, 302, 652 S.W.2d 2, 7 (1983). In this case, the trial court properly denied Albemarle's motions for directed verdict, judgment notwithstanding the verdict, and new trial because Mr. Johnson presented evidence from which fair-minded persons might reach different conclusions on the issue of foreseeability; therefore, a jury question was presented.\nThe majority's determination that Mr. Johnson's injury was not foreseeable as a matter of law improperly views the evidence in the light most favorable to Albemarle. According to the majority's opinion today, the alleged negligent act committed by Appellants was the placement of a metal trash container at the edge of a parking lot, adjacent to a pipe rack. By viewing the evidence in the light most favorable to Mr. Johnson, as this court is required to do, it is evident that the alleged negligent act committed by Albemarle was actually its placement of a collapsible dumpster at the edge of a driveway on the premises of a chemical plant where there is constant tanker-truck traffic. The question that was properly submitted to the jury was whether Albemarle should have foreseen the fact that the dumpster, in its location partially obstructing the drive, would impede traffic, creating the need to move it. If so, Albemarle had a duty to exercise ordinary care and to warn Mr. Johnson of the danger posed by the dumpster. The trial court properly presented this question to the jury because reasonable minds could differ, based upon the evidence presented at trial, as to whether Albemarle should have foreseen the risk of harm posed by the dumpster. The evidence presented by Albemarle revealed that *486the dumpster was located adjacent to the maintenance building in an area marked no thru traffic. Yet, the evidence presented by-Mr. Johnson revealed that the no thru traffic sign was not visible to the driver of the truck until the truck had already entered the drive. Further evidence revealed that roadways not designated for trucks to use on the Albemarle premises were ordinarily barricaded. Roads that were not barricaded were not restricted. Finally, Mr. Johnson presented evidence that the roadways on the Albemarle facility were frequendy blocked by obstructions, forcing truck drivers to find alternate routes in and out of the facility. In light of all of this evidence, it is clear that a question of fact was created as to whether Albemarle should have foreseen the risk posed by a collapsible dumpster partially obstructing a roadway on its premises.\nThe majority likewise improperly focuses upon the foreseeability of the particular injury sustained by Mr. Johnson. While acknowledging that it is not necessary that Albemarle foresee the particular injury that occurred, only that it reasonably foresee an appreciable risk of harm, Broyles v. Wallace, 331 Ark. 58, 961 S.W.2d 712 (1998), the majority concludes that it was not foreseeable that an invitee would injure himself by attempting to manually move the 2,180 pound container on his own. It is irrelevant to an inquiry of foreseeability whether Mr. Johnson attempted to move the container on his own, or if he and five of his best buddies tried to move the container as a group. If Albemarle could have foreseen the need to move the container out of the roadway and knew that the container could break apart if moved improperly, yet failed to warn of that danger, then a jury could properly conclude that Albemarle had been negligent. For that reason, I cannot agree that, as a matter of law, the risk of harm to Mr. Johnson was not foreseeable, and would affirm the denial of directed verdict.\nHaving taken the extraordinary step of removing a question of fact from the decision-making realm of the jury, the majority then proceeds to declare the whole issue of foreseeability irrelevant because, the majority concludes, Albemarle had no duty to warn Mr. Johnson of the risk posed by the dumpster. According to the majority, Mr. Johnson recognized the dumpster as a hazard, and Albemarle has no duty to warn invitees of known hazards. The basis of a business owner's duty of care to invitees is his superior knowledge of a condition that poses an unreasonable risk of harm of which the invitee does not or should not know. Jenkins v. Hestand's Grocery, Inc., 320 Ark. 485, 898 S.W.2d 30 (1995). In the case at hand, Mr. Johnson admitted that he was aware that the dumpster posed a hazard, because it was a large object that was obstructing *487the path of his truck. However, Mr. Johnson testified that he did not know the dumpster would fall apart. Even if it could be said, as a matter of law, that Mr. Johnson should have known he could injure himself by moving a heavy object without help, we cannot say as a matter of law that he should have known that the container would break apart when moved. The evidence revealed that there were no warning labels or instructions on the container. The container was a solid-looking large object. And, finally, the container had a handle. It was not until Mr. Johnson pulled on the handle that the dumpster collapsed on his foot. Whether Albemarle had a duty to warn Mr. Johnson of the fact that the dumpster could collapse if the handle is pulled was a question of fact properly submitted to the jury under the facts of this case. For the foregoing reasons, I dissent.\nGlaze, J., joins in this dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant landowner is negligent for failing to take precautions against the risk that a person will attempt to move a heavy metal bin and be injured in that attempt.\nSummary:\nthe plaintiff was injured when he got out of his truck to move a 2,000 pound garbage container that was preventing the truck from turning around on the defendant's land.\nthe defendant had a duty to take reasonable care against foreseeable risks, but the court held that the risk that a person would attempt to move a 2,000 pound container by themselves was sufficiently remote, and in the circumstances, the risk sufficiently obvious, that there was no duty to guard against harm arising from it.\n",
    "annotations": {
        "Facts": [
            "Larry Johnson was injured when part of a metal trash container fell on his foot. At the time of his injury, Johnson was on the premises of a chemical plant owned by Appellant Ethyl Corporation and run by its subsidiary, Appellant Albemarle Corporation",
            "Johnson and his wife, Nancy, were over-the-road truck drivers employed by the Jack B. Kelly Company. On May 10, 1993, around 6:30 a.m., the Johnsons took their tanker truck to Appellants' facility in Magnolia to be loaded with hydrobromic acid. The Johnsons had been to Appellants' facility numerous times in the past. On this occasion, Nancy was driving the truck, while Larry stayed in the bunk of the cab. It took approximately forty-five minutes to an hour to load the tanker that morning. Once loaded, Nancy proceeded to drive the truck out of the loading dock and back to the scales, so that the load could be weighed before beginning their trip. Instead of taking the ordinary route back to the scales, however, Nancy chose an alternate route *480that took the truck into the parking lot of the plant's maintenance shop. Nancy intended to make a U-turn in the parking lot and proceed onto the main roadway back to the scales. While attempting the turn, Nancy realized that the rear wheels of the trailer were not going to clear a metal trash container that was situated at the edge of the parking lot, adjacent to a rack of pipe lines.The container is not what is ordinarily thought of as a trash container or dumpster. It is a three-sided object that holds two separate trash bins. The container weighs 2,180 pounds and is stationary, i.e., it does not have wheels or rollers. The two bins that fit inside the container are kept inside the maintenance shop until they require emptying. They are then loaded into the metal container, and the container is picked up by a special truck and emptied. The container is designed so that the bottom will collapse or open when it is being emptied, thus allowing the trash to fall out.On the date in question, Larry Johnson decided to attempt to move the container out of the truck's path. He initially attempted to push the container by leaning into it with his shoulder. He felt it move a short distance, but not enough for the trailer to clear. He then went around to the front of the container and began to jerk on its handle, like a weight lifter jerks to lift heavy weights. Johnson continued to jerk on the handle until part of the container collapsed and fell on his foot. Appellants' emergency medical team came to Johnson's assistance and subsequently transported him to the Magnolia City Hospital.",
            "Appellants' employees had assisted the Johnsons in moving obstructions in the past",
            "on at least three prior occasions, she had asked Appellants' employees to move similar containers out of her way before, and that they had done so."
        ],
        "Procedural History": [
            "A jury found in favor of Johnson and awarded him damages of $165,851.50.",
            "Appellants moved for a directed verdict",
            "The trial court denied the motion",
            "The jury returned a general verdict in favor of Johnson. Following the verdict, Appellants filed a motion for judgment notwithstanding the verdict (JNOV), again arguing that there was insufficient proof of foreseeability. The trial court denied the post-trial motion, and this appeal followed."
        ],
        "Application of Law to Facts": [
            "In the present case, there is no dispute that Johnson and his wife were invitees on Appellants' property. As such, Appellants had a duty to use ordinary care in maintaining the premises in a reasonably safe condition",
            "The duty owed is not without bounds; rather, it is limited to the risk of harm that is reasonably foreseeable",
            "Here, the alleged negligent act committed by Appellants was the placement of a metal trash container at the edge of a parking lot, adjacent to a pipe rack. Based on the evidence presented below, Appellants' act did not amount to an unreasonable risk. It was not foreseeable that an invitee would injure himself by attempting to manually move the 2,180 pound container on his own. Appellants' only duty under the circumstances was to provide reasonable care to guard against any harm that appeared likely in the ordinary course of events.",
            "Appellants simply had no duty to take added precautions to guard against the remote chance that someone would injure himself by attempting to move the heavy container. Indeed, it was undisputed that there had never been any previous incidents, within the fourteen years that the container was on Appellants' property, in which anyone, employee or otherwise, had been injured in conjunction with the container.In contrast, Johnson should have been fully aware of any danger associated in attempting on his own to move a 2,180 pound stationary trash container. In fact, Johnson admitted that he recognized the container as a potential hazard, but not to the hazard that it was. There were no exigent or emergency circumstances that would have left Johnson with no other option but to attempt to move the object on his own. Given that he recognized the object as a potential hazard, Appellants owed no duty to warn him of the potential harm that could occur if he attempted such a move.",
            "Because any danger associated with moving the heavy object was not hidden and was readily apparent to anyone exercising ordinary care, Appellants owed no duty to warn Johnson of the consequences of attempting to move the object without assistance.",
            "it is of no significance whether Appellants should have reasonably foreseen that trucks leaving their loading dock would seek alternate routes back to the plant's scales",
            "Assuming, arguendo, that it is reasonably foreseeable that trucks would take alternate routes to get back to the scales and that trucks would attempt a U-turn in the maintenance-shop parking lot, it does not follow that it is reasonably foreseeable that individual truck drivers would attempt to move this 2,180 pound object out of the way without assistance"
        ],
        "Relevant Precedents": [
            "Like v. Pierce, 326 Ark. 802,  (1996); Derrick v. Mexico Chiquito, Inc., 307 Ark. 217,  (1991)."
        ],
        "Outcome": [
            "We conclude that there was not substantial evidence of negligence to support the verdict, and we reverse.",
            "We thus reverse and dismiss this case."
        ]
    },
    "class": "reverse"
}