{
    "text": "New Maumelle Harbor v. Rochelle, 338 Ark. 43, 991 S.W.2d 552 (1999)\nJune 10, 1999 · Arkansas Supreme Court · 98-1485 \n338 Ark. 43, 991 S.W.2d 552 \nNEW MAUMELLE HARBOR, a/k/a Jolly Rogers Marina v. Mac ROCHELLE \n991 S.W.2d 552\nSupreme Court of Arkansas\n*44 Barber, McCaskill, Jones &Hale, P.A., by: R. Kenny McCulloch and Michelle B. Miller. \nHuckabay, Munson, Rowlett & Tilley, P.A., by: Julia L. Bus-field., for appellee.\nDonald L. Corbin, Justice.\nThis is a negligence case involving a fire on a boat dock. Appellant New Maumelle Harbor, a/k/a Jolly Rogers Marina, appeals the order of the Pulaski County Circuit Court granting summary judgment in favor of Appellee Mac Rochelle. We have jurisdiction of this tort case pursuant to Ark. Sup. Ct. R. l-2(g). On appeal, Appellant argues that the trial court erred in granting summary judgmernt because there are material issues of fact yet to be resolved. We find merit to Appellant's argument, and we reverse.\nOn or about January 30, 1998, a fire occurred at the Jolly Rogers Marina. On that same date, Appellee had entered into a rental agreement with the marina to store his boat in slip number twelve of boat dock number three. Appellant alleged in its complaint that the fire started in slip twelve of boat dock number three as a direct result of Appellee's negligent use of a battery charger. Specifically, Appellant alleged that Appellee (1) operated the battery charger in an improper manner; (2) left the charger unattended for an extended period of time; and (3) failed to use ordinary care for the safety and protection of Appellant's property. Appellant sought damages in excess of $100,000.\nAppellee filed a motion for summary judgment, asserting that Appellant's claim against him was based only on speculation and conjecture. Particularly, Appellee asserted that Appellant's expert witness, insurance investigator Gerald Alsup, had determined only possible, rather than probable, causes of the fire. Appellee asserted further that Alsup's sworn statements revealed that he had no reason to believe that any act or omission by Appellee caused the fire. Appellee also relied on statements from Roger Nesuda, the owner of the marina, and Carlton C. Wright, another investigator, in which they indicated a lack of knowledge as to the cause and origin of the fire. Nesuda stated that he had no knowledge of what started the fire other than the opinion of Alsup. Wright stated that there was not enough evidence available to determine where the fire started or what started the fire; however, he agreed with Alsup that the fire started in the eastern two-thirds of dock number three. The trial court granted summary judgment, and this appeal followed.\nThis court has frequently stated the guidelines for reviewing the granting of a motion for summary judgment:\nIn these cases, we need only decide if the granting of summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion left a material question of fact unanswered. The burden of sustaining a motion for summary judgment is always the responsibility of the moving party. All proof submitted must be viewed in a light most favorable to the party resisting the motion, and any doubts and inferences must be resolved against the moving party. Our rule states, and we have acknowledged, that summary judgment is proper when a claiming party fails to show that there is a genuine issue as to a material fact and when the moving party is entitled to summary judgment as a matter of law.\nSublett v. Hipps, 330 Ark. 58, 62, 952 S.W.2d 140, 142 (1997) (quoting Milam v. Bank of Cabot, 327 Ark. 256, 261-62, 937 S.W.2d 653, 656 (1997)). Once a moving party establishes prima facie entitlement to summary judgment by affidavits, depositions, or other supporting documents, the opposing party must meet proof with proof and demonstrate the existence of a genuine issue of material fact. Id. \nNegligence is defined as the failure to do something that a reasonably careful person would do, or the doing of something that a reasonably careful person would not do, under the circumstances. Wallace v. Broyles, 331 Ark. 58, 961 S.W.2d 712 (1998). To establish a. prima facie case of negligence, a plaintiff must prove that he sustained damages, that the defendant was negligent, and that such negligence was a proximate cause of the damages. Sublett, 330 Ark. 58, 952 S.W.2d 140. To constitute negligence, an act must be one from which a reasonably careful person would foresee such an appreciable risk of harm to others as to cause him not to do the act, or to do it in a more careful manner. Wallace, 331 Ark. at 67, 961 S.W.2d at 715 (citing AMI Civil 3rd 301). It is not necessary that the actor foresee the particular injury that occurred, only that the actor reasonably foresee an appreciable risk of harm to others. Id. Proximate cause may be shown from circumstantial evidence, and such evidence is sufficient to show proximate cause if the facts proved are of such a nature and are so connected and related to each other that the conclusion therefrom may be fairly inferred. Id. (citing White River Rural Water Dist. v. Moon, 310 Ark. 624, 839 S.W.2d 211 (1992)). The standard to be applied in deciding whether summary judgment is appropriate is whether there is evidence sufficient to raise an issue of fact on the claim. Id. Thus, we need only decide if the pleadings and evidentiary documents raise issues of fact concerning whether Appellee's *47acts or omissions were negligent under the circumstances and, if so, whether such negligence by Appellee was a proximate cause of the damages.\nWe conclude that the pleadings and the evidentiary items demonstrate that there are issues of fact regarding whether Appellee was negligent. Appellee admitted in his deposition that he used a battery charger on his boat on the date of the accident. The instruction manual for the battery charger provides that a marine battery installed in a boat must be removed and charged on shore; that the charger should always be operated in an open, well-ventilated area (as batteries generate explosive gases); that the charger should only be operated in the manual setting if the charging process is checked frequently, rather than left alone; and that the use of an extension cord with the charger is not recommended. Appellee stated that on the date of the fire, he hooked up the battery charger using an extension cord that he had found in the boat slip. He stated that he left the charger unattended while he went home; he stated that he was not sure when he intended to return to his boat. He also admitted that had not read the instruction manual prior to hooking up the charger to his boat. Additionally, Appellee gave conflicting statements on the issue of proper ventilation: Alsup's report reflects that Appellee told him that he closed the lid on the battery compartment, while Appellee states in his deposition that he is positive that the lid was open.\nWright stated that he had previously investigated a case where a battery charger started a fire. In that prior case, the battery charger was hooked up to a boat that was located in the owner's driveway. Due to the location of the battery charger near the fuel tanks, the boat caught fire and burned. He stated that even if a charger is operating normally, it will periodically cycle on and off, during which process it can produce a spark. He stated that if there is a spark and the presence of gas fumes in the area, the spark can ignite the fumes. He also stated that some batteries emit explosive gases when they are being charged. He stated that based upon the information supplied to him by Appellee, it is possible that the gasoline in Appellee's boat could have been ignited by the battery charger, thus starting the fire.\n*48Alsup's report reflects that he conducted an investigation of the scene on February 1, 1998, two days after the fire. He examined the remains of dock number three and numerous boats that had been burned in the fire. From his investigation, Alsup concluded that the fire originated in slip number twelve, the slip where Appellee kept his boat. Alsup's report reflects in pertinent part:\nDETERMINATION OF ORIGIN AND CAUSE \nAssessment of the scene established the fire originating along the south side of dock three in the duplex slip area designated as slips twelve and fourteen. Remaining patterns show the fire progressing from the area of slip twelve, which was occupied at the time of the fire by a fifteen and one-half feet long fiberglass boat powered by a ninety horsepower Yamaha outboard motor and belonging to Mr. Mac Rochelle. Mr. Rochelle provided information that the boat was pulled into the slip on the day of the fire and he had used a found extension cord to connect a battery charger, which would have been in operation when the fire occurred. Pattern analysis proved the fire originating in the general area of the boat and eliminated causes common to the area, hence, establishing an introduced form of ignition to the area, e.g., the battery charger or found extension cord. A thorough and complete search of the marina and surrounding waters failed to produce debris or remains identifiable as Mr. Rochelle's boat. In all probability, floatation incorporated in the boat's design allowed it to float away from the dock undetected, into deeper water, where it later sank. As a result, neither the boat nor evidence it may have contained were available for examination.\nPhysical reconstruction and inspection of adjacent boats and the remains of the dock in the area did, nonetheless, point to Mr. Rochelle's boat as the conflagration's source. Given the physical evidence, the information regarding the status of Mr. Rochelle's boat, the corroborating patterns, and the observations of witnesses; examined against other hypotheses, it is most probable that the failure of the battery charger in use or the extension cord served to initiate the event. No other known sources of ignition were in the area of fire origination, and an incendiary cause for the event was not indicated by either evidence or witness information. [Emphasis added.]\nThis report indicates that Appellee's boat was the source of the fire, and that the most probable, not possible, cause of the fire was the failure of the battery charger or the extension cord that Appellee hooked up to his boat and left unattended on the night of the fire.\nAlsup's determination of the probable cause and origin of the fire, coupled with the foregoing testimony from Wright and Appellee's admissions that he did not read the instruction manual prior to using the battery charger and that he operated the charger inconsistently with the manner provided in the manual, raises issues of fact regarding whether Appellee's acts or omissions were negligent under the circumstances and, if so, whether such negligence was a proximate cause of Appellant's damages. Accordingly, summary judgment was not warranted as a matter of law. We thus reverse the ruling of the trial court and remand the case for further proceedings consistent with this opinion.\nPLAIN ENGLISH SUMMARY\nIssue: whether leaving a battery charging on a boat despite instruction manual warnings to the contrary was negligent.\nSummary:\nthe plaintiff dock operator claimed that the defendant left a battery charging on his boat, connected to an extension cord, and left the battery charging in 'manual' mode on his boat while he went home, despite the instruction manual indicating that batteries should be charged onshore and only in 'manual' mode when attended.\nthe trial court granted summary judgement in favour of the defendant because several witnesses stated that there was not enough evidence to determine how the fire started, and the insurance investigator had only determined the possible source of the fire.\nthe Supreme Court held that the facts indicated that there were questions of material fact making summary judgement improper.\n",
    "annotations": {
        "Facts": [
            "fire on a boat dock",
            "On or about January 30, 1998, a fire occurred at the Jolly Rogers Marina. On that same date, Appellee had entered into a rental agreement with the marina to store his boat in slip number twelve of boat dock number three.",
            "on the date of the fire, he hooked up the battery charger using an extension cord that he had found in the boat slip",
            "he left the charger unattended while he went home",
            "he was not sure when he intended to return to his boat",
            "had not read the instruction manual prior to hooking up the charger to his boat",
            "even if a charger is operating normally, it will periodically cycle on and off, during which process it can produce a spark",
            "some batteries emit explosive gases when they are being charged",
            ", it is possible that the gasoline in Appellee's boat could have been ignited by the battery charger, thus starting the fire",
            "From his investigation, Alsup concluded that the fire originated in slip number twelve, the slip where Appellee kept his boat",
            "fire originating along the south side of dock three in the duplex slip area designated as slips twelve and fourteen",
            "the fire progressing from the area of slip twelve, which was occupied at the time of the fire by a fifteen and one-half feet long fiberglass boat powered by a ninety horsepower Yamaha outboard motor and belonging to Mr. Mac Rochelle",
            "the boat was pulled into the slip on the day of the fire and he had used a found extension cord to connect a battery charger, which would have been in operation when the fire occurred.",
            "fire originating in the general area of the boat and eliminated causes common to the area, hence, establishing an introduced form of ignition to the area, e.g., the battery charger or found extension cord. ",
            "Physical reconstruction and inspection of adjacent boats and the remains of the dock in the area did, nonetheless, point to Mr. Rochelle's boat as the conflagration's source",
            "No other known sources of ignition were in the area of fire origination"
        ],
        "Procedural History": [
            "Appellant New Maumelle Harbor, a/k/a Jolly Rogers Marina, appeals the order of the Pulaski County Circuit Court granting summary judgment in favor of Appellee Mac Rochelle",
            "The trial court granted summary judgment, and this appeal followed."
        ],
        "Application of Law to Facts": [
            "We conclude that the pleadings and the evidentiary items demonstrate that there are issues of fact regarding whether Appellee was negligent. Appellee admitted in his deposition that he used a battery charger on his boat on the date of the accident. The instruction manual for the battery charger provides that a marine battery installed in a boat must be removed and charged on shore; that the charger should always be operated in an open, well-ventilated area (as batteries generate explosive gases); that the charger should only be operated in the manual setting if the charging process is checked frequently, rather than left alone; and that the use of an extension cord with the charger is not recommended.",
            "This report indicates that Appellee's boat was the source of the fire, and that the most probable, not possible, cause of the fire was the failure of the battery charger or the extension cord that Appellee hooked up to his boat and left unattended on the night of the fire.Alsup's determination of the probable cause and origin of the fire, coupled with the foregoing testimony from Wright and Appellee's admissions that he did not read the instruction manual prior to using the battery charger and that he operated the charger inconsistently with the manner provided in the manual, raises issues of fact regarding whether Appellee's acts or omissions were negligent under the circumstances",
            "Accordingly, summary judgment was not warranted as a matter of law."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We find merit to Appellant's argument, and we reverse.",
            "We thus reverse the ruling of the trial court and remand the case for further proceedings consistent with this opinion."
        ]
    },
    "class": "reverse"
}