{
    "text": "National Bank of Commerce v. Quirk, 323 Ark. 769, 918 S.W.2d 138 (1996)\nMarch 18, 1996 · Arkansas Supreme Court · 94-575 \n323 Ark. 769, 918 S.W.2d 138 \nNATIONAL BANK of COMMERCE, William E. Golden, M.D., and Kimberly A. Golden, M.D., Co-Guardians of the Estate of Emily Jane Golden, Arkansas Department of Human Services v. J. Gerald QUIRK, M.D., Gaylon L. Brunson, M.D., Vikki A. Stefans, M.D., Bernadette Lange, M.D., Richard E. Leitheiser, Jr., M.D., William M. Chadduck, M.D., Diane R. Edwards, M.D., Karen Everett, M.D., Janice W. Allison, M.D., W. Mark Molpus, M.D., and American Physician's Insurance Exchange \n918 S.W.2d 138\nSupreme Court of Arkansas\n*775 David Hodges, brief only; Bernard Whetstone; and Bob Davidson, for appellants.\nRichard B. Dahlgren, for appellant ADHS.\nAnderson & Kilpatrick, by: Overton S. Anderson and Mariam T. Hopkins, for appellees William M. Chadduck, M.D., and American Physicians Insurance Exchange.\nShaw, Ledbetter, Hornberger, Cogbill & Arnold, by: Charles R. Ledbetter, for appellee Diane R. Edwards, M.D.\nMitchell, Williams, Selig, Gates & Woodyard, by: R.T. Beard, III, for appellee Gaylon L. Brunson, M.D.\nAndree Layton Roaf, Justice.\nThis is a medical malpractice case. The appellants are the co-guardians of Emily Jane Golden (guardians) and the Arkansas Department of Human Services (ADHS), which provided medical benefits to her. The appellees are ten physicians employed by the University of Arkansas for Medical Sciences (UAMS), including two who treated Emily Golden's mother, Kim Golden, during her pregnancy and delivery, Drs. J. Gerald Quirk and Gaylon L. Brunson, and eight others who provided medical treatment to Emily after her birth. Appellee American Physicians Insurance Exchange, (APIE) is the malpractice carrier for the physicians. The guardians filed suit against the physicians, alleging that Emily Golden suffered injuries as a result of negligence during her delivery and in the failure to subsequently diagnose her birth injuries. The trial court granted summary judgment to two of the physicians and dismissed the complaint as to one physician during the trial; a jury returned a verdict in favor of the remaining physicians. The guardians appeal the denial of their motion for new trial and the orders granting the summary judgments and dismissal. ADHS appeals the denial of its motion to intervene. We agree that the trial court erred in excluding the depositions of two of the guardians' obstetrical experts and in denying ADHS's motion to intervene. We affirm in part and reverse and remand for new trial as to Drs. Quirk and Brunson, and to allow the intervention of ADHS.\nEmily Jane Golden was born at the UAMS hospital on October 3, 1985. This action was commenced on October 26, 1992, after Emily's parents obtained a diagnosis that she suffered a spinal cord injury at birth. Dr. Kim Golden, Emily's mother, had asked Dr. J. Gerald Quirk, an obstetrician on the UAMS medical school ¡Faculty, to handle her pregnancy and delivery. Emily was delivered approximately seven and a half months into the pregnancy. Dr. Quirk elected to perform a vaginal delivery rather than a cesarian section, and he used forceps during the delivery. Another obstetrician, Dr. Gaylon L. Brunson, had examined Kim Golden during her premature labor while Dr. Quirk was out of town. The Goldens contend that Emily's spinal cord was stretched at birth, and that her vertebra may have been fractured. They further contend that the remaining physicians named in the lawsuit, also UAMS employees or residents at the time, were negligent in failing to discover the extent of Emily's injuries. The child was ultimately diagnosed as having a spinal cord injury, as opposed to cerebral palsy, when she was 7 years of age. The Goldens also sued APIE pursuant to the Arkansas Direct Action statute, as insurer of the state employee physicians. The trial court granted APIE's motion to dismiss prior to trial, granted summary judgment to two of the physicians who examined Emily after her birth, Drs. Allison and Molpus, and dismissed the complaint during the trial as to Dr. Everett, another physician who examined Emily. The appellant ADHS moved to intervene pursuant to Ark. Code Ann. § 20-77-304 (Repl. 1991) in order to recover medicaid benefits paid on behalf of Emily after her medical insurance had been exhausted. The trial court denied the motion on the basis that ADHS's claims were derivative of Emily's parents' claims for recovery of her medical expenses, and those claims were time barred.\n1. Exclusion of deposition testimony \nThe guardians first contend that the trial court improperly excluded depositions of two of their experts contrary to the rules of civil procedure. This issue bears only on the case against Drs. Quirk and Brunson because the excluded expert testimony concerned only the issue of their negligence in treating Kim Golden during her labor and delivery. After the original complaint was filed, APIE filed a motion for a pretrial scheduling order requesting that it be allowed to take the discovery depositions of the guardians' expert witnesses prior to and in a separate proceeding from any evidentiary depositions. The guardians' counsel *777objected that the rules of civil procedure did not distinguish between discovery and evidentiary depositions and asserted they would not waive the wording of Ark. R. Civ. P. 32.\nAt a hearing on the motion, the guardians again argued the rules of civil procedure did not distinguish between discovery and evidentiary depositions. The trial court entered a scheduling order which provided that the defendants were entitled to take discovery depositions of all the plaintiffs' expert witnesses and that the depositions shall not be used as direct testimony at trial unless the witness is deceased. The order further provided that, if it was determined that a witness would be otherwise unavailable to attend trial, plaintiff shall notify all defense counsel so that an evidentiary deposition can be scheduled subsequent to and in a. separate proceeding from the discovery deposition.\nPrior to the start of the trial, the guardians filed motions seeking permission to read at trial the depositions of Dr. Frank Miller, who had been present during Kim Golden's labor, and Dr. Melvyn J. Ravitz, both experts for the case against Drs. Quirk and Brunson. The motions asserted that Dr. Miller's deposition was taken at his office in Lexington, Kentucky, and that Dr. Ravitz was an obstetrician in Manasquan, New Jersey. The motion further stated Dr. Ravitz was suffering from a medical problem and was unable to attend the trial. The trial court denied the guardians' motion to introduce the depositions of Dr. Ravitz and Dr. Miller based on the pretrial order. The trial court found that exceptional circumstances did not exist in the case of Dr. Ravitz and appellees were not given notice pursuant to the pretrial order that Dr. Miller's deposition was to be an evidentiary deposition. We agree that the trial court erred in excluding the depositions.\nRule of Civil Procedure 32 provides in part:\n(a) Use of Depositions. At the trial or upon the hearing of a motion or an interlocutory proceeding, any part or all of a deposition, so far as admissible under the rules of evidence applied as though the witness were then present and testifying, may be used against any party who was present or represented at the taking of the deposition or who had reasonable notice thereof, in accordance with any of the following provisions: . . .\n*778(3) The deposition of a witness, whether or not a party, may be used by any party for any purpose if the court finds: . . .\n(B) that the witness is at a greater distance than 100 miles from the place of trial or hearing, or is out of this state, unless it appears that the absence of a witness was procured by the party offering the deposition; ....\nThere is no dispute that both Dr. Miller and Dr. Ravitz were out of state at the time of trial. There is no allegation that the absence of either expert was procured by the appellants. Rule 32 clearly provides for the admission of both depositions.\nDrs. Quirk and Brunson assert that the trial court properly denied admission of the depositions for failure to comply with the pretrial order. They rely upon Ark. R. Civ. P. 26, General Provisions Governing Discovery, which provides in part:\n(b) Scope of Discovery. Unless otherwise limited by order of the court in accordance with these rules, the scope of discovery is as follows:\n(4) Trial Preparation: Experts. Discovery of facts known and opinions held by experts, otherwise discoverable under the provisions of subdivision (b)(1) of this rule and acquired or developed in anticipation of litigation or for trial, may be obtained only as follows:\n(A)(i) A party may through interrogatories require any other party to identify each person whom the other party expects to call as an expert witness at trial, to state the subject matter on which he is expected to testify, and to state the substance of the facts and opinions to which the expert is expected to testify and a summary of the grounds for each opinion.\n(ii) Upon motion, the court may order further discovery by other means, subject to such restrictions as to scope and such provisions, pursuant to subdivision (b)(4)(C) of this rule, concerning fees and expenses as the court may deem appropriate. (Emphasis added.)\nDrs. Quirk and Brunson assert that Rule 26(b)(4)(A)(ii) allows the trial court discretion to distinguish between discovery and *779evidentiary depositions.\nHowever, this Court has clearly stated that Rule 32 does not distinguish between discovery and evidentiary depositions. Whitney v. Holland Retirement Ctr., 323 Ark. 16, 912 S.W.2d 427 (1996). We stated that the rule has been construed to provide that any party, not only the party who took the deposition, may use the deposition of a witness, whether or not a party, for any purpose at the trial or hearing, if the party demonstrates to the court the existence of one of the conditions specified in Rule 32(a)(3). Id. \nIn Goodwin v. Harrison, 300 Ark. 474, 780 S.W.2d 518 (1989), we concluded a deposition was properly excluded where the understanding of the parties and the trial court was that plaintiffs counsel would not use a doctor's discovery deposition as an evidentiary deposition. We determined that the plaintiff had waived Rule 32 under these circumstances. However, in Whitney, supra, we rejected the argument that the parties had an implied agreement regarding discovery and evidentiary depositions.\nClearly, there was no agreement or waiver by the guardians in this instance. Although the trial court ruled the depositions would be for discovery only and not admissible at trial, and Quirk and Brunson may have relied upon that ruling, the guardians emphatically protested the trial court's ruling and specifically cited the Goodwin case as the reason for their continued objections.\nWe also agree that the exclusion of the deposition testimony was prejudicial error. Our Medical Malpractice Act provides that in any action for medical injury the plaintiff must prove the applicable standard of care, that the medical provider failed to act in accordance with that standard, and that such failure was a proximate cause of the plaintiffs injuries. Blankenship v. Burnett, 304 Ark. 469, 803 S.W.2d 539 (1991); Ark. Code Ann. § 16-114-206 (1987). The plaintiffs burden of proving the applicable standard of care and the defendant's failure to comply with that standard requires expert testimony when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge. Brumley v. Naples, 320 Ark. 310, 896 S.W.2d 860 (1995). Dr. Ravitz's proffered deposition *780provided opinions regarding the applicable standard of care, the alleged negligence of Drs. Quirk and Brunson, and proximate causation. Dr. Miller's deposition was also proffered by the guardians, and it provided that he examined Kimberly Golden in the delivery room on the evening of October 2, 1985. Although Dr. Miller requested that he be considered a fact witness rather than an expert witness, he conducted a cervical exam of Kimberly Golden, discussed the appropriate treatment which he prescribed for her uterine contractions, and discussed the procedures he followed during her subsequent pregnancies. In the instant case, the guardians were deprived of expert testimony in a situation in which such testimony was required. See Brumley v. Naples, supra. We agree that the exclusion of critical expert testimony in a medical malpractice case with multiple experts on each side constitutes prejudicial error.\n2. Medical Malpractice Act \nThe guardians assert that Ark. Code Ann. § 16-114-207(3) (1987), a part of the Medical Malpractice Act, is unconstitutional. This section of the act provides that no medical care provider shall be required to give expert testimony at trial against himself or herself.\nThe arguments on this point raised in the trial court consist of the following. In a motion for authority to ask the defendant doctors to give expert opinion testimony at their depositions, the guardians asserted § 16-114-207(3) did not apply to discovery. A hearing was held regarding this motion, and during the discussion, counsel for the guardians stated,\n[l]et me just state this for the record. I think this whole statute is unconstitutional. This same issue was before Judge Bogard in another case. He ruled this entire statute unconstitutional. If the Court is going to rule against me on this point, I would like to make that argument and present a brief on that point so I can preserve my record on that to go to the Supreme Court with it. But I think the whole statute is unconstitutional. (Emphasis added).\nThe trial court commented his inclination was to allow the guardians to question the defendants about their opinions as to the standard of care but not to allow use of this testimony at *781trial.\nSubsequently, the guardians filed a third amended complaint which alleged in part:\nthe so-called Arkansas Medical Malpractice Act . . . and each and every section thereof, (1) Discriminates in favor of medical providers over others and, therefore, violates the equal protection clause of both the Federal and Arkansas constitutions (Ark. Const. Art. II, Sec. 3; U.S. Const. Amend. XIV), (2) Denies prompt access to the courts thereby depriving persons of the lawful right to redress (Ark. Const. Art. II, Sec. 13), (3) Constitutes special legislation (Ark. Const. Art. V, Sec. 25), (4) Violates the privileges and immunities clause of both the United States (U.S. Const. Amend. XIV) and the Arkansas Constitution (Ark. Const. Art. II, Sec. 18), (5) Violates the Arkansas Constitution in attempting to limit amounts of recoveries. (The Arkansas Constitution, at Art. V, Sec. 32, provides: that otherwise no law shall be enacted limiting the amount to be recovered for injuries resulting in death or for injuries to persons or property.), and (6) Violates the Supersession Rule.\nIn response to a motion in limine filed by Quirk, the guardians stated in part, In the first place, plaintiffs contend that the so-called Medical Malpractice Act is unconstitutional. At a pretrial hearing on the motion in limine, during the course of his argument, counsel for the guardians stated, we would restate our position once again, that this particular statute, . . ., is unconstitutional. The trial court stated, I'll hold that it is constitutional. Finally, in the hearing on the motion for new trial, the guardians proffered the order finding Ark. Code Ann. § 16-114-207(3) unconstitutional in another medical malpractice case. The order simply stated that § 16-114-207(3), (1) discriminates in favor of medical providers, (2) usurps the authority of the courts to establish rules of practice, pleadings and procedure, and (3) violates the equal protection clause and the privileges and immunities clause of the Arkansas and United States Constitution, therefore, that section of the Act is unconstitutional. There is no other indication in the abstract that the guardians presented any further argument or brief to the trial court.\n*782We first note that this constitutional issue was not properly briefed and argued to the trial court. See Prater v. St. Paul Ins. Co., 293 Ark. 547, 739 S.W.2d 676 (1987). This Court will not strike down a legislative act on constitutional grounds without first having the benefit of a fully developed adversary case. Drummond v. State, 320 Ark. 385, 897 S.W.2d 553 (1993). Moreover, the guardians did not raise the specific constitutional arguments they now seek to advance in this appeal. Harris v. State, 320 Ark. 677, 899 S.W.2d 459 (1995); see also Whitney v. Holland Retirement Ctr., Inc., 323 Ark. 16, 912 S.W.2d 427 (1996). At trial, they merely made conclusory statements that the statute was unconstitutional. This argument is therefore procedurally barred.\n3. Cross-examination of Dr. Quirk \nThe guardians contend that the trial court erred in limiting the cross-examination of Dr. Gerald Quirk. They raise three evidentiary questions under this point. They contend that the trial court prevented them from cross-examining Dr. Quirk about his attitudes and temperament, his charting practices, and his past employment as a medical expert. Although we have already determined the judgment as to Dr. Quirk must be reversed, we discuss this argument as it is likely to arise at trial on remand.\nThe guardians state that Dr. Quirk testified in a previous case that he was a street fighter from New York and this attitude was expressed in his daily life and in his verbal jousting with opposing attorneys. They assert that Quirk's temperament caused him to obstinately refuse to modify his manner of performing the delivery once complications arose and to instead employ physical force by using forceps to complete the delivery of Emily. The guardians further contend that these attitudes and temperament were part of the foundation of their case, and were relevant and probative to the issue of Quirk's credibility.\nAt a pretrial hearing, the trial court concluded that testimony regarding Dr. Quirk's verbal discourse with lawyers was highly prejudicial. The trial court further stated that if the defendant were being called as an expert witness, the fact that he enjoyed engaging in verbal street fighting with lawyers in the courtroom would be admissible to show bias and prejudice, but *783as a fact witness, such testimony, is not probative but is prejudicial. At trial, when the guardians once again sought to cross-examine Dr. Quirk regarding his attitude and temperament, the trial court simply stated the questions were not relevant to the case.\nA trial court's ruling on the relevancy of evidence will not be reversed absent an abuse of discretion. Thompson v. Perkins, 322 Ark. 720, 911 S.W.2d 582 (1995). Further, we will not reverse a trial court's weighing of probative value against unfair prejudice under Rule 403 unless there has been a manifest abuse of discretion. Id. Here the appellants have failed to demonstrate an abuse of discretion regarding either determination.\nThe guardians next submit the trial court improperly excluded evidence of Dr. Quirk's charting practices. They assert that during his deposition, Dr. Quirk stated that he does 'skillful charting,' in that he never charts anything unfavorable about himself. As an example they allege that Dr. Quirk once misdiagnosed a baby as being dead, and later charted inaccurate information to hinder any later inquiry into the incident.\nEven assuming the guardians' characterization of the incident is accurate, the trial court did not abuse its discretion in excluding the evidence. At the pretrial hearing, the guardians argued Dr. Quirk's charting practice was a habit and pertinent to show a practice of fraudulent charting. The trial court concluded Dr. Quirk was not on trial for the incident regarding the baby and it was not admissible, stating that perhaps the charting might be admissible. But the facts that were told to me would absolutely prejudice the jury in this case. The trial court further stated that I don't think the probative value anywhere closely measures to the prejudicial effect.\nOn appeal, the guardians do not assert that the trial court abused its discretion regarding the prejudicial effect of the testimony; they simply assert the testimony is admissible under Ark. R. Evid. 404 and 608 which address character evidence. However, it is within the trial court's discretion to exclude otherwise admissible testimony under Ark. R. Civ. P. 403. Thompson, supra. We cannot say that the trial court abused its discretion in excluding the testimony.\n*784For their third point, the guardians contend the trial court erred in excluding evidence of Quirk's past employment as a medical expert. They submit Quirk worked in the past as a medical expert witness on a very large number of cases for a plaintiffs attorney. The trial court initially concluded Quirk was a fact witness, not an expert witness, and Ark. Code Ann. § 16-114-207(3) provided he could not be required to give an opinion against himself. However, the trial court further stated that cross-examination of Dr. Quirk about his testifying as an expert witness would not be relevant and the prejudicial value would outweigh any probative value.\nOn appeal, the guardians submit the testimony was clearly admissible under § 16-114-207(3) and was probative on several other counts as well. The guardians state that the evidence demonstrated Quirk had not merely testified on occasion; he had worked on approximately 200 cases for a single plaintiffs attorney and received $250 an hour for that work. Here, the guardians have also failed to demonstrate that the trial court abused its discretion in concluding the testimony was not relevant. See, Thompson, supra. Dr. Quirk's past experience as a medical expert for a plaintiff's attorney, though it may have been extensive, was not relevant in this case.\n4. Res ipsa loquitur \nThe guardians next declare that the trial court erred in refusing Arkansas Model Instruction (AMI) 610 because all of the required elements of res ipsa loquitur are present in this case. At trial, the appellants proffered a jury instruction which provided,\nWith respect to the question of whether Dr. Gerald Quirk was negligent in the use of forceps in this case, the plaintiffs have the burden of proving each of the following two propositions: First, that the alleged injury to Emily Jane Golden's vertebrae was attributable to the use of forceps which were under the exclusive control of Dr. Quirk. Second, that in the normal course of events, no injury would have occurred to Emily Jane Golden's vertebrae if Dr. Quirk had used ordinary care while the forceps were under his exclusive control. If you find that each of these two propositions has been proved by the plaintiffs, then *785you are permitted, but not required, to infer that Dr. Quirk was negligent.\nSee AMI 610 (3rd. ed.). Once again, we discuss this issue as it is likely to arise on remand.\nIn Schmidt v. Gibbs, 305 Ark. 383, 807 S.W.2d 928 (1991), this Court clearly stated that the doctrine of res ipsa loquitur may apply in cases of medical malpractice on the part of any and all medical care providers as defined by the Medical Malpractice Act if the essential elements for application of the doctrine exist. We noted that the theory of res ipsa loquitur may be invoked when: (1) the defendant owes a duty to the plaintiff to use due care, (2) the accident is caused by the thing or instrumentality under the control of the defendant, (3) the accident which caused the injury is one that, in the ordinary course of things would not occur if those having control and management of the instrumentality used proper care, and (4) there is an absence of evidence to the contrary. Id. In Schmidt, however, we concluded the appellant was not entitled to the application of the doctrine where there was evidence to the contrary, in the form of expert testimony, which indicated the use of proper care by two of the defendants.\nThe guardians' proposed jury instruction relates to the question of whether Dr. Quirk was negligent in the use of forceps, resulting in an injury to Emily Jane Golden's vertebrae. However, there was substantial evidence to the contrary that an accident was caused by the thing or instrumentality under the control of the defendant or that an accident even occurred during the delivery of Emily Golden. Tanna Lentz Barnes, the nurse who assisted with the delivery, testified that she did not recall Dr. Quirk yanking the baby out with the forceps. Dr. Larry Gilstrap, a professor of obstetrics and gynecology who testified for the appellees, stated that it was appropriate and within accepted care for Dr. Quirk to have performed the outlet forceps delivery. Dr. Gilstrap further testified that it was his opinion with a reasonable degree of medical certainty that Emily Golden did not have a fractured neck at birth. Dr. Gerald Fenichel, a pediatric neurologist who testified for the appellees, stated that it was his opinion within a reasonable degree of medical certainty that Emily Golden did not have a fractured neck at birth as a *786result of a low forceps delivery by Quirk.\nDr. David McKelvey, an obstetrician-gynecologist who testified for the appellees, stated excessive force was not used in delivering the baby. Finally, Dr. Tom Naidich, an expert in neuroradiology who testified for the appellees, stated that what is seen at the cervical vertebrae in the films, MRI scans, and CT scans of Emily Golden was not the result of trauma at delivery. The trial court properly refused the proffered instruction.\n5. Limitation of Closing arguments \nAt the end of the trial, the trial court stated that he was inclined to allow the plaintiffs forty minutes for closing argument, each defense attorney twenty minutes, and then ten minutes for the plaintiffs in rebuttal. Counsel for the guardians commented that forty minutes seemed unrealistic. The next day, prior to the beginning of closing arguments, the trial court stated he had decided to allow the plaintiffs a full hour, but only twenty minutes of that time could be used for rebuttal. Each of the defendants was still limited to twenty minutes in closing argument.\nOn appeal, the guardians assert that the trial court erred in limiting the time because it is clear that the circumstances of this case necessitated a longer closing argument. However, the guardians did not object to the trial court's limitation upon closing argument. Thus, the issue is not preserved for appeal. Kempner v. Schulte, 318 Ark. 433, 885 S.W.2d 892 (1994). Although counsel for the guardians initially commented that forty minutes seemed unrealistic, the trial court reconsidered and extended the time to one hour. The guardians' counsel made no other comments regarding the limitation.\nThe guardians further assert that the trial court erred in prohibiting them from arguing damages in the rebuttal portion of their argument. Following the conclusion of the defendants' opening arguments, one of the defendants asserted that since none of the defendants mentioned damages during closing arguments, plaintiffs should be prohibited from discussing damages during the rebuttal. The trial court agreed and ruled that the plaintiffs could not argue damages in their rebuttal.\n*787A trial court has wide discretion in controlling, supervising, and determining the propriety of counsels' arguments, and an appellate court will not reverse absent a showing of manifest abuse. Allred v. Demuth, 319 Ark. 62, 890 S.W.2d 578 (1994). Moreover, here the guardians cannot show they were prejudiced by the ruling. The jury returned a verdict in favor of the defendants on the issue of liability; therefore, the jury was never required to consider the issue of damages. See Peters v. Pierce, 314 Ark. 8, 858 S.W.2d 680 (1993). This Court will not reverse in the absence of a showing of prejudice. Id. \n6. Dismissal of Insurer \nThe guardians contend that the trial court erred in dismissing APIE. APIE was made a party to the litigation, pursuant to Ark. Code Ann. § 23-79-210 (a)(1) (Repl. 1992) and § 19-10-305(a) (Repl. 1994), as malpractice insurance carrier for defendant physicians. APIE moved to dismiss on the basis that the direct-action statute, § 23-79-210, did not authorize the filing of a direct-action lawsuit against a liability insurance carrier for an individual. APIE also asserted in a supplemental brief that Act 292 of 1993 amended § 19-10-305 and clarified that direct-action statutes were not allowed against liability insurers for state employees. The trial court concluded that in Act 292 of 1993 the legislature had spoken clearly on this matter; therefore the complaint against APIE should be dismissed.\nArkansas Code Annotated § 23-79-210(a) (Repl. 1992) provides:\n(a)(1) When liability insurance is carried by any cooperative nonprofit corporation, association, or organization, or by any municipality, agency, or subdivision of a municipality or of the state, or by any improvement district or school district, or by any other organization or association of any kind or character and not subject to suit for tort, and if any person, firm, or corporation suffers injury or damage to person or property on account of the negligence or wrongful conduct of the organization, association, municipality or subdivision, its servants, agents, or employees acting within the scope of their employment or agency, then the person, firm, or corporation so injured or damaged shall have a direct cause of action against the *788insurer with which the liability insurance is carried to the extent of the amounts provided for in the insurance policy as would ordinarily be paid under the terms of the policy.\nIn Carter v. Bush, 296 Ark. 261, 753 S.W.2d 534 (1988), we commented that our direct-action statute is limited to the insurance carriers of cooperative non-profit organizations, municipalities, agencies or subdivisions of municipalities or of the state, improvement districts, school districts, or other organizations of any kind or character not subject to suit in tort. See also Jarboe v. Shelter Insurance Company, 317 Ark. 395, 877 S.W.2d 930 (1994). We further commented that the statute makes no mention of individuals. Carter, supra \nOn appeal, the guardians contend APIE is not the insurance carrier for the individual doctors, but rather it is the insurer for UAMS, a state agency, and the doctors are covered as employees of the agency. However, the complaint did not allege that APIE was brought in as the insurer for UAMS, or that the Medical Center was negligent.\nThe guardians also assert that the amended sections of § 19-10-305 are unconstitutional as applied retroactively to any suits pending on the effective date of Act 292. Act 292 of 1993 provides in part:\nSECTION 1. Arkansas Code 19-10-305 is hereby amended to read as follows:\n19-10-305. Immunity of state officers and employees - Status as employee.\n(a) Officers and employees of the State of Arkansas are immune from liability and from suit, except to the extent that they may be covered by liability insurance, for damages for acts or omissions, other than malicious acts or omissions, occurring within the course and scope of their employment.\nSECTION 3. This act shall have a retroactive application to the effective date of Act 542 of 1991 to avoid the misinterpretation of the intent of Act 542 as permitting suits directly against liability insurers of state and local *789government officials and employees. This act is intended to have retroactive effect so as to apply to any suits pending as of the effective date of this act. (Emphasis added.)\nAct 292 added only the underlined portion of the statute. The guardians simply state that such retroactive application violates Appellants' rights under the due process clauses of both the Arkansas and United States Constitutions, Ark. Const. art. 2, Section 8, and U.S. Const. Amend. V.\nWe first note that where an appellant cites no authority, nor makes a convincing argument, and where it is not apparent without further research that the point is well taken, we will affirm the decision of the trial court. State Farm Mut. Auto Ins. Co. v. Beavers, 321 Ark. 292, 901 S.W.2d 13 (1995). Second, this Court has previously concluded that the direct action statute only allows suits against insurers for the negligence of their insureds when the insured is a charitable organization or governmental entity. Jarboe, supra. More significantly, Act 292 simply added the clause except to the extent that they be covered by liability insurance as qualifying an employee's immunity. Consequently, there is no retroactive application because in Carter v. Bush, supra, this Court recognized in 1988 that employees have only a qualified immunity and that actions can be maintained against them to the extent they are protected by insurance.\n7. Summary Judgment \nThe guardians contend the trial court erred in granting summary judgment in favor of Dr. Janice Allison and Dr. Mark Molpus. Drs. Allison and Molpus moved for summary judgment on the basis that they were residents in radiology training at all times relevant to the lawsuit and the guardians failed to present any expert testimony showing that they deviated below the standard of care for residents in training. The guardians responded that Allison and Molpus were fully licensed doctors at all times relevant to the lawsuit and that there was testimony that both misread an MRI as normal. The trial court granted summary judgment in favor of Allison and Molpus.\nOn appeal, the guardians submit they provided extensive deposition testimony which created a fact question as to the negligence of Allison and Molpus. They also assert that the two defendants moved for summary judgment without any supporting affidavits or depositions only because no expert witness testified they deviated below the standard of care for residents in training.\nThe standard for review of a summary judgment is whether the evidentiary items presented by the moving party in support of the motion left a question of material fact unanswered and, if not, whether the moving party is entitled to judgment as a matter of law. Baker v. Milam, 321 Ark. 234, 900 S.W.2d 209 (1995). This Court views all proof in the light most favorable to the party opposing the motion, resolving all doubts and inferences against the moving party. Id. However, when the movant makes a prima facie showing of entitlement to summary judgment, the respondent must meet that proof with proof showing a genuine issue as to a material fact. Id. \nHere, Allison and Molpus did not dispute the facts presented by the guardians, but argued they were entitled to summary judgment as a matter of law since there was no testimony that they deviated below the applicable standard of care. Arkansas Code Annotated § 16-114-206 (1987) provides that in any action for medical injury the plaintiff must prove the applicable standard of care, that the medical provider failed to act in accordance with that standard, and that such failure was a proximate cause of the plaintiffs injuries. Blankenship v. Burnett, 304 Ark. 469, 803 S.W.2d 539 (1991). The plaintiffs burden of proving the applicable standard of care and the defendant's failure to comply with that standard requires expert testimony when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge. Brumley v. Naples, 320 Ark. 310, 896 S.W.2d 860 (1995).\nOn appeal, the guardians offer no argument that either Allison or Molpus deviated below the required standard of care. In fact, as to Allison, they do not even mention the standard of care. As to Molpus, they argue that Dr. Henry Pibram testified it was below the standard of care for the staff radiologist not to comment on a mass depicted in the MRI. However, Dr. Pibram admitted he did not know what the standard of care was for a resident. The guardians have not established on appeal that *791they presented any evidence of the standard of care required of Allison and Molpus. They have not cited any evidence in the record to support the theory that residents should be held to the same standard as other licensed doctors. Consequently, Allison and Molpus were entitled to judgment as a matter of law; the trial court did not err in granting the summary judgments.\n8. Dismissal of Dr. Everett \nThe guardians argue that the trial court erred in dismissing Dr. Karen Everett upon her motion for directed verdict. Dr. Karen Everett was a neurology resident when she conducted an examination of Emily Golden on August 4, 1989. Dr. Bernadette Lange was the staff pediatric neurologist who supervised Dr. Everett. Dr. Everett signed the report regarding Emily Golden, and the report was counter-signed by Dr. Lange. The guardians assert Dr. Everett's examination ignored symptoms that Emily Golden had a spinal cord injury and did not recommend any follow up treatment. On appeal, the guardians submit that the total evidence justified submitting Dr. Everett's negligence to the jury.\nIn determining whether a directed verdict should have been granted, we review the evidence in the light most favorable to the party against whom the verdict is sought and give it its highest probative value, taking into account all reasonable inferences deducible from it. Morehart v. Dillard Dep't Stores, 322 Ark. 290, 908 S.W.2d 331 (1995). A motion for directed verdict should be granted only if there is no substantial evidence to support a jury verdict. Id. Where the evidence is such that fair-minded persons might reach different conclusions, then a jury question is presented, and the directed verdict should be reversed. Id. \nThe guardians principally rely upon the testimony of Dr. John Menkes, a pediatric neurologist, who testified as an expert for the guardians. During direct examination, he testified that it was below the standard of care not to bring Emily Golden back for further examination. On cross-examination, Dr. Menkes testified that Dr. Everett and Dr. Lange did not violate any standard of care in not detecting a spinal cord lesion on August 4, 1989, and that his only criticism was that they should have brought the child back for a follow-up examination.\nDr. Menkes further testified that Dr. Everett originally wrote RTC, return to clinic, which was scratched out when Dr. Lange determined a follow-up visit was not necessary. Dr. Menkes testified that his criticism of Dr. Everett was that she should have overruled Dr. Lange and insisted the child return to the clinic. However, Dr. Menkes further stated that if it is the customary practice at UAMS for the staff doctor, and not the resident, to have the final word, then Dr. Everett would not have such authority; Dr. Menkes did not know the customary practice at UAMS.\nIn granting the directed verdict, the trial court commented that Dr. Menkes's criticism concerned the return to the clinic and concluded Dr. Menkes was not familiar with the standard of care at the University of Arkansas Medical School as to the duties of a resident in this situation. Once again, the guardians failed to present proof of the applicable standard of care and of the defendant's failure to comply with that standard. Blankenship v. Burnett, 304 Ark. 469, 803 S.W.2d 539 (1991); Brumley v. Naples, supra. \n9. Exclusion of medical expenses \nThe guardians assert the trial court erred in excluding Emily Jane Golden's medical expenses. The trial court granted summary judgment in favor of the defendants and barred the guardians from recovering medical expenses for Emily Golden. The trial court concluded the claim for recovery of medical and related expenses incurred during the child's minority is that of her parents only and because the parents failed to assert their claim within two years of the date of the negligent acts, the claims were barred by the statute of limitations.\nThe trial court concluded the child is not given an independent right to recover the cost of the medical treatment. In Parrott v. Mallett, 262 Ark. 525, 558 S.W.2d 152 (1977), this Court noted that in case of injury to a minor child, there are two separate and distinct causes of action: one in favor of the infant for his injuries and one in favor of the parent for losses suffered by the parent. We went on to state:\nWe have not specifically stated that recovery cannot be had in an action on behalf of a minor child for medical *793expenses incurred and to be incurred during his minority, where he has not paid them and is not liable for them. By an overwhelming weight of authority, it is held that no award for such damages may be made in an action brought on behalf of the child, where the child is unemancipated and not responsible for his own debts and has not paid the bill for such expenses.\nThus, the trial court correctly concluded Emily Golden did not have an independent right to recover medical expenses.\nAs to the right of William and Kimberly Golden to recover expenses incurred on account of the injury to Emily Golden, the trial court concluded the statute of limitations barred such an action. Ark. Code Ann. § 16-114-203 (Supp. 1995) provides:\n(a) Except as otherwise provided in this section, all actions for medical injury shall be commenced within two (2) years after the cause of action accrues.\n(b) The date of the accrual of the cause of action shall be the date of the wrongful act complained of and no other time.\nThe guardians concede that the last wrongful act complained of occurred in January of 1991. William and Kimberly Golden did not even become parties to the action, and then only as guardians, until the Second Amended Complaint which was filed on February 18, 1993. Thus, the trial court correctly determined that their claims were time barred.\n10. Intervention of ADHS \nAppellant ADHS argues that the trial court erred in denying its motion to intervene. On November 8, 1993, ADHS filed a motion to intervene pursuant to Ark. R. Civ. P. 24(a)(1) and Ark. Code Ann. § 20-77-304 (Repl. 1991). The complaint asserted Emily Golden had applied for and received benefits administered by the Medicaid program and she had assigned any recovery from the defendants to ADHS. The complaint further asserted that Ark. Code Ann. § 20-77-301 et seq. imposes such an assignment as a matter of law and creates an absolute lien in favor of ADHS. The trial court denied the motion for interven*794tion on the basis that ADHS's claims were derivative of the parents' claims for recovery of medical expenses incurred during the minority of Emily Golden. The trial court found that because the parents' claims were barred, ADHS's derivative claim was also time barred.\nAppellant ADHS contends it has a right (1) to initiate an action on its own behalf, irrespective of the actions of others, and (2) to intervene in an existing action brought by or on behalf of a Medicaid recipient. We hold the trial court erred in denying the motion for intervention, as ADHS's claims are clearly not derivative of the claims of the parents.\nArkansas Code Annotated § 20-77-301 (Repl. 1991) provides in part:\n(a) When medical assistance benefits are provided or will be provided to a medical assistance recipient because of injury, disease, or disability for which another person is liable, the appropriate division of the Department of Human Services shall have a right to recover from the person the cost of benefits so provided. The department may, to enforce the right, institute and prosecute legal proceedings against the third person who may be liable.\n(b) No action taken on behalf of the division pursuant to this section or any judgment rendered in the action shall be a bar to any action upon the claim or cause of action of the recipient, his guardian, personal representative, estate, or survivors against the third person who may be liable for the injury. Nor shall any action operate to deny to the recipient the recovery for that portion of any damages not covered hereunder.\n(Emphasis added.) Further, Ark. Code Ann. § 20-77-306 (Repl. 1991) provides in part:\nAll parties who were legally liable for any or part of any medical cost of an injury, disease, disability, or condition requiring medical treatment for which the medicaid program, established by Acts 1965 (2nd Ex. Sess.), No. 14, § 7 [superseded], has paid, or has assumed liability to pay, shall be liable to the Department of Human Services for the amount of their liability to the extent that the Depart*795ment of Human Services has paid or agreed to pay.\nThus, it is clear that ADHS has an independent right to recover the cost of benefits provided from persons who are liable for injury to a medicaid recipient.\nIn the instant case, ADHS sought to intervene in the action filed on behalf of Emily Golden, pursuant to Ark. Code Ann. § 20-77-304 (Repl. 1991), asserting that Emily assigned any recovery from the defendants to ADHS pursuant to Ark. Code Ann. § 20-77-307 (Supp. 1995). Section 20-77-307 provides in part:\n(a) As a condition of eligibility, every Medicaid applicant shall automatically assign his or her right to any settlement, judgment, or award which may be obtained against any third party to the Arkansas Department of Human Services to the full extent of any amount which may be paid by Medicaid for the benefit of the applicant.\n(b) The application for Medicaid benefits shall, in itself, constitute an assignment by operation of law.\n(c) The assignment shall be considered a statutory lien on any settlement, judgment, or award received by the recipient from a third party.\nFurther, § 20-77-304 provides in part:\n(a) If either the medical assistance recipient or the division brings an action or claim against a third person, the recipient or department shall, within thirty (30) days of filing the action, give to the other party written notice of the action or claim by personal service or registered mail. . . .\n(3) If an action or claim is brought by either the department or recipient, the other may, at any time before trial on the facts, become a party to the action or shall consolidate his action or claim with the other if brought independently, \n(Emphasis added.)\nThe appellees contend ADHS has no independent cause of action; however, that assertion is directly contradicted by § 20-77-301. Further, § 20-77-304(3) clearly contemplates *796ADHS may become a party to the action brought by the guardians. The trial court erred in denying the intervention; we reverse.\nThe guardians have also asked that we retax costs pursuant to Ark R. App. P. 6(c) because the appellees filed a Designation of Record which resulted in the inclusion of unnecessary material not used by any parties in this appeal, at an additional cost to appellants of $15,699.50. The appellees point out that the guardians initially listed 23 issues they intended to raise on appeal. The brief filed by the guardians contained only ten of these issues. Appellees further contend that among the issues raised by the guardians were vague and overbroad points which required the designation of virtually all liability testimony. We cannot say that the appellees were unreasonable in their belief that the additional portions of the record were needed for consideration of the issues initially raised by the guardians. Accordingly, the guardians' motion to retax costs is denied.\nAffirmed in part; reversed and remanded in part.\nGlaze and Brown, JJ., not participating.\nSpecial Justices James McLarty and W. Kelvin Wyrick join in this opinion.\nPLAIN ENGLISH SUMMARY\nIssue: whether doctors acted negligently in causing and failing to identify a spinal injury of a newborn.\nSummary:\nthe plaintiff had a spinal cord injury at birth\none defendant doctor used forceps to deliver the plaintiff baby.\nHowever, there was substantial evidence that the use of forceps was consistent with the applicable standard of care\nadditionally, it was not necessarily below the standard of care for two resident physicians to have failed to identify an injury on an MRI\nthe court also held that where one other resident defendant had examined the plaintiff baby and determined that she should be returned to the clinic for follow-up, but the resident's supervisor overruled that and decided that no follow-up was necessary, the resident was not negligent for failing to contest the supervisor's decision, because the standard of care for the medical practice had not established that residents should contest supervisory directions.\n",
    "annotations": {
        "Facts": [
            "Emily Jane Golden was born at the UAMS hospital on October 3, 1985",
            "Emily's parents obtained a diagnosis that she suffered a spinal cord injury at birth. Dr. Kim Golden, Emily's mother, had asked Dr. J. Gerald Quirk, an obstetrician on the UAMS medical school ¡Faculty, to handle her pregnancy and delivery. Emily was delivered approximately seven and a half months into the pregnancy. Dr. Quirk elected to perform a vaginal delivery rather than a cesarian section, and he used forceps during the delivery. Another obstetrician, Dr. Gaylon L. Brunson, had examined Kim Golden during her premature labor while Dr. Quirk was out of town.",
            "Emily's spinal cord was stretched at birth, and that her vertebra may have been fractured.",
            "The child was ultimately diagnosed as having a spinal cord injury, as opposed to cerebral palsy, when she was 7 years of age",
            "Drs. Allison and Molpus",
            "were residents in radiology training at all times relevant",
            "Allison and Molpus were fully licensed doctors at all times relevant",
            "both misread an MRI as normal",
            "Dr. Karen Everett was a neurology resident when she conducted an examination of Emily Golden on August 4, 1989. Dr. Bernadette Lange was the staff pediatric neurologist who supervised Dr. Everett. Dr. Everett signed the report regarding Emily Golden, and the report was counter-signed by Dr. Lange",
            "Dr. Everett originally wrote RTC, return to clinic, which was scratched out when Dr. Lange determined a follow-up visit was not necessary"
        ],
        "Procedural History": [
            "The appellants are the co-guardians of Emily Jane Golden (guardians) and the Arkansas Department of Human Services (ADHS), which provided medical benefits to her. The appellees are ten physicians employed by the University of Arkansas for Medical Sciences (UAMS), including two who treated Emily Golden's mother, Kim Golden, during her pregnancy and delivery, Drs. J. Gerald Quirk and Gaylon L. Brunson, and eight others who provided medical treatment to Emily after her birth",
            "The guardians filed suit against the physicians",
            "The trial court granted summary judgment to two of the physicians and dismissed the complaint as to one physician during the trial; a jury returned a verdict in favor of the remaining physicians. The guardians appeal the denial of their motion for new trial and the orders granting the summary judgments and dismissal",
            "The trial court granted APIE's motion to dismiss prior to trial, granted summary judgment to two of the physicians who examined Emily after her birth, Drs. Allison and Molpus, and dismissed the complaint during the trial as to Dr. Everett, another physician who examined Emily",
            "The trial court granted summary judgment in favor of Allison and Molpus."
        ],
        "Application of Law to Facts": [
            "question of whether Dr. Quirk was negligent in the use of forceps, resulting in an injury to Emily Jane Golden's vertebrae. However, there was substantial evidence to the contrary that an accident was caused by the thing or instrumentality under the control of the defendant or that an accident even occurred during the delivery of Emily Golden. Tanna Lentz Barnes, the nurse who assisted with the delivery, testified that she did not recall Dr. Quirk yanking the baby out with the forceps. Dr. Larry Gilstrap, a professor of obstetrics and gynecology who testified for the appellees, stated that it was appropriate and within accepted care for Dr. Quirk to have performed the outlet forceps delivery. Dr. Gilstrap further testified that it was his opinion with a reasonable degree of medical certainty that Emily Golden did not have a fractured neck at birth. Dr. Gerald Fenichel, a pediatric neurologist who testified for the appellees, stated that it was his opinion within a reasonable degree of medical certainty that Emily Golden did not have a fractured neck at birth as a *786result of a low forceps delivery by Quirk.Dr. David McKelvey, an obstetrician-gynecologist who testified for the appellees, stated excessive force was not used in delivering the baby. Finally, Dr. Tom Naidich, an expert in neuroradiology who testified for the appellees, stated that what is seen at the cervical vertebrae in the films, MRI scans, and CT scans of Emily Golden was not the result of trauma at delivery. ",
            "Allison and Molpus did not dispute the facts presented by the guardians, but argued they were entitled to summary judgment as a matter of law since there was no testimony that they deviated below the applicable standard of care",
            "in any action for medical injury the plaintiff must prove the applicable standard of care, that the medical provider failed to act in accordance with that standard",
            "The plaintiffs burden of proving the applicable standard of care and the defendant's failure to comply with that standard requires expert testimony when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge.",
            "On appeal, the guardians offer no argument that either Allison or Molpus deviated below the required standard of care. In fact, as to Allison, they do not even mention the standard of care. As to Molpus, they argue that Dr. Henry Pibram testified it was below the standard of care for the staff radiologist not to comment on a mass depicted in the MRI. However, Dr. Pibram admitted he did not know what the standard of care was for a resident. The guardians have not established on appeal that they presented any evidence of the standard of care required of Allison and Molpus. They have not cited any evidence in the record to support the theory that residents should be held to the same standard as other licensed doctors. Consequently, Allison and Molpus were entitled to judgment as a matter of law",
            "Dr. Menkes was not familiar with the standard of care at the University of Arkansas Medical School as to the duties of a resident in this situation. Once again, the guardians failed to present proof of the applicable standard of care and of the defendant's failure to comply with that standard"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We agree that the trial court erred in excluding the depositions of two of the guardians' obstetrical experts and in denying ADHS's motion to intervene. We affirm in part and reverse and remand for new trial as to Drs. Quirk and Brunson, and to allow the intervention of ADHS.",
            "The trial court properly refused the proffered instruction.",
            "; the trial court did not err in granting the summary judgments."
        ]
    },
    "class": "mixed"
}