{
    "text": "Dovers v. Stephenson Oil Co., 354 Ark. 695, 128 S.W.3d 805 (2003)\nNov. 13, 2003 · Arkansas Supreme Court · 03-281 \n354 Ark. 695, 128 S.W.3d 805 \nVirginia DOVERS v. STEPHENSON OIL COMPANY, Inc., and William Guffey \n128 S.W.3d 805\nSupreme Court of Arkansas\n[Petition for rehearing denied December 18, 2003.]\n*699 Gary Eubanks and Associates, by; Russell D. Marlin and William Gary Holt, for appellant.\nQuattlebaum, Grooms, Tull and Burrow PLLC, by: Thomas G. Williams; and Preston & Cowan L.L.P., by; Michele Quattlebaum, for appellees.\nJim Hannah, Justice.\nAppellant Virginia Dovers brought an action for negligence against appellees Stephenson Oil Company and William Guffey. She alleged that she suffered damages as a result of an accident in which her car was struck from behind by a tractor-trailer rig driven by Guffey. At the time of the accident, Guffey was employed by Stephenson Oil Company. At trial, the jury returned a verdict in favor of the appellees. Dovers filed a motion for a new trial, which was denied by the trial court. Dovers appealed to the court of appeals, which reversed and remanded the case to the trial court. See Dovers v. Stephenson Oil Co., 81 Ark. App. 92, 98 S.W.3d 462 (2003). Subsequent to the court of appeals' decision, the Appellees filed a petition for review, which we granted. Our jurisdiction is pursuant to Ark. Sup. Ct. R. l-2(e).\nOn appeal, Dovers argues that: (1) the jury's verdict was not supported by substantial evidence; (2) the trial court erred in denying her motion for a new trial; (3) the trial court erred in not allowing her to introduce evidence of insurance; (4) the trial court erred in allowing the appellees to introduce evidence that Guffey did not receive a traffic citation after the accident; (5) the trial court erred in allowing the appellees to elicit hearsay testimony; *700and (6) the trial court erred in allowing the appellees to introduce testimony regarding secondary gain. We affirm the trial court on all points.\nFacts \nOn June 26, 1999, Dovers was driving northbound on U.S. Highway 67/167. Guffey, who was driving a tractor-trailer rig owned by Stephenson Oil Company, was traveling immediately behind Dovers. When Dovers and Guffey reached exit ten, a black Jeep Cherokee operated by an unknown person merged onto the highway in front of Dovers's vehicle.\nThe three vehicles then continued along the highway towards exit eleven. At or near exit eleven, the black Jeep slowed and came to a stop and, in turn, Dovers slowed her vehicle and came to a stop. Guffey applied his brakes,, but he was unable to stop his tractor-trailer rig, and he struck the rear of Dovers's vehicle. Dovers suffered permanent personal injuries as a result of the accident.\nStandard of Review \nWhen this court grants a petition to review a decision by the court of appeals, this court reviews the appeal as if it had been originally filed in this court. Lewellyn v. Lewellyn, 351 Ark. 346, 93 S.W.3d 681 (2002). On appeal from a denial of a motion for a new trial, the appellate court affirms the verdict if it is supported by substantial evidence. When a motion for a new trial is made on the ground that the verdict is clearly contrary to the preponderance of the evidence, Ark. R. Civ. P. 59(a)(6), we affirm if the verdict is supported by substantial evidence, giving the verdict the benefit of all reasonable inferences in accordance with the proof. Bearden v. J.R. Grobmeyer Lumber Co., 331 Ark. 378, 961 S.W.2d 760 (1998). Substantial evidence is that which goes beyond suspicion or conjecture and is sufficient to- compel a conclusion one way or the other. Wal-Mart Stores, Inc. v. Lee, 348 Ark. 707, 74 S.W.3d 634 (2002). It is only where there is no reasonable probability that the incident occurred according to the version of the prevailing party or where fair-minded persons can only draw a contrary conclusion that a jury verdict should be disturbed. Pineview Farms, Inc. v. A.O. Smith Harvestore, Inc., 298 Ark. 78, 76 S.W.2d 924 (1989).\n*701 Substantial Evidence \nDovers argues that the jury's verdict was not supported by substantial evidence. She also argues that the trial court erred in denying her motion for new trial because the jury's verdict was not supported by substantial evidence. As the trial court's denial of Dovers's new-trial motion is the basis for both her first and second arguments on appeal, we will address this as one argument.\nArkansas State Trooper Goshen investigated the accident, and he stated that a vehicle in front of Dovers's car came to a stop on the highway, causing Dovers to stop her vehicle. Then, the truck being driven by Guffey collided with Dovers's car. Trooper Goshen stated that Guffey should have stayed at least 120 feet behind Dovers's car, and he stated that, in his opinion, the accident was caused by being inattentive and following too close.\nBill Mullenax, a retired police officer who teaches driving-safety courses at Mid-South Safety Council, testified that it would not be possible to stop a fully loaded tractor-trailer going sixty miles per hour in fifty feet. Dr. Larry Williams, an expert in accident reconstruction, stated that, in his opinion, the accident at issue occurred either because the tractor-trailer rig was following too closely, the driver was not paying attention, or both.\nGuffey's deposition was admitted during Dovers's case. Guffey stated that he was driving behind Dovers's vehicle when a black Jeep failed to yield to oncoming traffic, entered the highway, and pulled in front of Dovers's vehicle, which was proceeding in the lefthand lane. Guffey stated that he thought the Jeep was going to hit Dovers's vehicle, so he backed off. He stated that he saw the black Jeep and Dovers's vehicle come to almost a complete stop; then, he saw both vehicles take off again. Guffey stated that after the vehicles took off again, he began shifting gears and resuming the speed 'of his truck. Guffey testified that he was consistently checking his mirrors and his trailer because he was concerned that another vehicle might rear-end him.\nGuffey stated that after topping a hill, he again saw the black Jeep and Dovers's vehicle; however, he stated that he saw no brake lights. Guffey stated that he was still driving slowly because he was in the process of shifting gears to try and regain speed. Guffey stated that upon seeing the vehicles, he began applying his brakes. He testified that due to traffic, he could not change lanes, and he stated that within about twenty foot of making contact with her, brake lights came on. He stated that he attempted to stop, but he was too close to stop, and he rear-ended Dovers's vehicle. Guffey maintained that he was paying attention, and he denied that he had been following too closely. He also stated that he did not believe he could have done anything differently to avoid the accident. Further, Guffey testified that, immediately after the accident, Dovers grabbed him by the arm and said, [I]t ain't your fault... it was that son of a bitch in front of me in that black Jeep.\nDovers presented the testimony of several witnesses regarding her damages. Dovers's sister stated that after the accident, Dovers had fusion surgery and has since experienced shoulder, neck, and back pain. Dovers's brother-in-law stated that she has been depressed since the accident. Dovers's employer stated that since the accident, Dovers has not successfully returned to work. Dovers testified on her own behalf and stated that she experiences extreme pain when she turns her neck. Dr. Edwin Barron assigned Dovers a three-percent permanent partial disability rating. Ralph Scott Boax, a forensic economist, calculated Dovers's total damages to be $1,330,334.00.\nAt trial, the trial court instructed the jury on negligence, stating:\nVirginia Dovers claims damages from Stephenson Oil Company, Inc. and William Guffey, and has the burden of proving each of three (3) essential propositions:\nFirst, that she has sustained damages;\nSecond, that Stephenson Oil Company, Inc. and William Guffey, or one of them, was negligent;\nAnd third, that such negligence was a proximate cause of Virginia Dovers' damages.\nDovers argues:\nFor a plaintiff to lose a personal injury action based upon negligence, the jury must necessarily find one of the following: (1)\n*703That the plaintiff was not injured or that her injuries were not caused by the accident; (2) That the defendant was zero percent negligent in causing the accident; or (3) That the plaintiff was more at fault in causing her own injuries than the defendant.\nIn the present case there was no serious dispute as to the fact that the Plaintiff was severely injured. Appellees' counsel admitted as much herself in opening statement when she said, Now damages. Ms. Dovers was hurt. She repeated this admission again in her closing argument when she suggested to the jury that a verdict of $125,000 would be appropriate. There was also extensive testimony from Ms. Dovers' treating physicians, vocational experts and a forensic economist which were presented by the Appellant without rebuttal from the Appellees. The Appellant's injuries and damages are further corroborated by the exhibits Appellant introduced at trial including photos of Ms. Dovers' vehicle, medical bills totaling $55,296.22, extensive medical records and the report of a forensic economist regarding loss of income, future medical expenses and other economic damages as well as testimony from her family as to the extent of her pain and suffering. The Appellees did not seriously contest the fact that Ms. Dovers was injured in this accident and no reasonable juror could have concluded that she suffered no damages.\nLikewise, no reasonable juror could have found that Appellee Guffey was zero percent negligent in causing this accident. By his own admission he was following too closely to stop. He even went so far as to testify that his tractor trailer rig was within twenty feet (20') of Ms.Dovers' automobile when he saw her brake lights come on just before impact.\nTo support this proposition, Dovers cites American Republic Life Insurance Co. v. Presson, 216 Ark. 771, 776, 227 S.W.2d 969 (1950), where the court stated that the result of the fact-finder's acceptance of testimony must stand unless physical facts contradict [the witness's testimony] or unless the matters testified to are so visionary that it can be said as a matter of law that the statements would not be credited by any reasonable person. Further, Dovers cites Alldread v. Mills, 211 Ark. 99, 199 S.W.2d 571 (1947), where we stated:\nOnly in those extraordinary cases where deductions from physical laws and facts so clearly and irrefutably disprove the testimony of witnesses that reasonable minds may not entertain any other conclusion, are courts justified in ruling sworn testimony inherently unbelievable and impossible.\nAlldread, 211 Ark. at 105 (quoting Dempsey v. Horton, 337 Mo. 379, 84 S.W.2d 621, (1935)). According to Dovers, [t]here is no non-negligent explanation for Guffey to have been within twenty feet (20') of the rear of Ms. Dovers' vehicle under any circumstances, and thereby, no non-negligent explanation for this accident to have occurred.\nThe appellees acknowledge that the standard of review is whether there is substantial evidence to support the jury's verdict; however, they contend that [t]his standard of review is applied differently if the appeal is of a verdict in favor of a-defendant. In Schaeffer v. McGehee, 286 Ark. 113, 689 S.W.2d 537 (1985), the appellant appealed from a judgment on a jury verdict for the defendant in a suit for personal injuries she suffered after her vehicle was stuck from behind by the appellee. The appellant contended that there was no substantial evidence to support the verdict, and that the trial court should have entered a judgment notwithstanding the verdict or ordered a new trial. Id. at 114. This court disagreed and stated:\nIt is undisputed appellant's vehicle was stuck from the rear by the appellee's vehicle. Appellant assumes from that fact alone the jury was obligated to return a verdict in her favor. That is not our law. A plaintiff must prove that she sustained an injury, that the defendant was negligent, and that the negligence of the defendant was the proximate cause of her injuries. See AMI 203.\nThe fact that appellee's vehicle struck her does not create a presumption of negligence. St. Louis-San Francisco Ry. Co. v. Ward, 197 Ark. 520, 124 S.W.2d 975 (1939), and the jury may have decided the appellee was exercising ordinary care. . . .\nSchaffer, 286 Ark. at 114-15.\nThis court further stated:\nWhere the sufficiency of the evidence to support a verdict is the issue on appeal, the standard of review is whether the verdict is supported by substantial evidence. Obviously in appeals from a verdict for the defendant the rule cannot always be read literally, as the defendant may have introduced little or no proof, yet the jury found against the plaintiff. It makes little sense in such cases for the appellant to argue the strict application of the rule, insisting that a reversal is required because the defendant's proof failed to meet the substantial evidence test. The evident fact is the plaintiff failed to convince the jury, or fact finder, of an essential element of proof. That seems to have been the case with this jury, it simply did not think the defendant was negligent, or that the plaintiffs injuries were proximately caused by the negligence, if any. Thus, the lack of substance is not within the defendant's proof, but with the plaintiffs. See Morton v. American Medical International, Inc., 286 Ark. 88, 689 S.W.2d 535 (1985).\nSchaeffer, 286 Ark. at 115.\nIn Webb v. Bouton, 350 Ark. 254, 85 S.W.3d 885 (2002), this court further stated:\nWe have noted that generally, a defense verdict will always be supported by substantial evidence because the plaintiff has the burden of proof and the jury is the sole judge of credibility of witnesses and the weight and value of the evidence. Anderson v. Graham, 332 Ark. 503, 966 S.W.2d 223 (1998); Morton v. American Med. Int'l, Inc., 286 Ark. 88, 689 S.W.2d 535 (1985). In Morton, we quoted with approval the language from United States Fire Ins. Co. v. Milner Hotels, 253 F.2d 542 (8th Cir. 1958):\nThus, no matter how strong the evidence of a party, who has the burden of establishing negligence and proximate cause as facts, may comparatively seem to be, he is not entitled to have those facts declared to have reality as a matter of law, unless there is utterly no rational basis in the situation, testimonially, circumstantially, or inferentially, for a jury to believe otherwise.\nMorton, 286 Ark. at 90, 689 S.W.2d 535.We then went forward in Morton and stated:\nThe Supreme Court of Missouri correctly stated the common law rule, which also governs in Arkansas, in Cluck v. Abe, 328 Mo. 81, 40 S.W.2d 558 (1931):\nThe burden was not on the defendant, but was on the plaintiff to make out the case stated in his petition. In a case where the allegations of the petition are denied by the answer, and the plaintiff offers oral evidence tending to support the allegations of the petition, the defendant is entitled to have the jury pass upon the credibility of such evidence even though he should offer no evidence himself. The court has no right to tell the jury that it must believe the witnesses. The jury, in the first instance, is the sole judge of the credibility of the witnesses and of the weight and value of their evidence, and may believe or disbelieve the testimony of any one or all of the witnesses, though such evidence be uncontradicted and unimpeached.\nMorton, supra. We added that we were not aware of any Arkansas case in which a verdict for a party not having the burden of proof has been set aside in a negligence case solely because it was not supported by substantial evidence. Id.; see also Anderson v. Graham, 332 Ark. 503, 996 S.W.2d 223 (1998).\nWebb, 350 Ark. at 262-63.\nIn the present case, there was a dispute between the parties as to whether Guffey was at fault. While Trooper Goshen testified that he thought the accident was caused by being inattentive and following too close, Guffey maintained that he was paying attention and that there was nothing he could have done differently to avoid the accident. It is well settled that the weight and value of testimony is a matter that is in the exclusive province of the jury. D.B. Griffin Warehouse, Inc., v. Sanders, 349 Ark. 94, 76 S.W.3d 254 (2002). While it is clear from the evidence that there was an accident, that Guffey's vehicle struck Dovers's vehicle, and that Dovers suffered injuries, the jury declined to find the appellees negligent under the facts and law given to them.2 Viewing the evidence in the light most favorable to the appellees, as we are required to do, we find there is substantial evidence to support the jury's finding. See Ray v. Green, 310 Ark. 571, 839 S.W.2d 515 (1992).\nEvidence of Insurance \nDovers argues that the trial court erred in not allowing her to introduce evidence of the appellees' insurance. Dovers points to the following exchange between Terry Joe Stephenson of Stephenson Oil and appellees' counsel:\nQ: Terry, since you're accustomed with Stephenson Oil I'm going to let you tell the jury, explain to the jury what kind of business Stephenson Oil Company is.\nA: It's, it's a small family owned operation.\nDovers's counsel objected, arguing that the defendant had raised the issue of the appellees' financial status and, accordingly, Dovers should be allowed to introduce evidence of the appellees' insurance.\nWe will not reverse a trial court's ruling on the admission of evidence absent an abuse of discretion. Stephens v. Petrino, 350 Ark. 268, 86 S.W.3d 836 (2002). Generally, it is improper in automobile accident cases for either party to introduce or elicit evidence of the other party's insurance coverage. Peters v. Pierce, 308 Ark. 60, 823 S.W.2d 820 (1992). We have also stated that the injection of insurance coverage is not proper unless it is relevant to some issue in the case. Id. When a party testifies about his or her financial condition in a false or misleading manner, however, he or she opens the door for the introduction of evidence which might otherwise be inadmissible under the collateral source rule. Younts v. Baldor Electric Co., 310 Ark. 86, 832 S.W.2d 832 (1992); Peters, supra; York v. Young, 271 Ark. 266, 608 S.W.2d 20 (1980).\nIn Younts, supra, we held that the trial court did not abuse its discretion in allowing testimony concerning insurance coverage where, during direct examination, Younts testified that he had not *708been able to reopen his business after a fire because he could not afford it. Younts, 310 Ark. at 89. The court stated:\nIt is important to recognize that Younts' testimony came when he was being questioned by his own counsel. The question asked was whether he had rebuilt the physical facilities of his business. The question was wholly irrelevant to any question in the case other than possibly that of mitigation of damages which does not appear to have been at issue.. .. Younts' response that he could not afford to rebuild could very well have been misleading to the jury.\nId. (Citations omitted.)\nIn York, supra, the court held that a plaintiff could be cross-examined about his insurance coverage after he gave misleading testimony regarding his inability to pay the full amount of damages his vehicle sustained as a result of the defendant's negligence. In that case, York testified that, due to a lack of personal funds, he could not afford to fully repair his vehicle. York, 271 Ark. at 267. We held that it was not error for the trial court to allow York to be cross-examined about his insurance coverage where his testimony on direct examination that he could not have his truck fully repaired was misleading to the jury, invited the rebutting questions, and made them relevant to the issues in the case. Id. at 268.\nThe present case is distinguishable from both Younts, supra, and York, supra. In Younts, supra, a witness testified that he could not afford to reopen his business. In York, supra, a witness testified that he could not afford to have his truck fully repaired. In both cases, the witnesses had insurance coverage. In the present case, Terry Jo Stephenson was asked to explain what kind of business Stephenson Oil Company was, and he stated that it was a small family owned business. This testimony did not raise the issue of the appellees' financial status. In stating that Stephenson Oil Company was a small family owned business, the appellee did not testify in a false or misleading manner. In addition, this testimony did not invite rebutting questions concerning insurance coverage. The trial court did not abuse its discretion in refusing to allow Dovers to elicit testimony concerning insurance coverage.\n*709 Evidence Regarding Traffic Citation \nDovers argues that the trial court erred in allowing the appellees to introduce evidence that appellee Guffey did not receive a traffic citation following the accident. During the cross-examination of Trooper Tim Goshen, appellees' counsel asked if Guffey had been given a ticket after the accident. Goshen stated that he did not ticket Guffey after the accident. Dovers's counsel objected, stating: Your Honor, I want to object to that, but since it's already out, I'd like to have an opportunity to inquire after.\nDovers argues that the question concerning whether Guffey received a ticket was in violation of Ark. Code Ann. § 27-50-804 (Repl. 1994), which provides: No record of the forfeiture of a bond or of the conviction of any person for any violation of this subtitle [penalties and enforcement] shall be admissible as evidence in any court in any civil action. In Dedmon v. Porch, 293 Ark. 571, 739 S.W.2d 685 (1987), the court stated that the only proper evidence relating to a traffic violation conviction is a party's plea of guilty in open court. In Breitenberg v. Parker, 237 Ark. 261, 372 S.W.2d 828 (1963), a personal injury case, the court held that although a question about whether the defendant received a ticket for a traffic violation was improper, any prejudice was cured by the trial court's admonishment to the jury to disregard the question and answer.\nWe note that although Dovers objected to the question about whether the defendant received a ticket, she failed to obtain a ruling from the trial court. After Dovers objected, there was no ruling from the trial court; rather, the cross-examination by appellees' counsel resumed. We have repeatedly held that a party's failure to obtain a ruling is a procedural bar to this court's consideration of the issue on appeal. Bell v. Bershears, 351 Ark. 260, 92 S.W.3d 32 (2002).\nHearsay Testimony \nDovers argues that the trial court erred in allowing the appellees to elicit hearsay testimony from Trooper Goshen. At issue is Trooper Goshen's testimony concerning a statement from a Cabot police officer who did not testify at trial. According to Trooper Goshen, he gained information from the Cabot police officer that the officer tried to chase down the black Jeep after the accident. Dovers contends that this testimony was prejudicial because it gave the impression that the authorities thought the driver of the black Jeep was responsible for the accident. The following colloquy took place between counsel, Trooper Goshen, and the trial court:\nDefense Counsel: And you talked to the Cabot Police Officer, is that correct?\nWitness: Yes.\nDefense Counsel: And actually, there was a Cabot Police Officer who was following beside Mr. Guffey, is that correct?\nPlaintiff's Counsel: Your Honor, if her intention is to ask this officer about testimony given by a witness who is not here or will not testify, it's hearsay, and the officer's not qualified to talk about it. He can testify about the parties, I think, but not a witness.\nThe Court: She hasn't asked the question yet, so, we'll wait.\nPlaintiff's Counsel: No, but I know where she's going.\nDefense Counsel: You were able to interview all of these witnesses, is that correct?\nWitness: I obtained statements from them.\nDefense Counsel: And these statements were used in rendering your opinions today, were they not?\nWitness: Yes.\nDefense Counsel: And your information was that you gained from, the Cabot Police Officer tried to chase down this black Jeep, did he not?\nPlaintiff's Counsel: Your Honor, there's, there's the question to which I object.\n*711Defense Counsel: Your Honor, I believe it's fact, the facts that was gained during this investigation.\nThe Court: Well, I tend to believe that, that Mr. Eubanks is right, that that is hearsay, but the problem is compounded by the fact that he gave an opinion about the cause of the accident, and I think once you do that, then those things that are the basis of your opinion might be admissible even though they are hearsay. So, I'm going to give her some leadway [sic] on that one.\nIn their brief, the appellees argue:\nThese statements by Officer Goshen regarding information he may have received from others at the accident scene do not constitute hearsay because such statements were not offered to prove the truth of any matter asserted. Officer Goshen was called by Plaintiff to testify about his investigation of this accident, and who he believed was at fault in this accident. The opinions offered by Officer Goshen were based upon his investigation of the accident, which included his interview of witnesses. Certainly the jury is entitled to hear what information Officer Goshen gathered to form the basis of his opinions, and to determine if his opinions were reasonable or credible. Because this testimony was not offered to prove the truth of any matter asserted, the testimony does not constitute hearsay.\nWe agree with the appellees' contention that the statement does not constitute hearsay; thus, we hold that the trial court erred in ruling that the testimony at issue was hearsay. However, we will affirm the trial court when it has reached the right result even though it has announced the wrong reason. HRR Arkansas, Inc. v. River City Contractors, Inc., 350 Ark. 420, 87 S.W.3d 232 (2002).\nOn appeal, Dovers contends that [w]hile the Cabot Police Officer's observations of the black Jeep before the accident may have been relevant to Trooper Goshen's opinion as to the cause of the accident, any observations of the black Jeep after the accident clearly are not. This is not the argument Dovers made in her objection below. It is well settled that an appellant may not change the grounds for objection on appeal, but is limited by the scope and nature of his or her objections and arguments presented at trial. Barnes v. Everett, 351 Ark. 479, 95 S.W.3d 740 (2003).\n*712 Secondary Gain \nDovers argues that the trial court erred in allowing the appellees to introduce testimony regarding secondary gain. During the cross-examination of vocational rehabilitation specialist Bob White, the following colloquy took place between defense counsel and White:\nQ: Now, would you, you agree with me, would you/ not, that a lot of times depression affects a patient, a person's willingness to return to work?\nA: I would agree.\nQ: As well as sometimes secondary gain affects that.\nA: Well, I, I think we have to be very careful when we start to evaluate what's called secondary —\nAt that point, plaintiffs counsel objected, stating: Your Honor, I'm going to object to the responsiveness of the answer. It's a yes and no question. Thereafter, the witness asked defense counsel to repeat the question, and defense counsel continued:\nQ: Would you agree with me that secondary gain can —\nAt that point, plaintiffs counsel objected to any inquiry regarding secondary gain, and the trial court overruled the objection. Defense counsel made no further inquiries regarding secondary gain; however, during redirect examination, plaintiffs counsel elicited the following testimony from White regarding his efforts to determine the credibility of a person he evaluates:\nQ: And have you on many, numerous occasions, interviewed people that quite frankly you thought were faking?\nA: Well, I don't like, I think faking is, is the wrong term to use.There are people that maybe there are other reasons that they have, for wanting to be disabled, or indicating that they're more disabled than they are, and that certainly does happen____\nQ: But, that's something you look for.\n*713A: I absolutely look for it. If the, if the facts in my opinion don't support, I can't come to you and give this conclusion if I don't think the facts support it.\nOn re-cross examination, defense counsel elicited the following testimony from White:\nQ: Mr. White, what are those other reasons that you just told Mr. Eubanks about?\nA: Well, I think they're the ones you alluded to earlier in talking about what is described as secondary gain or tertiary gain.\nQ: And what is that, because, I mean, Mr. Eubanks had asked you about them, tell me about them.\nA: Secondary gain is just other, other reasons for people being disabled other than, other than the extent of the disability itself, other factors.\nQ: Such as?\nA: It could be many. It could be attention from family. It could be monetary reasons, it could be, you know, it could be many reasons, it could be various.\nQ: Attention from your spouse?\nA: Sure.\nQ: Because not getting enough, because he's not paying enough attention to me.\nA: I agree.\nQ: Monetary such as a lawsuit. Is that correct?\nA: It's possible; it's possible.\nQ: Okay. Not wanting to go to work, I guess, but that does, that's definitely does not seem to apply to Ms. Dovers, does it?\nA: I'll agree, I do not believe it does.\n*714***\nIn Rodgers v. CWR Construction, Inc., 343 Ark. 126, 33 S.W.3d 506 (2001), we held that expert testimony regarding secondary gain is irrelevant and inadmissible when there is no evidence of secondary gain involved in the plaintiffs case. In the present case, there was no evidence of secondary gain and, moreover, White testified that a lack of motivation to return to work did not seem to apply to Dovers. However, after the trial court overruled Dovers's objection concerning secondary gain during the cross-examination of White, defense counsel did not further pursue that line of questioning. Rather, it was on redirect examination that Dovers's counsel developed the issue on secondary gain; further, Dovers reopened the door to the testimony that she now argues is inadmissible. Further, during re-cross-examination, defense counsel questioned White a second time regarding secondary gain without any objection by Dovers; therefore, Dovers waived her objection to testimony regarding secondary gain.\nAffirmed.\nGlaze and Thornton, JJ., dissent.\n1 \nWe note that the parties provide different spellings for Trooper Goshen. Dovers refers to the Trooper as Ghoshon, whereas the appellees refer to the Trooper as Goshon.'We are uncertain of the correct spelling of the witness's name; however, we will use the spelling contained in the record, which is Goshen.\n2 \nWe note that Dovers also argues that the length, of time the jury deliberated in her case indicates that the jury may not have considered the full implication of facts in the present case. The jury left the courtroom for deliberation at 4:00 p.m., and returned with a verdict at 4:35 p.m.\nWe have no statute in Arkansas which prescribes a length of time that a jury should consider its verdict. See Breitenberg v. Parker, 237 Ark. 261, 372 S.W.2d 828 (1963). Dovers cites Wingfield v. Page, 278 Ark. 276, 664 S.W.2d 940 (1983), to support her argument that while the length of time a jury deliberates is not, of itself, grounds for a new trial, it is a factor to be considered. In Wingfield, supra, we considered the length of time the jury deliberated as one of the factors in evaluating whether excessive damages appear to have been given under the influence of passion or prejudice. 278 Ark. at 283. Dovers states: The complexities of the facts combined with the disarray of contradictions supplied by the Appellees raises serious doubts as to whether the jury gave proper consideration to all of the evidence and the *707inferences to be drawn therefrom. Having found substantial evidence to support the jury's verdict in favor of the appellees, we find no merit in Dovers's argument.\nTom Glaze, Justice,\ndissenting. In my view, this case should be reversed because there is no substantial evidence to support the jury's verdict. On review, we must keep in mind that substantial evidence is evidence that goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or another.\nAs I read the majority opinion, this court relies heavily on the case of Schaeffer v. McGehee, 286 Ark. 113, 689 W.W.2d 537 (1985), where the plaintiff was struck from the rear by the defendant's vehicle. The Schaeffer court said the fact that the defendant's vehicle struck plaintiff s car from behind did not create a presumption of negligence on the defendant's part. That case differs considerably from the present one. In Schaeffer, the plaintiffs injuries were a serious issue because there was evidence from which the jury could infer her symptoms were attributable to other causes, not from the impact of the defendant's vehicle. Also in issue was the fact that the plaintiff s car was not damaged, nor did the plaintiff allege any property damages. The facts in Schaeffer were factually different — there was ice on the roads, the defendant *715stopped when he saw the plaintiffs car and then followed at a slow speed, and the defendant was going only five miles per hour when he skidded into the plaintiff when plaintiff stopped.\nIn the present case, the defendant Guffey denied he had been following too closely, and he did not believe he could have done anything differently to avoid the accident. Guffey also said that the plaintiff Dovers told him at the scene that it was not Guffey's fault; rather, it was the driver of the black Jeep in front of Dovers. However, unlike in Schaeffer, it is very clear from the evidence that Dovers sustained serious injuries and vehicle damages as a result of Guffey's running into the rear of Dovers's car. While Guffey averred at trial that he did not believe he could have done anything differently to avoid his collision with Dovers, he had also admitted that he was within twenty feet of Dovers's car when Dovers applied her brakes, and when he attempted to stop, he was too close to stop. While Guffey's testimony was in conflict as to whether he was too closely when he plowed into Dovers's car, the testimony was compelling that he was following too closely when he struck Dovers's car. As the majority opinion points out, Arkansas State Trooper Goshen investigated the accident and stated that Guffey should have stayed at least 120 feet behind Dovers's care, and, in his opinion, Guffey was inattentive and following too closely. Dr. Larry Williams, an accident reconstruction expert, rendered his opinion that the accident occurred because Guffey's tractor-trailer rig was following too closely, or Guffey was not paying attention, or both. Further, Bill Mullenax, founder of the Mid-South Safety Council, opined that it would be humanly impossible to stop a fully loaded tractor trailer going sixty miles per hour in fifty feet.\nIn sum, Guffey's testimony bearing on his fault went both ways, but the unequivocal testimony of the state trooper, Dr. Williams, and Mullenax placed Guffey at fault. Guffey's version of what occurred fell into the category of take your choice as to which story one might choose to believe. Certainly, Guffey's conflicting testimony did not compel a conclusion one way or another, which is required when reviewing a case for substantial evidence. Nor, in my view, could one rely solely on Dovers's remark at the accident that Guffey was not at fault as amounting to substantial evidence, since such a comment in no way placed the fault entirely on the driver of the black Jeep. In sum, this is a comparative fault case with the parties differing over which driver *716committed what percentage of the blame. This is not a case where no negligence can be assigned to Guffey. Therefore, I dissent.\nThornton, J., joins in this dissent.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the jury's verdict for the defendant was supported by substantial evidence.\nSummary: \nthe plaintiff was driving in the same direction as the defendant, and a third vehicle entered the highway in front of the plaintiff and stopped, causing the plaintiff to apply her brakes, and causing the defendant to collide with the rear of the plaintiff's vehicle\nthe plaintiff asserted that the jury should not have given a verdict in favour of the defendant, because 'no reasonable juror could have found that Appellee Guffey was zero percent negligent in causing this accident'. \nThe court held, however, that mere evidence of the collision, and the fact that the defendant's vehicle struck the plaintiff's vehicle, does not establish evidence.\nEven though the police witness said the accident was caused by the defendant following too closely, the jury is responsible for deciding what value to ascribe to testimony, and the defendant said he was paying attention and could not have done anything else.\nThe jury was free to decide as it did, and the defendant was not negligent in this instance.\n",
    "annotations": {
        "Facts": [
            "her car was struck from behind by a tractor-trailer rig driven by Guffey. At the time of the accident, Guffey was employed by Stephenson Oil Company",
            "On June 26, 1999, Dovers was driving northbound on U.S. Highway 67/167. Guffey, who was driving a tractor-trailer rig owned by Stephenson Oil Company, was traveling immediately behind Dovers. When Dovers and Guffey reached exit ten, a black Jeep Cherokee operated by an unknown person merged onto the highway in front of Dovers's vehicle.The three vehicles then continued along the highway towards exit eleven. At or near exit eleven, the black Jeep slowed and came to a stop and, in turn, Dovers slowed her vehicle and came to a stop. Guffey applied his brakes,, but he was unable to stop his tractor-trailer rig, and he struck the rear of Dovers's vehicle. Dovers suffered permanent personal injuries as a result of the accident.",
            "a vehicle in front of Dovers's car came to a stop on the highway, causing Dovers to stop her vehicle. Then, the truck being driven by Guffey collided with Dovers's car",
            "the accident was caused by being inattentive and following too close.",
            "it would not be possible to stop a fully loaded tractor-trailer going sixty miles per hour in fifty feet",
            "the accident at issue occurred either because the tractor-trailer rig was following too closely, the driver was not paying attention, or both.",
            "Guffey stated that he was driving behind Dovers's vehicle when a black Jeep failed to yield to oncoming traffic, entered the highway, and pulled in front of Dovers's vehicle, which was proceeding in the lefthand lane.",
            "Guffey",
            "he thought the Jeep was going to hit Dovers's vehicle, so he backed off.",
            "that he saw the black Jeep and Dovers's vehicle come to almost a complete stop; then, he saw both vehicles take off again. Guffey ",
            "after the vehicles took off again, he began shifting gears and resuming the speed 'of his truck",
            "Guffey",
            "was consistently checking his mirrors and his trailer because he was concerned that another vehicle might rear-end him.",
            "after topping a hill, he again saw the black Jeep and Dovers's vehicle; however, he stated that he saw no brake lights",
            "he was still driving slowly because he was in the process of shifting gears to try and regain speed. Guffey stated that upon seeing the vehicles, he began applying his brakes. ",
            "due to traffic, he could not change lanes, and ",
            "within about twenty foot of making contact with her, brake lights came on.",
            "he attempted to stop, but he was too close to stop, and he rear-ended Dovers's vehicle",
            "that he was paying attention, and he denied that he had been following too closely",
            "he did not believe he could have done anything differently to avoid the accident.",
            "immediately after the accident, Dovers grabbed him by the arm and said, [I]t ain't your fault... it was that son of a bitch in front of me in that black Jeep.",
            "Guffey did not receive a traffic citation following the accident"
        ],
        "Procedural History": [
            "Appellant Virginia Dovers brought an action for negligence against appellees Stephenson Oil Company and William Guffey",
            "At trial, the jury returned a verdict in favor of the appellees. Dovers filed a motion for a new trial, which was denied by the trial court. Dovers appealed to the court of appeals, which reversed and remanded the case to the trial court",
            "Subsequent to the court of appeals' decision, the Appellees filed a petition for review, which we granted"
        ],
        "Application of Law to Facts": [
            "It is undisputed appellant's vehicle was stuck from the rear by the appellee's vehicle. Appellant assumes from that fact alone the jury was obligated to return a verdict in her favor. That is not our law",
            "The fact that appellee's vehicle struck her does not create a presumption of negligence",
            "Where the sufficiency of the evidence to support a verdict is the issue on appeal, the standard of review is whether the verdict is supported by substantial evidence. Obviously in appeals from a verdict for the defendant the rule cannot always be read literally, as the defendant may have introduced little or no proof, yet the jury found against the plaintiff",
            "The evident fact is the plaintiff failed to convince the jury, or fact finder, of an essential element of proof",
            "Thus, the lack of substance is not within the defendant's proof, but with the plaintiffs.",
            "generally, a defense verdict will always be supported by substantial evidence because the plaintiff has the burden of proof and the jury is the sole judge of credibility of witnesses and the weight and value of the evidence",
            "In the present case, there was a dispute between the parties as to whether Guffey was at fault. While Trooper Goshen testified that he thought the accident was caused by being inattentive and following too close, Guffey maintained that he was paying attention and that there was nothing he could have done differently to avoid the accident. It is well settled that the weight and value of testimony is a matter that is in the exclusive province of the jury.",
            "While it is clear from the evidence that there was an accident, that Guffey's vehicle struck Dovers's vehicle, and that Dovers suffered injuries, the jury declined to find the appellees negligent under the facts and law given to them. Viewing the evidence in the light most favorable to the appellees, as we are required to do, we find there is substantial evidence to support the jury's finding"
        ],
        "Relevant Precedents": [
            "St. Louis-San Francisco Ry. Co. v. Ward, , 124 S.W.2d 975 (1939),",
            "Morton v. American Medical International, Inc., 286 Ark. 88,  (1985).",
            "Anderson v. Graham, , 966 S.W.2d 223 (1998); Morton v. American Med. Int'l, Inc., , 689 S.W.2d 535 (1985).",
            "United States Fire Ins. Co. v. Milner Hotels,  (8th Cir. 1958):",
            "Ray v. Green, 310 Ark. 571,  (1992)."
        ],
        "Outcome": [
            "We affirm the trial court on all points."
        ]
    },
    "class": "affirm"
}