{
    "text": "Garst v. Cullum, 291 Ark. 512, 726 S.W.2d 271 (1987)\nMarch 23, 1987 · Arkansas Supreme Court · 86-209 \n291 Ark. 512, 726 S.W.2d 271 \nNeema GARST, M.D. and Steve GARST, M.D. v. Gina CULLUM \n726 S.W.2d 271\nSupreme Court of Arkansas\n*514 Barrett, Wheatley, Smith & Deacon, by: J. Sky Tapp and Paul D. McNeill, for appellants.\nStripling & Morgan, by: M. Edward Morgan and Dan Stripling, for appellee.\nRobert H. Dudley, Justice.\nAppellants, Neema Garst and Steve Garst, defendants below, are medical doctors who operate a family clinic in Mountain View and are on the staff of the Van Burén County Hospital in Clinton. On January 12, 1985, appellee, Gina Cullum, a 19 year old college student, had an inflammation on her left breast and went to appellant Neema Garst for treatment. Neema Garst examined the inflamed area, withdrew pus for bacteriological examination, and admitted appellee to the Van Burén County Hospital where appellee was placed on intravenous antibiotics. Appellee's condition worsened. Appellee contends that she had no notice of any proposed surgery until she had a discussion with the anesthesiologist and nurses on the night of January 14. One of the nurses brought her a surgical consent form authorizing an incision and drainage with a possible biopsy. At first, appellee would not sign the form, but later signed it because her pain was unbearable. She contends that no one explained the form to her before she signed it. On January 15, appellant Steve Garst performed surgery removing two tissue sections from appellee's left breast. One section was 9 centimeters by 8.5 centimeters by 3 centimeters; the other section was 3 centimeters by 2.5 centimeters by 1.8 centimeters. The tissue was benign, and the pathological diagnosis was chronic mastitis. The operation left appellee's left breast appearing higher than the right, significantly smaller, scarred, discolored, and the nipple turned in a different direction from the one on her right breast. Appellee instigated her action against both appellants alleging negligence in the treatment and negligence in the manner in which her consent was obtained. The jury found both doctors negligent and awarded $100,000.00 to appellee. We affirm.\nDuring cross-examination, appellee's expert medical witness, Dr. Tahir, admitted that his surgical privileges at the Van Burén County Hospital had been restricted but then added that the restriction had been rescinded. Appellants sought to attack Dr. Tahir's testimony by having Dr. Jose Abiseid and Jerry Dollison testify that Dr. Tahir's full privileges had not been restored. The trial court refused to allow the appellants to attack the witness's testimony on this collateral issue by extrinsic evidence. The trial court ruled correctly.\nThe Arkansas Rules of Evidence are silent on the general subject of impeachment by contradiction. Certain areas of impeachment are dealt with explicitly: Rule 608 and 609 cover impeachment by evidence of character and criminal conviction, but that type of impeachment is not before us in this case; Rule 610 prohibits impeachment by religious belief, which is not before us; and Rule 613 concerns evidence of prior inconsistent statements, which is not before us.\nIn order to distinguish general impeachment by contradiction from those specific types of impeachment dealt with in the Rules, we use McCormick's example:\nStatements are elicited from Witness One, who has testified to a material story of a contract, crime, or conveyance, to the effect that at the time he witnessed these matters the day was windy and cold and he the witness was wearing his green sweater. Let us suppose these latter statements about the day and the sweater to be disproved. This may happen in several ways. Witness One on direct or cross-examination may acknowledge that he was in error. Judicial notice may be taken that at the time and place it could not have been cold and windy, e.g., in Tucson in July. But most commonly disproof or contradiction is accomplished by calling Witness Two to testify to the contrary, i.e., that the day was warm and Witness One was in his shirt sleeves.\n*516C. McCormick, Evidence, § 47 (1954).\nSince the Arkansas Rules of Evidence do not provide a rule on impeachment by contradiction, we must look to our common law. We have consistently held that a witness could not be impeached by extrinsic evidence on collateral matters brought out in cross-examination. In Powell v. State, 260 Ark. 381, 540 S.W.2d 1 (1976), we stated:\nIn making the contentions that they were entitled to impeach the credibility of Joe Morgan's testimony on collateral matters appellants recognize that we have ruled to the contrary in Spence v. State, 184 Ark. 139, 40 S.W.2d 986 (1931), and in Swaim v. State, 257 Ark. 166, 514 S.W.2d 706 (1974), but suggest that those authorities should be overruled. We decline to overrule those authorities which are based upon Ark. Stat. Ann. § 28-707 (Repl. 1962). Without the restriction on collateral matters a simple trial could be carried on for years.\nIn Howell v. State, 141 Ark. 487, 217 S.W. 457 (1920), we wrote:\nThe general rule is that when a witness is cross-examined on a matter collateral to the issue, his answer cannot be subsequently contradicted by the party putting the question; but this limitation only applies to answers in the cross-examination. It does not affect the answers to the examination in chief.\nUnder our settled law, the trial judge ruled correctly in excluding the extraneous contradictory evidence.\nJudge Weinstein and Professor Berger, in Weinstein's Evidence ¶ 607 [05] at 607-64 (1985), write that historically trial judges have been required to apply the collateral rule without discretion — that is, just as in the case of prior inconsistent statements, extrinsic evidence was not admissible to show a specific contradiction on a matter classified as collateral. Our cases fit into this category. However, Weinstein, Wigmore, and McCormick all contend that this standard of no discretion is inadequate and should be modified to give the trial judge some discretion to admit extrinsic evidence after a Rule 403 weighing. See Weinstein's Evidence, id.; J. Wigmore, 3A Evidence § 1003 *517at 659-660 (Chadbourn rev. 1978); C. McCormick, Evidence § 47 (1954).\nWe need not decide whether we will change our standard, because, in this case, even under a standard giving some discretion, we would not find an abuse of that discretion. Dr. Tahir admitted that his privileges had been restricted. His credibility as a medical expert was put in question at that point. Whether those restrictions were subsequently rescinded is not so probative on the issue of the witness's credibility that we would reverse the trial court. Even under Wigmore's proposed standard, contradictions by extraneous evidence must be judiciously used because such evidence does distract from the main issues, may consume a good deal of time, and may be more prejudicial than probative.\nIn their reply brief appellants argue for the first time that the good standing of Dr. Tahir was not a collateral issue, but rather a direct issue because of Ark. Stat. Ann. § 34-2614(A)(1) and (2) (Supp. 1985). The argument was not raised at the trial level, and we do not reverse a case on an issue not raised below. However, because we desire to clarify the matter, we address it. Ark. Stat. Ann. § 34-2614 (Supp. 1985) addresses the burden of proof in medical malpractice proceedings. Subsections (A)(1) and (A)(2) of that statute provide that a plaintiff must prove that the defendant failed to act in accordance with the degree of skill ordinarily used by doctors in good standing in the local area. That does not mean, however, that the standing of plaintiff s medical expert is a direct, rather than collateral, issue in a medical malpractice case.\nAppellants' next argument is that a directed verdict should have been granted to Dr. Neema Garst on the issue of lack of informed consent. The argument is without merit. There was substantial evidence by which the jury could have found that (1) appellant Neema Garst did not discuss the proposed surgery with appellee, (2) the consent form should have referred to an excisional biopsy, lumpectomy, or partial mastectomy, rather than incision and drain, and, therefore was an improper consent, and (3) the improper consent violated the standard ordinarily used by doctors in good standing in the locality, or in one similar, in a nonemergency situation.\nAppellants' next contention is that there was no substantial evidence by which appellee proved that she would not have undergone the surgery had she known the risks involved, and, accordingly, directed verdicts should have been granted in favor of both doctors on the issue of lack of informed consent. Ark. Stat. Ann. § 34-2614(B) (Supp. 1985) provides in the pertinent part:\n(B) Without limiting the applicability of paragraph (A) of this Section, where the plaintiff claims that a medical care provider failed to supply adequate information to obtain the informed consent of the injured person:\n(1) The plaintiff shall have the burden of proving that the treatment, procedure or surgery was performed in other than an emergency situation and that the medical care provider did not supply that type of information regarding the treatment, procedure or surgery as would customarily have been given to a patient in the position of the injured person or other persons authorized to give consent for such a patient by other medical care providers with similar training and experience at the time of the treatment, procedure or surgery in the locality in which the medical care provider practices or in a similar locality.\n(2) In determining whether the plaintiff has satisfied the requirements of paragraph (B)(1) of this Section, the following matters shall also be considered as material issues: \n(a) Whether a person of ordinary intelligence and awareness in a position similar to that of the injured person or persons giving consent on his behalf could reasonably be expected to know of the risks or hazards inherent in such treatment, procedure or surgery.\n(b) Whether the injured party or person giving consent on his behalf knew of the risks or hazard inherent in such treatment, procedure or surgery.\n(c) Whether the injured party would have undergone the treatment, procedure or surgery regardless of the risk involved or whether he did not wish to be informed thereofj.J-, \n(d) Whether it was reasonable for the medical care *519provider to limit disclosure of information because such disclosure could be expected to adversely and substantially affect the injured person's condition.\n(Emphasis added.)\nWe do not address the issue of whether Subsections (B)(2)(a), (b), (c), and (d) each must be separately proven on direct evidence, or whether they are simply considered as material matters because, in either event, when the evidence is viewed in the light most favorable to the appellee, there was substantial evidence from the testimony of appellee and Nurse Tomlinson that appellee would not have undergone the procedure had she been fully informed that the procedure might involve the removal of such a large amount of tissue from her breast.\nThe appellants contend that the trial court erred in allowing the expert medical witness to respond to hypothetical questions because the hypotheticals ignored some of the facts in evidence. Under A.R.E. Rule 705, if counsel chooses, the underlying facts or data may be introduced and then an expert, who has no first hand knowledge of the material facts, can offer an opinion based upon the data in evidence through the use of hypothetical questions.\nObjections to hypothetical questions must be specific. Payne v. Thurston, 148 Ark. 456, 230 S.W. 561 (1921). Thus, if the objection is that the question assumes some fact which is not in evidence, counsel must call the trial court's attention to the specific fact not in evidence. Payne v. Thurston, id. If the objection is that a hypothetical question does not assume all material facts in evidence, the objection must supply the omitted data which the objector considers essential to the fair opinion.\nIn this case the appellants made only one specific objection, and that was to the fourth hypothetical. In it, the fact that antibiotic therapy had been attempted was omitted. We decline to reverse because of that omission of fact. In New Empire Insurance Co. v. Taylor, 235 Ark. 758, 362 S.W.2d 4 (1962), we addressed the same issue. There, a physician was asked a hypothetical question. An objection was made on the ground that the question did not include a required fact. We said:\nThe question was objected to by appellant on the ground *520that the interrogatory did not include the fact that Taylor had previously had eye trouble. When the objection was overruled, Roy answered that he had an opinion; it was entirely possible that the loss of sight could have been caused by the bug flying into Taylor's right eye. There was no error in permitting the hypothetical question. In Missouri-Pacific R.R. Co. v. Hampton, 195 Ark. 335, 112 S.W.2d 428, we said:\nAppellants next contend that the court erred in permitting Dr. McGill to testify to the hypothetical question that in his opinion the death of deceased was caused by the injury. The appellants' attorney objected to the question and the court asked him on what ground. He stated: 'On the ground that he hasn't given the statement that the man never claimed to be injured or given any history of the injury to the doctors who treated him or made any complaint of that kind at all.' ***, [I]f appellants' counsel thought there were any facts omitted from the question which were essential to forming a conclusion, his remedy is to put those additional facts before the witness on cross-examination. \nSee, also, Shaver v. Parson Feed & Farm Supply, Inc., 230 Ark. 357, 322 S.W.2d 690\n(Emphasis added.)\nIn their next point of appeal the appellants contend that the trial court erred in allowing a psychologist to testify about the difference in size of appellee's breasts, the scars, discoloration and angle of the nipple on the left breast. The argument can quickly be dismissed because (1) appellants invited the testimony and (2) the testimony was within the competence of a lay person. It was not necessary for a medical doctor to testify to those facts.\nAppellants next argue that the trial court erred in allowing two nurses to testify regarding the standard of care. This argument is also without merit. The nurses did not testify as to the applicable standard of care; nor did they give their opinion as to whether appellants violated that standard. According to appellee's testimony, neither appellant discussed the consent form with her. Instead, the discussion was with a nurse. Therefore, it was entirely proper for the court to allow the nurse to testify about the consent form and the discussion concerning it. It was also proper for the trial court to allow testimony from the nurses regarding their observations in the operating room.\nFinally, appellants argue that the award was excessive. The award neither shocks our conscience nor shows passion or prejudice on the part of the jury.\nAffirmed.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendants were negligent in failing to obtain the informed consent of the plaintiff for a medical procedure to remove tissue from the plaintiff's breast.\nSummary:\nthe plaintiff was admitted to hospital following presentation to the defendant doctor with an inflamed breast.\nfollowing examination, the plaintiff was not advised that surgery was ordered, but was given, and signed, a consent form giving consent for 'incision and drainage'. Tissue was surgically removed from her breast, leaving the breast smaller than the other, scarred, and the nipple facing a different direction.\nThe plaintiff said if she had known that the proposed surgery would involve removal of a large amount of tissue, she would not have consented to it.\nThe jury found the defendant examining and operating doctors negligent, and the Supreme Court affirmed that verdict on the grounds that there was substantial evidence, from both the plaintiff and a nurse witness, that the plaintiff would not have consented if fully informed of the intended surgery.\nOperating without fully informed consent was below the standard of care and thus negligent.\n",
    "annotations": {
        "Facts": [
            "Neema Garst and Steve Garst, defendants below, are medical doctors who operate a family clinic in Mountain View and are on the staff of the Van Burén County Hospital in Clinton. On January 12, 1985, appellee, Gina Cullum, a 19 year old college student, had an inflammation on her left breast and went to appellant Neema Garst for treatment. Neema Garst examined the inflamed area, withdrew pus for bacteriological examination, and admitted ",
            "to the Van Burén County Hospital where ",
            "placed on intravenous antibiotics. ",
            "condition worsened.",
            "no notice of any proposed surgery until she had a discussion with the anesthesiologist and nurses on the night of January 14. One of the nurses brought her a surgical consent form authorizing an incision and drainage with a possible biopsy. At first, appellee would not sign the form, but later signed it because her pain was unbearable. She contends that no one explained the form to her before she signed it. On January 15, appellant Steve Garst performed surgery removing two tissue sections from appellee's left breast. One section was 9 centimeters by 8.5 centimeters by 3 centimeters; the other section was 3 centimeters by 2.5 centimeters by 1.8 centimeters. The tissue was benign, and the pathological diagnosis was chronic mastitis. The operation left appellee's left breast appearing higher than the right, significantly smaller, scarred, discolored, and the nipple turned in a different direction from the one on her right breast"
        ],
        "Procedural History": [
            "The jury found both doctors negligent and awarded $100,000.00 to appellee. "
        ],
        "Application of Law to Facts": [
            "There was substantial evidence by which the jury could have found that (1) appellant Neema Garst did not discuss the proposed surgery with appellee, (2) the consent form should have referred to an excisional biopsy, lumpectomy, or partial mastectomy, rather than incision and drain, and, therefore was an improper consent, and (3) the improper consent violated the standard ordinarily used by doctors in good standing in the locality, or in one similar, in a nonemergency situation.",
            "when the evidence is viewed in the light most favorable to the appellee, there was substantial evidence from the testimony of appellee and Nurse Tomlinson that appellee would not have undergone the procedure had she been fully informed that the procedure might involve the removal of such a large amount of tissue from her breast."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm.",
            "Affirmed"
        ]
    },
    "class": "affirm"
}