{
    "text": "Earnest v. Joe Works Chevrolet, Inc., 295 Ark. 90, 746 S.W.2d 554 (1988)\nMarch 21, 1988 · Arkansas Supreme Court · 87-331 \n295 Ark. 90, 746 S.W.2d 554 \nLloyd EARNEST and Janice Earnest v. JOE WORKS CHEVROLET, INC. \n746 S.W.2d 554\nSupreme Court of Arkansas\n*91 Pat Hall, for appellants.\nShackleford, Shackleford & Phillips, P.A., for appellee.\nSteele Hays, Justice.\nThe only question presented by this appeal is whether the trial court erred in granting a directed verdict for the defendant in a property damage claim.\nIn August, 1983, appellant Lloyd Earnest purchased a new 1983 truck from Joe Works Chevrolet. After a few weeks, appellant had trouble with the truck flooding and missing. Sometimes the car would surge forward while being driven and at times it failed to start. There was a problem of black smoke coming from the exhaust. Appellant took the truck to the dealer in January or February of 1984, and the fuel pump was replaced and the carburetor was rebuilt. Appellant returned the truck two more times complaining of similar problems. The truck operated satisfactorily briefly after the last repair, but then continued to have the same problems.\nIn May 1984, while appellant was driving the truck and attempting to pass another vehicle, the truck caught fire. Appellant first noticed smoke in the cab, and by the time he pulled over the truck was already on fire. The fire spread rapidly, totally destroying the truck, as well as damaging tools and articles in the truck.\nAppellant brought this action against Joe Works, Inc. and Joe Works, individually, for breach of warranty, strict liability and negligence. Joe Works brought a third party complaint against General Motors. Before trial, the parties and issues were narrowed. Summary judgment was granted Joe Works, individually, and the appellant announced he would proceed solely on the negligence claims. Appellant moved to eliminate all claims for damages to the vehicle and certain personal property for which appellant had been reimbursed by his insurance company. The remaining claim for damages was for personal property not covered by the insurance.\nThe case was tried to the court only on the theory of negligence for damage to personalty valued at $3300.00. At the close of the plaintiffs case, the defendant moved for a directed verdict. The trial court granted the motion, finding there was no substantial evidence to support a verdict in favor of the appellant. Appellant contends this was error, and the evidence was sufficient to sustain a verdict.1 \nTo make a prima facie case of negligence, a plaintiff must show that he sustained damages, that the defendant was negligent and that such negligence was the proximate cause of the damages. To prove negligence, a party must show that the defendant has failed to use the care that a reasonably careful person would use under circumstances similar to those shown by the evidence in the case. AMI 301, 303; Service Communications, Inc. v. Wells, 279 Ark. 378, 651 S.W.2d 100 (1983).\nHere, the only evidence of negligence was the testimony of the appellant. All the testimony established was that there were problems with the truck, and the appellee had failed to rectify those problems. Appellant offered no evidence that the failure was due to negligence, or that appellee had failed to use the care a reasonably careful person or mechanic would have used under the same circumstances. There was no testimony by another mechanic, or even by the appellant, as to the nature or manner of the repair. It would be entirely speculative to hold that there was negligence simply because a vehicle continued to have problems even after being worked on. It may well have been a problem which even the highest care might not have been able to correct.\n*93 While a party may establish negligence by direct or circumstantial evidence, he cannot rely upon inferences based on conjecture or speculation. An inference cannot be based upon evidence which merely raises a possibility. Glidewell Adm. v. Arkhola Sand and Gravel Co., 212 Ark. 838, 208 S.W.2d 4 (1948). Appellant's proof provided nothing more than a mere possibility that appellee was negligent in its repair of appellant's truck.\nNot only is proof of negligence lacking, similarly, there is insufficient proof that negligence was the proximate cause of appellant's damages. Proximate cause may also be proved by circumstantial evidence, if the facts are of such nature and so related to each other that conclusion therefrom may be fairly inferred. St. Louis Southwestern Ry. Co. v. Pennington, 261 Ark. 650, 553 S.W.2d 436 (1977). No such conclusion can be drawn from the evidence presented in this case. The appellant's entire case consisted of his own testimony and that of Kenneth Allen, an assistant fire chief. Allen arrived on the scene and had helped extinguish the fire. He made an investigation at the scene and wrote a report. It was apparently appellant's theory that because the carburetor had not been properly repaired, it backfired and ignited fuel that caused the fire. However, there is absolutely no evidence to show the origin of the fire was less than total speculation.\nAppellant's evidence of proximate cause was that the truck had at times backfired. However, there was no testimony that the truck had backfired at the time of the fire. Moreover, the fire chief stated unequivocally that he could not determine the origin of the fire. He noted in his report that the origin of the fire was undetermined. He stated at one point, I have no idea where the ignition source could have been. He thought it could have been the carburetor, or other things, but all were just possibilities. Given the evidence that was presented, any inference that the fire was caused by appellee's negligence is wholly speculative and no such conclusion can be reasonably inferred.\nAdding to the weakness of appellant's case is the fact that the truck had been worked on by three other shops on several occasions, as well as by appellant himself. One firm, in fact, had worked on the truck just two days before the fire. This lack of exclusive control of the instrumentality also precludes any application of the doctrine of res ipsa loquitur. Megee v. Reed, 252 Ark. 1016, 482 S.W.2d 832 (1972); Dollins v. Hartford Acc. & Indem. Co., 252 Ark. 13, 477 S.W.2d 179 (1972).\nIt is not entirely clear whether the alleged negligence involves the repair of the truck, or in supplying a defective product. Appellant's argument seemed to indicate negligent repair, however, assuming appellant is also including a claim of negligently supplying a defective product, it adds nothing to his case.\nNegligence in supplying a defective product may be shown in several ways. See W. Prosser & W. Keeton, The Law of Torts, § 96 (1984) (negligence in creating or failing to discover a flaw, negligence in failing to warn or failing to adequately warn, negligence in the sale of a defectively designed product.) However, as with the negligent repair, there was no proof offered on the necessary elements of such a claim. Without detailing the various failures of appellant's proof, suffice it to say, that even if there were negligence of this sort, as with the negligent repair, there is no proof of proximate cause that the defective parts were the cause of appellant's harm. As was pointed out earlier, the cause of the fire was undeterminable.\nFinding no error, we affirm.\n1 \nThe parties have stipulated that the appeal is only from the directed verdict in favor of Joe Works Chevrolet and is not an appeal from that portion of the judgment entered in favor of General Motors, which was dismissed as being moot.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant is negligent for performing mechanical work on a vehicle prior to the engine combusting\nSummary: \nthe plaintiff bought a truck which had mechanical trouble from the defendant. The defendant performed repairs, but the truck eventually caught fire and was destroyed.\nthe plaintiff asserted that the defendant had performed the repairs negligently.\nThe court held that although there was evidence of the defendant's failure to rectify the problems with the truck, there was no evidence that that failure was negligent, no testimony asserting that the nature of the repairs were negligent, and the mere possibility of negligence was not sufficiently circumstantial to support a finding of negligent in the absence of direct evidence.\n",
    "annotations": {
        "Facts": [
            "In August, 1983, ",
            "Lloyd Earnest purchased a new 1983 truck from Joe Works Chevrolet. After a few weeks, ",
            "had trouble with the truck flooding and missing. Sometimes the car would surge forward while being driven and at times it failed to start. There was a problem of black smoke coming from the exhaust. ",
            "took the truck to the dealer in January or February of 1984, and the fuel pump was replaced and the carburetor was rebuilt. ",
            "returned the truck two more times complaining of similar problems. The truck operated satisfactorily briefly after the last repair, but then continued to have the same problems.In May 1984, while ",
            "was driving the truck and attempting to pass another vehicle, the truck caught fire. ",
            "first noticed smoke in the cab, and by the time he pulled over the truck was already on fire. The fire spread rapidly, totally destroying the truck, as well as damaging tools and articles in the truck.",
            "there was no testimony that the truck had backfired at the time of the fire. Moreover, the fire chief stated unequivocally that he could not determine the origin of the fire. He noted in his report that the origin of the fire was undetermined. He stated at one point, I have no idea where the ignition source could have been. He thought it could have been the carburetor, or other things, but all were just possibilities."
        ],
        "Procedural History": [
            "Appellant brought this action against Joe Works, Inc. and Joe Works, individually",
            "Summary judgment was granted Joe Works, individually, and the appellant announced he would proceed solely on the negligence claims.",
            "The case was tried to the court only on the theory of negligence for damage to personalty valued at $3300.00. At the close of the plaintiffs case, the defendant moved for a directed verdict. The trial court granted the motion, finding there was no substantial evidence to support a verdict in favor of the appellant. Appellant contends this was error, and the evidence was sufficient to sustain a verdict."
        ],
        "Application of Law to Facts": [
            "All the testimony established was that there were problems with the truck, and the appellee had failed to rectify those problems. Appellant offered no evidence that the failure was due to negligence, or that appellee had failed to use the care a reasonably careful person or mechanic would have used under the same circumstances. There was no testimony by another mechanic, or even by the appellant, as to the nature or manner of the repair. It would be entirely speculative to hold that there was negligence simply because a vehicle continued to have problems even after being worked on",
            "While a party may establish negligence by direct or circumstantial evidence, he cannot rely upon inferences based on conjecture or speculation. An inference cannot be based upon evidence which merely raises a possibility",
            "Appellant's proof provided nothing more than a mere possibility that appellee was negligent in its repair of appellant's truck.",
            "Adding to the weakness of appellant's case is the fact that the truck had been worked on by three other shops on several occasions, as well as by appellant himself. One firm, in fact, had worked on the truck just two days before the fire. This lack of exclusive control of the instrumentality also precludes any application of the doctrine of res ipsa loquitur"
        ],
        "Relevant Precedents": [
            "Glidewell Adm. v. Arkhola Sand and Gravel Co., , 208 S.W.2d 4 (1948).",
            "Megee v. Reed, , 482 S.W.2d 832 (1972); Dollins v. Hartford Acc. & Indem. Co., , 477 S.W.2d 179 (1972)."
        ],
        "Outcome": [
            "Finding no error, we affirm."
        ]
    },
    "class": "affirm"
}