{
    "text": "Arkansas Kraft v. Cottrell, 313 Ark. 465, 855 S.W.2d 333 (1993)\nJune 21, 1993 · Arkansas Supreme Court · 93-123 \n313 Ark. 465, 855 S.W.2d 333 \nARKANSAS KRAFT, A Division of Green Bay Packaging, A Wisconsin Company v. Richard Alan COTTRELL \n855 S.W.2d 333\nSupreme Court of Arkansas\nAnderson & Kilpatrick, by: Randy P. Murphy, for appellant.\nLynn F. Plemmons, for appellee.\nJack Holt, Jr., Chief Justice.\nRichard Alan Cottrell, an employee of Koontz Electric Co., was awarded a judgment in the amount of $166,630.74 against Arkansas Kraft, a Division of Green Bay Packaging, a Wisconsin Company, following a jury trial. Kraft claims the trial court erred in failing to grant its motion for directed verdict as Mr. Cottrell presented no proof of negligence on Kraft's part. We agree and reverse the trial court's denial of Kraft's motion and dismiss Mr. Cottrell's cause of action.\nMr. Cottrell sued Kraft for back injuries he sustained when he fell down a staircase leading to the roof of the Kraft plant in Morrilton, Arkansas, on April 14, 1987. In his complaint, Mr. Cottrell alleged:\n2. That on or about April 1,1987, while Plaintiff was a business invitee, or was otherwise lawfully passing on a stairway located in Defendant's factory; and while walking in a careful and prudent manner, the Plaintiff became disoriented due to an accumulation of steam and extreme heat which was allowed to reach as high as 130 degrees; and that due to these conditions the Plaintiff was unable to employ the use of the handrail; being too hot to touch. Due to these conditions Plaintiff fell striking his head on a steel beam which went across the stairway and continued to fall down a thirty-foot flight of stairs with great force.\n3. That said conditions did render the stairway unreasonably dangerous for its intended usage as a passageway.\n4. That the Defendant knew or should have known, in the exercise of ordinary care, that these conditions would create a hazardous condition and render the passageway unsafe for invitees and others lawfully on said premises.\n5. That the Defendant was negligent in failing to use ordinary care to maintain the premises in a reasonable [sic] safe condition or to take precautions to prevent injury to Plaintiff and others.\n6. That as a direct and proximate result of the negligence of the Defendant, the Plaintiff has suffered excruciating pain and suffering, severe permanent and partial permanent injuries, disability, and impairment to *467his back, and to his body as a whole, and will continue to suffer these injuries in the future; further, that the Plaintiff has suffered constant and severe mental anguish, injury to his earnings and earning capacity, and inability to participate in his livelihood, hobbies, and recreational activities; further, that the Plaintiff has incurred substantial medical, hospital and rehabilitation expenses and will incur same in the future.\n7. That as a direct and proximate result of the negligent and careless acts of the Defendant as heretofore set forth, the Plaintiff has been damaged in the sum of One Million Eight Hundred and Twenty Thousand Dollars ($1,820,000), which includes permanent disability, past and future medical, pain and suffering, reduced earning capability and punitive damages.\nIn support of his complaint, Mr. Cottrell testified that he was employed as an electrical apprentice for Koontz Electric on April 14,1987 and was assigned to work at Kraft on the air conditioning units at its paper mill in Morrilton. On this particular morning, Mr. Cottrell was making his usual rounds when he noticed all three lights on the cooling towers were off and proceeded to the roof of the plant to check them.\nCottrell's description of the access to the roof at Kraft's plant and the area where he fell is at best sketchy. No drawings or photographs of this area of the plant were introduced into evidence. The most we can tell from the record is that there are four or five flights of stairs inside the building leading to a mezzanine deck. From the mezzanine there is one flight of stairs, in the words of Mr. Cottrell, that goes out through the roof. Mr. Cottrell also makes reference to a penthouse at the top of the uppermost stairs, which exits to the roof, the penthouse being a shack about six by six feet. According to Mr. Cottrell, the penthouse has a door opening onto the roof to which the uppermost stairs lead, and that this door serves as the only ventilation for steam rising from the plant. Testimony of the industrial relations manager at Kraft added little to Mr. Cottrell's description of the area other than there were no vents on the roof and that the last flight of stairs was not enclosed but was open to the interior of the plant.\nBe this as it may be, Mr. Cottrell testified that first he climbed the four or five flights of stairs to the mezzanine level. Then, he began climbing the uppermost staircase leading to the roof. Mr. Cottrell described this final staircase as steeper and narrower than the four or five flights leading to the mezzanine, or approximately two and one half feet wide as opposed to four or five feet wide. He testified that the temperature outside that day was about 45 or 50 degrees, but that the plant roof was hotter because of heat and steam rising from within the plant which he said made it difficult to breathe. Mr. Cottrell testified he had been up to the roof four or five times before and that on at least on one of those occasions, the conditions were the same as at the time of his fall.\nOn the day of the accident, Mr. Cottrell said he went halfway up the uppermost staircase, took a deep breath, and continued to the top. He remained on the roof for approximately fifteen minutes while he checked the air conditioners. As he prepared to descend the stairs, he said he took another deep breath and got a dizzy feeling two or three steps down. He said he thought about turning back but decided he could make it down the stairs. He then bumped his head on a metal beam that runs across the stairs, his feet came out from under him, and he did not recall anything until he woke up in Kraft's ambulance where he remembered seeing a nurse and O.C. Robinson, Kraft's security guard. Mr. Cottrell said he was wearing a hard hat when he hit his head on the beam. In the ambulance, he said he told the nurse his back hurt.\nMr. Cottrell testified that he did not know exactly why he fell, but he believed it was probably a combination of the heat and the uppermost staircase being wet and steep. When he went up the stairs, he rushed up the second half because he could only hold his breath so long. He said he did not get in a big hurry going down the stairs. He also said there were no other forms of ventilation on the roof except the door at the top of the uppermost stairway.\nOn cross-examination, Mr. Cottrell testified that he had been on the roof of Kraft several times when the conditions were the same as the day of the accident, and that the stairs were in the same condition as before. He said it was very hot and uncomfortable on the roof, and that he had been working since 7:00 a.m. so he was tired but not worn out. He said he felt lightheaded and dizzy when he started down the stairs.\nWhen questioned about his version of his fall in his pretrial deposition, Mr. Cottrell agreed with his earlier statement that the biggest part of the reason he fell was because he felt dizzy. He repeated his statement from the deposition that he did not know what caused him to fall, that it is always hot up there, that he had been hot up there before, that he was holding both handrails before he fell, and that he just got dizzy and fell. He repeated again that he did not know why he fell, and that as he descended the stairs, he bumped his head, and his feet came out from under him. Also, Mr. Cottrell said he did not remember telling the nurse that he got in a hurry and just fell down the stairs, but he admitted that he could have said that. He said he was not in a big hurry but was trying to get through the steam so he could breathe. He did remember getting dizzy. He was not running down the stairs but was trying to hurry. Again, he repeated that he did not know why he fell.\nOn re-direct examination, Mr. Cottrell recapped his statements from his deposition that a combination of taking a deep breath and walking in the heat made him dizzy. He read his deposition statement that it was a combination of the heat and bumping his head on the beam that caused him to fall.\nOn re-cross-examination, Mr. Cottrell said that he was wearing a hard hat when he hit his head on the beam, and that he did not remember how hard he hit his head on the beam, but that he had known the beam was there. When asked during his deposition whether hitting his head had anything to do with his fall, he read his reply, I really don't know, it could have, but on further questioning said, It may not have. Mr. Cottrell then repeated his statement that he really didn't know what caused his fall.\nDoug McGeehee, a fellow employee from Koontz Electric, testified on Mr. Cottrell's behalf. Mr. McGeehee described going to the roof of the Kraft plant to service the air conditioners and gave the same description as Mr. Cottrell of the ascent. He said the air was very hot on the uppermost stairs when the mill was operating, and the further he went up, the hotter it got. He said, as he neared the top of the stairwell, it became hard to breathe, and his glasses fogged over. He said when climbing the uppermost stairway, he would breathe two or three times, hold his breath, and then walk on up to the top. When descending the stairs, he would walk faster down the top third of the uppermost stairway than the bottom two-thirds.\nAt the conclusion of Mr. Cottrell's case in chief, Kraft made a motion for a directed verdict on the basis that Mr. Cottrell had failed to make a prima facie case of negligence. The trial court took the motion under advisement and later ruled in Mr. Cottrell's favor. This was error.\nIn reviewing the denial of a motion for a directed verdict, we must view the evidence in the light most favorable to the party against whom the verdict is sought and give its highest probative value, taking into account all reasonable inferences deducible from it. Lytle v. Wal-Mart Stores, Inc., 309 Ark. 139, 827 S.W.2d 652 (1992) (quoting Howard v. Hicks, 304 Ark. 112, 113, 800 S.W.2d 706, 707 (1990)). If there is any substantial evidence to support the verdict, we must affirm the trial court. Ark. R. Civ. P. 50(e); St. Louis Southwestern Ry. Co. v. White, 302 Ark. 193, 788 S.W.2d 483 (1990); Grendell v. Kiehl, 291 Ark. 228, 723 S.W.2d 830 (1987). However, the burden is on the party asserting negligence to prove it as negligence is never presumed. Brantley v. Stewart Bldg. & Hardware Supplies, Inc., 274 Ark. 555, 626 S.W.2d 943 (1982); St Louis-San Francisco Ry. Co. v. Ward, 197 Ark. 520, 124 S.W.2d 975 (1939).\nTo establish a prima facie case of negligence, the plaintiff must show that he sustained damages, that the defendant was negligent, and that such negligence was a proximate cause of the damages. We recently set forth in Sanford v. Ziegler, 312 Ark. 524, 851 S.W.2d 418 (1993), the essential elements of negligence which must be proved for a plaintiff to prevail:\nNegligence is the failure to do something which a reasonably careful person would do. A negligent act arises from a situation where an ordinarily prudent person in the same situation would foresee such an appreciable risk of harm to others that he would not act or at least would act in a more careful manner. White River Rural Water Dist. v. Moon, 310 Ark. 624, 839 S.W.2d 211 (1992).\n*471 Register v. Oaklawn Jockey Club, Inc., 306 Ark. 318, 811 S.W.2d 315 (1991); Earnest v. Joe Works Chevrolet, Inc., 295 Ark. 90, 746 S.W.2d 554 (1988). While a party may establish negligence by direct or circumstantial evidence, he cannot rely upon inferences based on conjecture or speculation. Earnest, supra (citing Glidewell v. Arkhola Sand & Gravel Co., 212 Ark. 838, 208 S.W.2d 4 (1948)).\nConsidering these rules of law, we have reviewed the testimony presented by Mr. Cottrell in its entirety, and we agree with Kraft that Mr. Cottrell has failed to establish a prima facie case of negligence, and the trial court committed error in failing to grant Kraft's motion for a directed verdict.\nThere is no substantial evidence to support the jury's verdict. The record reflects that Mr. Cottrell offered no proof other than his own testimony and that of a fellow worker in an attempt to show Kraft was negligent but failed to convincingly show negligence on the part of Kraft. We have long held that substantial evidence is not present where a factfinder is merely given a choice of possibilities which require the jury to conjecture or guess as to a cause. Arkansas Power & Light v. Cash, 245 Ark. 459, 432 S.W.2d 853 (1968) (quoting Kapp v. Sullivan Chevrolet Co., 234 Ark. 395, 353 S.W.2d 5 (1962) and Henry H. Cross Co. v. Simmons, 96 F.2d 482 (1938) (decision under Arkansas Law)). In other words, evidence showing possible causes of a fall, as opposed to probable causes, does not constitute substantial evidence of negligence. Safeway Stores, Inc. v. Willmon, 289 Ark. 14, 708 S.W.2d 623 (1986). The mere fact that a person slips and falls does not give rise to an inference of negligence, and there is no such inference here. Dye v. Wall-Mart Stores, Inc., 300 Ark. 197, 777 S.W.2d 861 (1989).\nHere, the record reflects that the only evidence of a possible negligent act or omission by Kraft regarding the conditions at the time of the accident was Mr. Cottrell's statement that it was hot on the uppermost stairway, and that the steps were narrow. Mr. Cottrell submitted no other evidence of any type regarding the temperature or conditions on the staircase at the time of the accident. There was no evidence to support the allegations in his complaint that there was an accumulation of steam and extreme heat which was allowed to reach as high as *472130°, nor was there any evidence that the conditions at the time of the accident were unreasonably dangerous or failed to meet any standard of care, or that the stairs were unsafe as a passageway as Mr. Cottrell averred. There was no empirical evidence of the width, length, or angle of the stairs down which Mr. Cottrell fell.\nMr. Cottrell's complaint also alleged that the handrail was too hot to touch, and this contributed to his fall, but he presented no evidence regarding the handrail, nor did he testify that the handrails caused or contributed to his fall. To the contrary, he testified that he was holding on to both handrails at the time he became dizzy and fell.\nUnder the facts before us, we hold that Mr. Cottrell's case rested upon conjecture and speculation and, as such, he failed to establish a prima facie case of Kraft's alleged negligence, and the trial court erred in not granting a directed verdict in Kraft's favor.\nReversed and dismissed.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant factory owner was negligent in maintaining unsafe conditions in its factory.\nSummary:\nthe plaintiff was an electrical apprentice working at the defendant's paper mill, noticed that lights on air conditioning cooling towers were off, and went to the roof of the mill to check on them.\nthe plaintiff ascended a staircase to reach the roof, checked the air conditioners, and descended the stairs again, but hit his head, fell, and was knocked unconscious.\nThe plaintiff asserted that the conditions of the factory—the narrow staircase, accumulation of steam and heat at the top of the building and consequent unusably hot handrail—led to his fall.\nThe jury returned a verdict in the plaintiff's favour.\nHowever, the Supreme Court held that merely because the plaintiff slipped and fell was not a basis on which to infer negligence on the part of the defendant.\nThe plaintiff asserted that the conditions at the top of the building were 'hot' and the steps were narrow, but there was no evidence that (1) heat and steam accumulated at the top of the stairwell; (2) the conditions were unreasonably dangerous; (3) the stairs were unsafe; or (4) the defendant failed to meet any particular standard of care. Consequently, there was no established negligence on the part of the defendant.\n",
    "annotations": {
        "Facts": [
            "back injuries he sustained when he fell down a staircase leading to the roof of the Kraft plant in Morrilton, Arkansas, on April 14, 1987",
            "That on or about April 1,1987, while Plaintiff was a business invitee, or was otherwise lawfully passing on a stairway located in Defendant's factory; and while walking in a careful and prudent manner, the Plaintiff became disoriented due to an accumulation of steam and extreme heat which was allowed to reach as high as 130 degrees; and that due to these conditions the Plaintiff was unable to employ the use of the handrail; being too hot to touch. Due to these conditions Plaintiff fell striking his head on a steel beam which went across the stairway and continued to fall down a thirty-foot flight of stairs with great force.",
            "Mr. Cottrell testified that he was employed as an electrical apprentice for Koontz Electric on April 14,1987 and was assigned to work at Kraft on the air conditioning units at its paper mill in Morrilton. On this particular morning, Mr. Cottrell was making his usual rounds when he noticed all three lights on the cooling towers were off and proceeded to the roof of the plant to check them.",
            "there are four or five flights of stairs inside the building leading to a mezzanine deck. From the mezzanine there is one flight of stairs, in the words of Mr. Cottrell, that goes out through the roof. Mr. Cottrell also makes reference to a penthouse at the top of the uppermost stairs, which exits to the roof, the penthouse being a shack about six by six feet. According to Mr. Cottrell, the penthouse has a door opening onto the roof to which the uppermost stairs lead, and that this door serves as the only ventilation for steam rising from the plant.",
            "there were no vents on the roof and that the last flight of stairs was not enclosed but was open to the interior of the plant.",
            "Mr. Cottrell",
            "climbed the four or five flights of stairs to the mezzanine level. Then, he began climbing the uppermost staircase leading to the roof. Mr. Cottrell described this final staircase as steeper and narrower than the four or five flights leading to the mezzanine, or approximately two and one half feet wide as opposed to four or five feet wide.",
            "the temperature outside that day was about 45 or 50 degrees, but that the plant roof was hotter because of heat and steam rising from within the plant which he said made it difficult to breathe",
            "he had been up to the roof four or five times before and that on at least on one of those occasions, the conditions were the same as at the time of his fall.On the day of the accident, Mr. Cottrell said he went halfway up the uppermost staircase, took a deep breath, and continued to the top. He remained on the roof for approximately fifteen minutes while he checked the air conditioners. As he prepared to descend the stairs, he said he took another deep breath and got a dizzy feeling two or three steps down. He said he thought about turning back but decided he could make it down the stairs. He then bumped his head on a metal beam that runs across the stairs, his feet came out from under him, and he did not recall anything until he woke up in Kraft's ambulance where he remembered seeing a nurse and O.C. Robinson, Kraft's security guard. Mr. Cottrell said he was wearing a hard hat when he hit his head on the beam. In the ambulance, he said he told the nurse his back hurt.Mr. Cottrell",
            "did not know exactly why he fell, but he believed it was probably a combination of the heat and the uppermost staircase being wet and steep. When he went up the stairs, he rushed up the second half because he could only hold his breath so long. He said he did not get in a big hurry going down the stairs. He also said there were no other forms of ventilation on the roof except the door at the top of the uppermost stairway.",
            "he had been on the roof of Kraft several times when the conditions were the same as the day of the accident, and that the stairs were in the same condition as before. He said it was very hot and uncomfortable on the roof, and that he had been working since 7:00 a.m. so he was tired but not worn out. He said he felt lightheaded and dizzy when he started down the stairs.",
            "the biggest part of the reason he fell was because he felt dizzy",
            "he did not know what caused him to fall, that it is always hot up there, that he had been hot up there before, that he was holding both handrails before he fell, and that he just got dizzy and fell",
            "he did not know why he fell, and that as he descended the stairs, he bumped his head, and his feet came out from under him.",
            "Mr. Cottrell said he did not remember telling the nurse that he got in a hurry and just fell down the stairs, but he admitted that he could have said that. He said he was not in a big hurry but was trying to get through the steam so he could breathe. He did remember getting dizzy. He was not running down the stairs but was trying to hurry. Again, he repeated that he did not know why he fell.",
            "a combination of taking a deep breath and walking in the heat made him dizzy. He read his deposition statement that it was a combination of the heat and bumping his head on the beam that caused him to fall.",
            "he was wearing a hard hat when he hit his head on the beam, and that he did not remember how hard he hit his head on the beam, but that he had known the beam was there",
            "whether hitting his head had anything to do with his fall, he read his reply, I really don't know, it could have,",
            "but on further questioning said, It may not have",
            "he really didn't know what caused his fall.",
            "the air was very hot on the uppermost stairs when the mill was operating, and the further he went up, the hotter it got.",
            "as he neared the top of the stairwell, it became hard to breathe"
        ],
        "Procedural History": [
            "Richard Alan Cottrell, an employee of Koontz Electric Co., was awarded a judgment in the amount of $166,630.74 against Arkansas Kraft, a Division of Green Bay Packaging, a Wisconsin Company, following a jury trial",
            "the trial court erred in failing to grant its motion for directed verdict as Mr. Cottrell presented no proof of negligence on Kraft's part.",
            "At the conclusion of Mr. Cottrell's case in chief, Kraft made a motion for a directed verdict on the basis that Mr. Cottrell had failed to make a prima facie case of negligence. The trial court took the motion under advisement and later ruled in Mr. Cottrell's favor"
        ],
        "Application of Law to Facts": [
            "Mr. Cottrell has failed to establish a prima facie case of negligence",
            "There is no substantial evidence to support the jury's verdict. The record reflects that Mr. Cottrell offered no proof other than his own testimony and that of a fellow worker in an attempt to show Kraft was negligent but failed to convincingly show negligence on the part of Kraft. We have long held that substantial evidence is not present where a factfinder is merely given a choice of possibilities which require the jury to conjecture or guess as to a cause.",
            "evidence showing possible causes of a fall, as opposed to probable causes, does not constitute substantial evidence of negligence.",
            "The mere fact that a person slips and falls does not give rise to an inference of negligence, and there is no such inference here",
            "Here, the record reflects that the only evidence of a possible negligent act or omission by Kraft regarding the conditions at the time of the accident was Mr. Cottrell's statement that it was hot on the uppermost stairway, and that the steps were narrow. Mr. Cottrell submitted no other evidence of any type regarding the temperature or conditions on the staircase at the time of the accident. There was no evidence to support the allegations in his complaint that there was an accumulation of steam and extreme heat which was allowed to reach as high as 130°, nor was there any evidence that the conditions at the time of the accident were unreasonably dangerous or failed to meet any standard of care, or that the stairs were unsafe as a passageway as Mr. Cottrell averred. There was no empirical evidence of the width, length, or angle of the stairs down which Mr. Cottrell fell.Mr. Cottrell's complaint also alleged that the handrail was too hot to touch, and this contributed to his fall, but he presented no evidence regarding the handrail, nor did he testify that the handrails caused or contributed to his fall. To the contrary, he testified that he was holding on to both handrails at the time he became dizzy and fell.Under the facts before us, we hold that Mr. Cottrell's case rested upon conjecture and speculation and, as such, he failed to establish a prima facie case of Kraft's alleged negligence, and the trial court erred in not granting a directed verdict in Kraft's favor."
        ],
        "Relevant Precedents": [
            "Arkansas Power & Light v. Cash, , 432 S.W.2d 853 (1968)",
            "Kapp v. Sullivan Chevrolet Co., , 353 S.W.2d 5 (1962)",
            "Henry H. Cross Co. v. Simmons,  (1938)",
            "Safeway Stores, Inc. v. Willmon, 289 Ark. 14,  (1986)",
            "Dye v. Wall-Mart Stores, Inc., 300 Ark. 197, S.W.2d 861 (1989)."
        ],
        "Outcome": [
            "We agree and reverse the trial court's denial of Kraft's motion and dismiss Mr. Cottrell's cause of action.",
            "This was error.",
            "Reversed and dismissed."
        ]
    },
    "class": "reverse"
}