{
    "text": "Wheeler v. Bennett, 312 Ark. 411, 849 S.W.2d 952 (1993)\nMarch 29, 1993 · Arkansas Supreme Court · 92-1149 \n312 Ark. 411, 849 S.W.2d 952 \nTina WHEELER v. Martha BENNETT \n849 S.W.2d 952\nSupreme Court of Arkansas\n*413 Gary Eubanks & Associates, by: William Gary Holt and James Gerard Schulze, for appellant.\nBarber, McCaskill, Amsler, Jones & Hale, P.A., by: R. Kenny McCulloch, for appellee.\n*414Tom Glaze, Justice.\nOn May 5, 1990, the appellant, Tina Wheeler, failed to see and ran a stop sign located at the corner of Mitchell and Thompson streets in Conway, Arkansas, and collided with the vehicle driven by appellee, Martha Bennett. Bennett sustained injuries to her lower back and neck. Ms. Wheeler was on her way to an aerobics class and was driving a pick-up truck owned by her father's business, Wheeler Construction Company. Mrs. Bennett initially filed respective negligence and vicarious liability claims against Tina Wheeler and her father, Bob Wheeler d/b/a Wheeler Construction Company. Bennett sought recovery for permanent injury, loss of earning capacity, past and future medical expenses, and past and future pain, suffering and mental anguish. The Wheelers answered denying all allegations and asserting comparative fault. Bennett subsequently took Ms. Wheeler's deposition and discovered Ms. Wheeler had had two accidents and had received three speeding tickets all in the preceding four years. Bennett then amended her complaint by substituting the vicarious liability claim with one alleging Ms. Wheeler was reckless and that Bob Wheeler was guilty of negligent entrustment. The Wheelers again answered denying these new allegations.\nPrior to trial, Bob Wheeler filed a motion for summary judgment as to the negligent entrustment claim. In addition, Ms. Wheeler filed two pretrial motions seeking to exclude certain evidence from being introduced at trial. The trial court denied both Wheelers' requests.\nAt trial and upon conclusion of Bennett's case-in-chief, the judge directed two verdicts. First, the judge dismissed Bennett's negligent entrustment claim against Bob Wheeler. Second, he granted Bennett's directed verdict finding Ms. Wheeler had breached her duty to exercise ordinary care. The judge then submitted only the issues of proximate cause and damage to the jury. The jury returned a general verdict assessing Mrs. Bennett's damages at $100,000.\nMs. Wheeler appeals contending the trial judge committed error in (1) directing a verdict against her on the issue of negligence, (2) denying her motions in limine, (3) allowing the testimony of eyewitness Jeff Johnston, and (4) denying her motion for judgment notwithstanding the verdict or, in the alternative, for a new trial, in that the damages awarded were unsupported by the evidence and were excessive. We affirm upon condition that appellee accept a remittitur.\nWe first address whether the trial judge committed error by directing a verdict for Mrs. Bennett on the issue of Wheeler's negligence. This court has consistently reaffirmed the holding that it is for the jury in a comparative negligence case to determine the negligence of each party. Baker v. Matthews, 241 Ark. 539, 408 S.W.2d 889 (1966). However, we have also adopted the rule that the issue should be taken from the jury when the proof of one party is so clear, convincing and irrefutable that no other conclusion could be reached by reasonable men. Spink v. Mourton, 235 Ark. 919, 362 S.W.2d 665 (1962); Morton v. American Medical International, Inc., 286 Ark. 88, 689 S.W.2d 535 (1985); See also, Williams v. Carr, et al, 263 Ark. 326, 565 S.W.2d 400 (1978), and Young v. Johnson, 311 Ark. 551, 845 S.W.2d 509 (1992).\nIt is key to note that those cases involved issues of negligence. Moreover, the following language from the Spink opinion is especially appropriate to the case at bar:\nThus, no matter how strong the evidence of a party, who has the burden of establishing negligence and proximate cause as facts, may comparatively seem to be, he is not entitled to have those facts declared to have reality as a matter of law, unless there is utterly no rational basis in the situation, testimonially, circumstantially, or inferentially, for a jury to believe otherwise.\nSpink, 235 Ark. at 922, 362 S.W.2d at 667, citing United States Fire Ins. Co. v. Milner Hotels, 253 F.2d 542 (8th Cir. 1958). Similarly, as we said in Woodmen of the World Life Ins. Soc. v. Reese, 206 Ark. 530, 176 S.W.2d 708 (1943):\nA verdict upon an issue of fact should not be directed in favor of the party who has the burden of proof with respect thereto, unless such fact is admitted, or is established by the undisputed testimony of one or more disinterested witnesses and different minds cannot reasonably draw different conclusions from such testimony.\nIn presenting her case to the jury, Bennett called Tina Wheeler to the witness stand and elicited the two following statements from her: (1) She had admitted to the police officer at the scene that she had run the stop sign, and (2) she admitted that Bennett had done nothing to contribute to the accident. Although this testimony had the effect of affirmatively proving negligence on Ms. Wheeler's part, it had the greater and more critical impact of conceding the collision was in no way the fault of Bennett. Other evidence did not contradict Wheeler's admissions or concessions. Because Wheeler conceded all fault was hers, the trial judge was correct in directing a verdict for Bennett.\nOur determination that the trial judge did not err in directing a verdict on the issue of Ms. Wheeler's negligence renders moot, for lack of prejudice, other contentions raised by appellant. In this respect, Ms. Wheeler argues the trial court erred when it allowed fifteen-year-old Jeff Johnston to give his opinion concerning the speed of Tina Wheeler's vehicle when it impacted Bennett's vehicle. Johnston's testimony reflected only on the issue of Ms. Wheeler's negligence and liability concerning the accident, and that issue was correctly disposed of by the trial court's granting Bennett's directed verdict. Wheeler was at fault. Thus, even if Johnson's testimony was inadmissible, no prejudice ensued and reversible error did not occur. Peoples Bank & Trust v. Wallace, 290 Ark. 589, 721 S.W.2d 659 (1986).\nMs. Wheeler also argued the trial court erred in failing to exclude documented evidence that she had been involved in two wrecks and had received three speeding tickets since she obtained her driver's license some four years earlier. This evidence was introduced to prove Bennett's claim of negligent entrustment against Bob Wheeler — which claim was dismissed before this case went to the jury. In short, Wheeler argues that, although the trial court eventually dismissed the negligent entrustment claim, the evidence already introduced to support the claim was before the jury and was highly prejudicial to Ms. Wheeler's case. First, we reiterate that the trial court not only dismissed the negligent entrustment claim, but also it directed a verdict finding Ms. Wheeler at fault. Second, Wheeler simply fails to show how Ms. Wheeler's prior driving record actually prejudiced her case. Clearly, it was her burden to prove prejudice resulted from any inadmissible evidence. Id. Ms. Wheeler simply has not demonstrated how any inadmissible evidence bearing on the resolved *417liability issues affected the damages rendered against her.\nMs. Wheeler next contends that the trial judge erred in refusing to exclude (1) any reference or testimony to plaintiff's alleged loss-of-earning capacity, and (2) any reference to or admission of post-accident expenses incurred by Bennett for medical treatment related to chest pains which Wheeler claims were unrelated to the accident.\nWe first address the loss-of-earning capacity contention. Wheeler specifically argues that the trial judge erred in admitting evidence of loss of earning capacity because Bennett failed to show with reasonable certainty that the injuries she suffered were permanent, and that unless there is such testimony the court should not let the jury assess any damages for permanent injury. Missouri Pacific Transportation Co. v. Kinney, 199 Ark. 512, 135 S.W.2d 56 (1939). A permanent injury is one that deprives the plaintiff of his right to live his life in comfort and ease without added inconvenience or diminution of physical vigor. Adkins v. Kelly, 244 Ark. 199, 424 S.W.2d 373 (1968). It is well recognized that impairment-of-earning capacity is recoverable only upon proof that an injury is permanent. Henry Woods, Earning Capacity as Elements of Danger in Personal Injury Litigation, 18 Ark. L. Rev. 304, 305 n.12 (1965); Cates v. Brown, 278 Ark. 242, 645 S.W.2d 658 (1983). Further, whether a permanent injury exists must not be left up to speculation and conjecture on the part of the jury. Handy Dan Improvement Center, Inc. v. Peters, 286 Ark. 102, 689 S.W.2d 551 (1985).\nWheeler first argues that no permanent injury per se exists in this case because none of the physicians who treated Bennett ever assigned her a numerical impairment rating. No such rating is required. Review of our cases that address this subject sufficiently illustrate that the failure to assign an impairment rating in no way wholly precludes an injured person from recovering damages for permanent injuries or loss of earning capacity. See Matthews v. Rodgers, 279 Ark. 328, 335, 651 S.W.2d 453 (1983); Belford v. Humphrey, 244 Ark. 211, 424 S.W.2d 526 (1968).\nWheeler further argues that, even if assignment of an impairment rating is unnecessary to recover for loss-of-earning capacity, Bennett failed to meet her burden of proving a perma*418nent injury with reasonable certainty because there was insufficient proof of an objective injury. We disagree.\nTina Wheeler herself stated immediately after the collision that Bennett exclaimed, My back hurts. I'm in pain. Further, the emergency room records show that Bennett had a bulging disc in the lower lumbar area of her spine. That evidence was corroborated by the MRI (Magnetic Resonance Image) analysis which showed an irritation of the SI nerve rootlet on the right side. Bennett's regular physician, Dr. George Gray, III, testified that objective tests showed that the Si nerve rootlet remained irritated from April of 1990 through July of 1991. Dr. Gray further testified that upon Mrs. Bennett's first examination, just ten days after the wreck, he located and verified objective spasms in her lumbar spine, such spasms being consistent with an irritated nerve rootlet. He also testified that upon examination Bennett had quite a decrease in her range of motion in her back, flexion, extension, side bending and rotation. Moreover, Mrs. Bennett complained of pain in her neck. In this connection, MRI results showed a mild protrusion of the disk between C6 and Cl which Dr. Gray testified was the most common area of the neck to be injured as far as discs were concerned. Although Dr. Gray also testified that the scant objective findings of injury could not have caused the myriad of symptoms and pain complained of by Bennett, he stated that there was no reason that he would think that Bennett would show improvement and that he anticipated she would continue to have the same complaints.\nIn East Texas Motor Freight Lines, Inc. v. Freeman, 289 Ark. 539, 545, 713 S.W.2d 456, 460 (1986), this court was confronted with an auto accident in which one of the drivers, Ms. Freeman, was injured, and testified that she sustained a head injury, suffered nausea, vomiting and severe and continuing headaches up to the time of trial, a period of approximately three and a half years. Although this court conceded the proof of permanency was marginal, and further stated that Freeman's injuries were more emotional than physical, we allowed evidence of permanency to be submitted to the jury:\nWhile we have held that future pain and permanency must be established with reasonable certainty and not left to the jury's speculation and conjecture, (cite omitted) we have *419also said the jury may consider the nature, extent and persistency of the injuries and may rely on lay testimony, (cite omitted). Between the two extremes of objective injuries on the one hand and subjective complaints on the other lies a grey area in which the issue of permanency becomes a matter of judgment. Belford v. Humphrey, 244 Ark. 211, 424 S.W.2d 526 (1968). All in all we are satisfied there was enough evidence of permanency to submit the issue to the jury.\nIn light of the fact that the objective signs and other evidence bearing on the permanency of Bennett's injuries here are more substantial than those presented in Freeman, we hold that the testimony adduced on the issue of permanent injury was sufficient to warrant its submission to the jury.\nMs. Wheeler's next point for reversal has merit. She contends the trial court erred in allowing Bennett to introduce testimony and medical bills, totalling $8,281.24, which related to the treatment of chest pains suffered by Bennett some eight months after the collision. Bennett was required to show by a preponderance of the evidence that it was Wheeler's negligence that proximately caused Bennett's chest pains and related medical expenses.\nProximate cause means a cause which, in a natural and continuous sequence, produces damage without which the damage would not have occurred. In an action for negligence, proximate cause may be shown from circumstantial evidence, and such evidence is sufficient to show proximate cause if the facts proved are of such a nature and are so connected and related to each other that the conclusion therefrom may be fairly inferred. White River Rural Water District v. Moon, 310 Ark. 624, 839 S.W.2d 211 (1992).\nIn Jonesboro Coca-Cola Bottling Co. v. Young, 198 Ark. 1032, 1036, 132 S.W.2d 382, 384 (1939), this court cited 15 Am. Jur. 413 for the proposition that:\nThe damages recovered in any case must be shown with reasonable certainty both as to their nature and in respect of the cause from which they proceed. No recovery can be had where it is uncertain whether the plaintiff suffered any *420damages unless it is established with reasonable certainty that the damages sought resulted from the act complained of. Hence, no recovery can be had where report must be had to speculation or conjecture for the purpose of determining whether the damages resulted from the act of which complaint is made or from some other cause, or where it is impossible to say what, if any, portion of the damages resulted from the fault of the defendant, and what portion from the fault of the plaintiff himself.\nThe record reflects that in November of 1990 (eight months after the accident) Mrs. Bennett visited Dr. Gray complaining of chest pains for which he had her admitted to Conway Regional Hospital. Mrs. Bennett had a pre-existing heart condition characterized as a rapid heart beat. In fact there was.testimony that Bennett was placed on heart and blood pressure medication as early as 1979, and was required to continue taking the medication. However, for alleged monetary reasons, Bennett stopped taking the medication just a few days prior to experiencing the chest pains. Dr. Gray stated that in his opinion the cause of the chest pains was multifactorial — pre-existing heart condition, smoking, obesity, family history of heart problems, stress, and I would assume that stopping her medication had the major component to her having chest pain but as far as to any degree of certainty, I can't say.\nAfter examination, Dr. Gray transferred Bennett to the University of Arkansas Medical Center in Little Rock for more definitive testing. Bennett was placed in CCU and her echocardiogram showed poor function of her left ventricle. Upon Bennett's release, UAMS sent Dr. Gray a discharge report, which he read during his video deposition. Dr. Gray testified:\nthe diagnoses on the discharge report were that they thought (sic) was caused by gastrointestinal problems, esophagitis and gastritis. This could be anything from preexisting ulcer problems, medication induced — she was on anti-inflammatory medications, which could have caused this from her back, stress and so forth. So the picture on her heart is very cloudy at best in my estimation.\nAgain, in characterizing the UAMS discharge diagnoses Dr. Gray stated:\n*421It appears that they thought that, more or less, her chest pain was a referred chest pain from her esophagus. . . . Usually, these are seen in hyper-secretory states of acid. Rather this be (sic) the most common results of which are medication and stress and smoking.\nHowever, when Dr. Gray was asked to give his opinion as to which of the three possible sources most likely induced the gastrointestinal chest pains, he repeated that he did not know one way or the other, but that he did know that probably all of them do contribute, but could not say to what degree. Thus, there was absolutely no evidence that ingestion of the anti-inflammatory medication more probably than not caused Mrs. Bennett's chest pains. Further, the record is devoid of any document or statement reflecting that physicians at UAMS conducted any tests to determine whether anti-inflammatory medication was indeed a source of the gastro-intestinal chest pains. In addition, the deposition testimony of Dr. Warren Boop, Jr., Bennett's chronic pain physician, fails to carry Bennett's burden. Dr. Boop treated Bennett only once and that was prior to the onset of chest pains. Although he did state that anti-inflammatory medication frequently causes gastric irritation, he could not give an opinion as to the possible source of Bennett's chest pain.\nWe hold that the evidence submitted required the jury to speculate in deciding which of the various possible causes more likely than not caused Bennett's chest pains. The evidence failed to prove with reasonable certainty that the chest pains were the result of the anti-inflammatory medication prescribed for treatment of Bennett's injured back. In sum, Bennett's proof falls short of showing her chest pains resulted from any fault of Wheeler's. Thus, the trial judge erred in allowing that evidence to be presented to the jury. We mention Bennett's reliance on this court's decision in the recent case of National Bank of Commerce v. McNeil Trucking, 309 Ark. 80, 828 S.W.2d 584 (1992). Suffice it to say that the McNeil Trucking case is inapposite because there the court did not address the issue presented here, namely, whether alleged damages were causally connected to the accident.\nBecause we find reversible error in the trial court's allowing Bennett to introduce medical expenses unrelated to her chest pains, we note that single verdicts as a general rule may not be divided. However, this court has adopted and applied an exception to this rule, that is, when the only error relates to a separable item of damages, a new trial can sometimes be avoided by the entry of a remittitur. Martin v. Rieger, 289 Ark. 292, 711 S.W.2d 776 (1986); Swenson v. Hampton, 244 Ark. 104, 424 S.W.2d 165 (1968). Of course, we have no assurance what damages the jury actually considered when rendering its verdict. Nevertheless, the judge incorrectly admitted evidence bearing on the element of medical expenses that are clearly separable damages in the amount of $8,281.24. Therefore, if Mrs. Bennett remits $8,281.24 within seventeen judicial days, we will affirm; if not, this cause will be directed for a new trial on damages.\nWheeler finally contends the jury's award of damages is both unsupported by the evidence and was the result of passion or prejudice. We disagree. In each case we must study the proof, viewing it most favorably to the appellee, and decide the difficult question of whether the verdict is so great as to shock our conscience or to demonstrate passion or prejudice on the part of the trier of fact. Matthews v. Rodgers, 279 Ark. 328, 651 S.W.2d 453 (1983); Warhurst v. White, 310 Ark. 546, 838 S.W.2d 350 (1992). In determining whether the amount of damages is so great as to shock the conscience, the appellate court considers such elements as past and future medical expenses, permanent injury, loss of earning capacity, scars resulting in disfigurement, and pain, suffering and mental anguish. Bill Davis Trucking, Inc. v. Prysock, 301 Ark. 387, 784 S.W.2d 755 (1990). As discussed above, we concluded that Bennett's injuries were indeed submissible as permanent, and Bennett's evidence on the single element of loss of earning capacity alone was estimated at $197,600. Accordingly, we find no merit in this contention.\nAffirmed on condition of remittitur.\nHays, J., dissents.\nSteele Hays, Justice,\ndissenting. I disagree that it was proper for the trial court to direct a verdict for the plaintiff on the issue of liability. The plaintiff had the burden of proving negligence, proximate cause and damages and the jury could have disbelieved her proof on any or all of those issues.\nPLAIN ENGLISH SUMMARY\nIssue: whether the trial judge was correct to direct the jury to give a verdict in favour of the plaintiff.\nSummary:\nthe defendant ran a stop sign and collided with the plaintiff's vehicle.\nthe defendant gave testimony that she ran the stop sign and that the plaintiff had not been at fault whatsoever.\nSince no evidence controverted these statements, there was no basis on which the jury may have entertained any other verdict, so the directed verdict—taking the verdict from the jury and finding in favour of the plaintiff—was proper.\n",
    "annotations": {
        "Facts": [
            "On May 5, 1990, the appellant, Tina Wheeler, failed to see and ran a stop sign located at the corner of Mitchell and Thompson streets in Conway, Arkansas, and collided with the vehicle driven by appellee, Martha Bennett. Bennett sustained injuries to her lower back and neck. Ms. Wheeler was on her way to an aerobics class and was driving a pick-up truck owned by her father's business, Wheeler Construction Company.",
            "Ms. Wheeler had had two accidents and had received three speeding tickets all in the preceding four years."
        ],
        "Procedural History": [
            "Prior to trial, Bob Wheeler filed a motion for summary judgment as to the negligent entrustment claim. In addition, Ms. Wheeler filed two pretrial motions seeking to exclude certain evidence from being introduced at trial. The trial court denied both Wheelers' requests.At trial and upon conclusion of Bennett's case-in-chief, the judge directed two verdicts. First, the judge dismissed Bennett's negligent entrustment claim against Bob Wheeler. Second, he granted Bennett's directed verdict finding Ms. Wheeler had breached her duty to exercise ordinary care. The judge then submitted only the issues of proximate cause and damage to the jury. The jury returned a general verdict assessing Mrs. Bennett's damages at $100,000."
        ],
        "Application of Law to Facts": [
            "the issue should be taken from the jury when the proof of one party is so clear, convincing and irrefutable that no other conclusion could be reached by reasonable men.",
            "no matter how strong the evidence of a party, who has the burden of establishing negligence and proximate cause as facts, may comparatively seem to be, he is not entitled to have those facts declared to have reality as a matter of law, unless there is utterly no rational basis in the situation, testimonially, circumstantially, or inferentially, for a jury to believe otherwise.",
            "In presenting her case to the jury, Bennett called Tina Wheeler to the witness stand and elicited the two following statements from her: (1) She had admitted to the police officer at the scene that she had run the stop sign, and (2) she admitted that Bennett had done nothing to contribute to the accident. Although this testimony had the effect of affirmatively proving negligence on Ms. Wheeler's part, it had the greater and more critical impact of conceding the collision was in no way the fault of Bennett. Other evidence did not contradict Wheeler's admissions or concessions. Because Wheeler conceded all fault was hers, the trial judge was correct in directing a verdict for Bennett."
        ],
        "Relevant Precedents": [
            "Spink v. Mourton, 235 Ark. 919,  (1962); Morton v. American Medical International, Inc., 286 Ark. 88,  (1985); See also, Williams v. Carr, et al, 263 Ark. 326,  (1978), and Young v. Johnson, 311 Ark. 551,  (1992)."
        ],
        "Outcome": [
            "We affirm upon condition that appellee accept a remittitur.",
            "Affirmed on condition of remittitur."
        ]
    },
    "class": "affirm"
}