{
    "text": "Barnes, Quinn, Flake & Anderson, Inc. v. Rankins, 312 Ark. 240, 848 S.W.2d 924 (1993)\nMarch 1, 1993 · Arkansas Supreme Court · 92-1003 \n312 Ark. 240, 848 S.W.2d 924 \nBARNES, QUINN, FLAKE & ANDERSON, INC. v. Marcia Garrison RANKINS \n848 S.W.2d 924\nSupreme Court of Arkansas\n*241 Matthews, Sanders, Liles & Sayes, by: Marci Talbot Liles, for appellant.\nWillard Proctor, Jr., for appellee.\nRobert L. Brown, Justice.\nThe appellant, Barnes, Quinn, Flake, and Anderson, Inc., appeals from a verdict and judgment in favor of the appellee, Marcia Garrison Rankins, in the amount of $11,000 resulting from a broken ankle sustained at an apartment complex managed by the appellant. All three issues raised on appeal revolve around Rankins's knowledge that there was an unsafe condition on the premises, that is, a hole in the parking lot which resulted in her injury. We hold that the issues raised are without merit, and we affirm.\nRankins was a tenant at the Red Oak Apartments in Little Rock, which were managed by the appellant, when the injury occurred on September 6, 1988. She was returning home from work at St. Vincent Infirmary at approximately 11:00 p.m. when she stepped in a hole in the parking lot and broke her ankle. The hole had been in the parking lot for as long as two to six months, according to Rankins. Jean Jackson, who worked for the appellant as the resident manager of the apartments, knew about the hole and had attempted to rectify the situation by blowing dirt, sand, and gravel into it. The hole was never filled so as to be level to the parking lot, and, according to Jackson, from time to time water caused the fill to wash away.\nRankins also knew that the hole was there, but at the time of the accident, she testified that she was tired and eager to get home. She also said that she was looking ahead and had books and a purse in her arms when she fell. The parking lot area, according to her testimony, was not well lighted, though this was contested by the resident manager.\nRankins sued the appellant for keeping the premises in an unsafe condition and for failure to warn and sought damages for medical expenses, lost wages, and pain and suffering in the amount of $25,000. At trial, Jean Jackson testified that she had asked an asphalt repair man to fill the hole, and he said that it could not be done because the hole area was too wet to accommodate asphalt. Following the trial, the jury awarded Rankins $11,000.\nI. JURY INSTRUCTION \nThe appellant argues first that the circuit court erred in refusing to instruct the jury on Rankins's duty to see, hear, think, and discover obvious dangers. The court gave the following instructions regarding duty and negligence:\nINSTRUCTION NO. 6, AMI 206\nBarnes, Quinn, Flake & Anderson and Donald J. Parks contend that Marci Rankins was negligent which was the proximate cause of her own injury. Barnes, Quinn, Flake & Anderson and Donald J. Parks have the burden of proving this contention.\nINSTRUCTION NO. 9, AMI 1104A\nIn this case Marcia Rankins was [a tenant] upon a premises owned by Don Parks and leased to Marcia Rankins.\nDon Parks and Barnes, Quinn, Flake & Anderson, Inc. owed Marcia Rankins a duty to use ordinary care to maintain the premises in a reasonably safe condition.\nINSTRUCTION NO. 10, AMI 303\nA failure to exercise ordinary care is negligence. When I use the words ordinary care, I mean the care a reasonably careful person would use under circumstances similar to those shown by the evidence in this case. It is for you to decide how a reasonably careful person would act under those circumstances.\nINSTRUCTION NO. 11, AMI 305\nIt was the duty of all persons involved in the occurrence to use ordinary care for their own safety and the safety of others.\nThe court, however, refused to amend AMI instruction 1104A by adding the following clause, as requested by the appellant:\nHowever, the Plaintiff is also required to exercise ordinary care by using her ability to see, hear, and think to discover obvious dangers to which she may be exposed.\nThe language for the proffered addition was drawn from a case in which the federal district court in a bench trial found the plaintiff forty-five percent at fault and described the plaintiffs duty in terms of the proffered language. Phillips v. Morton Frozen Foods, 313 F.Supp. 228 (E.D. Ark. 1970). The failure to give the amended instruction, the appellant contends, was error. We disagree.\nThe jury was instructed that all parties involved in the matter had the duty to exercise ordinary care, and was further instructed on what constituted ordinary care. Rankins's duty, as a result, was relayed to the jury in terms of how a reasonably careful person would act under these circumstances. We have held that it is not error to refuse an instruction if the AMI instructions given embrace the instruction disallowed. Newman v. Crawford Construction Co., 303 Ark. 641, 799 S.W.2d 531 (1990). Nor is it error to give an instruction that defines the duty owed only in general terms. See Dena Construction Co. v. Burlington N.R.R., 297 Ark. 547, 764 S.W.2d 419 (1989).\nHere, the circuit court correctly concluded that an instruction specifically alluding to Rankins's sensory perception and memory as aspects of reasonable care was not warranted. This was so even though the court did instruct the jury that the appellant had a duty to maintain the premises in a reasonably safe manner. In the definition of ordinary care applied to both parties *244and in the instruction relating to the appellant's duty to maintain the premises, reasonable care and safety were the operable watchwords. What facts constitute reasonable care is for the jury to decide. The circuit court did not abuse its discretion in refusing to give additional illustrations of what elements might comprise reasonable care.\nII. DIRECTED VERDICT \nThe appellant next contends that Rankins failed to prove negligence on the appellant's part in failing to repair the hole properly, and, accordingly, a directed verdict should have been given in the appellant's favor.\nOur standard of review in determining the propriety of refusing a directed verdict is whether the verdict of the jury is supported by substantial evidence, that is, evidence that is sufficient to compel a conclusion one way or the other and that goes beyond suspicion or conjecture. Young v. Johnson, 311 Ark. 551, 845 S.W.2d 509 (1993); Kinco, Inc. v. Schueck Steel, Inc., 283 Ark. 72, 671 S.W.2d 178 (1984).\nThe appellant, through its employee, Jean Jackson, knew about the unsafe condition in the parking lot but failed to repair it with a permanent fill such as asphalt for a period of some months. On this point, the jury could well have concluded that Jackson was not convincing when she testified that the hole could not be permanently repaired with asphalt. The efforts to repair the hole with sand, gravel, and other debris were clearly inadequate because the area where the hole was located was subject to being washed out during wet weather.\nOur law in this regard is well settled that when a landlord undertakes to repair the premises, the landlord is liable for any negligence in making those repairs. Sparks v. Murray, 120 Ark. 17, 178 S.W. 909 (1915). The repair work in the present case was of doubtful competence. The incompetence of the repairs and whether this rose to the level of negligence was for the jury to decide. The jury concluded that it did and found for Rankins. We cannot say that the verdict was not supported by substantial evidence.\n*245 III. PROXIMATE CAUSE \nThe appellant, for its final point, contends that the hole was not the proximate cause of the accident, but that Rankins's inattention was, and that the circuit court, as a consequence, erred in refusing to direct a verdict on proximate cause in the appellant's favor.\nThe jury was instructed on proximate causation and comparative fault. Suffice it to say that there was more than sufficient evidence presented to confirm that the hole was a proximate cause of the accident. The decision on causation, accordingly, was appropriately left to the jury. Because only a general verdict was requested, we are left to speculate on whether the jury believed both parties caused the injury but that Rankins's negligence was of a lesser degree. We do know that Rankins prayed for $25,000 in damages and received $11,000.\nThis is not a case such as we had in May Construction Co. v. Frick, 253 Ark. 642, 488 S.W.2d 3 (1972), where the plaintiff knew about the hoses on the sidewalk and fell as she attempted to step over them. Here, Rankins, though generally aware of the hole, was walking across a parking lot at night (the subject of effective lighting was in dispute) and testified that she was not mindful of the hole when she fell and broke her ankle. Causation was for the jury to decide, and there was no error in the circuit court's decision to deny a directed verdict on this issue. To hold otherwise would be to absolve landlords of any responsibility for the lack of repair of defective conditions on their premises when the tenants know generally about those conditions.\nAffirmed.\nGlaze, J., not participating.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether there was substantial evidence of negligence on the part of the defendant in failing to repair a hole in a parking lot.\nSummary: \nthe plaintiff was a tenant of an apartment complex managed by the defendant company.\nthe plaintiff was injured when she stepped into a hole in the parking lot of the complex.\nthe defendant's employee knew about the hole, which had been there for 2-6 months, had swept gravel and other debris into the hole in an attempt to fill it, and claimed that a repairperson had advised the hole could not be filled with asphalt because the area was too wet.\nThe Supreme Court stated that a landlord who undertakes to repair premises is liable for negligence arising from those repairs, and the attempts to fill the hole or have it filled were clearly inadequate. The jury was free to determine that the defendant's conduct was negligence.\n",
    "annotations": {
        "Facts": [
            "Rankins was a tenant at the Red Oak Apartments in Little Rock, which were managed by the appellant, when the injury occurred on September 6, 1988. She was returning home from work at St. Vincent Infirmary at approximately 11:00 p.m. when she stepped in a hole in the parking lot and broke her ankle. The hole had been in the parking lot for as long as two to six months, according to Rankins. Jean Jackson, who worked for the appellant as the resident manager of the apartments, knew about the hole and had attempted to rectify the situation by blowing dirt, sand, and gravel into it. The hole was never filled so as to be level to the parking lot, and, according to Jackson, from time to time water caused the fill to wash away.Rankins also knew that the hole was there, but at the time of the accident, she testified that she was tired and eager to get home. She also said that she was looking ahead and had books and a purse in her arms when she fell. ",
            "asked an asphalt repair man to fill the hole, and he said that it could not be done because the hole area was too wet to accommodate asphalt"
        ],
        "Procedural History": [
            "The appellant, Barnes, Quinn, Flake, and Anderson, Inc., appeals from a verdict and judgment in favor of the appellee, Marcia Garrison Rankins, in the amount of $11,000 resulting from a broken ankle sustained at an apartment complex managed by the appellant.",
            "Following the trial, the jury awarded Rankins $11,000."
        ],
        "Application of Law to Facts": [
            "The appellant, through its employee, Jean Jackson, knew about the unsafe condition in the parking lot but failed to repair it with a permanent fill such as asphalt for a period of some months. On this point, the jury could well have concluded that Jackson was not convincing when she testified that the hole could not be permanently repaired with asphalt. The efforts to repair the hole with sand, gravel, and other debris were clearly inadequate because the area where the hole was located was subject to being washed out during wet weather.Our law in this regard is well settled that when a landlord undertakes to repair the premises, the landlord is liable for any negligence in making those repairs.",
            "The repair work in the present case was of doubtful competence. The incompetence of the repairs and whether this rose to the level of negligence was for the jury to decide. The jury concluded that it did and found for Rankins. We cannot say that the verdict was not supported by substantial evidence."
        ],
        "Relevant Precedents": [
            "Sparks v. Murray, , 178 S.W. 909 (1915)"
        ],
        "Outcome": [
            "We hold that the issues raised are without merit, and we affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}