{
    "text": "St. Paul Fire & Marine Insurance v. Prothro, 266 Ark. 1020, 590 S.W.2d 35 (1979)\nOct. 24, 1979 · Arkansas Supreme Court · CA 79-133 \n266 Ark. 1020, 590 S.W.2d 35 \nST. PAUL FIRE AND MARINE INSURANCE COMPANY v. Jim PROTHRO \n590 S.W. 2d 35\n[Petition for review denied December 3,1979.]\nand released for publication December 5, 1979\n*1021 Shackleford, Shackleford & Phillips, P.A., for appellant.\nBrown, Compton & Prewitt, for appellee.\nJames H. Pilkinton, Judge.\nAppellee Jim Prothro, a 76-year-old man, was a patient in Warner-Brown Hospital at El Dorado, Arkansas, with a fractured hip. Following surgery on October 21, 1974, to implant a prosthesis or metal ball into the right hip, Mr. Prothro developed an infection of staphylococcus aureus, commonly known as a staph infection. He alleges this infection was acquired as the result of an incident during physical therapy when the patient's surgical wound was reopened.\nThis appeal is from a judgment of the circuit court entered on a jury verdict for appellee in the sum of $75,000,0o.1 \nAppellant contends there is no substantial evidence to support the verdict.\nThe tests to be used in reviewing the findings of a jury on appeal are well established in Arkansas. As to the substantiality of the evidence, we will not disturb the jury's conclusion on appeal unless we can say there is no reasonable probability in favor of appellee's version, and then only after giving legitimate effect to the presumption in favor of the jury findings. Beard v. Coggins, 249 Ark. 518, 459 S.W. 2d 791 (1970); Fanning v. Hembree Oil Co., 245 Ark. 825, 434 S.W. 2d 822 (1968), and Lumbermens Mutual Ins. Co. v. Cooper, 245 Ark. 81, 431 S.W. 2d 256 (1968). Further, in testing the sufficiency of the evidence as being substantial on appellate review, we need only consider the testimony of the appellee and that part of the evidence which is most favorable to the appellee. Love v. H. F. Construction Company, 261 Ark. 831, 552 S.W. 2d 15, 17 (1977).\nThe evidence, viewed in the light most favorable to appellee, shows that following the surgery Mr. Prothro was in the hospital and was making a normal recovery. Part of the post-operative treatment involved physical therapy in a whirlpool bath, known as a Hubbard bath. A hospital attendant was lowering Mr. Prothro in a basket swing over the Hubbard bath when a chain attached to the basket came apart allowing Mr. Prothro to fall. The attendant caught the patient, and broke his fall somewhat, but a part of the metal basket struck Mr. Prothro on the right hip reopening his surgical wound. As a result, the wound began to bleed and was exposed to the unsterilized bath water. Subsequently, an unsterilized bath towel was placed over the wound by the orderly to stop the blood; and the patient was returned to his hospital room. The incident was reported to the duty nurse, but the nurses treating Mr. Protho did not examine or cleanse the wound but only reclosed it with surgical tape. The hospital should have made a record of the incident but did not. Dr. Joseph B. Wharton, who was Mr. Prothro's doctor, inspected the wound the next day and discontinued any further whirlpool baths. Prior to the accident in the bath, none of the doctors or nurses treating Mr. Prothro had informed him that he was suffering from an infection. He testified no symptoms of infection were evident to him.\nMr. Prothro first noticed that he was having problems several days after the incident in the Hubbard bath. He experienced rigor and began to ache all over his body. He had a fever and was told for the first time he had an infection. These problems continued after appellee was released from the hospital, and the area around the surgical wound was red and inflamed. Additional surgery on Mr. Prothro's hip was necessary and the infection required the removal of the artificial prosthesis that had been placed in the hip. The second operation was performed on February 18, 1975, by Dr. William S. Bundrick, an orthopedic surgeon, of Shreveport, Louisiana. Appellee attributes the staph infection of his hip to the incident in the Hubbard bath.\nIt is admitted by all that Mr. Prothro suffered a severe infection.\nAppellee now has no ball or joint in his hip. He has what is known as a flail hip, and there is several inches difference in the length of his right leg as compared with the left. He walks with a limp, and it is undisputed that there is considerable and serious permanent damage to Mr. Prothro's body.\nAppellant also admits, for the purpose of appeal, that the occurrence in the Hubbard bath constituted negligence. The main issue, therefore, is whether there is sufficient evidence that such negligence — the incident during physical therapy — caused the staph infection.\nAppellant contends there is no substantial evidence that appellee's staph infection was proximately caused by hospital negligence. Mr. Prothro's testimony, as a layman, standing alone leads to a reasonable conclusion that the staph infection did not exist prior to the reopening of the surgical wound and was the result of the occurrence in the bath. Appellant contends, however, that if the origin of the injury is subjective or obscure and not readily apparent to a layman, or there are several probable causes of the condition, medical testimony is essential to establish causation. Appellant says this is such a case, and claims appellee is lacking substantial expert testimony necessary for this issue to have been properly submitted to the jury.\nAs pointed out in Davis v. Kemp, 252 Ark. 925, 481 S.W. 2d 712, (1972) the applicable rule in malpractice cases is well settled in Arkansas. Quoting Graham v. Sisco, 248 Ark. 6, 449 S.W. 2d 949 (1970), our Supreme Court said:\nThe necessity for the introduction of expert medical testimony in malpractice cases was exhaustively considered in Lanier v. Trammell, 207 Ark. 372, 180 S.W. 2d 818 (1944). There we held that expert testimony is not required when the asserted negligence lies within the comprehension of the jury or laymen, such as a surgeon's failure to sterilize his instruments or to remove a sponge from the incision before closing it. On the other hand, when the applicable standard of care is not a matter of common knowledge the jury must have the assistance of expert witnesses in coming to a conclusion upon the issue of negligence.\n*1024This is an action for damages based upon negligence, not malpractice. However, appellant says the same rule should be applied to an issue of causation such as we have before us. In other words, appellant contends the cause of the hospital staph infection in the case before us would not be a matter of common knowledge to the jury, and therefore some expert testimony is required.2 It is not necessary for us to decide that specific question, and we do not do so, because there is some expert testimony favorable to appellee in this case. There is also proof that an unsterilized towel was placed over the reopened wound.\nDr. Bundrick said the presence of staph bacteria is noted in hospitals, the reason being you have sick people there. He said you can't explain staph infection, and it is a serious danger to open wounds. Both doctors testified that the medical profession, under present conditions, does not fully understand all the causes of staph infections, and does not know how to control it entirely.\nAs to whether or not the fall and reopening of the wound in the bath is relevant as a factor in determining transmission of the staph to Mr. Prothro, the following testimony by Dr. Bundrick, the orthopedic surgeon who performed the second operation and removed the metal ball from the hip, is applicable:\nQ, And then doctor, if we didn't know anything about medicine, if we were a lay jury, and we were just using our own reasoning capacities and if he didn't have the staph infection and he had hip surgery that went all the way to the joint and then he broke the wound open and got a staph infection at that site, we would almost of reason necessarily relate the two, would we not?\nA. Yes, you would if you know he had a staph infection at the site.\nQ. As a matter of fact, he did have a staph infection at the site, did he not?\n*1025A. I can't say that because I don't know of any culture of that wound.\nQ. But, doctor, the only place this staph infection manifested itself was at the site of the hip surgery, was it not?\nA. Yes, deep in the hip.\nQ. He didn't have any manifestation of staph infection anywhere else in his body, did he?\nA. Not at the time I saw him.\nQ. And your entire treatment was for staph infection of that right hip at the site of that surgery?\nA. That's correct.\nQ. And that's where his trouble was?\nA. That's correct.\nAt another point in his testimony, Dr. Bundrick was asked the following questions:\nQ. Assuming what Mr. Prothro said to be true that in the physical therapy situation and the device used to lift him in the tub collapsed and fell on him and broke open this wound, would that breaking open of that wound make that wound in the hospital a source of bacterial infection? That is, an opening for bacterial infection?\nA. Yes, I think anything that opened the wound back up would make it susceptible to infection.\nQ. Would it be more susceptible to infection that it was after it was sutured?\nA. Yes.\nQ. Considerably more, would it not?\n*1026A. Yes.\nQ. Isn't it not true that the opening of a wound in the hospital away from the operating room where bacteria is fought out, is it true that the opening in the hospital away from the operating room is very dangerous?\nA. Yes, unless you are talking about like letting it drain out.\nQ. I am talking about accidental opening of a wound after a surgical procedure.\nA. Yes, it would be a danger of infection.\nThere is other medical testimony favorable to appellee, and we cannot agree with the appellant that there is no medical testimony in the record supporting plaintiff-appellee's theory that the staph infection was caused by the incident in the Hubbard bath. And upon this point, the testimony of Mr. Prothro is entitled to some probative weight. He states that the pain which attended the staph infection did not develop or exist until after the fall in the bath which reopened his surgical wound. While his testimony was that of a layman, he would probably testify to those things or facts in connection with his bodily injuries or conditions which a layman as distinguished from a man of science is capable of observing.\nIn Lanier v. Trammell, supra, the Supreme Court quoted with approval the following principle of law:\nDr. Herzog, in his Medical Jurisprudence, discusses the quantum of proof necessary to sustain a recovery for malpractice, lays down this rule (pp. 161, 162, § 186): It is not necessary to prove beyond a shadow of a doubt that an injury was caused by the negligence preceding it, but a showing of strong probability of the causal relation is sufficient . . . Where negligence and injury are proved, a causal connection between them may be established by circumstantial evidence, by inferences from physical facts.\n*1027Though the evidence is circumstantial, this does not mean it must be conclusive beyond a reasonable doubt. Kapuschinsky v. United States, 248 F. Supp. 732 (1966). The legal burden upon appellee does not become onerous because the evidence is circumstantial, though as pointed out in Kapuschinsky the burden of persuasion is necessarily more difficult. In cases of this nature, direct evidence is difficult to obtain.3 The court in Lanier v. Trammell, supra., also quoted with approval from Helland v. Bridenstine, 55 Wash. 470, 104 P. 626, where the Supreme Court of Washington said: Respondent was not required to prove her case beyond a reasonable doubt nor by direct or positive evidence. It was only necessary that she show a chain of circumstances from which the ultimate fact required to be established is reasonable and naturally inferable.\nIn Longfellow v. Vernon, 57 Ind. App. 611, 105 N.E. 178, at 185, it is stated:\nWhen facts having some testimony to prove them are stated hypothetically to a witness having the requisite scientific knowledge to form and express an opinion thereupon, and he gives his expert opinion based thereon, such evidence is to be considered by the jury along with other testimony in the case, and should be given such weight as the jury, under proper instructions from the court, may deem it to merit. The fact that all or a part of the statements in such hypothetical question may depend entirely for proof upon the evidence of the nonexpert witnesses who have testified to them will not deprive such testimony of probative value, but the expert testimony based thereon will be weighed and considered by the rules governing the weight of such testimony generally; and, if a fact supported by such proof be found by the jury, it cannot be said to be the result of a mere guess, or to be wholly unsupported by evidence.\n*1028We think this is a sound rule, and is applicable to the case before us.\nThe Arkansas law on the use of hypothetical questions is well settled. New Empire Insurance Co. v. Taylor, 235 Ark. 758, 362 S.W. 2d 4 (1962), Shaver v. Parsons Feed & Supply Co., Inc., 230 Ark. 357, 322 S.W. 2d 690, see also Taylor v. McClintock, 87 Ark. 243 at 294. No objection was made to any of the hypothetical questions asked in the case before us and counsel for defense had the opportunity to put additional facts, not included in the original question(s), before the medical witnesses on cross-examination.\nIn the case of Robertson v. LaCroix, Okla. App. 534 P. 2d 17, (1975), after stating the principle that some expert testimony is required, the court said:\nHowever, testimony of a medical expert witness that an injury could have been caused by a certain event, together with the corroborating evidence of a layman as to those facts concerning the injury which a layman is capable of observing may be sufficient to allow the issue of causation to be submitted to the jury.\nThe mere fact of infection in a hospital is not enough to open the door to awarding of damages. See Bartlett v. Argonaut Insurance Companies, 258 Ark. 221, 523 S.W. 2d 385 (1975), Aetna Casualty & Surety Co., v. Pilcher, 244 Ark. 11, 424 S.W. 2d 181 (1968). However, these cases can be distinguished on their facts from the present litigation.\nThe evidence here is in sharp dispute, and every issue or important fact involved was hotly contested in the trial below. For example, Mr. Prothro testified that his wound burst open, and his testimony is to the effect that the surgical site was broken open deeply and in a material way. Dr. Wharton on the other hand did not think so although the doctor had no personal recollection of the incident and had made no record concerning this phase of the matter. Dr. Wharton could not even remember when Mr. Prothro first reported the occurrence in the Hubbard bath to him. The doctor thought it was after Mr. Prothro was discharged from the hospital but *1029could not be certain. He admitted that he stopped the baths in early November about the time Mr. Prothro says he told Dr. Wharton. Doctors are busy people, and are in most cases over worked. It is understandable that Dr. Wharton could not remember all of the details after a material lapse of time. Then too, Dr. Wharton was dependent to some degree on records made by the people in the hospital which records, the evidence indicates, were not very reliable or complete in many respects.\nAlthough Dr. Bundrick and Dr. Wharton were of the opinion the fall and reopening of the wound in the bath did not cause Mr. Prothro's staph infection, a part of Dr. Bun-drick's testimony does support appellee's theory of the case. This together with the testimony of Jim Prothro and Richard James was sufficient to justify the trial court in overruling the defendant's motion for a directed verdict, submitting this issue to the jury, and in denying the prayer of defendant for a judgment not withstanding the verdict.\nEven though we feel that the strongest evidence on the issue of causation was offered by appellant, this fact, of course, would not justify a reversal. We are only permitted under the law to determine whether there was any substantial evidence to support the view of the prevailing litigant. Mallett v. Brannon, 246 Ark. 541, 439 S.W. 2d 32, (1969). The evidence is in sharp dispute, and every issue involved was hotly contested in the trial below. Each issue was submitted to the jury under proper instructions which are not questioned on appeal. The jury has decided the fact issues in favor of the appellee, and we cannot conscientiously say there is no substantial evidence to support the verdict.\nAppellant also argues that the verdict is excessive because the amount awarded by the jury included the consequences of staph infection. We need not consider this argument since we find the issue involving staph infection was properly submitted to the jury.\nAffirmed.\nPenix, J., dissents.\n1 \nThis case was appealed to the Arkansas Supreme Court, and by that court assigned to the Arkansas Court of Appeals under Rule 29(3).\n2 \nSee Whaley v. Fowler, 152 Cal. App. 2d 379, 313 P. 2d 97 (1957), where medical testimony was not required.\n3 \nIn Kapuschinsky v. United States, 248 F. Supp. 732 (1966) judicial notice was taken of what that court termed a well recognized reluctance of members of the local medical profession to testify in cases where a hospital is charged with negligence.\n*1030Marian F. Penix, Judge,\ndissenting. I would reverse. Although I have great reluctance to overturn a jury verdict, it is unsupported by the evidence. Harmon v. Ward, 202 Ark. 54, 149 S.W. 2d 575 (1941); A.S. Barboro & Co. v. James, 205 Ark. 53, 168 S.W. 2d 202 (1943); Nuckols v. Flynn, 288 Ark. 1106, 312 S.W. 2d 444 (1958). The verdict reflects sympathy felt by the jury for the injured plaintiff. I, too, feel compassion for the 76-year-old appellee who has obviously suffered greatly. However, I do not feel there is evidence this suffering was proximately caused by the negligent act of the appellant.\nThe majority finds the answer to the hypothetical question propounded to Dr. Bundrick upon redirect examination to be substantial evidence. Here they have enlarged the importance of this exchange between appellee's attorney and Dr. Bundrick.\nQ. And then, doctor, if we didn't know anything about medicine, if we were a lay jury, and we were just using our own reasoning capacities and if he didn't have the staph infection and he had the hip surgery that went all the way to the joint and then he broke the wound open and got a staph infection at that site, we would almost of reason necessarily relate the two, would we not?\nA. Yes, you would if you know he had a staph infection at the site.\nQ. And as a matter of fact, he did have a staph infection at the site, did he not?\nA. I can't say that because I don't know of any culture of that wound.\nThis hypothetical question is deficient for two reasons:\n1. Hypothetical questions can only be posed to experts. It is their design to make use of the expert's special knowledge and expertise — knowledge and expertise not possessed by a lay jury. The question asked of Dr. Bun-drick asked the expert to abdicate as an expert. His answer is thus lay opinion. . . . if we didn't know *1031anything about medicine, if we were a lay jury. . . . Bartlett v. Argonaut Ins. Co. 258 Ark. 221, 523 S.W. 2d 385 (1975) and Aetna Casualty & Surety Co. v. Murl Pilcher et al, 244 Ark. 11, 424 S.W. 2d 181 (1968) require medical testimony in cases of this nature. This exchange is offered as expert medical testimony as to causation, when in reality it is of no more value than lay testimony. This is not enough to support the verdict.\n2. . . . then he broke the wound open and got a staph infection at that site ... There is no evidence in the record of staph being detected at the site of the opening of the wound. Dr. Bundrick, on cross-examination, testified there was no evidence of infection at the site of the wound:\nQ. Dr. When you saw Mr. Protho in February 1975, what was the condition of the surgical wound when you saw it?\nA. Surgical wound was well-healed.\nQ. Wat it draining?\nA. No.\nQ. Based upon this finding, doctor, did you have an opinion as to whether the infection developed at the surgical site?\nA. In my opinion, it would be a blood-borne infection because this would be really the only way you could get the infection into the hip joint proper without having a draining sinus. If it came from without and the wound area, I would expect a draining sinus or track which goes down to the hip joint.\nQ. In other words, if the staph micro-organism made its entry through a portal being the surgical incision you would expect to have found infection from within the surgical incision itself down into the hip joint?\n*1032A. Right, a draining sinus track.\nQ. In this particular case, you found none when you first examined him on the first occasion?\nA. No, the wound was well-healed.\nQ, Did you understand in the history and material that you were able to review that that was true, that the wound never drained?\nA. That's correct.\nThe answer to the hypothetical question is predicated upon there being a staph infection at the site of the opening of the wound. There is absolutely no evidence in the record that the staph infection manifested itself at the opening of the wound. If there is no evidence at all, certainly there is no substantial evidence.\nAlthough the new rules of evidence, particularly 702, permit an expert to give his opinion directly, the appellee resorted to a hypothetical question, assuming a fact not in evidence, in order to try to get the desired answer from his own witness, Dr. Bundrick, and circumvent Dr. Bundrick's unfavorable testimony. The appellee has abused his witness' testimony.\nThe jury are apt, especially where there are many expert witnesses and the evidence is voluminous, to remember and accept merely the net opinion of a witness, with little or no reference to the special premises on which it was based. Thus, if a counsel were to select from the testimony the evidential circumstances most favorable to his party, or those least favorable to his opponent, and obtain an opinion thereon, it is obvious that if the jury forgets the partial nature of the opinion's premises, the opinion may count with them, when perhaps it ought not to count at all. Now the law and the judge cannot, of course, be expected to reject legitimate offers of evidence simply because the jury may occasionally *1033fail to perform its duty intelligently. But the Court may well interfere to prevent questions which are under the circumstances practically valueless, and are either intended or fairly likely to mislead the jury. Some Courts, looking at the not uncommon abuse of the hypothetical question, have properly attempted to forbid the putting of questions whenever the abuse of this sort is probable. 2 Wigmore on Evidence, §682, at page 808-809 (Third Edition, 1940).\nDr. Bundrick's answer to the hypothetical question is the only testimony by a medical expert which supports the appellee's contention of proximate cause. As a matter of law this hypothetical question posed by the appellee was deficient. The affirmance of the majority based on this hypothetical question demonstrates why Wigmore wants courts to abolish the use of the hypothetical question.\nThe hypothetical question, misused by the clumsy and abused by the clever, has in practice led to intolerable obstruction of truth. In the first place, it has artifically clamped the mouth of the expert witness, so that his answer to a complex question may not express his actual opinion on the actual case. Wigmore, supra §686.\nnd no evidence to support the jury verdict other than that of the plaintiff himself. This is not enough. In a situation where the injury or damages are beyond the normal experiences and understanding of a jury, expert testimony is required. This expert testimony does not exist.\nThe appellant has admitted liability for the negligent incident of the hospital. I would reverse and remand for a determination of the damages owed appellee due to the negligent incident itself. Therefore, I respectfully dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether a hospital was negligent in treating a re-opened surgical wound that subsequently became infected\nSummary:\nthe plaintiff was a patient at a hospital where he underwent surgery to resolve a fractured hip and implant a prosthesis.\nDuring his recovery at hospital involving physical therapy, he was lowered into a bath, the chain supporting him broke, and park of a metal basket fell and struck him, causing his surgical wound to reopen, and exposing the wound to unsterilised conditions on the bathroom.\nThe would was reclosed with surgical tape, but was not examined or cleansed, and became infected, leading to more surgery and other complications.\nThe defendant insurance company admitted that these facts constituted negligence on the part of the hospital (and the issue on appeal was whether they were the proximate cause of the infection).\n",
    "annotations": {
        "Facts": [
            "Appellee Jim Prothro, a 76-year-old man, was a patient in Warner-Brown Hospital at El Dorado, Arkansas, with a fractured hip. Following surgery on October 21, 1974, to implant a prosthesis or metal ball into the right hip, Mr. Prothro developed an infection of staphylococcus aureus, commonly known as a staph infection",
            "following the surgery Mr. Prothro was in the hospital and was making a normal recovery. Part of the post-operative treatment involved physical therapy in a whirlpool bath, known as a Hubbard bath. A hospital attendant was lowering Mr. Prothro in a basket swing over the Hubbard bath when a chain attached to the basket came apart allowing Mr. Prothro to fall. The attendant caught the patient, and broke his fall somewhat, but a part of the metal basket struck Mr. Prothro on the right hip reopening his surgical wound. As a result, the wound began to bleed and was exposed to the unsterilized bath water. Subsequently, an unsterilized bath towel was placed over the wound by the orderly to stop the blood; and the patient was returned to his hospital room. The incident was reported to the duty nurse, but the nurses treating Mr. Protho did not examine or cleanse the wound but only reclosed it with surgical tape. The hospital should have made a record of the incident but did not. Dr. Joseph B. Wharton, who was Mr. Prothro's doctor, inspected the wound the next day and discontinued any further whirlpool baths. Prior to the accident in the bath, none of the doctors or nurses treating Mr. Prothro had informed him that he was suffering from an infection",
            "no symptoms of infection were evident to him.Mr. Prothro first noticed that he was having problems several days after the incident in the Hubbard bath. He experienced rigor and began to ache all over his body. He had a fever and was told for the first time he had an infection. These problems continued after appellee was released from the hospital, and the area around the surgical wound was red and inflamed. Additional surgery on Mr. Prothro's hip was necessary and the infection required the removal of the artificial prosthesis that had been placed in the hip. The second operation was performed on February 18, 1975, by Dr. William S. Bundrick, an orthopedic surgeon, of Shreveport, Louisiana.",
            "Mr. Prothro suffered a severe infection.Appellee now has no ball or joint in his hip. He has what is known as a flail hip, and there is several inches difference in the length of his right leg as compared with the left. He walks with a limp, and it is undisputed that there is considerable and serious permanent damage to Mr. Prothro's body."
        ],
        "Procedural History": [
            "This appeal is from a judgment of the circuit court entered on a jury verdict for appellee in the sum of $75,000,0o."
        ],
        "Application of Law to Facts": [
            "Appellant also admits, for the purpose of appeal, that the occurrence in the Hubbard bath constituted negligence"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}