{
    "text": "Erhart v. Hummonds, 232 Ark. 133, 334 S.W.2d 869 (1960)\nMay 2, 1960 · Arkansas Supreme Court · 5-2054 \n232 Ark. 133, 334 S.W.2d 869 \nErhart v. Hummonds \n334 S. W. 2d 869\n[Rehearing denied May 30, 1960]\n*134 Jacob Sharp, Jr., J. W. Barron, for appellant.\nMartin, Dodds & Kidd; Gordon <& Gordon; Howell, Price & Worsham, for appellee.\nJ. Seaborn Holt, Associate Justice.\nThis appeal comes from a judgment against appellants, architects, on a jury verdict awarding substantial damages to one injured workman and to the representatives of three other workmen who were killed. The record reflects that the Seventh & Main Street Realty Company, owner of the premises at Sixth and Main Street, entered into an agreement with J. C. Penney and Company to erect a building suitable for Penney to house and sell merchandise. Pursuant to this agreement, Seventh & Main Street Realty Company negotiated with the architectural firm of Erhart, Eichenbaum & Rauch to design and draw the necessary plans for a suitable building. This was done and a contract was let by Seventh & Main Street Realty Company to the J. A. Jones Construction Company of Shreveport, Louisiana. After this contract was let, it developed that Penney was not going to furnish supervision of the construction work, contrary to the owner's prior understanding that they would. Seventh & Main Street Realty employed the present appellants, architects, to guard its interest by supervising construction of the building, in addition to their architectural duties. For this additional work, appellants were to receive an additional fee over and above their architectural, fee. Work under the contract proceeded and the Jones Construction Company subcontracted the excavation to one Claude Machen. Due to the depth of the excavation and because of danger to adjacent buildings and workmen, the plans for the excavation were set out in some detail in the contract. As the excavation proceeded in depth, it became necessary to shore the walls to prevent sliding and caving of the earth. Serious questions were raised by the field supervisor of the architects, Vance A. Davenport, as to the adequacy of the shoring on the east wall, then seventeen (17) feet deep and perpendicular. Comments by Davenport were to the effect that the shoring of this wall was no better than a whitewash and it wasn't worth a d — . With some dispatch, a call was placed by Mr. Eichenbaum, one of the architects, to the general office of Jones Construction Company at Shreveport, requesting that a new job superintendent be brought to the job at once; otherwise, they would ask the owners to stop work on the job immediately, as allowed under the contract. The next day, Friday, the new superintendent arrived on the job and promised to make shoring of the east wall the first order of business Monday morning. There was evidence that a slow drizzle of rain fell over the weekend causing the excavation walls to soften. Monday morning, as Vance Davenport, appellants' supervisor and superintendent, drove his automobile [which weighed 1,600 lbs.] into the alley near the edge of the east embankment wall, this wall caved in killing three employees and seriously injuring a fourth. It was stipulated: It is further stipulated and agreed by the defendants Erhart, Eichenbaum & Rauch that Vance Davenport was their agent, servant, and employee and acting within the scope of his employment on the J. C. Penney Company job site at the time of the accident and prior thereto.\nSuit was filed by the injured workman on behalf of himself and by the personal representatives of the three estates of the three workmen who were killed alleging, in effect, that appellants, architects, were negligent in failing to inspect and direct the erection by the contractor of the necessary protection for the workmen according to the plans and specifications, in failing to require compliance in accordance with Little Eock Ordinance No. 2801 and that the negligence of the agent and supervisor, Vance A. Davenport, in driving his automobile through the alley above the excavation when he knew vibrations therefrom might cause the wall to fall, was imputable to them, and that appellants were negligent in failing to stop the work under their powers set forth in the contract until the dangerous conditions had been corrected. Appellants answered, in effect, with a general denial.\nUpon a trial of the issues, as indicated, the jury found in favor of appellees and the following judgments rendered accordingly:\nBenjamin Hummonds — $10,000.00\nMonteen Criswell— 48,000.00\nLucy Lewis— 48,000.00\nVernie Lowman — ■ 12,000.00\nThe points for reversal may be summed up as follows: (1) The appellees have no cause of action on the basis of contract provisions (2) The architects did not breach any contractual duty to the owner (3) There is no substantial evidence that the presence of the Davenport car in the alley caused the cave-in (4) That numerous instructions given by the court and numerous instructions refused by the court were error (5) The verdicts are excessive.\nAppellants' contention under point one has been settled adversely to them in our recent case of Hogan v. Hill, 229 Ark. 758, 318 S. W. 2d 580. Hogan, a contractor, entered into a contract with the Arkansas Highway Commission to do certain work. Hogan violated the safety clause contained in a provision of the contract and as a result, Hill, not a party to the contract, was injured. We there stated: It will be noted that Hill's complaint states a cause of action in tort based not only on the common law *137of negligence, but based also on Hogan Company's failure to comply with the regulations in the contract relative to public safety. This, we think, he had a right to do. See Prosser on The Law of Torts, 1955, 2d Ed. § 81, p. 478 and 482; Ann. Cas. 1913C, p. 217; Pugh v. Texarkana Light & Traction Co., 86 Ark. 36, 109 S. W. 1019; Hill v. Whitney, 213 Ark. 368, 210 S. W. 2d 800, and Collison v. Curtner, 141 Ark. 122, 216 S. W. 1059, 8 A. L. R. 760.\nAssignment two presents the question of whether the architect breached any duty to the owner, and further the issue if there was a duty whether it did not arise until the excavation was completed. The issue here, we think, is not whether the architect breached any duty to the owner, but whether there was a breach of duty owed to the workmen by the architect arising out of the safety provisions of the contract. In the Hogan case above, Hogan did not breach any duty to the highway commission, but did breach a duty which it owed to the traveling public and for whom the safety provisions were intended. In the case here presented, we hold that there was substantial evidence that appellants, architects, breached a duty owed to the workmen whom the safety provisions of the contract specifically named. Appellants were further obligated to inspect the excavation upon completion and prior to the commencement of concrete work. Section 1-02 (d) of the contract, dealing with inspection and excavation, provides: Upon completion of excavation, and prior to commencement of concrete work, excavations will be inspected by the Architect to insure that suitable earth foundation conditions have been obtained, and that compliance with the requirements of the specifications and the drawings have been maintained. No concrete shall be placed until this inspection has been made and approval of the Architect has been obtained.\nMr. Davenport, appellants' employee and supervisor, testified that the east wall footings were poured Friday afternoon before the accident on Monday; that he was the architects' inspector or supervisor to see that the plans and specifications were followed; that he did not approve making a vertical cut on the wall, that it was a dangerous thing to do and dangerous to workmen underneath; that the vibrations of any vehicle in the alley would be a contributing factor to the cave-in; that he was familiar with the effect of rain on the banks of an excavation, that the dirt around the excavation was saturated with rain which created a greater tendency for cave-ins; it was his opinion that the wall was dangerous and the shoring inadequate and that one should have people trained to detect a dangerous wall like that, that it would not be noticeable to the average layman or citizen. Section 2801 of the Little Rock Building Code provides: All excavations for buildings and excavations accessory thereto shall be protected and guarded against danger to life and property.\nAs indicated, the architects were paid, in addition to the fee for preparing the plans and specifications, $12,000.00 by the owners to see to it that the terms of the contract between the owners and the contractors were complied with. The contract provides that the general contractor shall erect such protection as may be required, or as directed by the architect, maintain same, and maintain any existing protections, all in accordance with the governing laws, rules, regulations and ordinances. ' ' And, further, the ' ' contractor shall do all shoring necessary to maintain the banks of excavations, to prevent sloughing or caving, and to protect workmen. The contract further provides: The architect shall have general supervision and direction of the work —. He has authority to stop the work whenever such stoppage may be necessary to insure the proper execution of the contract. It was a question for the jury as to whether the architect was negligent in failing to stop all work until the shoring on the east wall was made safe for the workmen.\nUnder appellants' third assignment they argue that there is no substantial evidence that the presence of the Davenport car in the alley caused the cave-in. We do not agree. Without detailing the testimony here, so as not to unduly extend this opinion, we hold that there was substantial testimony from which the jury could have found that the east wall, where the cave-in occurred, was dangerous; that the rain had saturated the ground, giving it a greater tendency to cave-in, that vibrations caused by motor vehicles in the alley above the east wall would have a tendency to cause the wall to fall. In Missouri Pacific Railroad Company v. Henderson, 194 Ark. 884, 110 S. W. 2d 516, we stated our oft quoted rule as follows: The rule is, and has always been, that where there is any evidence of substantial nature, which, by positive statements or reasonable inference, when given its strongest probative value, tends to support the finding of the jury, that finding will be sustained, although from the record presented to this court it might seem to be against the preponderance of the evidence. In the case of Lavender, Adm., v. Kurn, et al, Trustees, et al, 327 U. S. 645, 66 S. Ct. 740, 90 L. Ed. 916, the rule is announced in this language: It is no answer to say that the jury's verdict involved speculation and conjecture. Whenever facts are in dispute or the evidence is such that fairminded men may draw different inferences, a measure of speculation and conjecture is required on the part of those whose duty it is to settle the dispute by choosing what seems to them to be the most reasonable inference. ' '\nThe fourth assignment of error is the refusal, and giving of numerous instructions over both general and specific objections of the appellants. In answer it suffices to say that we have carefully examined all instructions and objections thereto and find no prejudicial or reversible error in any of them.\nThe fifth assignment is that the verdict is excessive. Again we do not agree. The extent of injuries is always for the jury and when supported by any substantial evidence, the verdict should not be set aside or disturbed. In Sinclair Refining Company v. Fuller, 190 Ark. 426, 79 S. W. 2d 736, we said: While the discretion of the jury is very wide, it is not arbitrary or unlimited discretion, but it must be exercised reasonably, intelligently and in harmony with the testimony before *140them. The amount of damages to be awarded for breach of contract, or in actions for tort, is ordinarily a question for the jury; and this is particularly true in actions for personal injuries and other personal torts, especially where a recovery is sought for mental suffering. # # *\nThe amount of recovery in a case of this sort should be such, as nearly as can be, to compensate the injured party for his injury. And in Cohen v. Ramey, 201 Ark. 713, 147 S. W. 2d 338, we said: '' The extent of injuries like any other fact is for the jury and when supported by any substantial testimony the verdict should not be set aside or reduced. * * * It is just as much the province of the jury to determine the extent of one's injuries, and the amount of damages, as it is to determine the question of liability. His injury, pain and suffering are purely questions of fact, and should be left to the jury to determine.\nA local physician, a Dr. Dishongh, who in his official capacity as coroner viewed the bodies of the three decedents to ascertain the cause of death, testified that decedent Abe Lowman sustained only a fracture of the left elbow; that Nathaniel Criswell sustained no bodily injuries whatsoever, and Anderson Lewis apparently sustained a chest injury and he fixed the cause of death of each as suffocation. Here the lips of the victims are sealed and it would be difficult to prove by direct testimony the extent of the decedents' conscious realization and understanding of the impending peril, agony and horror surrounding their death by suffocation — it could only be shown by circumstantial evidence. Appellants also argue that the awards were excessive for the reason that the jury awarded $12,000.00 to Lowman for conscious pain and suffering and awarded amounts greatly in excess of $12,000.00 to Lewis and Criswell. Jury verdicts do not have to be consistent. Here the jury no doubt took into consideration the fact that Criswell and Lewis each had several dependents, while Lowman had none. We cannot say that the award of $12,000.00 to Lowman *141for conscious pain, mental anguish and suffering was excessive.\nOn the whole case, finding no error, the judgment is affirmed.\nHarris, C. J., and George Bose Smith, J., not participating; Ward, J., dissents.\nPaul Ward, Associate Justice,\ndissenting. It is my best judgment that the cause of action should be reversed and remanded for a new trial. My reasons are briefly hereafter stated.\nThe trial court submitted to the jury two theories upon which to find appellants liable: (a) one was that appellants' agent, Davenport, was negligent in driving his automobile close to where the excavation gave way knowing that the ground was soaked by reason of excessive rains and, therefore, liable to cause the high, steep bank to collapse; (b) the other was that Davenport was negligent in not stopping all work until the defect was remedied.\n(a) I agree with the majority that the trial court correctly submitted this issue to the jury, and further agree that there is substantial evidence in the record to support the jury's finding that Davenport was negligent.\n(b) A careful reading of all the record convinces me that there is no substantial evidence in the record justifying the trial court's submission of this issue to the jury. Summarily stated, set out below are the facts and circumstances relative to this issue.\nOn Thursday afternoon Davenport detected the unstable condition of the excavation, inquired of the contractor's representative whether or not he had obtained the approval of the Safety Department of the Department ■of Labor, expressed his disapproval, and then very promptly telephoned Mr. Pugh, Vice President of the Prime Contractor at Shreveport, Louisiana. Davenport told Mr. Pugh of the condition and advised immediate action on his part. The result was that Mr. Pugh sent their regular Superintendent to Little Bock, arriving on the following morning (Friday) to take over the manage*142ment of the job. At that time there had been no collapse. The new representative of the Prime Contractor (a Mr. Wright) immediately conferred with an agent of appellant who pointed ont the defects of the work, and Mr. Wright promised to take care of the situation. The following day, Saturday, no work was done on the excavation, and none was done on Sunday. On Monday morning, at 8 o 'clock, work was resumed under the supervision of Mr. Wright who had all the shoring removed without telling Davenport. A short time later that morning, about the time Davenport appeared on the scene, the wall caved in on the workmen.\nWhat I cannot understand, and the majority do not point out, is how any negligence can be imputed to Davenport or the appellants. The majority do point out that appellants were paid a substantial fee and thereby appear to infer that Davenport should have taken over the operation, but in this connection two other things must be considered. One is that appellants had many other duties to perform under its contract of employment. The other is that the Prime Contractor, under the terms of its contract, was specifically charged with the duties which the majority would impose on appellants. In part this contract reads: Each contractor shall be responsible for his own work and every part thereof, and all work of every description used in connection therewith. He shall specifically assume, and does assume, all risk of damage or injury from whatever cause to property or persons. . . (Emphasis supplied.) Not only so, but a witness for appellees (the Chief Safety Engineer for the Arkansas Department of Labor) stated that he looks to the Prime Contractor to make the job safe and not to the architects or a subcontractor.\nSince there is no substantial evidence in the record to contradict the above factual situation it was, in my opinion, error for the trial court to permit the jury to base a finding of negligence on this point. Since there is no way for this court to determine on what ground the jury based its verdict, the cause should be reversed and remanded for a new trial.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant architects had and breached a duty to workmen to stop work on a worksite when dangerous conditions were discovered.\nSummary: \nthe defendant's agent was overseeing construction work\nthe construction work involved considerable excavation in accordance with detailed contractual provisions intended to prevent a cave-in and damage to surrounding buildings\nthe defendant's agent's car, driven near the excavation, caused a cave-in after rain weakened the wall of the excavated ground, killing three workmen and injuring one.\nthe court held that although the plaintiffs were not parties to the contract mandating the safe carrying out of the work, provisions of the contract were intended for their benefit, so they were entitled to bring actions in tort for failure to comply with those contractual provisions.\nthe defendant architect's agent was charged with responsibility for overseeing the work, and for inspecting work done and stopping work when danger presented itself, but failed to do that.\nAdditionally, the court found that there was sufficient evidence for the jury to conclude that the cause of the cave-in was the defendant's agent's car; in other words, driving a car along an alley with knowledge that the excavation was unstable is negligent.",
    "annotations": {
        "Facts": [
            "the Seventh & Main Street Realty Company, owner of the premises at Sixth and Main Street, entered into an agreement with J. C. Penney and Company to erect a building suitable for Penney to house and sell merchandise. Pursuant to this agreement, Seventh & Main Street Realty Company negotiated with the architectural firm of Erhart, Eichenbaum & Rauch to design and draw the necessary plans for a suitable building. This was done and a contract was let by Seventh & Main Street Realty Company to the J. A. Jones Construction Company of Shreveport, Louisiana. After this contract was let, it developed that Penney was not going to furnish supervision of the construction work, contrary to the owner's prior understanding that they would. Seventh & Main Street Realty employed the present appellants, architects, to guard its interest by supervising construction of the building, in addition to their architectural duties. For this additional work, appellants were to receive an additional fee over and above their architectural, fee. Work under the contract proceeded and the Jones Construction Company subcontracted the excavation to one Claude Machen. Due to the depth of the excavation and because of danger to adjacent buildings and workmen, the plans for the excavation were set out in some detail in the contract. As the excavation proceeded in depth, it became necessary to shore the walls to prevent sliding and caving of the earth. Serious questions were raised by the field supervisor of the architects, Vance A. Davenport, as to the adequacy of the shoring on the east wall, then seventeen (17) feet deep and perpendicular. Comments by Davenport were to the effect that the shoring of this wall was no better than a whitewash and it wasn't worth a d — . With some dispatch, a call was placed by Mr. Eichenbaum, one of the architects, to the general office of Jones Construction Company at Shreveport, requesting that a new job superintendent be brought to the job at once; otherwise, they would ask the owners to stop work on the job immediately, as allowed under the contract. The next day, Friday, the new superintendent arrived on the job and promised to make shoring of the east wall the first order of business Monday morning. There was evidence that a slow drizzle of rain fell over the weekend causing the excavation walls to soften. Monday morning, as Vance Davenport, appellants' supervisor and superintendent, drove his automobile [which weighed 1,600 lbs.] into the alley near the edge of the east embankment wall, this wall caved in killing three employees and seriously injuring a fourth.",
            "Erhart, Eichenbaum & Rauch that Vance Davenport was their agent, servant, and employee and acting within the scope of his employment on the J. C. Penney Company job site at the time of the accident and prior thereto.",
            "Appellants were further obligated to inspect the excavation upon completion and prior to the commencement of concrete work. Section 1-02 (d) of the contract, dealing with inspection and excavation, provides: Upon completion of excavation, and prior to commencement of concrete work, excavations will be inspected by the Architect to insure that suitable earth foundation conditions have been obtained, and that compliance with the requirements of the specifications and the drawings have been maintained. No concrete shall be placed until this inspection has been made and approval of the Architect has been obtained.Mr. Davenport, appellants' employee and supervisor",
            "east wall footings were poured Friday afternoon before the accident on Monday; that he was the architects' inspector or supervisor to see that the plans and specifications were followed; that he did not approve making a vertical cut on the wall, that it was a dangerous thing to do and dangerous to workmen underneath; that the vibrations of any vehicle in the alley would be a contributing factor to the cave-in; that he was familiar with the effect of rain on the banks of an excavation, that the dirt around the excavation was saturated with rain which created a greater tendency for cave-ins",
            "the wall was dangerous and the shoring inadequate and that one should have people trained to detect a dangerous wall like that, that it would not be noticeable to the average layman or citizen. Section 2801 of the Little Rock Building Code provides: All excavations for buildings and excavations accessory thereto shall be protected and guarded against danger to life and property.",
            "the architects were paid, in addition to the fee for preparing the plans and specifications, $12,000.00 by the owners to see to it that the terms of the contract between the owners and the contractors were complied with. The contract provides that the general contractor shall erect such protection as may be required, or as directed by the architect, maintain same, and maintain any existing protections, all in accordance with the governing laws, rules, regulations and ordinances. ' ' And, further, the ' ' contractor shall do all shoring necessary to maintain the banks of excavations, to prevent sloughing or caving, and to protect workmen. "
        ],
        "Procedural History": [
            "This appeal comes from a judgment against appellants, architects, on a jury verdict awarding substantial damages to one injured workman and to the representatives of three other workmen who were killed",
            "Suit was filed by the injured workman on behalf of himself and by the personal representatives of the three estates of the three workmen who were killed",
            "Upon a trial of the issues, as indicated, the jury found in favor of appellees and the following judgments rendered accordingly:Benjamin Hummonds — $10,000.00Monteen Criswell— 48,000.00Lucy Lewis— 48,000.00Vernie Lowman — ■ 12,000.00"
        ],
        "Application of Law to Facts": [
            "Appellants' contention under point one has been settled adversely to them in our recent case",
            ", not a party to the contract, was injured",
            "cause of action in tort based not only on the common law *137of negligence, but based also on Hogan Company's failure to comply with the regulations in the contract relative to public safety. This, we think, he had a right to do.",
            "The issue here, we think, is not whether the architect breached any duty to the owner, but whether there was a breach of duty owed to the workmen by the architect arising out of the safety provisions of the contract",
            "there was substantial evidence that appellants, architects, breached a duty owed to the workmen whom the safety provisions of the contract specifically named.",
            "The contract further provides: The architect shall have general supervision and direction of the work —. He has authority to stop the work whenever such stoppage may be necessary to insure the proper execution of the contract.",
            "It was a question for the jury as to whether the architect was negligent in failing to stop all work until the shoring on the east wall was made safe for the workmen.Under appellants' third assignment they argue that there is no substantial evidence that the presence of the Davenport car in the alley caused the cave-in. We do not agree",
            "there was substantial testimony from which the jury could have found that the east wall, where the cave-in occurred, was dangerous; that the rain had saturated the ground, giving it a greater tendency to cave-in, that vibrations caused by motor vehicles in the alley above the east wall would have a tendency to cause the wall to fall"
        ],
        "Relevant Precedents": [
            "Hogan v. Hill, 229 Ark. 758, 318 S. W. 2d 580"
        ],
        "Outcome": [
            "On the whole case, finding no error, the judgment is affirmed."
        ]
    },
    "class": "affirm"
}