{
    "text": "St. Louis Southwestern Railway Co. v. Jackson, 242 Ark. 858, 416 S.W.2d 273 (1967)\nJune 5, 1967 · Arkansas Supreme Court · 5-4096 \n242 Ark. 858, 416 S.W.2d 273 \nSt. Louis Southwestern Railway Co. et al v. Ward Jackson, Adm'r et al \n416 S. W. 2d 273\n[Rehearing denied July 26, 1967.]\n*860 Barrett, Wheatley, Smith & Deacon, for appellant.\nGordon & Gordon, for appellee.\nCoNley Byrd, Justice.\nAppellants, St. Louis Southwestern Railway Company; W. D. Simpson, B. 0. Hank-ins and J. A. Massey, the crew on the train in question; and Gerald Slocum, the signal maintainer for the Cotton Belt Railroad, appeal from a judgment in favor of administrators of the estates of Tommy N. Jackson, Catherine Jackson, Tommy N. Jackson, Jr., and Melinda Jackson, all deceased. The Jackson automobile was the third car in a two-week period, from June 1 to June 14, 1964, to collide with a southbound train at the Fair Oaks crossing in Cross County where Highway 64 crosses the Cotton Belt tracks. In each of the three collisions the automobiles were driving into the sun either toward the east in the morning or toward the west in the afternoon; in each instance the automobiles hit either the second or third diesel of a southbound train; and in each instance all of the occupants of each automobile were killed. The flasher lights erected by -the Arkansas State Highway Department in 1940 and maintained by the railroad since that time were activated and blinking in each instance.\nHighway 64 runs almost due east and west for a considerable distance on either side of the railroad, which runs in a northeast-southwest direction. Highway 39 from the north parellels the east side of the railroad tracks, and after intersecting Highway 64 eighty feet east of the tracks it crosses over and parallels the railroad on the west going south. There is also a gravel road south from Highway 64 which parallels the railroad on the east for approximately one half mile. About a half mile south of Highway 64 the Cotton Belt Railroad crosses the Missouri Pacific Railroad tracks. There was testimony showing that a westbound motorist traveling on Highway 64 could not see a southbound train until he was within 150 feet of the tracks, and that the view of an eastbound motorist was obstructed until he got within 50 feet of the tracks.\n*861POINT I. The jury panel should have been quashed because the panel had served at the preceding term of the court. \nAppellants rely upon Ark. Stat. Ann. § 39-225 (Supp. 1965) and Edens v. State, 235 Ark. 178, 359 S. W. 2d 432 (1962). We hold that the contention is not well taken because the Second Division of the Conway- Circuit Court was temporarily established by Act 96 of 1965. This act specifically provided that jurors impaneled by the First Division were eligible to serve in the Second Division. In this situation the jury selected at the October term of the First Division was properly serving at the time of trial, even though the Second Division began a new term on the date in January when the case was tried.\nPOINT II. The trial court committed error in its ruling upon several points. \nPOINT 11(1). Permitting testimony of two other accidents which occurred at the crossing during the preceding two weeks. \nAppellees contend that evidence of the prior accidents shows that they occurred under substantially similar conditions and that they were admissible to show a dangerous condition and notice of that condition on behalf of the railroad. \nThe facts show that for many years the railroad was approximately two and one half feet above the elevation of the highway and that, because of the difference in elevation, automobiles had to slow down to cross over the hump. During the latter part of 1963, Highway 64 was improved to the extent that it is now a 24-foot asphalt pavement with two shoulders, and the elevation has been raised practically even with the railroad so that automobiles no longer slow down to cross the railroad.\nFollowing the improvement of Highway 64, on June 1,1964, at 8 -.35 a.m. and on June 6,1964, at 6 -.15 a.m. fatal accidents occurred at this same crossing. In each of these accidents a motor vehicle collided with either the second or third diesel unit of a southbound freight train. The accident at issue here occurred on June 14 at 5:25 p.m. and the motor vehicle also collided with the second diesel unit of a southbound freight train. All three accidents occurred under substantially similar conditions, in that the sun was rising and setting almost directly in line with the highway and was rather low on the horizon. The only difference in the factual situations is that the Jacksons were traveling west while the other two vehicles were traveling east. The obstruction to visibility of motorists to the north as they approach the crossing is substantially the same whether they are traveling east or west.\nThe railroad, through a request for admission of fact, admitted that C. C. Mitchell, Claim Agent for the Cotton Belt, following the first two collisions and before the collision in question, called the State Highway Department on June 10, 1964, and asked that a representative of the Highway Department go with him to check the Fair Oaks crossing. Mr. Mitchell at the time suggested that the trip be made during the week of June 21, but on June 15 he again called the Highway Department and made arrangements for Lester Jester of such Department to accompany him to Fair Oaks on June 17.\nAt the close of the trial, appellees offered the following instruction:\nYou are instructed that evidence of prior accidents cannot be considered by you as evidence of negligence on behalf of the railroad company or its employees.\nEvidence of prior accidents is only admissible to show a dangerous condition and notice of that condition on behalf of the railroad company and its employees.\nEvidence of signs erected by the Highway Department after the accident cannot be considered by you as evidence of negligence on behalf of the railroad company or its employees.\nSuch evidence can be considered by you only for the purpose of showing whether or not Tommy Jackson and Catherine Jackson were in the exercise of due care as they .approached the crossing.\nWhen appellants objected to the giving of the instruction it was withdrawn.\nThe annotation in 70 A. L. R. 2d 170 points out that 38 states and several of the federal courts have held evidence of a prior similar accident at the same place as the accident admissible to establish a dangerous or defective condition at the place in.question, where the dangerous condition of the place in question is at issue. In addition, 36 such states and several of the federal courts have held such evidence admissible to show defendant's notice of the existence of the defect.\nThe annotation, 70 A. L. R. 2d 170, 172, states that the strongest attack on evidence of the type here considered has been based upon grounds of trial convenience rather than upon its lack of relevancy. In the earlier cases, the courts expressed the fear that if the evidence were received the trial would be disrupted by the necessity of investigating all the circumstances of the various incidents in question, and concluded that the most desirable solution was to exclude all such evidence. However, in more recent decisions the tendency has been to leave it to the trial judge in each case to determine whether the evidence should be excluded on the ground that it is collateral and to determine the extent to which the earlier accident can be investigated.\nIn Lindquist v. D. M. Union Ry. Co., 239 Iowa 356, 30 N. W. 2d 120 (1948), defendant had parked a box car on a crossing. It was charged that the railroad had failed to exercise ordinary care for plaintiff and others using the highway by knowingly creating a hazardous *864condition. In holding that the trial court erred in excluding testimony of other accidents, near-accidents, and observations of witnesses at the same place under the same or similar circumstances, the court said:\n . . . One of the principal reasons for the rejection of such testimony is that- it injects collateral issues into the case on trial. However, this evidence is not offered upon any theory of liability on the part of appellee. No dispute is made as to the accidents, no recovery asked on account thereof, no increase in damages sought. It is merely showing that an accident did happen at the same place under substantially similar circumstances. It is no more an injection of collateral issues in this type of case than in other types of negligence cases in which we have upheld the admissibility of such type of evidence. See Moore v. City of Burlington, 49 Iowa 135; Frohs v. City of Dubuque, 109 Iowa 219, 80 N. W. 341; Spurling v. Incorporated Town of Stratford, 195 Iowa 1002, 191 N. W. 724 (defective sidewalk cases); Larson v. Stanton State Bank, 202 Iowa 333, 208 N. W. 726 (other fraudulent representations to show fraud in instant case); Crouch v. National Livestock Remedy Co., 205 Iowa 51, 217 N. W. 557 (ill effect of defective hog remedies upon other hogs); Graeser v. Jones, 217 Iowa 499, 251 N. W. 162 (evidence of a conversation, otherwise hearsay, to show the conversation was actually had).\nWhile the weight and credibility of such evidence is for the trier of fact, it would appear that it is relevant to the issues involved (the existence of a hazardous condition and notice thereof to the defendant) ; that by the great weight of authority, and based upon sound principle, such evidence is admissible as an abstract proposition ...\nIn Sterling Stores, Inc. v. Martin, 238 Ark. 1041, 386 S. W. 2d 711 (1965) the issue was whether appellant had notice or knowledge of defective or dangerous condition *865of a swinging door. In holding evidence of prior occurrences admissible, we said:\nWhere knowledge or notice of a danger or defect is in issue, evidence of the occurrence or near-occurrence of other accidents or injuries at a particular place or from the doing of a particular act or the employment of a particular method or appliance on occasion prior to the one in question is admissible to show that the person charged knew or should have known of the danger therein or thereat. ...\nThe issue in Colyar v. Little Rock Bottling Works, 114 Ark. 140, 169 S. W. 810 (1914), was whether the bottling company had notice or knowledge of the defective or dangerous condition of an exploding bottle by which Mrs. Colyar was injured. One Sallie, a former employee of the bottling company, testified that during the three and one half years that he worked for the company, it was a common occurrence for bottles to explode while he was handling them without their having come into contact with anything; that he had instructions to replace customers' broken bottles with bottles containing soda pop; and that he had cautioned his employer that too many bottles were exploding. Judge Frank Smith; writing the majority opinion, held that the issue of negligence upon the foregoing evidence should have been submitted to the jury.\nIn State v. Dulaney, 87 Ark. 17, 112 S. W. 158 (1908), we held that the court should have permitted evidence showing that Dulaney had accepted bribes on other occasions, to show that the money received in the instant case was received under the same scheme and for the same purpose.\nIn Hall v. State, 161 Ark. 453, 257 S. W. 61 (1923), a prosecution for larceny for wrongful conversion of warrants issued by the state auditor, proof that defendant on prior occasions had procured similar warrants of others and cashed them was held admissible to show intent or guilty knowledge.\n*866Appellees here contend that the crossing was abnormally dangerous; that the railroad was negligent in operating its train at excessive speed because of the knowledge it had with respect to the alleged defective condition of the crossing; and that the railroad failed to use ordinary care to give a warning of the train's approach reasonably sufficient to permit the traveling public to use the crossing with reasonable safety. Thus it is seen that the evidence of prior similar accidents on June 1 and June 6 was relevant to show both the abnormally dangerous condition of the crossing and the railroad's notice or knowledge that there was something abnormally dangerous about the crossing.\nIn all the cases cited herein in which this court has held that evidence of prior occurrences was properly admitted or should have been admitted, no trial difficulty has been experienced regarding the investigation of collateral matters. It therefore appears that the expressed fears of the earlier decisions, that if such evidence were received the trial would be disrupted by the necessity of investigating collateral matters, are unfounded. The record here indicates that the proof of the two prior collisions and their similarity was taken .up with the trial court at a pretrial conference. When .the matter is thus handled, no surprise is forthcoming to either party and. the trial court, by determining who the witnesses are going to be and substantially what their testimony will be, can at that time exercise his discretion to determine whether admission of the testimony will, inject too many collateral issues.\nConsequently, we hold that the trial court did not err in admitting testimony concerning the two prior accidents that occurred under substantially similar conditions for the purpose of showing the railroad's knowledge of the condition of the crossing. Nor can we find anything in Fleming, Adm'x v. Missouri & Ark. Ry. Co., 198 Ark. 290, 128 S. W. 2d 986 (1939), which holds that such evidence may not be introduced to show notice and knowledge where the substantial similarity of the prior collisions to the present collision is shown.\n*867POINT 11(2). Allowing evidence of changes made in the signal lights and in the highway signs subsequent to the accident. \nThe first point under this topic is that appellees were permitted to introduce evidence on direct examination that the signal lights were much brighter after the accident. Appellants also complain that such evidence was brought out on cross examination of their witnesses who had viewed the signal lights three days after the accident. The objection to such testimony is that changes were made in the signal lenses subsequent to the accident as part of a system-wide railroad changeover to new standard equipment and that the testimony that the lights were brighter after the accident was to suggest by inference to the jury that something had been done to the signal lights.\nThe record also shows that after the other two accidents and before this one, an experimental lens was installed on the top of the signal light on the southwest side of the crossing, but that the particular signal light was directed toward motorists traveling north on Highway 39 and could not be seen by those traveling west on Highway 64.\nAppellees admit that evidence of subsequent repairs or precautions taken by the alleged tort feasor after an accident is not admissible to show negligence, but contend that evidence of subsequent changes, repairs, or precautions is admissible to show conditions at the time of the injury and for impeachment purposes. There is also a suggestion that it was admissible for purposes of the witnesses' comparison of the lights before and after.\nThe direct testimony on changes in the signal lights at this railroad crossing poses a problem in the trial of a lawsuit where considerable time elapses between the collision and the trial. It would be almost impossible to impanel a jury, some or many of whom have not observed signal lights at crossings where appellants' changeover lights have been installed. Jurors are expected and instructed to use their common sense and observations in determining the fact issues between parties. In this situation a conscientious juror who has become accustomed to tbe brighter and improved lights after the changeover may have good reason to doubt testimony about dimness of the signal lights at the time of the collision, unless he is made aware of the changes made after the collision and before trial for purposes of showing the conditions at the time of the injury.\nThe admissibility and inadmissibility of evidence is the subject of annotations in 170 A.L.R.7 and 64A.L.R. 2d 1296. The many cases there cited permit testimony to show changed conditions of matters viewed by jurors. See Panagoulis v. Philip Morris & Co., 95 N. H. 524, 68 A. 2d 672 (1949), change in condition of handrail between time of injury and view by jury; also Agler v. Schine Theatrical Co., 59 Ohio App. 68, 17 N. E. 2d 118 (1938), alteration to signboard after accident to show condition at time of injury.\nAn example of the direct testimony involved in the instant case is that of witness Bennie Holmes:\nQ. Was there any change in the lights after June 14, 1964, with reference to their intensity?\nA. The lights are a lot brighter.\nUnder the circumstances we hold that the trial court did not abuse its discretion in admitting the testimony to show conditions at the crossing at the time of the collision. Appellants did not ask that it be limited to that purpose, and they are not now in a position to allege error.\nBecause this issue is apt to arise on a new trial, we point out that such testimony was not admissible for purposes of comparison of the intensity of the signal lights. This does not mean, however, that appellees cannot use the one experimental lens installed for use of northbound traffic on Highway 39 for purposes of comparison. That lens does not fall into the category of subsequent repairs or precautions since it existed at the time of the collision.\nThe evidence elicited by appellees on cross examination of appellants' witnesses Lester Jester and Lee Gibbons falls into a different category. After it was shown that their testimony concerned their observations made on June 17 following the collision on June 14, appellees were certainly entitled by way of explanation or rebuttal to determine whether any changes had been made in the signal lights between the date .of the collision and the date of their observations.\nAppellants allege error in the admission of evidence relative to changes in the highway signs following the accident. Of course this testimony is not subject to the exclusion of subsequent repairs, because these changes were not made by appellants but by the State Highway Department. Further, such testimony was certainly admissible to explain that the signs and markings in the photographs introduced by appellees were placed there after the accident.\nAppellants' alleged error with respect to introduction of an inter-office memorandum of the State Highway Department arose in this manner. Lester Jester and Lee Gibbons, employees of the State Highway Department in the Planning and Besearch Division, testified that on June 17, 1964, at the request of the railroad's Chief Claims Agent, they visited the Fair Oaks crossing; that the signal lights were visible from a distance of 1,500 feet back from the crossing; and that they made no recommendations, as a result of their visit, requesting any action by the railroad. On cross examination appel-lees brought out an inter-office memorandum prepared by the two witnesses. The memorandum in part states:\n. . . Three accidents have occurred at this location within the past two weeks resulting in seven fatalities. In all cases the vehicles involved hit the train with a hard impact indicating the drivers had not *870been made aware of the railroad crossing and the apparent danger. This section of highway has recently been widened and resurfaced and as a result the speed of vehicles has increased. It is believed that the proposed measures, in addition to the signs erected this week by Traffic Services Division, will properly alert the motorists of the railroad crossing involved. .\n# # *\nAdditional observances will be made with a representative of the railroad company on June 22nd and 23, 19.64, to study measures that may be taken by the< railroad company.\nUnder the circumstances existing when the interoffice memorandum was presented, it was certainly admissible to impeach the testimony of the witnesses about the adequacy of the signal lights and to explain their statement that they had made no recommendations requesting any action by the railroad.\nPOINT 11(3). Permitting testimony showing that Tommy Jackson, driver of the automobile involved, was a good and careful driver. \nThis contention is without merit. See Bush v. Brewer, 136 Ark. 246, 206 S. W. 322 (1918) and Arkansas Power & Light Co. v. Cummins, 182 Ark. 1, 28 S. W. 2d 1077 (1930). We there held that where negligence is charged, the care and caution of the one charged therewith is relevant and a circumstance tending to disprove negligence. Likewise, it would be admissible to show that a person charged with negligence was a reckless driver as a circumstance tending to prove the fact.\nPOINT 11(4).- Permitting expert testimony relative to the coefficient of friction and that the crossing was abnormally dangerous. \n*871For the purposes of showing the stopping distance of a vehicle traveling 60 miles per hour when approaching the crossing, appellees used the Safety Director for the Pepsi Cola Bottling Company of Tulsa, Oklahoma. The court permitted Mr. Coulson to testify about his experiments to determine the coefficient of friction and the stopping and braking distance of cars traveling 60 miles per hour when approaching the crossing. Appellants complain that these experiments were made in an automobile of a different make from that driven by the Jackson family. In this we find no error, for the coefficient of friction can be scientifically established. Furthermore, in this instance the witness stated that the make or model of the automobile involved would not make any appreciable difference.\nWe hold that the trial court erred in admitting the expert testimony about the abnormally dangerous condition of the crossing. The.facts submitted to the witness for the basis of his opinion were as follows:\n1. The type of highway.\n2. The speed of automobiles approaching the crossing..\n3. The approach to the crossing — namely, a straight level highway running due east and west.\n4. The advance warning signs.\n5. The number of vehicles that daily cross the crossing.\n6. The number of trains that pass the crossing daily.\n7. The speed of the tráins.\n.8. The angle of the approaches — namely, right angles. .\n*8729.Obstruction to vision of motorist.\n10. Obstruction to vision of train crew.\n11. Previous accidents that bad occurred recently under similar conditions.\n12. Distraction elements to motorists.\n13. Bailroad crossing signals.\n14. The kind of day.\n15. The position of the sun.\nNot a single one of the foregoing facts taken individually is beyond the comprehension of the average juror; nor can we find any reason to say that an average juror would not be competent to determine from the facts when considered together whether the crossing was abnormally dangerous. We have consistently held that it is prejudicial error to admit expert testimony on issues which could conveniently be demonstrated to the jury from which they could draw their own conclusions. See S & S Construction Co. v. Stacks, 241 Ark. 1096, 411 S. W. 2d 508 (1967). Therefore we hold that the trial court committed reversible error in admitting the expert testimony on the abnormally dangerous crossing.\nPOINT 11(5). Allowing railway regulations entitled Special Instructions No. 2 to be introduced in evidence. \nAppellees, over the objection of appellants, introduced a document entitled Special Instructions No. 2. These are detailed instructions which govern railroad employees in train, engine, yard, station and telegraph service as well as in maintenance of way and structures. Appellees' counsel, when placing the document in evidence, advised the trial court that he did so in order to show the limitation on speed that the railroad had estab-*873listed at certain crossings otter ttan tte Fair Oaks Crossing.\nNo factual background was laid for tte introduction of tte document — i.e., no stowing of relevancy was made, relative to controls or conditions at otter crossings, at tte time tte document was introduced or later. Wtile we agree with appellees ttat they are entitled to stow on tte issue of speed ttat appellants tave slowed down at similar crossings wtere ttey tad tad notice of a dangerous condition, we ttink ttat before introducing regulations involving other crossings, there should first be a foundation laid to show some similarity of conditions. Furthermore, we ttink it was too great a burden on tte railroad to introduce a document regulating the speed of trains at every crossing in its whole system. It would be a Herculean task to furnish rebuttal testimony for tte myriad causes requiring reduction of speeds on all suet crossings in the whole system.\nQuestions involving tte admission into evidence of safety regulations to show negligence usually arise wtere there is a violation of tte regulations, and suet regulations are admitted as some evidence of tte measure of caution which ought to be exercised in situations to which tte rules apply. 50 A. L. R. 2d 16; 44 Am. Jur. Railroads § 626. Tte relevancy of tte safety regulations to tte issue on negligence is often shown by tte regulation itself, but such is not the case here. The fact that the railroad has regulations requiring tte reduction of tte speed of trains at otter crossings has no probative value to tte issues here involved until it is shown ttat tte reduction in speed was caused by a railroad safety policy toward tte public. Thus it can readily be seen ttat a regulation requiring tte reduction of speed at another crossing, because of a municipal ordinance, has no probative value wtere the issue is a violation of a company safety policy toward tte public.\nTherefore, we told ttat it was error for the trial court to permit introduction of tte document without a foundation having first been laid and without limiting *874the document to crossings on which the foundation had been laid. In view of the fact that we are reversing this case because of the error set forth in Point 11(4) above, we need not decide whether this error was prejudicial. We make the explanation because the record is not clear that any portion of the document was read to the jury.\nPOINT 11(6). Giving an instruction on exces-sivespeed of trains. \nThe record, as will be pointed out under Point 11(7), infra, shows that there was sufficient evidence to go to the jury on an abnormally dangerous crossing. There is testimony that the view of the railroad track to the north by an approaching motorist was obstructed until the motorist got within 150 feet of the tracks. Many witnesses testified that the signal lights were dim and that when approaching the crossing when headed into either the early morning or late evening sun it was almost impossible to see the lights unless one was looking for them. One witness who worked nearby stated that it appeared to him that motorists traveling the highway often saw the train before they saw the lights. Furthermore, the testimony shows that there had recently been two similar accidents in which it appeared that the motorists were not made aware by the signal lights of the train's approach, and that following these accidents the chief claims agent for the railroad called the State Highway Department and made an appointment to inspect the crossing some two weeks from that time.\nWhile the testimony is that the motorists's view of an approaching train was obstructed until he was within 150 feet of the track, we do not take this to mean that he could not have seen a train in any situation until he got within 150 feet of the track. In fact, the exhibits introduced and the inferences from the testimony indicate that when a train moves within a distance of approximately 200 feet or less to the highway, it is visible to a motorist at a distance greater than the 150 feet from the crossing.\n*875Therefore, in view of the fact that the railroad and its train crew were put on notice that something was wrong at the particular crossing, and the fact that the sight distance by a motorist of an approaching train increased as the train «approached within 200 feet of the highway crossing, we hold that the issue of excessive speed was properly submitted to the jury. See Sherman, Adm'x. v. Missouri Pac. Ry. Co., 238 Ark. 554, 383 S. W. 2d 881 (1964) and Harper v. Missouri Pac. Ry. Co., 229 Ark. 348, 314 S. W. 2d 696 (1958). Under the circumstances here excessive speed of the train became a question of fact for determination by the jury.\nPOINT 11(7). Submitting issue of abnormally dangerous crossing to jury. \nOur abnormally dangerous crossing instruction, AMI 1805, being based on our decision in Fleming, Adm'x v. Missouri & Ark. Ry. Co., 198 Ark. 290, 128 S. W. 986 (1939), which was given in this instance, provides as follows:\nPlaintiffs, Ward Jackson and Charley Eddy, Administrators, contend that the railroad grade crossing in this case was abnormally dangerous, and they have the burden of proving this proposition.\nIf a railroad grade crossing is frequently used by the traveling public, if trains pass over it frequently, and if the crossing is so dangerous because of surrounding circumstances that a reasonably careful person could not use it with reasonable safety in the absence of special warnings, then it would be an abnormally dangerous crossing. Whether the railroad grade crossing in this case was abnormally dangerous is for you to decide.\nIf you find that the crossing was abnormally dangerous, as I have defined that term, then it was the duty of the railroad to use ordinary care to give a warning reasonably sufficient to permit the travel*876ing public to use the crossing with reasonable safety. ' '\nHere the record shows a daily traffic count on Highway 64 at the Fair Oaks crossing from a low in May of 1,141 to a high in August of 1,899 cars per day. An average of 16.4 trains per day traveled over the crossing.\nWhen we consider the obstructions to the motorist's view of approaching southbound trains, the testimony relative to the dimness of the signal lights, and the frequency of use of the crossing by both motorists and trains, we hold that the evidence was sufficient to warrant the giving of the abnormally dangerous crossing instruction to the jury.\nWe do not construe Fleming, Adm'x v. Missouri & Ark. Ry. Co., supra, and Harper v. Missouri Pac. Ry. Co., supra, as holding that a railroad has discharged its duty to give a warning at an abnormally dangerous crossing where the signal lights are found, upon sufficient evidence, to be inadequate to give a warning to approaching motorists.\nPOINT 11(8). Permitting grandparents to recover damages for mental anguish occasioned by the death of grandchildren where the father of such children survived them. \nAppellants' contention here is based on the premise that Tommy Jackson lived some few moments after the death of his children. Based on this premise, appellants, relying on Peugh v. Oliger, Adm'x, 233 Ark. 281, 345 S. W. 2d 610 (1961), which limits recovery of mental anguish to the heir at law of a decedent, and Smith v. Smith, 229 Ark. 579, 317 S. W. 2d 275 (1958), contend that any cause of action for mental anguish died with Tommy Jackson.\nThere is testimony elicited from the conductor, J. A. Massey, and the brakeman, F. E. Senyard, Jr., from which the jury could find that all occupants of the auto*877mobile were killed instantly, and nnder these circumstances the issue was properly submitted to the jury.\nIt is true that when we had our mental anguish statute before us in Peugh, supra, we there limited recovery for mental anguish to heirs at law of the decedent. However, where a whole family is killed in a matter of moments, as is the situation here, the bench and bar should not expect a too literal interpretation of the words heirs at law as the same are used in Peugh. Act 255 of 1957, creating the right to recover for mental anguish,. certainly did not intend that right to be so limited.\nPOINT 11(9). We can find no merit in appellants' contention that the case should have been submitted to the jury upon interrogatories. This is a matter within the sound discretion of the trial court. St. Louis S. W. Ry. Co. v. Robinson, 228 Ark. 418, 308 S. W. 2d 282 (1957).\nPOINT 11(10). We agree with appellants that it was error for the trial court to submit to the jury a form of verdict which required verdicts against all the defendants, including the employee defendants, if against any defendant.\nPOINT III. The court should have directed a verdict for employee defendants. \nAppellees agree that the only negligence chargeable to W. D. Simpson, B. 0. Hankins and J. A. Massey under the issues in this case was the issue of excessive speed.\nJ. A. Massey, the conductor, was in charge of the train, and along with the engineer, W. D. Simpson, was responsible for the operation of the train. In view of the fact that we are holding that the issue of excessive speed was properly submitted to the jury, we must hold that the trial court properly denied the directed verdict as to them. However, there is no showing that B. O. Hankins, the fireman, was charged in any way with the speed at which the train was run. Consequently we hold that he was entitled to a directed verdict in his favor.\nThe signal maintainer, Herald Slocum, was charged with negligence in failing to properly maintain the signal lights in that they were so defective they could not be seen. On this issue there is testimony showing that he had repaired the lights between the June 6 collision and the present collision on June 14, but that the lights were so dim that they did not comply with standards established by the Association of American Bailroads and adopted by the Highway Department. Under the circumstances we are unwilling to say that he was entitled to a directed verdict.\nPOINTS IV and V. The court should have directed a verdict for all of appellants and the verdict of the jury was against the weight of the evidence. \nAs has been pointed out, there was sufficient evidence to submit to the jury the issues of excessive speed and abnormally dangerous crossing, and, except for the errors committed, the evidence was sufficient to sustain the jury verdict.\nTherefore, for the errors heretofore set out, this case is reversed and remanded for a new trial against all defendants except B. 0. Hankins. It is reversed and dismissed as to B. 0. Hankins.\nWaRD, Brown, and FoglemaN, JJ., eoncur.\nJohN A. FoglemaN, Justice,\nconcurring. I concur in the result but not all the bases for reaching it nor in those holdings overruling certain assignments of error.\nI would reverse on Points I, 11(1), 11(2), 11(4), 11(5) and 11(10). I would also reverse on failure to direct a verdict for appellant Hankins. On Point 11(1) I think *879the proper distinction is made in Railway Company v. Harrell, 58 Ark. 454, 25 S. W. 117. Such evidence is admissible only to show use of defective machinery and equipment and the knowledge of such use by the owner or operator, when it is impossible or impracticable to obtain direct proof of the particular fact. The evidence was not offered for this purpose and there was other evidence actually used to show that this was an abnormally dangerous crossing. With the proper foundation it might be used to show that machinery or appliances were defective and that the operator had knowledge thereof.\nOn Point 11(2) I do not think there was any jury view that required explanation, nor do I think we should assume that the jury was familiar with the conditions at the time of trial. After witnesses testified as to conditions on a later date, it was certainly proper to show the differences between conditions existing on the two dates. It was also proper to show which of the highway signs shown in pictures of the crossing were not in place at the time of the collision.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant railway company and employees were negligent in driving their train across an unsafe crossing.\nSummary: \nFollowing two other recent accidents, the plaintiffs were killed when they crossed a railway crossing on a highway and collided with a train operated by the defendants.\nthe instructions to the jury that they should consider whether the train was driving at an excessive speed, and that the crossing was abnormally dangerous, were fair instructions; the implication is that the conductor drove the train at an excessive speed and the signal maintainer failed to maintain the crossing to a safe standard\nthe defendant fireman was not in control of the speed of the train and so was not liable.\n",
    "annotations": {
        "Facts": [
            "The Jackson automobile was the third car in a two-week period, from June 1 to June 14, 1964, to collide with a southbound train at the Fair Oaks crossing in Cross County where Highway 64 crosses the Cotton Belt tracks. In each of the three collisions the automobiles were driving into the sun either toward the east in the morning or toward the west in the afternoon; in each instance the automobiles hit either the second or third diesel of a southbound train; and in each instance all of the occupants of each automobile were killed. The flasher lights erected by -the Arkansas State Highway Department in 1940 and maintained by the railroad since that time were activated and blinking in each instance.Highway 64 runs almost due east and west for a considerable distance on either side of the railroad, which runs in a northeast-southwest direction. Highway 39 from the north parellels the east side of the railroad tracks, and after intersecting Highway 64 eighty feet east of the tracks it crosses over and parallels the railroad on the west going south. There is also a gravel road south from Highway 64 which parallels the railroad on the east for approximately one half mile. About a half mile south of Highway 64 the Cotton Belt Railroad crosses the Missouri Pacific Railroad tracks.",
            "a westbound motorist traveling on Highway 64 could not see a southbound train until he was within 150 feet of the tracks, and that the view of an eastbound motorist was obstructed until he got within 50 feet of the tracks.",
            "for many years the railroad was approximately two and one half feet above the elevation of the highway and that, because of the difference in elevation, automobiles had to slow down to cross over the hump. During the latter part of 1963, Highway 64 was improved to the extent that it is now a 24-foot asphalt pavement with two shoulders, and the elevation has been raised practically even with the railroad so that automobiles no longer slow down to cross the railroad.Following the improvement of Highway 64, on June 1,1964, at 8 -.35 a.m. and on June 6,1964, at 6 -.15 a.m. fatal accidents occurred at this same crossing. In each of these accidents a motor vehicle collided with either the second or third diesel unit of a southbound freight train. The accident at issue here occurred on June 14 at 5:25 p.m. and the motor vehicle also collided with the second diesel unit of a southbound freight train",
            "the sun was rising and setting almost directly in line with the highway and was rather low on the horizon.",
            "the Jacksons were traveling west",
            "C. C. Mitchell, Claim Agent for the Cotton Belt, following the first two collisions and before the collision in question, called the State Highway Department on June 10, 1964, and asked that a representative of the Highway Department go with him to check the Fair Oaks crossing. Mr. Mitchell at the time suggested that the trip be made during the week of June 21, but on June 15 he again called the Highway Department and made arrangements for Lester Jester of such Department to accompany him to Fair Oaks on June 17.",
            "the view of the railroad track to the north by an approaching motorist was obstructed until the motorist got within 150 feet of the tracks",
            "the signal lights were dim and that when approaching the crossing when headed into either the early morning or late evening sun it was almost impossible to see the lights unless one was looking for them",
            "there had recently been two similar accidents in which it appeared that the motorists were not made aware by the signal lights of the train's approach",
            "following these accidents the chief claims agent for the railroad called the State Highway Department and made an appointment to inspect the crossing some two weeks from that time.",
            "J. A. Massey, the conductor, was in charge of the train, and along with the engineer, W. D. Simpson, was responsible for the operation of the train"
        ],
        "Procedural History": [
            "Appellants, St. Louis Southwestern Railway Company; W. D. Simpson, B. 0. Hank-ins and J. A. Massey, the crew on the train in question; and Gerald Slocum, the signal maintainer for the Cotton Belt Railroad, appeal from a judgment in favor of administrators of the estates of Tommy N. Jackson, Catherine Jackson, Tommy N. Jackson, Jr., and Melinda Jackson, all deceased."
        ],
        "Application of Law to Facts": [
            "in view of the fact that the railroad and its train crew were put on notice that something was wrong at the particular crossing, and the fact that the sight distance by a motorist of an approaching train increased as the train «approached within 200 feet of the highway crossing, we hold that the issue of excessive speed was properly submitted to the jury.",
            "If a railroad grade crossing is frequently used by the traveling public, if trains pass over it frequently, and if the crossing is so dangerous because of surrounding circumstances that a reasonably careful person could not use it with reasonable safety in the absence of special warnings, then it would be an abnormally dangerous crossing",
            "Here the record shows a daily traffic count on Highway 64 at the Fair Oaks crossing from a low in May of 1,141 to a high in August of 1,899 cars per day. An average of 16.4 trains per day traveled over the crossing.When we consider the obstructions to the motorist's view of approaching southbound trains, the testimony relative to the dimness of the signal lights, and the frequency of use of the crossing by both motorists and trains, we hold that the evidence was sufficient to warrant the giving of the abnormally dangerous crossing instruction to the jury.",
            "In view of the fact that we are holding that the issue of excessive speed was properly submitted to the jury, we must hold that the trial court properly denied the directed verdict as to them. However, there is no showing that B. O. Hankins, the fireman, was charged in any way with the speed at which the train was run. Consequently we hold that he was entitled to a directed verdict in his favor.The signal maintainer, Herald Slocum, was charged with negligence in failing to properly maintain the signal lights in that they were so defective they could not be seen. On this issue there is testimony showing that he had repaired the lights between the June 6 collision and the present collision on June 14, but that the lights were so dim that they did not comply with standards established by the Association of American Bailroads and adopted by the Highway Department. Under the circumstances we are unwilling to say that he was entitled to a directed verdict",
            "there was sufficient evidence to submit to the jury the issues of excessive speed and abnormally dangerous crossing, and, except for the errors committed, the evidence was sufficient to sustain the jury verdict."
        ],
        "Relevant Precedents": [
            "Sherman, Adm'x. v. Missouri Pac. Ry. Co., 238 Ark. 554, 383 S. W. 2d 881 (1964) and Harper v. Missouri Pac. Ry. Co., 229 Ark. 348, 314 S. W. 2d 696 (1958).",
            "Fleming, Adm'x v. Missouri & Ark. Ry. Co., 198 Ark. 290, 128 S. W. 986 (1939),"
        ],
        "Outcome": [
            "Therefore, for the errors heretofore set out, this case is reversed and remanded for a new trial against all defendants except B. 0. Hankins. It is reversed and dismissed as to B. 0. Hankins."
        ]
    },
    "class": "reverse"
}