{
    "text": "Parker v. Price, 241 Ark. 940, 411 S.W.2d 12 (1967)\nFeb. 6, 1967 · Arkansas Supreme Court · 5-4071 \n241 Ark. 940, 411 S.W.2d 12 \nHarry A. Parker, Jr. etc. v. James Price et al \n411 S. W. 2d 12\n*941 Shackleford & Shackleford, for appellant.\nBernard Whetstone and Rogers & Armstrong, for appellee.\nLyle Brown, Justice.\nThis action for damages arose from a collision between two motor boats near Calion, Arkansas, on the Ouachita River, a navigable stream of the United States. Both boats were pleasure craft, and both were pulling skiers. Jerald Carney, a minor, along with his father, Homer Carney, plaintiffs below, were each awarded damages as against two of the five defendants, Harry Parker and Eric Davis. The appellant here is Harry Parker, and he appeals — not from the 'judgment awarded the Carneys — but from judgments in favor of five third party defendants. The appeal is grounded on the contention that the trial court erred in giving two instructions.\nThe lead boat was owned by James Price and being operated by Billy Price; Danny Washington and Russell Hale occupied the rear of the lead boat and served as lookouts. This boat was towing a piece of styrofoam bn which Jerald Carney and Johnny Price were riding, the styrofoam broke, throwing Carney into the water, 'where he was struck by a boat operated by defendant, Harry Parker. Eric Davis, Parker's co-defendant, was skiing behind the boat operated by Parker. The Carneys also joined as defendant the owner of the boat, Walter Horn. This boat was originally loaned to Eric Davis, Jimmy Duffey, Tom Cranston, and Harry Parker. A joint venture was alleged as against all the named parties.\nThe defendants made the owner and operator of the lead boat, the two lookouts, and Johnny Price (riding on the styrofoam) all third party defendants, alleging specific acts of negligence and joint venture.\n' Parker's appeal is grounded on the single contention that the substantive law of admiralty applicable to the case was not applied by the trial court. The two instructions complained of deal with standard of care and with lookout.\nStandard of Care. Parker contends that the standard of care imposed on a boat operator in navigable waters is the exercise of due diligence and maritime skill. He offered the following instruction:\nYou are instructed that a person in charge of the operation of a vessel must at all times exercise due diligence and maritime skill to avoid injury to others, by collision or otherwise. He should use such care as is reasonable under the circumstances then existing. The conduct of the operator of a vessel is to be judged in light of the danger, emergency, and conditions that existed at the time and place of the accident.\nThe court refused the instruction and gave court's Instruction No. 8:\nNow in connection with these Interrogatories which I have just read, you are instructed that it was the duty of all persons involved in the occurrence which gave rise to this case to use ordinary care for their own safety and the safety of others. When I use the words, 'ordinary care,' I mean that care which a reasonably careful person would use under circumstances similar to those shown by the evidence in this case. It is for you to decide how a reasonably careful person would act under those circumstances and, of course, the failure to use such ordinary care is negligence.\n*943Here, it should be noted that in the instruction immediately preceding- No. 8, the court told the jury that the term negligence means ' ' the failure to do something which a reasonably careful person would do, or the doing of something which a reasonably careful person would not do, under circumstances similar to those shown by the evidence in this case.\nThe crux of Parker's argument is that it was error for the court to omit the phrase due diligence and maritime skill from its instruction to the jury.\nWe are not in disagreement with appellant Parker's general statement of the maritime law, namely, that persons in charge of watercraft must exercise due diligence and maritime skill to avoid injury to others. But this is simply another way of saying the operator should act as a reasonably careful person would act under the circumstances.\nAppellant cites 48 Am. Jur. 153, § 227, to support the requirement of due diligence and maritime skill. But that same section, continuing, recites that the requirement is satisfied by the use of such care as is reasonable under the circumstances. In the ease at bar, the trial court properly permitted two witnesses of considerable experience with watercraft to testify concerning facts constituting good or poor seamanship. They were also permitted to give opinion testimony based on hypothetical questions.\nThus, the jury had for its consideration testimony going to the main issue — whether the boats in question were operated with reasonable care under all the circumstances, including, but not limited to, maritime skill. To use the phrase maritime skill might well have tended to place undue emphasis on the testimony of these two expert witnesses and to detract from the ultimate test of reasonable care under the circumstances. The phrase maritime skill could well be interpreted by jurors to connote a variety of meanings, such words as *944art, dexterity, ingenuity, and wisdon, being well known synonyms of the word skill. Therefore, maritime skill could to a juror connote the highest ■degree of caution and skill, when the law requires only reasonable care. Appellant did not incorporate in his proffered instruction any definition of maritime skill.\nThere is yet another fallacy in Parker's proposed ■Instruction No. 1: it could well have indicated to the jury a double standard of care, namely, due diligence and maritime skill, and, additionally, reasonable care under the circumstances.\nGreathouse v. Wolff (Mo. App.), 360 S. W. 2d 297 (1962) is a case which arose out of a water skiing accident in navigable waters. There we find an instruction which comports with our theory that the court's No. 8 'was correct. It is a long instruction, and to set it out verbatim is not necessary. Summarizing, the test of ordinary care was applied to that case. The phrase exercise of ordinary care appears three times in that instruction. Nowhere therein does the phrase maritime skill appear.\nMaritime eases are replete with awards based on specific finding's of failure to use ordinary care. To cite 'a few: Malmin v. Sternheim, 202 Ill. App. 214 (1917); Rautbord v. Ehmann, 190 F. 2d 533 (1951); and U. S. v Meckling, 141 F. Supp. 608 (1956).\nLookout. Appellant Parker next complains of Instruction No. 10 (2), this being an instruction on look-tout :\nNo person shall operate a vessel on any waters of the State of Arkansas for towing a person or persons on water skis, or an aquaplane, or similar device unless there1 is in such vessel a person, in addition to the operator, in a position to observe the progress of the person or persons being towed. Provided, however, if the towing boat is equipped with a wide angle marine rear view mirror in a position to observe the skiers being towed, the above requirement shall not apply, and, . . . .\n*945In Instruction No. 11 the court told the jury a violation of this rule could he considered by them as evidence of negligence.\nInstruction No. 10 is based on a statutory rule. Ark. Stat. Ann. § 21-232(b) (Repl. 1956).\nAdmiralty law does not specifically require the presence of a person in addition to the operator to assist the latter in keeping a lookout. T. 33 U.S.O.A. § 351 is as follows:\nUsual additional precautions required {Rule 26). Nothing in Sections 302-352 of this title shall exonerate any vessel, or the owner or master or crew thereof, from the consequences of any neglect to carry lights or signals, or of any neglect to keep a proper lookout, or of the neglect of any precaution which may be required by the ordinary practice of seamen, or by the special circumstances of the case. R. S. § 4233; Feb. 19, 1895, c. 102, § 1, 28 Stat. 672; Mar. 3, 1897, c. 389, § 13, 29 Stat. 690; May 21, 1948, c. 328, § 4, 62 Stat. 250. (Emphasis supplied.)\nIt is the position of appellant Parker that our statute requiring a posted lookout in addition to the operator is in conflict with admiralty law. We gather it to be the position of appellant that Congress has preempted 'the field of navigation in navigable waters. So appellant 'would argue that since Congress has not enacted a law requiring an additional person for a lookout, the State ]is prohibited from so providing. This position is not tenable.\nReynolds Channel, Long Beach, New York, is a navigable waterway and within the territorial limits of /the Town of Hempstead, New York. Hempstead passed an ordinance governing the operation of motorboats on this waterway. In People v. Bianchi, 155 N. Y. S. 2d 703 *946(1956), Bianehi appealed from a conviction under two sections of the ordinance. One section required careful and prudent operation and at a speed which would not endanger the life or property of another. The other section fixed the maximum speed in the channel at 12 miles per hour, and in premises designated as basin, dock anchorage, or bathing areas, four miles per hour. The convictions were affirmed. The Bianehi case furnishes an exhaustive treatise on the question of conflict between federal and state authority. The following statement and cited authorities support the view that the theory of federal pre-emption has long been discarded:\nIt may be true that the United- States Constitution confers upon the Federal Government jurisdiction over interstate commerce but it does' not follow from this that the state or its derivative creature, the town, is thereby prohibited from' exercising its police power to regulate a local' incident of that commerce. This has been the judgment of the United States Supreme Court in an unbroken line of cases from Cooley v. Board of Port Wardens, 12 How. 299, 13 L. Ed. 996, to the present day. Willson v. Blackbird Creek Marsh Co., 2 Pet. 245, 7 L. Ed. 412; State of California v. Thompson, 313 U. S. 109, 61 S. Ct. 930, 85 L. Ed. 1219; Parker v. Brown, 317 U. S. 341, 63 S. Ct. 307, 87 L. Ed. 315.\nIn the Cooley case the view is sanctioned that the state government possesses a commerce power concurrent with that of the Federal Government as to the local incidents of interstate commerce.\nWith further respect to this-particular field of navigation, the Bianehi case makes this significant statement, which well fits the case at bar:\nWhile it is true, as the defendant asserts, that the Federal Government has an interest in the field of navigation (just as it has an interest in other areas over which the nation and the states have been held *947to possess concurrent jurisdiction), in the field of navigation [sic], the federal interest is not so dominant, and the problems involved are not so completely national in character, as to make any or all local regulation unthinkable where the Federal Government has acted. On the contrary, dissimilar conditions m different parts of the country require that special consideration and handling that only a decentralised treatment ccm afford. (Emphasis added). Furthermore, the federal regulatory scheme established in the Motorboat Act of 1940 is not so complete as to make reasonable the inference that Congress left no room for the states to supplement it.\nWe think it highly significant that Congress has, in fact, encouraged the enactment of uniform State legislation governing pleasure boats. In U. 8. Code Congressional omd Administrative News, Vol. 3, p. 5228, is recited the history surrounding the Federal Boating Act of 1958. The Committee on Interstate and Foreign Commerce recommended the passage of the bill which, among other things, would provide co-ordination and co-operation with the states in the interest of uniformity of boating laws. . . The Committee further observed that a model State bill had been prepared by the Council of State Governments and would possibly be considered in 1959 by forty-five States which would then be holding legislative sessions. The Committee placed its stamp of approval on model State laws governing boating in these words:\nThere is particular urgency in passage at this session because 45 States will hold legislative sessions in 1959, at which the model State bill developed by the recreational boating regulation subcommittee, committee on suggested State legislation, Council of State Governments, could be considered. Enactment of this model bill by the States would provide substantially uniform Federal and State boating safety laws and regulations and enforcement procedures.\n*948Such, a development would be vastly in the interests of the millions who now are finding recreational boating an increasingly alluring pastime, by obviating conflicting requirements when State lines are crossed and by achieving greater uniformity of regulations in the several States.\nIt would mark, too, a healthy advance in coordination of legislation and enforcement as between the States and the Federal Government, by permitting State regulation and enforcement on navigable waters which heretofore have been the sole province of the Federal Government.\nOur Legislature in 1959 enacted Act No. 453, a comprehensive act regulating boats. The stated purpose of the act was to promote safety in respect to the operation of vessels and to promote uniformity of laws relating' thereto. Thus, it is reasonably certain that our act stems from the model State bill mentioned in the report of the Committee on Interstate and Foreign Commerce. Boating' laws enacted by all of our neighboring States are very similar to ours, and further confirm the belief that ours is a model act.\nAppellant Parker contends that under admiralty law a special lookout is not necessary if the bridge actually observes what a lookout should have seen. He cites Osaka Shosen Kaisha Ltd. v. Angelos, Leitch & Co. Ltd., 301 F. 2d 59 (1962), and United States v. S. S. Soya Atlantic, 330 F. 2d 732 (1964). In those cases there were men on the bridge or the forecastle, or both, and it was found to be a fact that they observed what a special lookout should have seen had he been present. In the case before us, Parker was the sole occupant of the boat which struck Carney; Parker was charged with failure to maintain a lookout. Just ahead of him was a boat pulling two skiers; he was pulling one skier. Thus, he owed a duty to keep a lookout both ahead and behind. He had no rearview mirror. In this situation it was for the jury to determine, under appropriate instructions as applied to the evidence, whether a proper lookout was being maintained. Quoting from Osaka, cited by appellant, a proper lookout is said to be a factual question and a duty which, is an inexorable requirement or prudent navigation.\nFinally, in support of his theory that the substantive law of admiralty precludes the giving of an instruction based on our statute requiring a posted lookout, Parker cites Intagliata v. Shipowners & Merchants Towboat Co. (Calif.) 159 P. 2d 1 (1945). At that time a characteristic feature of maritime law was to the effect that if both parties were at fault the damages would be equally divided. In the Intagliata case the trial court adhered to the rule of contributory negligence which generally precludes a plaintiff from recovering damages. The appellate court held that comparative negligence is a principle of admiralty and to ignore it would be to contravene an essential purpose expressed by an act of Congress. When Arkansas adopted a model boating code which recites that the absence of a rearview mirror and a posted lookout can be considered as evidence of negligence, it certainly did not contravene ' ' an essential purpose exprssed by an act of Congress. The laws enacted by Congress require a lookout. Maritime cases recognize lookout to be a duty which is an inexorable requirement of prudent navigation.  To require one towing a skier to either equip his boat with a rearview mirror or post a lookout is a most sensible requirement. Rather than contravene federal law, it can reasonably be said to aid in the enforcement of prudent navigation.\nSince we hold that appellant's objections to the instructions are without merit, we do not reach questions raised by appellees.\nAffirmed.\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant was negligent for failing to keep a lookout leading to a boating collision\nSummary:\nThe defendant was operating a motorboat with a skier towed behind his boat and a collision occurred\nthe standard of care is that of ordinary care as would be employed by a reasonably careful person (which requires such maritime skill as a reasonable person would employ)\nthe defendant had a duty to keep a lookout ahead and behind his boat, but had no rearview mirror or a second occupant to look out for him, so failed act with reasonable care and was negligent.",
    "annotations": {
        "Facts": [
            "collision between two motor boats near Calion, Arkansas, on the Ouachita River, a navigable stream of the United States. Both boats were pleasure craft, and both were pulling skiers",
            "The lead boat was owned by James Price and being operated by Billy Price; Danny Washington and Russell Hale occupied the rear of the lead boat and served as lookouts. This boat was towing a piece of styrofoam bn which Jerald Carney and Johnny Price were riding, the styrofoam broke, throwing Carney into the water, 'where he was struck by a boat operated by defendant, Harry Parker. Eric Davis, Parker's co-defendant, was skiing behind the boat operated by Parker",
            "This boat was originally loaned to Eric Davis, Jimmy Duffey, Tom Cranston, and Harry Parker"
        ],
        "Procedural History": [
            "Jerald Carney, a minor, along with his father, Homer Carney, plaintiffs below, were each awarded damages as against two of the five defendants, Harry Parker and Eric Davis. The appellant here is Harry Parker, and he appeals — not from the 'judgment awarded the Carneys — but from judgments in favor of five third party defendants. The appeal is grounded on the contention that the trial court erred in giving two instructions."
        ],
        "Application of Law to Facts": [
            "persons in charge of watercraft must exercise due diligence and maritime skill to avoid injury to others. But this is simply another way of saying the operator should act as a reasonably careful person would act under the circumstances.",
            "In the case before us, Parker was the sole occupant of the boat which struck Carney; Parker was charged with failure to maintain a lookout. Just ahead of him was a boat pulling two skiers; he was pulling one skier. Thus, he owed a duty to keep a lookout both ahead and behind. He had no rearview mirror. In this situation it was for the jury to determine, under appropriate instructions as applied to the evidence, whether a proper lookout was being maintained."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}