{
    "text": "Johnson v. Nelson, 242 Ark. 10, 411 S.W.2d 661 (1967)\nFeb. 27, 1967 · Arkansas Supreme Court · 5-4139 \n242 Ark. 10, 411 S.W.2d 661 \nKenneth Johnson v. Pat Nelson \n411 S. W. 2d 661\nLoftin,, Herrocl & Cole, for appellant.\nCockrill, Laser, McGehee, Sharp & Boswell, for ap-pellee.\nPaul Ward, Justice.\nThis is an action to recover for injuries to Kenneth Johnson, age fourteen, (referred to as appellant) brought by his father, Autice E. Johnson. Appellant was struck by a car driven by Pat Nelson (ap-pellee). From a jury verdict in favor of appellee comes this appeal.\nBackground Facts. Appellee was driving east on Ninth Street in Little Rock, and. when she had crossed *11or was in the act of crossing Cumberland Street she saw three boys (one being appellant) walking west along the sidewalk on the south side of Ninth Street. Suddenly ap-pellee saw one of the boys (later identified as appellant) step or fall into the street. Appellee allegedly promptly tried to stop her car but could not do so before she hit and injured appellant. The point of impact was about forty feet east of the east side of Cumberland Street.\nThe only point relied on by appellant is that ' ' The Court erred in giving an instruction on behalf of defendant for a sudden Emergency . . . . The instruction referred to was No. 4 which reads:\nA person who is suddenly and unexpectedly confronted with danger to himself or others not caused by his own negligence is not required to use the same judgment that is required of him in calmer and more deliberate moments. He is required to use only the care that a reasonably careful person would use in the same situation.\nWe think the above instruction was correct. It is an exact copy of AMI 614, Sudden Emergency. In turn, the AMI instruction is based on and justified by the case of Hooten v. DeJarnatt, 237 Ark. 792, 376 S. W. 2d 272.\nApparently appellant does not argue that the instruction is inherently wrong, but that it was not justified under the testimony in this case. That is, appellant argues there is no substantial evidence in the record from which the jury could find that an emergency actually existed and, if so, that appellee did not cause it. We think the record does contain such testimony. Hansel Boyd, who was at the intersection in his car on the north side of Ninth Street when the accident happened, testified he saw the boys and there was nothing to suggest there was going to be an accident. Jerry Horton, who was following behind appellee on the south side of Ninth Street, and who also saw the boys, testified; appellee was not exceeding the speed limit; there was. nothing* to alarm him, and; there was nothing to suggest one of the boys might wind up in the street. Thelma Gus-tas, who was. on Ninth Street near the scene of the accident and saw appellant fall in the street, testified:\nQ. Did you see what caused Kenny to be in the street?\nA. Well, I don't know whether he slipped or turned his ankle or stumbled or something to that effect. It seemed like it give way.\nQ. All right. Now, when you saw that could you tell us. where Mrs. Nelson's car was at that time?\nA. Well, she looked like she was right on him. Just like it was going — that was it — she hit him. ' '\nNone of the above testimony is denied by any witness.\nIt must be concluded therefore that there is substantial evidence in the record to justify the trial court in giving instruction No. 4.\nAffirmed.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant was negligent in driving his car and colliding with the plaintiff who had fallen onto the road.\nSummary: \nthe plaintiff was walking next to a road and fell onto it, at which time, the defendant collided with the plaintiff.\nthe jury found the defendant not negligent, and the plaintiff appealed on the ground that there was no sudden emergency that permitted the jury to evaluate the defendant's actions against a lower standard of care\nthe appeal court found that because several witnesses attested that there was no indication the accident was about to occur, it was proper for the trial court to let the jury decide whether the defendant had acted reasonably given a sudden emergency.\nthus, the defendant was not negligent in colliding with the plaintiff given a sudden emergency in which the plaintiff fell, unexpectedly, onto the road.\n",
    "annotations": {
        "Facts": [
            "injuries to Kenneth Johnson, age fourteen, (referred to as appellant)",
            "Appellant was struck by a car driven by Pat Nelson (ap-pellee).",
            "Appellee was driving east on Ninth Street in Little Rock, and. when she had crossed *11or was in the act of crossing Cumberland Street she saw three boys (one being appellant) walking west along the sidewalk on the south side of Ninth Street. Suddenly ap-pellee saw one of the boys (later identified as appellant) step or fall into the street. Appellee allegedly promptly tried to stop her car but could not do so before she hit and injured appellant. The point of impact was about forty feet east of the east side of Cumberland Street."
        ],
        "Procedural History": [
            "From a jury verdict in favor of appellee comes this appeal."
        ],
        "Application of Law to Facts": [
            "That is, appellant argues there is no substantial evidence in the record from which the jury could find that an emergency actually existed and, if so, that appellee did not cause it. We think the record does contain such testimony. Hansel Boyd, who was at the intersection in his car on the north side of Ninth Street when the accident happened, testified he saw the boys and there was nothing to suggest there was going to be an accident. Jerry Horton, who was following behind appellee on the south side of Ninth Street, and who also saw the boys, testified; appellee was not exceeding the speed limit; there was. nothing* to alarm him, and; there was nothing to suggest one of the boys might wind up in the street.",
            "could you tell us. where Mrs. Nelson's car was at that time?A. Well, she looked like she was right on him. Just like it was going — that was it — she hit him. ' '",
            "It must be concluded therefore that there is substantial evidence in the record to justify the trial court in giving instruction No. 4"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}