{
    "text": "Walker v. Wittenberg, Delony & Davidson, Inc., 242 Ark. 97, 412 S.W.2d 621 (1967)\nMarch 6, 1967 · Arkansas Supreme Court · 5-4008 \n242 Ark. 97, 412 S.W.2d 621 \nRobert T. Walker v. Wittenberg, Delony & Davidson, Inc. \n412 S. W. 2d 621\n[Original opinion delivered December 5, 1966, 241 Ark. 525.]\nCoNLey Byrd, Justice.\nThe original opinion in this case was delivered December 5, 1966, Walker v. Wittenberg, *98 Delony & Davidson, Inc., 241 Ark. 525. Appellee, Wittenberg, Delony & Davidson, Inc., hereinafter referred to as architect, is the only petitioner for a rehearing. The only issue1 before us is whether there was a contractual obligation upon the architect to be present continuously during construction of the funeral home where appellant, Robert Walker, a brickmason, was. injured. We hold that the architect had no such contractual duty and that he had no duty to prescribe safety precautions for the contractor or to enforce performance of the safety provisions contained in the contract between the owner and the contractor, to which he was not a party.\nThe trial court, at the conclusion of appellant's evidence, directed a verdict in favor of the architect, hence the facts, viewed in the light most favorable to appellant, will be stated as if they were true even though some of them were controverted.\nThe facts giving rise to this litigation show that Ruebel and Company employed the architect to design a funeral home on West Markham Street in Little Rock. The design for the outer walls called for precast concrete panels ten feet high, eight feet wide and three inches thick, to be backed on the inside by light aggregate blocks. This design was adopted after the architect submitted his preliminary drawings and comments to the manufacturer of the panels because of the latter's superior knowledge, and then revised the design pursuant to the manufacturer's suggested changes. Upon the architect's plans and specifications, Ruebel and Company let the contract for construction to Cone & Stowers, appellant's employer.\nAt the time of the accident, appellant was laying light aggregate blocks behind the precast concrete panels. After the blocks had been laid on the east wall of the building to within two courses of the top, the braces holding the panels upright were removed to permit the top two courses to be laid. While the braces were being removed, appellant was standing on top of the wall, plumbing it. As the last brace was removed, the wall fell outward, causing appellant's injuries.\nAppellant and his. immediate supervisor both stated they did not know that the wall, without the braces, was dangerous or unstable. The west wall, identical to the east wall and from which the braces were removed before the accident involved here, stood a matter of days without falling. The architect admits the wall on which appellant was. standing was a free standing wall without the braces., i. e., not stable, and that it would have a tendency to fall toward the outside. The wall was designed to be later tied into the roof for stability.\nIt is not contended that the architect knew the braces were being removed from the wall. The architect admittedly performed no supervisory activities, in connection with the building of the funeral home. Apparently, the architect did inspect the premises from time to time.\nIt is the contention of appellant that the architect agreed with the owner to supervise and inspect the building, was paid a fee for it, and had a definite duty to supervise the work, including the responsibility of taking steps to secure the safety of workmen such as appellant. The architect's contention is that his duty was to supervise and inspect only to the end that when completed the building would conform to the plans and specifications and the Little Rock Building Code, and there was no duty upon him to exercise control over means and methods adopted by the contractor which did not affect the end result, i. e., there was no duty upon him to direct or control the contractor in reference to the temporary support of the precast panels during construction.\nThe actual agreement between the owner and the architect was oral. Gordon Wittenberg, a member of the architectural firm of Wittenberg, Delony & Davidson, Inc., and a brother to George Wittenberg, an officer and part owner of Ruebel and Company, testified there was no formal written agreement between the architect and the owner for furnishing architectural services. He stated that the architectural services included preparation of plans and specifications and periodic inspection while the building was under construction, and that while his firm prepared the plans and specifications, the building contract was let by the owner. The architect was to receive six per cent of the contract price, of which one and one half per cent was allocated to the special engineering supervision required by Section 204 of the Building Code of the City of Little Rock.\nGeorge Wittenberg, of Ruebel and Company, when asked whether Ruebel and Company had employed an architect to comply with Section 204 of the Building Code, stated:\nWe employed Wittenberg, Delony & Davidson, to perform all of the duties of an architect for us and in our behalf.\nSection 204 of the Building Code provides:\nSection 204. Inspection and Special Engineering Supervision. \nThe building Inspector shall inspect or cause to be inspected at various intervals during the erection, construction, enlarging, alteration, repairing, moving, demolition, conversion, occupancy and underpinning all buildings and structures, referred to in this Code and located in the City of Little Rock, and a final inspection shall be made of every building and structure hereafter erected prior to the issuance of the Certificate of Occupancy as specified in Section 206.\nNo building construction, alteration, repair or demolition requiring a building permit shall be commenced until the permit holder or his agent shall have posted the building permit card in a conspicuous place on the front premises. The permit card shall be maintained in such position by the permit holder until the Certificate of Occupancy has been issued by the Building Inspector.\nThe Building Inspector upon notification from the permit holder or his agent shall make the following inspections of buildings and either shall approve that portion of the construction as completed or shall notify the permit holder or his agent wherein the same fails to comply with the law.\nFoundation Inspection-. To be made after trenches are excavated and the necessary forms erected, steel placed and when representative samples of all materials for the foundation are delivered on the* job.\nFrame Inspection: To be made after the roof, all framing, fire-blocking and bracing is in place and all pipes, chimneys and vents are complete.\nFinal Inspection: To be made after building is completed and ready for occupancy.\nNo work shall be done on any part of the building or structure beyond the point indicated in each successive inspection without first obtaining the written approval of the Building Inspector. Such written approval shall be given only after an inspection shall have been made of each successive step in the construction as indicated by each of the above inspections.\nNo reinforcing steel or structural framework of any part of any building, or structure shall be cov*102ered or concealed in any manner whatsoever without first obtaining the approval of the Building Inspector.\n' ' In all buildings, where plaster is used for fire protection purposes the permit holder or his agent shall notify the Building Inspector after all lathing and hacking is in place and all representative samples of plastering materials are delivered on the job and no plaster shall be applied until the approval of the Building Inspector has been received. \nSpecial Engineering Supervision: Any owner or his agent engaged in the erection or causing the erection of a building or structure where the estimated value exceeds $25,000 shall employ a registered architect or a licensed engineer to supervise the construction of the building.. Such architect or engineer shall be licensed under the laws of the State of Arkansas and his service shall extend over all important details of framing, erection, and assembly and he shall render full inspection service and adequate supervision on such buildings. \nHe shall be held directly responsible for the enforcement of this Code, wherever same is applicable to the structure upon which he is engaged. He shall notify the Building Inspector of any attempt to cover, conceal, patch, or repair, any defect in materials or workmanship before such materials have been examined by the Building Inspector, or his. representative. He shall be held directly responsible for the infraction of any ruling of the Building Inspector, and shall have the authority to compel the removal of defective materials or to suspend or stop work, pending the ruling of the Building Inspector. (Emphasis supplied.)\nThus it is. seen there was nothing in the agreement between the architect and the owner which required the architect to be continuously present during the construction of the building or to enforce the safety provisions of the contract between the owner and contractor, unless such a provision can be found in Section 204 of the Building Code.\nNor can we extend to the words supervise and supervision, used in Section 204 of the Building Code, the requirement that the architect must exercise control over the means and methods adopted by the contractor which do not affect the end result. When read in its entirety, it is obvious that the purpose of Section 204 was- to exact compliance with the Building Code and to hold the architect responsible to the building inspector in connection therewith.\nWe had occasion in Moore and Chicago Mill & Lbr. Co. v. Phillips, 197 Ark. 133, 120. S. W. 2d 722 (1938), to comment on the control as to means and methods adopted by a third party in contracts containing language such as under supervision of owner's agent as he may direct, and in so doing said:\nThere are countless decisions of appellate courts construing stipulations in contracts, such as here involved, relating to the right of the owner 'to give directions' — 'orders' and 'instructions' regarding the work as it progresses; and phrases such as 'in accordance- with instructions' — 'as directed' — 'in such manner as. shall be directed' — 'under supervision of owner's agent, as he may direct' — and 'under the direction and supervision. ' In all of the cases examined, some of which are cited, it is held that such phrases do not relate to the method or manner and do not govern the details or the physical means by which the work is to be. performed. The-Supreme Court of the United States has so held in two cases directly in point. Casement v. Brown, 148 U. S. 615, 13 S. Ct. 672, 37 L. Ed. 582 ; U. S. v. Driscoll, 96 U. S. 421, 24 L. Ed. 847.\nArticle 38 of the General Conditions of the Contract, A. I. A. Document No. A-201, 1958 Edition of American Institute of Architects, provides:\n ARCHITECT'S STATUS\nThe Architect shall have general supervision and direction of the work. He is the agent of the Owner only to the extent provided in the Contract Documents and when in special instances he is authorized by the Owner so to act, and in such instances he shall, upon request, show the Contractor written authority. He has authority to stop the work whenever such stoppage may he necessary to insure the proper execution of the Contract.\nAs the Architect is, in the first instance, the interpreter. of the conditions, of the Contract and the judge of its performance, he shall side neither with the Owner nor with the Contractor, but shall use his powers under the contract to enforce its. faithful performance by both.'\nIn case of the termination of the employment of the Architect, the Owner shall appoint a capable and reputable Architect against whom the Contractor makes no reasonable objection, whose status under the contract shall be that of the former Architect; any dispute in connection with such appointment shall be subject to arbitration.\nArticle 12 provides:\nThe Contractor shall continuously maintain adequate protection of all his work from damage and shall protect the Owner's property from injury or loss arising in connection with this. Contract. He shall make good any such damage, injury or loss, except such as may be directly due to errors in the Contract Documents, or caused by agents or employees of the Owner, or due to causes beyond the Contractor's control and not to his fault or negligence. He shall adequately protect adjacent property as provided by law and the Contract Documents.\nThe Contractor shall take all necessary precau*105tions for the safety of employees on the work, and shall comply with all applicable provisions'' of Federal, State, and Municipal safety laws and bnilding codes, to prevent accidents or injury to persons on, about or adjacent to the premises where the work is being performed. He shall erect and properly maintain at all times, as required by the conditions and progress of the work, all necessary safeguards for the protection of workmen and the public and shall post danger signs warning against the hazards created by such features, of construction as protruding nails, hoists, well holes, elevator hatchways, scaffolding, window openings, stairways and falling materials.; and he shall designate a responsible member of his organization on the work, whose duty shall be the prevention of accidents. The name and position of any person so designated shall be reported to the Architect by the Contractor.\nIn an emergency affecting the safety of life or of the work or of adjoining property, the Contractor, without special instruction or authorization from the Architect or Owner, is hereby permitted to act, at his discretion, to prevent such threatened loss or injury, and he shall so act, without appeal, if so authorized or instructed. Any compensation, claimed by the Contractor on account of emergency work, shall be determined by agreement or Arbitration.\nWhen the architect's status under Article 38, providing that he is the agent of the Owner only to the extent provided in the Contract Documents. . ., is read in connection with the safety provision of Article 12, it is at once apparent the architect was given no authority over the safety provisions except to see that the contractor designated a responsible employee whose duty was prevention of accidents and whose name and position were reported to the architect.\nConstruing the architect's agreement with the owner in the light of the circumstances under which it was made, the contract between the owner and the contractor, requiring the contractor to designate someone in his organization whose duty was prevention of accidents, certainly indicates the owner was not expecting the architect to also supervise day-to-day safety precautions. This is illustrated by the fact that the contract required the name of the person so designated to he reported to the architect, and by the fact that the owner, by requiring the contractor to furnish a person to prevent accidents, had already paid once for the prevention of accidents in his building contract with Cone and Stowers.\nThe presumption is that parties contract only for themselves, and a contract will not be construed as having been made for the benefit of a third party unless it clearly appears that such was the intention of the parties. Knox v. Ball, 144 Tex. 402, 191 S. W. 2d 17, 164 A.L.R. 1453 (1945). Before an architect can be said to have agreed with an owner to exercise direct control over a contractor with re-spect to day-to-day safety supervision of a building contract, such agreement must clearly appear from the terms of the agreement, the conduct of the parties, or the nature of the work being performed.\nAppellant argues that this case is controlled by Erhart v. Hummonds, 232 Ark. 133, 334 S. W. 2d 869 (1960), but we disagree. There we had work involving a special danger to others which was known by the architects to be inherent in the construction of the J. C. Penney and Company building, Restatement of the Law of Torts, 2d, § 427; the architects were specificially employed by the owner to guard its interests by supervising construction of the building m addition to their architectural duties; and furthermore, the present danger to the injured parties was known to the architects.\nHere the contractor's negligence causing the injury was in the manner in which the work was performed, the risk was not inherent in the work, and the architect had no reason to contemplate the contractor's negligence when the contract was made, i.e., the negligence here was collateral to the risk of doing the work. Restatement of the Law of Torts, 2d § 426.\nWhile the Erhart case states the correct rule as to the circumstances there prevailing, we think that the correct rule covering the circumstances here prevailing was stated in Day v. National U. S. Radiator Corp., 241 La. 288, 128 So. 2d 660 (1961). There the architects had prepared plans and specifications for a building which included a domestic hot water system. After installation of a boiler by the mechanical subcontractor, one of his employees lighted the boiler to test its operation. An explosion resulted, killing one of the subcontractor's employees standing nearby. The contractor had failed to equip the boiler with a thermostat and safety relief valve required by the specifications. The architects' contract required them to exercise adequate supervision of the execution of the work to reasonably insure strict conformity with the working drawings, specifications and contract documents.. This was to include inspection of samples, materials and workmanship and frequent visits to the worksite. The trial court and Court of Appeal (117 So. 2d 104) held that the architect was. negligent, both in failing to inspect the hot water system during the course of installation and after completion and in approving the subcontractor's shop drawing which did not have a pressure relief valve for the boiler, and that such negligence was the proximate cause of the explosion. The Supreme Court held that if the case were one where the architects visited the site after completion of the installation and, knowing that the boiler was to be tested, failed to observe that the boiler was not equipped with the specified safety devices, they would not hesitate to say that the? architects breached a duty and reasonably should have foreseen that the breach would cause damage. In reversing the Court of Appeal and directing dismissal of the suit by deceased's, personal representative, however, they said:\nAs we view the matter, the primary object of this provision was to impose the duty or obligation on the architects to insure to the owner that before final acceptance of the work the building would he completed in accordance with the plans and specifications ; and to insure this result the architects were to make 'frequent visits, to the work site' during, the progress of the work. Under the contract they as architects had no duty to supervise the contractor's method of doing the work. In fact, as architects they had no power or control over the contractor's, method of performing his contract, unless such power was provided for in. the specifications. Their duty to the owner was to see that before final acceptance of the work the plans and specifications had been complied with, that proper materials had been used, and generally that the owner secured the building it had contracted for.\nThus we do not think that under the contract in the instant case the architects were charged with the duty or obligation to inspect the methods employed by the contractor or the subcontractor in fulfilling the contract or the subcontract. Consequently we do not agree with the Court of Appeal that the architects had a duty to the deceased Day, an employee of Yince, to inspect the hot water system during its installation, or that they were charged with the duty of knowing that the boiler was being installed.\nFor the reasons stated, the directed verdict in favor of the architect is affirmed.\nHarris, C. J. dissents,\n1 \nAppellant has waived the contention that architect negligently failed to provide for adequate support of the precast panels by his failure to argue same on appeal. Fancher v. Baker, 240 Ark. 288, 399 S. W. 2d 280.\nCarletoN Harris, Chief Justice,\ndissenting. The opinion handed down in this, case on December 5, 1966, *109expressed my views as well as those of the court, and my thinking still conforms, to the reasoning therein set out. However, because of some statements made in the present majority opinion, I desire to make a few additional comments.\nThe majorit y state that the only issue is whether there was a contractual obligation upon the architect to be present continuously (my emphasis) during construction* * I do not agree that this is the issue, though, before commenting further on that question, I would like to point out that the record reflects that not even periodic checks were made, and if this had been done, the architect certainly would have noticed the free-standing west wall. Mr. Tom Gray, an employee of the architectural firm, testifying on behalf of the firm, agreed with other witnesses that a free-standing Avail, i.e., a wall that does not have any lateral support, is not stable. The west wall had been standing without support for apparently a period of a week to ten days, at the time the east wall fell. If a periodic check had been made (which surely would have included once in a week or ten days) the free-standing west wall would have been discovered, and the architect would have called the contractor's attention to this admittedly dangerous condition.\nI think the issue is, What were the duties imposed upon the architects under the term, 'supervision'? The A.I.A. (American Institute of Architects) General Conditions were specifically made a part of the contract, and Article 12 of these conditions is set out in full in the majority opinion, from which I quote as follows:\nThe Contractor shall take all necessary precautions for the safety of employees on the work, and shall comply with all applicable provisions of Federal, State, and Municipal safety laws and building codes to prevent accidents or injury to persons on, about or adjacent to the premises where the work is being performed. He *110shall erect and properly maintain at all times, as required by the conditions and progress of the work, all necessary safeguards for the protection of workmen and the public and shall post danger signs warning against the hazards created by such features of construction as protruding nails, hoists, well holes, elevator hatchways, scáffolding, window openings, stairways and falling materials; and he shall designate a responsible member of his organization on the work, whose duty shall be the prevention of accidents. The name and position of any person so designated shall he reported to the Architect by the Contractor. [My emphasis]\nReferring to the italicized portion, I should like to ask why it was necessary that the name of the man responsible for safety be given to the architect unless the architect was charged with some responsibility for safety¶ Under the majority view, the only responsibility of Wittenberg, Delony and Davidson, Inc., was to supervise and inspect only to the end that, when completed, the building would conform to the plans and speeifica-tions and the Little Rock Building Code. * * * I reiterate that, if safety supervision clearly was the sole responsibility of the contractor, what interest would the architect have in whether necessary safeguards were provided for the workmen? At least, what interest that would demand (as required by the contract) his notification?\nBear in mind that I am not saying that the architects are liable, nor did the original majority opinion so state. I am simply saying that, under the facts cited, a jury question was presented relative to whether the architects were charged with supervision of the work to the end that safety regulations would be observed.\nI therefore respectfully dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant architect was responsible for direct supervision of the method by which the contractor chose to erect the building, and thus liable for injuries to the contractor's employee in removing a wall brace from an unstable wall.\nSummary:\nthe plaintiff was a bricklayer and was laying bricks against a newly-erected concrete wall, which was unsecured and unstable except for braces, which were removed to allow the bricklaying to be completed.\nThe wall fell when the braces were removed, injuring the plaintiff.\nneither the plaintiff nor the plaintiff's supervisor knew the wall was unstable, and the architect knew that the wall would be unstable if the braces were removed before it was secured to the roof of the building.\nHowever, the architect had only a duty to inspect the completed building to ensure its conformity to the governing building code, and had no responsibility to direct the means by which the contractor built the building, and no reason to suspect that the contractor would act negligently in performing that work. The architect was not a supervisor of the construction so was not responsible for the negligent way in which the building was built.",
    "annotations": {
        "Facts": [
            "construction of the funeral home where appellant, Robert Walker, a brickmason, was. injured.",
            "Ruebel and Company employed the architect to design a funeral home on West Markham Street in Little Rock. The design for the outer walls called for precast concrete panels ten feet high, eight feet wide and three inches thick, to be backed on the inside by light aggregate blocks. This design was adopted after the architect submitted his preliminary drawings and comments to the manufacturer of the panels because of the latter's superior knowledge, and then revised the design pursuant to the manufacturer's suggested changes. Upon the architect's plans and specifications, Ruebel and Company let the contract for construction to Cone & Stowers, appellant's employer.At the time of the accident, appellant was laying light aggregate blocks behind the precast concrete panels. After the blocks had been laid on the east wall of the building to within two courses of the top, the braces holding the panels upright were removed to permit the top two courses to be laid. While the braces were being removed, appellant was standing on top of the wall, plumbing it. As the last brace was removed, the wall fell outward, causing appellant's injuries.Appellant and his. immediate supervisor both stated they did not know that the wall, without the braces, was dangerous or unstable. The west wall, identical to the east wall and from which the braces were removed before the accident involved here, stood a matter of days without falling. The architect admits the wall on which appellant was. standing was a free standing wall without the braces., i. e., not stable, and that it would have a tendency to fall toward the outside. The wall was designed to be later tied into the roof for stability.It is not contended that the architect knew the braces were being removed from the wall. The architect ",
            "performed no supervisory activities, in connection with the building of the funeral home. ",
            ", the architect did inspect the premises from time to time.",
            "The actual agreement between the owner and the architect was oral. Gordon Wittenberg, a member of the architectural firm of Wittenberg, Delony & Davidson, Inc., and a brother to George Wittenberg, an officer and part owner of Ruebel and Company, ",
            "there was no formal written agreement between the architect and the owner for furnishing architectural services",
            "the architectural services included preparation of plans and specifications and periodic inspection while the building was under construction, and that while his firm prepared the plans and specifications, the building contract was let by the owner. The architect was to receive six per cent of the contract price, of which one and one half per cent was allocated to the special engineering supervision required by Section 204 of the Building Code of the City of Little Rock.",
            "We employed Wittenberg, Delony & Davidson, to perform all of the duties of an architect for us and in our behalf",
            "Section 204 of the Building Code provides:",
            "Special Engineering Supervision: Any owner or his agent engaged in the erection or causing the erection of a building or structure where the estimated value exceeds $25,000 shall employ a registered architect or a licensed engineer to supervise the construction of the building.. Such architect or engineer shall be licensed under the laws of the State of Arkansas and his service shall extend over all important details of framing, erection, and assembly and he shall render full inspection service and adequate supervision on such buildings. He shall be held directly responsible for the enforcement of this Code, wherever same is applicable to the structure upon which he is engaged. He shall notify the Building Inspector of any attempt to cover, conceal, patch, or repair, any defect in materials or workmanship before such materials have been examined by the Building Inspector, or his. representative. He shall be held directly responsible for the infraction of any ruling of the Building Inspector, and shall have the authority to compel the removal of defective materials or to suspend or stop work, pending the ruling of the Building Inspector.",
            "Article 38 of the General Conditions of the Contract, A. I. A. Document No. A-201, 1958 Edition of American Institute of Architects, provides: ARCHITECT'S STATUSThe Architect shall have general supervision and direction of the work. He is the agent of the Owner only to the extent provided in the Contract Documents and when in special instances he is authorized by the Owner so to act, and in such instances he shall, upon request, show the Contractor written authority. He has authority to stop the work whenever such stoppage may he necessary to insure the proper execution of the Contract.",
            "Article 12 provides:The Contractor shall continuously maintain adequate protection of all his work from damage and shall protect the Owner's property from injury or loss arising in connection with this. Contract. He shall make good any such damage, injury or loss, except such as may be directly due to errors in the Contract Documents, or caused by agents or employees of the Owner, or due to causes beyond the Contractor's control and not to his fault or negligence. He shall adequately protect adjacent property as provided by law and the Contract Documents.The Contractor shall take all necessary precau*105tions for the safety of employees on the work, and shall comply with all applicable provisions'' of Federal, State, and Municipal safety laws and bnilding codes, to prevent accidents or injury to persons on, about or adjacent to the premises where the work is being performed. He shall erect and properly maintain at all times, as required by the conditions and progress of the work, all necessary safeguards for the protection of workmen and the public and shall post danger signs warning against the hazards created by such features, of construction as protruding nails, hoists, well holes, elevator hatchways, scaffolding, window openings, stairways and falling materials.; and he shall designate a responsible member of his organization on the work, whose duty shall be the prevention of accidents. The name and position of any person so designated shall be reported to the Architect by the Contractor.In an emergency affecting the safety of life or of the work or of adjoining property, the Contractor, without special instruction or authorization from the Architect or Owner, is hereby permitted to act, at his discretion, to prevent such threatened loss or injury, and he shall so act, without appeal, if so authorized or instructed. Any compensation, claimed by the Contractor on account of emergency work, shall be determined by agreement or Arbitration."
        ],
        "Procedural History": [
            "petitioner for a rehearing.",
            "The trial court, at the conclusion of appellant's evidence, directed a verdict in favor of the architect,"
        ],
        "Application of Law to Facts": [
            "Thus it is. seen there was nothing in the agreement between the architect and the owner which required the architect to be continuously present during the construction of the building or to enforce the safety provisions of the contract between the owner and contractor, unless such a provision can be found in Section 204 of the Building Code.Nor can we extend to the words supervise and supervision, used in Section 204 of the Building Code, the requirement that the architect must exercise control over the means and methods adopted by the contractor which do not affect the end result. When read in its entirety, it is obvious that the purpose of Section 204 was- to exact compliance with the Building Code and to hold the architect responsible to the building inspector in connection therewith.",
            "There are countless decisions of appellate courts construing stipulations in contracts, such as here involved, relating to the right of the owner 'to give directions' — 'orders' and 'instructions' regarding the work as it progresses; and phrases such as 'in accordance- with instructions' — 'as directed' — 'in such manner as. shall be directed' — 'under supervision of owner's agent, as he may direct' — and 'under the direction and supervision. ' In all of the cases examined, some of which are cited, it is held that such phrases do not relate to the method or manner and do not govern the details or the physical means by which the work is to be. performed",
            "When the architect's status under Article 38, providing that he is the agent of the Owner only to the extent provided in the Contract Documents. . ., is read in connection with the safety provision of Article 12, it is at once apparent the architect was given no authority over the safety provisions except to see that the contractor designated a responsible employee whose duty was prevention of accidents and whose name and position were reported to the architect.Construing the architect's agreement with the owner in the light of the circumstances under which it was made, the contract between the owner and the contractor, requiring the contractor to designate someone in his organization whose duty was prevention of accidents, certainly indicates the owner was not expecting the architect to also supervise day-to-day safety precautions. This is illustrated by the fact that the contract required the name of the person so designated to he reported to the architect, and by the fact that the owner, by requiring the contractor to furnish a person to prevent accidents, had already paid once for the prevention of accidents in his building contract with Cone and Stowers.",
            "Here the contractor's negligence causing the injury was in the manner in which the work was performed, the risk was not inherent in the work, and the architect had no reason to contemplate the contractor's negligence when the contract was made, i.e., the negligence here was collateral to the risk of doing the work."
        ],
        "Relevant Precedents": [
            "Moore and Chicago Mill & Lbr. Co. v. Phillips, 197 Ark. 133, 120. S. W. 2d 722 (1938)",
            "Casement v. Brown, 148 U. S. 615, 13 S. Ct. 672, 37 L. Ed. 582 ; U. S. v. Driscoll, 96 U. S. 421, 24 L. Ed. 847",
            "Knox v. Ball, 144 Tex. 402, 191 S. W. 2d 17, 164 A.L.R. 1453 (1945).",
            "Restatement of the Law of Torts, 2d § 426.",
            "Day v. National U. S. Radiator Corp., 241 La. 288, 128 So. 2d 660 (1961)"
        ],
        "Outcome": [
            "We hold that the architect had no such contractual duty and that he had no duty to prescribe safety precautions for the contractor or to enforce performance of the safety provisions contained in the contract between the owner and the contractor, to which he was not a party.",
            "For the reasons stated, the directed verdict in favor of the architect is affirmed."
        ]
    },
    "class": "affirm"
}