{
    "text": "Purtle v. Shelton, 251 Ark. 519, 474 S.W.2d 123 (1971)\nDec. 6, 1971 · Arkansas Supreme Court · 5-5705 \n251 Ark. 519, 474 S.W.2d 123 \nRobert A. PURTLE, Individually and As Next Friend of Jerry Purtle, A Minor v. Kenneth SHELTON, Jr., and Kenneth SHELTON \n474 S.W. 2d 123\n[Rehearing denied January 10, 1972.]\nBrown, Compton ir Prewett, for appellant.\nRichard H. Mays, for appellees.\nGeorge Rose Smith, Justice.\nThis is an action for personal injuries suffered by Jerry Purtle, a sixteen-year-old minor, in a hunting accident during the 1969 deer hunting season. The defendants are Kenneth Shelton and his son, Kenneth, Jr., who was seventeen at the time of the accident. The jury attributed half the negligence to Jerry Purtle and half to young Shelton, so there was no recovery. For reversal the appellant, Jerry's father and next friend, contends that the trial court erred in its instructions defining the standard of care to be observed by a minor while hunting deer with a high-powered rifle.\nThere were some conflicts in the testimony, but the salient facts are not really in dispute. Jerry and young Kenneth had spent the night at the home of L. D. McMullen, who owned a deer camp in Union county. Early the next morning, before daylight, McMullen took the two youths (and a third lad not involved in the case) to the area where they were to hunt. Kenneth's deer stand was next to the road, but Jerry had to walk a short distance through the woods to his stand. McMullen had cautioned both boys to make their presence known when they were walking in the woods and not to shoot at anything without knowing it to be a deer.\nJerry failed to find his stand immediately and actually walked toward Kenneth's stand, without making his presence known. Kenneth thought he saw a deer and fired at it with his 30.06 rifle. The soft projectile apparently hit a tree, broke into shrapnel, and ricocheted toward Jerry, causing serious injuries to both his eyes.\nThe trial court submitted the case to the jury upon the theory that Kenneth was required to use that degree of care which a 17-year-old minor would use in the same circumstances. Specifically, the court gave AMI 301, defining negligence by reference to a reasonably careful person, AMI 304, defining reasonable care with respect to a minor as that degree of care which a reasonably careful minor of his age and intelligence would use in similar circumstances, AMI 305 (B), putting the duty on both persons to use reasonable care, and AMI 602 explaining the right of one person to assume that another person will use reasonable care.\nThe appellant first contends that the court should have instructed the jury that Kenneth, in using a high-powered rifle, was required to use the same degree of care that would be observed by an adult in like circumstances. In making that argument counsel cite our holding in Harrelson v. Whitehead, 236 Ark. 325, 365 S. W. 2d 868 (1963), where we adopted the general rule that a minor operating a motor vehicle must use the same degree of care as an adult would use. The appellant argues that motor vehicles and rifles are both dangerous and should therefore be treated alike as far as their use by a minor is concerned.\nWe cannot accept that argument. To begin with, the motor vehicle rule was not adopted, as our opinion in Harrelson reflects, solely because the driving of an automobile entails danger to others. There are other factors to be considered. A minor must be at least sixteen to operate a car by himself. Ark. Stat. Ann. § 75-309 (Supp. 1969). He must pass an examination to demonstrate his ability to operate the vehicle on the highways. Section 75-318. The rules governing the operation of motor vehicles are largely statutory and make no distinction, express or implied, between the degree of care to be exercised by a minor and that to be exercised by an adult. A measure of financial responsibility is required. Section 75-309. In view of all those factors, the cases in other jurisdictions, as we pointed out in Harrelson, have consistently held minors to the same degree of care as adults in driving upon the highways.\nIn the second place, we considered the subject anew in Jackson v. McCuiston, 247 Ark. 862, 448 S. W. 2d 33 (1969). There a farm boy almost fourteen years old was operating a tractor-propelled stalk cutter — a large piece of machinery having a dangerous cutting blade. In holding that minor to an adult standard of care we quoted from three authorities: The Restatement of Torts (2d), Prosser on Torts, and Harper & James on Torts. All three authorities recognize the identical rule, that if a minor is to be held to an adult standard of care he must be engaging in an activity that is (a) dangerous to others and (b) normally engaged in only by adults. In the course of that opinion we stated that the minor was performing a job normally expected to be done by adults.\nWe are unable to find any authority holding that a minor should be held to an adult standard of care merely because he engages in a dangerous activity. There is always the parallel requirement that the activity be one that is normally engaged in only by adults. So formulated, the rule is logical and sound, for when a youth is old enough to engage in adult activity there are strong policy reasons for holding him to an adult standard of care. In that situation there should be no magic in the attainment of the twenty-first birthday.\nWe have no doubt that deer hunting is a dangerous sport. We cannot say, however, either on the basis of the record before us or on the basis of common knowledge, that deer hunting is an activity normally engaged in by adults only. To the contrary, all the indications are the other way. A child may lawfully hunt without a hunting license at any age under sixteen. Arkansas Game & Fish Commission's 1971-1972 Hunting Regulations, p. 4. We know, from common knowledge, that youngsters only six or eight years old frequently use .22 caliber rifles and other lethal firearms to hunt rabbits, birds, and other small game. We cannot conscientiously declare, without proof and on the basis of mere judicial notice, that only adults normally go deer hunting.\nIn refusing to apply an adult standard of care to a minor engaged in hunting deer, we do not imply that a statute to that effect would be unwise. Indeed, we express no opinion upon that question. As judges, we cannot lay down a rule with the precision and inflexibility of a statute drafted by the legislature. If we should declare that a minor hunting deer with a high-powered rifle must in all instances be held to an adult standard of care, we must be prepared to explain why the same rule should not apply to a minor hunting deer with a shotgun, to a minor hunting rabbits with a high-powered rifle, to a twelve-year-old shooting crows with a .22, and so on down to the six-year-old shooting at tin cans with an air rifle. Not to mention other dangerous activities, such as the swinging of a baseball bat, the explosion of firecrackers, or the operation of an electric train. All we mean to say in this case is that we are unwilling to lay down a brand-new rule of law, without precedent and without any logical or practical means of even surmising where the stopping point of the new rule might ultimately be reached.\nIn the other two points for reversal the appellant argues that the trial court should have instructed the jury not in terms of reasonable care (AMI 301, 304, 305 [B], and 602) but in terms of a high degree of care commensurate with the dangers involved in the use of a high-powered rifle. Counsel cite Manning v. Jones, 95 Ark. 359, 129 S. W. 791 (1910), a hunting accident case, but we do not read that opinion as requiring the trial judge to submit to the jury some standard of care exceeding that of reasonableness. In fact, we there said: Here, as in other cases, the test of the liability of the defendant is whether, in what he did, he failed to exercise reasonable or ordinary care. We think the correct rule of law to have been stated in the Comment to AMI 1301: The Committee believes that the Bennett case is well reasoned and follows a rule which eliminates the exercise in semantics that results when the circumstances are judicially viewed as converting ordinary care to 'a higher degree of care.' Logically the duty enunciated in an instruction should be ordinary care under the circumstances, and the contention that the circumstances dictate a high degree of caution should be left to arguments of counsel.\nAffirmed.\nBrown, J., concurs.\nHarris, C. J., and Fogleman and Byrd, JJ., dissent.\nJohn A. Fogleman, Justice,\ndissenting. I disagree with the majority in one important particular. That difference means that I would reverse the judgment. I feel that the instruction requested by appellant which would have held young Shelton to the degree of care of an adult should have been given instead of AMI 304.\nIt is admitted that Bubba Shelton was hunting deer in the woods at Quinn Deer Club when he fired the shot *524from his .30'06 rifle by which Jerry Purtle was wounded. He told the investigating officer that he was using soft-point core-lock ammunition with 180 (108?) grains of powder. In this same statement he said that the incident occurred about 6:30 a.m. — just before daylight. Jerry Purtle said that it was pretty dark at the time. A gunsmith testified that:\nThe rifle being used by young Shelton ranked close to the top among high-powered rifles in velocity and killing power; the muzzle velocity with a 150 grains bullet is close to 3,000 feet per second, and a little slower; the average killing distance is 300 yards, although a fatal wound might be inflicted at a greater range, but accuracy would be affected by loss of velocity; the soft-nosed bullet mushrooms to two or three times its normal diameter immediately upon striking an animal of any size, but may disintegrate when it hits a tree or glances.\nThis was not a toy for child's play in the deer woods. An engineer who platted the area described the woods and underbrush as so thick that it was necessary to cut one's way through to the deer stands.\nL. D. McMullan, 41, an agent for State Farm Insurance Company, who had been deer hunting for 15 years, was more or less in charge of the hunt. McMullan said that more care was necessary in deer hunting than squirrel hunting because more people were scattered in a fixed area. He was certain that it was a law violation to shoot a deer while it was still dark. See Arkansas Game and Fish Commission Code § 25.01, and Commission Order of April 14, 1969.\nBubba Shelton had been instructed in the skill of deer hunting by his grandfather, Melvin Tucker, a deer hunter for 30 years. Tucker testified that he had taken his grandson hunting ever since the boy was big enough to follow him in the woods with a dog, and before Bubba was big enough to carry a gun. Young Shelton, he said, had been carrying a gun ever since he was 12 or 13 years old. Tucker said that he taught the boy the safety rules *525of handling, shooting, loading and unloading a gun. He also taught Bubba what he called the inost important thing in hunting, in the woods — a certain knowledge of the identity of his target. Young Shelton, a high school senior, said that he had been deer hunting for about eight years. He had previously killed a deer. He also testified that McMullan had told all of the deer hunters at the camp to be sure to know what they were shooting at. At least five of those engaged in the hunt on the day young Purtle was shot were minors. On the preceding day there had been 13 minors, five of whom were under 18.\nThis court had no qualms about taking judicial notice of the hazards of automobile traffic, the frequency of accidents, often having catastrophic results, and the fact that immature individuals are no less prone to accidents than adults, in reaching tbe conclusion that the time had come to require a minor to observe the same standards of care as an adult when operating an automobile. I find no logical reason for not doing the same when the use of a high-powered rifle is the implement endangering the lives of all who now flock to the woods in the limited deer hunting season. Logic seems to dictate that an even higher standard be required when firearms are the death-dealing instrument than is expected when the potential danger arises from the negligent use of a motor vehicle.\nWe have never considered an automobile a dangerous instrumentality in keeping with the decided weight of authority. White v. Sims, 211 Ark. 499, 201 S. W. 2d 21; 60A C. J. S. 932, Motor Vehicles, § 428(1); 7 Am. Jur. 2d 896, Automobiles and Highway Traffic, § 350. It is commonly held that a loaded firearm (particularly a high-powered hunting rifle) is a dangerous instrumentality. Seabrook v. Taylor, 199 So. 2d 315 (Fla. 1967); American Ry. Express Co. v. Tait, 211 Ala. 348, 100 So. 328 (1924); Skinner v. Ochiltree, 148 Fla. 705, 5 So. 2d 605, 140 A. L. R. 410 (1941); Normand v. Normand, 65 So. 2d 914 (La. App. 1953); Huber v. Collins, 38 Ohio L. Abs. 551, 50 N. E. 2d 906 (1942); Gibson v. Payne, 79 *526Ore. 101, 154 P. 422 (1916); Edwards v. Johnson, 269 N. C. 30, 152 S. E. 2d 122, 25 A. L. R. 3d 502 (1967); Naegele v. Dollen, 158 Neb. 373, 63 N. W. 2d 165, 42 A. L. R. 2d 1099 (1954); Warner v. Santa Catalina Island Company, 44 Cal. 2d 310, 282 P. 2d 12 (1955). The matter has been said to be beyond question or well settled. Hart v. Lewis, 187 Okla. 394, 103 P. 2d 65 (1940); State v. Hedges, 8 Wash. 2d 652, 113 P. 2d 530 (1941); People v. Walls, 49 Cal. Rptr. 82 (1966). It has also been held that firearms are more than ordinarily dangerous or inherently dangerous. Rudd v. Byrnes, 156 Cal. 636, 105 P. 957, 26 L. R. A. (n.s.) 134; 20 Ann. Cas. 124 (1909); Fowler v. Monteleone, 153 So. 490 (La. App. 1934); Fabre v. Lumbermen's Casualty Co., 167 So. 2d 448 (La. App. 1964); Yusko v. Remizon, 199 Misc. 1116, 106 N. Y. S. 2d 285 (1951), rev'd on other grounds, 280 App. Div. 637, 116 N. Y. S. 2d 922 (1952). While we have not specifically so held, we certainly gave recognition to the hazards involved in Manning v. Jones, 95 Ark. 359, 129 S. W. 791, when we said that a hunter using firearms is governed by the principle that he who does what is more than ordinarily dangerous is bound to use more than ordinary care. We have even held that it was proper for a jury to find, as a matter of fact, that an air rifle is a dangerous instrumentality, relying upon cases from other jurisdictions wherein it was held that an air rifle was such an instrument. Williams v. Davidson, 241 Ark. 699, 409 S. W. 2d 311.\nThe majority finds distinctions between this case and the rule stated in Harrelson v. Whitehead, 236 Ark. 325, 365 S. W. 2d 868, that seem to me of questionable validity. The fact that an unrestricted driver's license is not granted to minors under 16, or that an examination is required before the license is issued seems of little consequence. No distinction was made in Harrelson between licensed and unlicensed minors, those who passed the driver examination and those who failed, or those 16 and over and those under 16. Certainly the court would not say that an unlicensed minor was held to a lower standard of care than one licensed. The significance of the statutory requirement of financial responsibility escapes me. Our act only comes into play after an accident. Liability *527exists whether or not there is insurance coverage or financial responsibility. The fact that there are no exceptions for minors in statutory rules of the road may be the most persuasive argument for the majority position, but I find none in those statutes we have pertaining to firearms and their use. Ark. Stat. Ann. §§ 47-301G (Repl. 1964), 41-507 par. 4 (Repl. 1964), 47-408 (Repl. 1964), 41-4507 — 45-4517 (Repl. 1964), 41-4501 (Repl. 1964), 41-507.5 (Repl. 1964), 41-3109 (Supp. 1969), 59-316 (Supp. 1969), 41-4001 (Repl. 1964). The act prohibiting the negligent discharge of firearms while hunting deer in such circumstances as to endanger the person or property of another does not make any such exception. Ark. Stat. Ann. § 47-535 (Supp. 1969). I have been unable to find any exceptions for minors in Arkansas Game and Fish Commission Code, except for licensing requirements, from which a nonresident minor is not exempt after he kills a deer. See Arkansas Game and Fish Commission Code § 40.01. There are no such exceptions in those regulations governing use of firearms. See Arkansas Game and Fish Commission Code §§ 15.01, 30.01 — 30.05, 40.01, 71.01, 100.01, 100.03.\nStill the reasoning of the majority opinion furnished no impediment to the extension of this adult standard of care to a youthful tractor driver in Jackson v. McCuiston, 247 Ark. 862, 448 S. W. 2d 33, although most of the distinctions applied here could have been made there. There the tractor driver was two years younger than the age required for driver licensing and three years younger than Bubba Shelton. Young McCuiston had been trained to operate tractors, Shelton to handle firearms. McCuiston had been operating tractors for two years, Shelton, firearms, for at least twice as long. The tractor-propelled stalk cutter operated by McCuiston was more dangerous than some types of farm equipment, less than others. The Shelton rifle was among the most deadly. No licensing or financial responsibility requirements existed for the tractor driver. But Harrelson v. Whitehead, supra, was deemed our nearest precedent for holding the minor tractor operator to adult standards. There we said:\n*528In the case before us the adult defendants trained the minor defendant in the operation of a dangerous machine — dangerous particularly to third persons who found themselves in proximity during operation. Young McCuiston regularly operated all different types of farm tractors since he was twelve years of age. Unquestionably he was performing a job normally expected to be done by adults. Since he had been made proficient in the operation of the equipment it was his responsibility, and that of his masters, to see that he was apprised of those safeguards for others which would be possessed by an adult operator. If he is negligent in that important aspect of the operation then neither the minor operator nor his master should be permitted to invoke the aid of his minority. We therefore conclude that within the ambit of this case, the defendant operator should be held to the standard of care of a reasonably careful adult.\nHow can we say differently in this case? Many more people are exposed to the dangers of use of high-powered rifles by minors than can ever be expected to risk the hazards of minors operating farm equipment.\nAs stepping stones from Harrelson to Jackson the court used authorities illustrating the trend in the law, saying:\nThe trend in the law points to further relaxation of , the general rule.\nAn exception [to the general rule] may arise where the child engages in an activity which is normally undertaken by adults, and for which aduh qualifications are required. 2 Restatement of Torts 2d § 283 A c.\nThere is more support for the proposition that whenever a child, whether as plaintiff or as defendant, engages in an activity which normally is one for adults only, such as driving an automobile or flying an airplane, the public interest and the public *529safety require that any consequences due to his Own incapacity shall fall upon him rather than the innocent victim, and that he must be held to the adult standard, without any allowance for his age. Prosser Torts 3rd Ed. HB, p. 159.\nIt is our conclusion that courts should and probably will (for the most part) hold the child defendant who is engaging in dangerous adult activities (such as driving a car) to the standard of the reasonably prudent adult. 2 Harper & James Torts, p. 927.\nThe Minnesota court, citing Restatement, has extended the requirement of adult care to a minor when he is operating a motorboat. Dellwo v. Pearson, 107 N.W. 2d 859 (1961).\nTrue enough, this court, and the Minnesota Court in Dellwo, found it unnecessary to adopt a rule as broad as stated by the above authorities, because it found it wiser to solve the problem as presented in the setting of a given case. If this case does not present a setting for an exception to the usual rule as to the standard of care required of a minor, we have found the stopping place troubling the majority. We should now never go further than the automobile and farm equipment relaxation, however dangerous the instrument or activity, regardless of whether we are able to rationalize distinctions. It will be much simpler that way, even if we may have trouble with airplanes and motorboats which the Minnesota court was unable to differentiate from automobiles in Dellwo. We will only have to remember motor vehicles and farm equipment as giving rise to the exceptions to the general rule, and not be troubled with cataloging classifications or resorting to logical reasoning.\nThe majority suggests that another distinction exists because it is unable to say that deer hunting is an activity normally engaged in by adults only. Neither is motor vehicle driving. Neither is the operation of' tractor-drawn stalk cutters or other such farm equipment. *530I am unaware of any evidence on the subject in either Harrelson or Jackson. Judicial notice that sees driving a motor vehicle as an activity normally engaged in by adults only and operation of tractor-drawn farm equipment a job normally expected to be done by adults only, but does not see hunting with a high-powered rifle loaded with soft-nosed bullets in dense woods and underbrush in the same category, is astigmatic indeed. The immense numbers of minor motor vehicle drivers and farm equipment operators are plainly visible. And the farm equipment operators are most often in a field alone where they hazard the lives of themselves only. Not nearly so many innocent and helpless people are subject to hazards created by them as are potential victims of a hunter under 21 years old equipped with one of the deadliest of all firearms.\nThe necessity of protection of minors against losses on account of immaturity and the desirability of compensating innocent persons injured through fault of another are conflicting considerations in a case such as this. Public interest and public safety should permit a lowering of the shield protecting the immature, whenever serious injuries are incurred through fault of a minor who knowingly uses a dangerous instrumentality in an adult's activity in which the law requires more than ordinary care. It is time to recognize, and we have recognized in at least two cases, that arbitrary statutory age of legal maturity is not an adequate guide in such cases. In Harrelson, the court could see no valid distinction between the responsibility of a minor driving a motor vehicle and that of an unskilled or inexperienced or reckless adult driver, who is not excused from liability because of his inexperience and unskillfulness. What is the distinction here?\nI would reverse and remand for a new trial, because I think that any differentiation as to standards of care should require that the standard applied in the case of a minor user of a deadly hunting weapon in dense woods and underbrush where many other hunters are to be expected should be at least as high as that required of the minor automobile or farm tractor driver.\n*531I am authorized to state that Chief Justice Harris and Justice Byrd join in this dissent.\nConley Byrd, Justice, dissenting. I would reverse this case for the reasons stated by Justice Fogleman with respect to instruction No. 9. However I agree with the majority that the trial court did not err in instructing the jury in terms of reasonable care as defined in AMI 301, 304, 305 B and 602. However since I would grant a new trial, it appears that appellant, instead of his request relative to the care required of a hunter, would be entitled to an instruction relative to the duty of a deer hunter in firing a rifle in the woods. In Welch v. Durand, 36 Conn. 182 (1869), the court stated the matter in this language:\n. . . The injury was a battery within the strictest definition. It resulted to the person of the plaintiff from a ball put in motion by the agency of the defendant without due care. It is an immaterial fact that the injury was unintentional and that the ball glanced from the intended direction. Shooting at a mark is lawful, but not necessary, and may be dangerous, and the law requires extraordinary care to prevent injury to others; and if the act is done where there are objects from which the balls may glance and endanger others, the act is wanton, reckless, without due care, and grossly negligent. ...\nWhile appellant did not offer a correct instruction on duty and the trial court properly denied those offered for that reason, it appears to me that appellant was entitled to an instruction to the effect that:\nA loaded gun is a dangerous instrumentality and one deer hunting therewith has a duty to take precautions to control the weapon with a skill and standard of care proportionate to the danger created to prevent injury to others.\nBecause a bullet fired from the gun by a minor is just as deadly as a bullet fired by an adult, I'm at a loss to understand why one with buck fever because of his *532minority is entitled to exercise any less care than, any one else deer hunting. One killed by a bullet so fired would be just as dead in one instance as the other and without any more warning.\nFor the reasons stated, I respectfully dissent.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant is negligent for discharging a gun during a hunting trip that ricocheted off a tree and caused injuries to the plaintiff.\nSummary: \nthe plaintiff and defendant were both under the age of majority, and went hunting. the plaintiff could not find his deer stand and strayed towards the defendant's shooting location, and the defendant fired his gun, causing injuries to the plaintiff.\nthe plaintiff did not announce his location as he moved towards the defendant's location, and the jury attributed half liability to the plaintiff and half to the defendant.\nthe jury was told that the defendant need only exercise the degree of care that is reasonable for a minor handling a gun to exercise (that is, a minor can lawfully be less careful than an adult when operating a gun).\nthe Supreme Court held that it was proper to advise the jury to hold the minor defendant to a lower standard of care than an adult would be held, so the finding of half liability was upheld.\nEven though a minor operating a car is held to the standard of care of an adult, a gun is different is because, although it is dangerous, that activity is not one that only adults ordinary engage in.\nNote: case law requires that a minor can only be held to an adult standard of care where only adults ordinary carry on the activity in question.\n",
    "annotations": {
        "Facts": [
            "injuries suffered by Jerry Purtle, a sixteen-year-old minor, in a hunting accident during the 1969 deer hunting season. The defendants are Kenneth Shelton and his son, Kenneth, Jr., who was seventeen at the time of the accident",
            "hunting deer with a high-powered rifle.",
            "Jerry and young Kenneth had spent the night at the home of L. D. McMullen, who owned a deer camp in Union county. Early the next morning, before daylight, McMullen took the two youths (and a third lad not involved in the case) to the area where they were to hunt. Kenneth's deer stand was next to the road, but Jerry had to walk a short distance through the woods to his stand. McMullen had cautioned both boys to make their presence known when they were walking in the woods and not to shoot at anything without knowing it to be a deer.Jerry failed to find his stand immediately and actually walked toward Kenneth's stand, without making his presence known. Kenneth thought he saw a deer and fired at it with his 30.06 rifle. The soft projectile apparently hit a tree, broke into shrapnel, and ricocheted toward Jerry, causing serious injuries to both his eyes."
        ],
        "Procedural History": [
            "The jury attributed half the negligence to Jerry Purtle and half to young Shelton, so there was no recovery.",
            "The trial court submitted the case to the jury upon the theory that Kenneth was required to use that degree of care which a 17-year-old minor would use in the same circumstances."
        ],
        "Application of Law to Facts": [
            "if a minor is to be held to an adult standard of care he must be engaging in an activity that is (a) dangerous to others and (b) normally engaged in only by adults",
            "We are unable to find any authority holding that a minor should be held to an adult standard of care merely because he engages in a dangerous activity. There is always the parallel requirement that the activity be one that is normally engaged in only by adults. So formulated, the rule is logical and sound, for when a youth is old enough to engage in adult activity there are strong policy reasons for holding him to an adult standard of care",
            "We have no doubt that deer hunting is a dangerous sport. We cannot say, however, either on the basis of the record before us or on the basis of common knowledge, that deer hunting is an activity normally engaged in by adults only. To the contrary, all the indications are the other way. A child may lawfully hunt without a hunting license at any age under sixteen",
            "We know, from common knowledge, that youngsters only six or eight years old frequently use .22 caliber rifles and other lethal firearms to hunt rabbits, birds, and other small game. We cannot conscientiously declare, without proof and on the basis of mere judicial notice, that only adults normally go deer hunting."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}