{
    "text": "Bill C. Harris Construction Co. v. Powers, 262 Ark. 96, 554 S.W.2d 332 (1977)\nJuly 18, 1977 · Arkansas Supreme Court · 76-340 \n262 Ark. 96, 554 S.W.2d 332 \nBill C. HARRIS CONSTRUCTION CO., INC., An Arkansas Corporation, and James H. WILLIS v. M. A. POWERS \n554 S.W. 2d 332\n(Division II)\n*101 William M. Stocks and Thomas E. Robertson, Jr., of Bethell, Callaway & Robertson, for appellants.\nGarner, Garner & Cloar, for appellee.\nJohn A. Fogleman, Justice.\nAppellee, M. A. Powers, as plaintiff, recovered a judgment for $9,300 against appellee Bill C. Harris Construction Co., Inc., as defendant, and the Harris Co., in turn, recovered a $4,650.00 judgment against appellant James H. Willis, cross defendant, all for damages to Powers' TD-25B International Bulldozer. The Harris Co. and Willis appealed the judgments alleging error in the jury trial.\nWe state evidence in the light most favorable to the appellee. At the time the machine (which weighed over 50,-000 pounds without the blade) was damaged it was in the possession of Willis under an agreement with Powers that Willis was to use the bulldozer, for a guaranteed minimum fee, to clear some property on the Harold Moore farm near Ft. Smith. Powers also gave Willis permission to use the machine on Willis' land at no extra charge. In November, 1972, Willis hired the Harris Co. to raise a roadbed over a slough between an island owned by Willis and the mainland of his farm, approximately a two-day job. While working on the roadbed a front end loader belonging to the construction company slipped off the roadbed into a precarious position. One Dority, a Harris employee, asked Willis if he could use the TD-25 and if Willis would help pull the loader onto the road. Willis testified that he checked the oil and fuel, and, after putting fuel in it, hooked the bulldozer to the loader with a large cable. Bill Harris showed up about that time and, after he saw the situation, had them unhook the TD-25 stating that he would send his bulldozer over in the morning to get the front end loader out of trouble.\nThe next day, using another bulldozer, equipped with a winch, and Powers' machine, Harris and his employees got the front end loader back on the road. Then Powers' bulldozer ran out of fuel. Dority obtained some fuel from Willis' pump and put it in the machine, but it would not start, apparently because it required a bleeding of the fuel injectors to remove air from them. This operation required use of a special wrench, which was not available at that time, according to a witness for the Harris Co. Another witness for Harris testified that it takes from four hours to a day and a half to bleed a bulldozer. Harris had the TD-25 pushed to the fuel tank on the island. There is a conflict in the testimony as to whether it was pushed to the island when it ran out of gas or later, in December. There is also a dispute as to whether Willis gave Harris express permission to use the Powers' bulldozer the second day.\nThe machine was still on the island in the spring of 1973 when the island was flooded. The water rose over the tracks of the bulldozer. It appears that Powers first learned that it was on the island and partially submerged when he sent a Mr. Rainwater to haul it back to Ft. Smith. After Rainwater reported to Powers that it could not be moved, Powers called Willis, who explained why and how the machine came to be on the island.\nPowers testified that during the next two months he had discussed the responsibility of the Harris Company for moving the bulldozer with Harris on several occasions; that he made demand on Harris to move it to high ground to bring it home; and that each time Harris admitted his responsibility and said he would move it. Willis testified that he also talked to Harris several times, before the first flood, about moving the dozer off the island to high ground, and that Harris agreed, but did not move it. Harris did drain the oil and put antifreeze in it.\nHarris testified that he never agreed to move the bulldozer to high ground and did not consider it his responsibility to do so; that he did not know that flooding was a problem on the island; that he had been asked to move it to Ft. Smith and agreed to do this, if he could, but that every time he went to Willis' property, either the gate was locked or the batteries were not in the bulldozer; therefore, he could not move it.\nPowers testified that he finally told Harris that if he did not move the tractor within ten days that he would file suit. Powers did file this suit against the Harris Co. on July 25, 1973, claiming water damage to the bulldozer in the amount of $12,000, and seeking consequential damages and punitive damages in addition. For approximately two months during the summer of 1973, between the time Powers learned of the use of his machine by the Harris Company and his filing suit, the roadbed and the island were dry and the tractor could have been moved. In the fall of 1973, after this action was filed, the water rose again, completely submerging the machine for about fifty days.\nPowers had the bulldozer moved to high ground in early 1974 at a cost of $165. On July 11, 1974, the Harris Co. filed a cross complaint against Willis alleging that any damage to the dozer was due to the negligence of Willis and Powers, jointly and severally, in failing to protect the machine from rising waters.\nOn appeal, the sufficiency of the evidence to establish liability is not really contested by either Harris or Willis. The principal errors alleged are in regard to evidence of, and assessment of, damages and admission into evidence of an affidavit made by a Harris Co. employee who was a witness for the Harris Co. Throughout their joint brief Willis argues that damages should be assessed on the basis that Willis was acting as Powers' agent and this theory was argued to the trial court. But the case went to the jury on the theory of bailment, without any objection by Harris, and he offered no instructions on the theory of agency. A bailee is not an agent and an agent is not a bailee. The rules governing these relationships are entirely different. Compare the results in Richards v. McCall, 187 Ark. 61, 58 S.W. 2d 432 with Featherston v. Jackson, 183 Ark. 373, 36 S.W. 2d 405. This subject will be discussed in more detail later.\nI\nAppellants combine four arguments under their first assignment of error: (1) The trial court erred in denying their motion for directed verdict against them in the amount of $165, the cost to Powers for moving the bulldozer in early 1974; that the damages are limited to this amount because the doctrine of avoidable consequences applies and there is no evidence of any damage to the machine attributable exclusively to the first flood; (2) the evidence is insufficient to support a verdict for $9,300 because plaintiff was not qualified to give his opinion as to the value of the bulldozer; (3) plaintiff has no right to recover all of the damages from the Harris Co.; (4) damages are allowed only to the date suit is commenced.\n(1) The doctrine of avoidable consequences limits the amount of recoverable damages in that a party cannot recover damages resulting from consequences which he could reasonably have avoided by reasonable care, effort or expenditure. Lake Village Implement Co. v. Cox, 252 Ark. 224, 478 S.W. 2d 36; Wisconsin & Arkansas Lumber Co. v. Scott, 167 Ark. 84, 267 S.W. 780; Louisville, N.O. & Texas Rd. Co. v. Jackson, 123 Ark. 1, 184 S.W. 450, Ann. Cas. 1918 A 604; Taylor v. Steadman, 143 Ark. 486, 220 S.W. 821. The doctrine appears equally applicable to damages caused by breach of contract and those caused by negligence. Western Union Telegraph Co. v. Ivy, 102 Ark. 246, 143 S.W. 1078. Therefore, we will draw from both kinds of authorities to reach our conclusion on this matter.\nThe burden of proving that a plaintiff could have avoided some or all of the damages by acting prudently rests on the defendant [Kohlenberger v. Tyson's Foods, 256 Ark. 584, 510 S.W. 2d 555; City of Paragould v. Arkansas Light & Power Co., 171 Ark. 86, 284 S.W. 529, 46 ALR 1186; Hegler v. Board of Education of Bearden School Dist., 447 F. 2d 1078 (8 Cir., 1971)], not only on the question of causation of damages for failure to avoid harmful consequences (Farmers Cooperative Ass'n. v. Phillips, 243 Ark. 809, 422 S.W. 2d 418), but also on the question of the amount of damage that might have been avoided. Williams v. Hildebrand, 220 Ark. 202, 247 S.W. 2d 356. But whether one had acted reasonably in minimizing, mitigating or avoiding damages is, in most cases, a question of fact. See 22 Am. Jur. 2d 441, Damages § 339; 25A CJS 187, Damages, § 176(9); Lake Village Implement Co. v. Cox, supra; Baston v. Davis, 229 Ark. 666, 318 S.W. 2d 837; Beeble v. Arkansas Power & Light Co., 172 Ark. 262, 287 S.W. 766.\nWhile being cross-examined by Harris' attorney, Powers testified:\nMr. Willis did not notify me that the water was about to come up and something might go under; I never inquired myself about whether the water was about to come up and endanger my property.\nIt must be remembered that, during the entire time, the machine was in the possession of Willis as bailed property, on Willis' land. There is no evidence that the island flooded regularly or that if it did, that this was a fact that Powers knew or should have known, and we cannot say that the mere fact that Powers waited from the summer of 1973 to early 1974 to move this 50,000 pound behemoth (which would not run under its own power without repair) is so conclusive on the issue that it became a question of law, especially when the defendants have not shown that Powers knew or should have known that it was in danger of being damaged further. Appellants' evidence that the machine was worth no more before the second flood than after was obviously rejected by the jury. It was not error to fail to direct a verdict for Powers for $165.00.\n(2) Powers testified that he ran Powers Brothers Farm Equipment Co. for 15 years before it went broke in 1955, and since had been farming and raising cattle until about five years before the trial. He said that his opinion as to value of the bulldozer was based on information gained from others over his lifetime and his attitude about the condition of the machine when he last saw it in operation, together with an advertisement of a concern that had a bulldozer exactly like his priced at $23,500. He said he had gone down to this concern's lot and looked at their machine. He also testified that between the time he acquired the bulldozer in 1968 and November, 1972, he had collected rentals of $1,950 from the city, $375 from the Srygley landfill operation, and $1,000 from one Moore — a total of $3,325, something less than $600 a year. After he acquired the bulldozer, Powers used it in clearing his own land.\nPowers testified that he paid $10,000 for the bulldozer and that it was a bargain. Soon after the purchase he invested $3,000 to have the motor overhauled and $1,300 in a new torque converter. He further stated that 20 years ago a new bulldozer was valued up to $1.00 a pound; in 1972, it was up to $1.50 a pound; his machine weighed over 50,000 pounds without the blade; one that was new in 1963 would have sold for as much in 1972; but that his was worth $20,000 in 1972. After it drowned, it was mere salvage.\nOther witnesses for plaintiff stated that they had used the machine not long before it was moved to Willis' property and that it gave good service. One of appellants' value witnesses testified that he was a retired salesman for a company that sold D-8 Caterpillars, which are similar to TD-25 Internationals. He stated that there are some TB-8s running now that are worth more than when they were purchased new not too far back. He and another value witness for appellants testified that salvage value was between $2,000 and $3,000.\nThe remainder of appellants' evidence of value conflicts sharply with that of appellee's but we cannot say, that with his experience, both in the farm equipment business (though it was almost 20 years previous to trial) and in leasing this machine to others, that he was not qualified, especially in the light of the rule that testimony of an owner of personal property is competent evidence of value, without his qualifying as an expert. Garrett v. Trimune, 254 Ark. 79, 491 S.W. 2d 586; Boston Ins. Co. v. Farmer, 234 Ark. 1007, 356 S.W. 2d 434. Also, see Arkansas State Highway Comm 'n. v. Stobaugh, 247 Ark. 231, 445 S.W. 2d 511.\n(3) Although a defendant is liable only to the extent to which his own acts have caused an injury and separate wrongs done by independent agents cannot be joined together to increase the responsibility of one of the wrongdoers, when the negligent acts of two parties combine to produce harm they are jointly and severally liable for resulting damage and either one may be held responsible for all, Bona v. Thomas Auto Co., 137 Ark. 217, 208 S.W. 306; Swan v. Attaway, 211 Ark. 510, 201 S.W. 2d 27. This is particularly so, where the injury would not have occurred had the party charged not been guilty of negligence which was a proximate cause. Langston v. Moseley, 223 Ark. 250, 265 S.W. 2d 697; Temple Cotton Oil Co. v. Brown, 192 Ark. 877, 96 S.W. 2d 401.\nThere was sufficient evidence for the jury to find that Willis and Harris were concurrently negligent in failing to put the machine in a safe place. Willis knew that flooding was a problem in the area. That was' the reason for raising the roadbed in the first place. Harris was also in a position to be sensitive to the problem. There was evidence on which to base a finding that they each, simultaneously, breached a duty to put the machine in a safe place.\nDamages for the entire injury may be recovered from all or any one of the joint tortfeasors. The injured party is not compelled to elect as to whom he will sue. Hansen v. Bedell Co., 126 Or. 155, 268 P. 1020 (1928). He may sue each separately or join them as parties defendant. See Dunaway v. Troutt, 232 Ark. 615, 339 S.W. 2d 613. Or he may sue any one of them. Missouri Pacific R. Co. v. Armstrong, 200 Ark. 719, 141 S.W. 2d 25; Keene v. George Enterprises, 145 FS 641 (1956). There was sufficient evidence for the jury to find that the acts of Harris and Willis were negligent and were concurrent and that they were, therefore, joint tortfeasors.\nThe burden was on the construction company to show that the negligence of Willis would have independently caused appellee's injury. Oviatt v. Garretson, 205 Ark. 792, 171 S.W. 2d 287.\n(4) Appellants argue that the injury alleged by Powers is not a continuing trespass and that, in certain special cases involving future or continuing damages, damages in legal actions are allowed only to the date suit is commenced. There was no error in allowing evidence of, or recovery of, damages occurring after suit was filed. The prayer of the complaint was for $12,000 damages to the machine, $6,000 for loss of rentals, $10,000 punitive damages and such other relief, both legal and proper, to which he may be entitled.\nIt is the cause of action — the actionable conduct constituting an invasion of the plaintiff's interests — which gives rise to a right to receive damages. The cause of action must be distinguished from the loss or damage resulting from the invasion, McCormick, Damages, Hornbook Series (1935) § 13, p. 47 et seq. Damages which accrue after the institution of a legal action may be recovered if they are the natural and proximate consequences of the act complained of and do not, in themselves, constitute a new cause of action. These damages are assessable up to the date of the verdict. Cooper v. Sillers, 30 App. D.C. 567 (1908); Wilcox v. Plummer, 29 U.S. 172, 7 L. Ed. 821 (1830); Fifth National Bank v. N.Y. Elevated Rd. Co., 28 Fed. 231 (C.C.S.D., N.Y. 1886); Fowle v. New Haven & Northampton Co., 107 Mass. 352 (1871); Cooke v. England, 27 Md. 14, 34, 92 Am. Dec. 618 (1867). The court, *109in Lawlor v. Loewe, 235 U.S. 522, 35 S. Ct. 170, 59 L. Ed. 341 (1915), stated:\nDamages accruing since the action began were allowed, but only such as were the consequence of acts done before and constituting part of the cause of action declared on. This was correct.\nIn Jones v. Allen, 85 Fed. 523 (8 Cir., 1898)1 the rule was explained:\nIt frequently happens that the consequences of an act are not at once apparent, and that a litigant on the day of trial is able to show that certain damages have been sustained as the proximate result of a wrongful or a negligent act, which could not have been proven if the trial had occurred at an earlier day; but in such cases no court has ever as yet intimated that the right of recovery was limited to such damages as became manifest immediately after the wrongful act was committed. On the contrary, the rule is that a plaintiff is entitled to recover compensation for such damages as he can establish on the day of the trial, provided they were the proximate result of the alleged wrongful or tortious act.\nAt the close of his case in chief, appellee moved that the pleadings be amended to conform to the proof. Harris' objection was overruled and the motion was granted.\nArk. Stat. Ann. § 27-1160 (Repl. 1962) provides in part:\nThe court may, at any time, in furtherance of justice, . . . amend any pleadings or proceedings by . . . inserting other allegations material to the case; or when the amendment does not change substantially the claim or defense, by conforming the pleading or proceeding to the facts proved.\nThis statute vests a broad discretion in the trial court to permit amendments to pleadings, before the trial has commenced, after it has begun, and after the evidence has all *110been taken, to conform them to the proof. Exercise of this discretion will be sustained unless there has been a manifest abuse. Butler County Rd. Co. v. Exum, 124 Ark. 229, 187 S.W. 329. This rule has been followed to allow damages for nursing care which had not been specified in the petition, Biddle v. Riley, 118 Ark. 206, 176 S.W. 134, 1915 F, L.R.A. 992, and even damages for a separate cause of action which arose out of the same tortious act which had been pleaded. St. Louis I.M. & S. Ry. Co. v. Power, 67 Ark. 142, 53 S.W. 572 (although in that case it was held that the trial court erred in failing to allow a continuance on the ground the defense was surprised by the new cause of action; therefore, was justifiably not prepared to try that portion of the action.)\nThere is no assertion that the defendants were surprised in the case at bar, in fact, their value witnesses testified as to the salvage value of the machine after the second flood. This test was stated in Railway Company v. State, 59 Ark. 165, 26 S.W. 824:\n* * * If the divergence is total, that is, if it extends to such an important fact, or group of facts, that the cause of action or defense as proved would be another than that set up in the pleadings, there is plainly no room for amendment, and a dismissal of the complaint or rejection of the defense is the only equitable result.\nThe duty required, keeping the machine in a safe place, and the duty breached was the same during both floods. Therefore, the amendment of the pleadings to conform to the proof was not an abuse of discretion.\nII\nAppellants Harris and Willis asserted that the trial court erred when it gave the jury a binding instruction which required a verdict for the plaintiff if it found by a preponderance of the evidence that Harris Construction Co. failed to give the Powers' dozer that degree of protection that a reasonable and prudent person would have given; and that such failure was a proximate cause of the damages to said dozer.\n*111Appellant Harris complains that the instruction fails to include two essential elements: (1) mitigation and (2) that damages resulting from negligence or breach of duty by Willis are not attributable to defendant Harris as Willis was acting as Powers' agent. A binding instruction which fails to include all of the essential elements of a case is erroneous. Reynolds v. Ashabranner, 212 Ark. 718, 207 S.W. 2d 304, 307 (1948); Scott-Burr Stores Corp. v. Foster, 197 Ark. 232, 122 S.W. 2d 165 (1938); Hearn v. East Texas Motor Freight Lines, 219 Ark. 297, 241 S.W. 2d 259 (1951); Oliver v. Fletcher, 239 Ark. 724, 393 S.W. 2d 775 (1965); Phillips Co-op Gin Co. v. Toll, 228 Ark. 891, 311 S.W. 2d 171 (1958); Miller v. Ballentine, 242 Ark. 34, 411 S.W. 2d 655 (1967).\n(1) Mitigation is not an essential element. Failure to mitigate damages does not relieve a tortfeasor of liability. It is a consideration, only, in the computation of the amount of damages. Bailey v. J. L. Roebuck Co., 135 Okl. 216, 275 P. 329 (1929); National Motor Club of La., Inc. v. American Indemnity Co., 170 So. 2d 729 (La. App. 1965); Sun Oil Co. v. Nunnery, 251 Miss. 631, 170 So. 2d 24 (1964); McCormick, Damages, Hornbook Series (1935) § 33, p. 129. The jury was instructed to consider the duty to mitigate and that damages from failure to do so may not be recovered. This is all that was required.\n(2) Willis' negligence is not imputed to Powers. To warrant a finding that the company's negligence was a proximate cause it must appear that the injury was the natural and probable consequence of its negligence or wrongful act, and that it ought to have been foreseen in the light of the attending circumstances. Helena Gas Co. v. Rogers, 104 Ark. 59, 147 S.W. 473. The concurring negligence of two parties makes both liable to a third party injured thereby if the injury would not have occurred from the negligence of one of them only. St. Louis S.W. Ry. Co. v. Mackey, 95 Ark. 297, 129 S.W. 78. Where two concurring causes produce an injury which would not have resulted in the absence of either, the party responsible for either cause is liable for the consequent injury. Bona v. Thomas Auto Co., supra, 137 Ark. 217.\nIn this case there was sufficient evidence for a jury to find that the construction company and Willis were each negligent in failing to put the bulldozer in a safe place. Harris is not relieved from liability merely because Willis' negligence also caused the injury even though Willis was Powers' bailee, for contributory negligence of a bailee is not imputed to the owner nor may it be used as a defense. The negligence of a bailee is not imputable to the bailor where the subject of the bailment is damaged by a third person. Mo. Pac. Ry. Co. v. Boyce, 168 Ark. 440, 270 S.W. 519; Featherston v. Jackson, 183 Ark. 373, 36 S.W. 2d 405; Sanders v. Walden, 212 Ark. 773, 207 S.W. 2d 609; Reddell v. Norton, 225 Ark. 643, 285 S.W. 328; Mullally v. Carvill, 234 Ark. 1041, 356 S.W. 2d 238. And a third person may also become liable jointly with the bailee to the bailor where such third party acts with the bailee in doing the property some wrongful injury. U-Drive-It Car Co. Inc. v. Texas Pipe Line Co., 14 La. App. 524, 129 So. 565 (1930).\nThis concept was explained in Van Zile, Bailments and Carriers, 2d ed. (1890) § 128, which was quoted in Gibson v. Bessemer & L.E.R. Co., 226 Pa. 198, 75 Atl. 194, 27 LRA (ns) 689, 18 Ann. Cas. 535 (1910):\nThe bailee does not stand in the place of the bailor; he does not represent him in such a relation as would render the bailor liable for his negligent acts, or for the negligent acts of his servants or agents, and so, while in an action brought by the bailee against third parties for injuries to the property, the third party may defend in the action upon the ground of contributory negligence upon the part of the bailee, his servants or agents, in an action by the bailor, who is the owner of the property, against a third party for injury to the bailment, the negligence of the bailee, or his servants or agents, would be no defense, for the reason that such negligence is not imputable to the bailor.\nFailing to state, in the instruction, that damage caused by Willis was not attributable to Harris was, therefore, not error, because under the theory of this case as presented to the jury, Willis was not Powers' agent. In addition, as stated in the paragraph above which concerned mitigation, even if Willis had been Powers' agent, damages imputable to Powers would be considered only in the computation of the damages; therefore, it is not an essential element that must be included in a binding instruction.\nAppellant does not point out any essential elements which should have been included in the instruction; therefore, any errors are waived.\nThe reasoning stated by Van Zile, supra, quoted above, also answers another assignment of error asserted by Harris that the trial court erred when it failed to direct a verdict for Harris against Powers because Willis' failure to mitigate is imputable to Powers; therefore, damage so attributable may not be recovered directly from Harris. Certainly, Willis was in a most auspicious position to have avoided the casualty. But it is not his damages which are being litigated, but those of Powers and the jury found that Powers' damages were not attributable to any failure on his part to do what a reasonable man would do to protect his property.\nIll\nThe trial court gave the following instruction:\nWhen the negligent acts or omissions of two or more persons worked together as proximate causes of damage to another, each of those persons may be found liable. This is true regardless of the relative degree of fault between them. If you find that negligence or intentional wrongdoing of the Defendant proximately caused damage to the Plaintiff, it is not a defense that some third person may also have been to blame.\nAppellant Willis objected to this instruction on the ground that Harris had alleged at all times that Willis was acting as the agent of Powers and that under this instruction any negligence of Harris would be imputed to Willis; therefore, it was misleading and improper under the circumstances. We do not so view this instruction. Appellant also points out that this is Arkansas Model Jury Instruction 2d ed., AMI 502, and the comments to this instruction indicate that the last sentence should be used only when some person who may also have been at fault is not a party to the action.\nFor purposes of defense and primary recovery of a judgment Willis is not a party to the action filed by Powers. He was brought into the action by the Harris Co. for purposes of contribution only. Ark. Stat. Ann. § 27-1134 (Repl. 1962). Nothing in the Harris Co. cross-cómplaint requires Willis to defend the action against Powers nor does it require Powers to amend his complaint to allege that Willis was negligent, although it might have, had appellant elected to follow the procedure prescribed in Ark. Stat. Ann. § 34-1007 (Repl. 1962). The admonition against use of the last sentence of this instruction in the note on use is not applicable to the situation before us. In this case, Willis' liability to Powers was not directly in issue. It was an issue only between the construction company and Willis.\nIV\nAt the conclusion of the appellants' evidence Powers sought to introduce into evidence, as rebuttal, an affidavit of George Dority, who had been a witness for the defendants, for the purpose of impeaching Mr. Dority's testimony. Mr. Dority was an employee of Harris and was driving the front end loader when it got in trouble on Willis' slough. The affidavit was a narrative statement of the events which occurred on the two days that the TD-25 was used to rescue the loader. Appellant objected to the introduction of the affidavit into evidence on the ground that Mr. Dority had been excused as a witness and was no longer available to testify. Powers' attorney responded:\nWithout disclosing anything to the jury, this thing contains statements that are highly contradictory. They are the exact opposite which I went over very meticulously with Mr. Dority. This very document has been filed in this court . . .\nThe trial court sustained appellants!objection. The next day, before the jury was charged, appellee's counsel again sought to introduce the affidavit. The trial court reconsidered its prior ruling and allowed the affidavit to be read to the jury. Appellants had reiterated their objections to no avail.\nAn affidavit is not admissible to prove a fact in issue. Shands v. State, 118 Ark. 460, 177 S.W. 18. The threshold question, therefore, is, was the affidavit otherwise admissible without foundation, as an exception to the hearsay rule, or for impeachment of the witness. The statements in the affidavit which were inconsistent with Dority's testimony were that Willis did not put fuel in the dozer whereas in his testimony (which, on this point, was consistent with the testimony of all the other witnesses who were present at the site) he stated that Willis did put fuel in the dozer; and that Willis drove the dozer from the high ground to the slough, whereas in his testimony Dority stated that he had driven it. Powers argues that it was admissible because it was an admission by an agent of the defendant or a declaration against interest. It is not admissible as a declaration against interest because the threshold criterion for admission of this type of statement is that the declarant must be dead or at least unavailable. Home Ins. Co. v. Allied Tel. Co., 246 Ark. 1095, 442 S.W. 2d 211; Leflar, Theory of Evidential Admissibility — Statements Made Our of Court, 2 Ark. L. Rev. 26, at 43 (1947-48).\nWithout reaching the question of whether Dority made the statement as an agent for Harris, the statement was not admissible as an admission because it was not an admission of negligence. St. Louis I.M. & S. Ry. Co. v. Holmes, 96 Ark. 339, 131 S.W. 692. If there was negligence during the time that Dority was present (and the testimony and affidavit concerned only events which took place on the days the front end loader was in trouble) it occurred when the tractor ran out of gas — when Harris was using it, and Willis was not even present. It was not negligence to refuel the tractor nor was it negligence to not refuel it if there was sufficient fuel in the tank to operate it.\nAs the affidavit was not admissible as an exception to the hearsay rule, we must consider whether it was admissible to impeach Dority's testimony.2 Ark. Stat. Ann. § 28-708 (Repl. *1161962) provides:\nQuestioning as to previous statements prior to impeachment. — Before other evidence can be offered of the witness having made at another time a different statement, he must be inquired of concerning the same, with the circumstances of time and persons present, as correctly as the examining party can present them; and if it is in writing, it must be shown to the witness, and he allowed to explain it.\nIt would be difficult to state, with more precision and clarity than the statute, the rule that a foundation must be laid for impeaching the testimony of a witness. The statutory rule has been followed without exception, both as to non-written statements, Murphy v. St. Louis I.M. & S. Ry. Co., 92 Ark. 159, 122 S.W. 636; Carpenter v. State, 62 Ark. 286, 36 S.W. 900, and as to written statements, even an affidavit. Wildrick v. Raney, 170 Ark. 1194, 282 S.W. 17. And the fact that this affidavit had been filed in the record in this case is not material.\nAdmission of this contradictory statement into evidence without giving the witness an opportunity to explain the inconsistencies was prejudicial because it may well have given the jury the impression that the defense had presented a carefully orchestrated defense based on perjured testimony. Material questions in this case could only be decided by choosing between sharply conflicting testimony. This is especially true on the issue of damages and on the question of whether Harris left the bulldozer on the island with knowledge and consent of Willis; whether the lock on the gate was sufficient excuse for Harris to fail to move the machine; and whether Harris did assure Powers that he would move it. The error was prejudicial; therefore, this cause of action must be reversed and remanded for a new trial.__\nFor the error indicated, the judgments are reversed and the cause remanded.\nWe agree. Harris, C.J., and Roy and Hickman, JJ.\n1 \nCert. den. 171 U.S. 687, 18 S. Ct. 943.\n2 \nArkansas Uniform Rules of Evidence, «ff. July 1, 1976, Rule 613 (b) was not in effect which this case was tried. It provides:\n*116(b) Extrinsic Evidence of Prior Inconsistent Statement of Witness. Extrinsic evidence of a prior inconsistent statement by a witness is not admissible unless the witness is afforded an opportunity to explain or deny the same and the opposite party is afforded an opportunity to interrogate him thereon, or the interests of justice otherwise require. This provision does not apply to admissions of a party-opponent as defined in Rule 801 (d) (2).\n\nPLAIN ENGLISH SUMMARY\n\nIssue: whether defendant company was negligent in leaving the plaintiff's bulldozer on an island that was subsequently flooded, reducing the bulldozer to scrap metal of negligible value.\nSummary:\nthe plaintiff lent his bulldozer to defendant Willis, and while it was on Willis' land, and assisting the defendant company to move another vehicle, it ran out of fuel, so was pushed to the fuel tank on the island, where the bulldozer stayed for over a year.\nwater flooded the island twice, and the first time, the bulldozer became partially submerged, and the plaintiff became aware of that fact and asked the defendant company to recover the bulldozer from the island.\nthe second time, the bulldozer was totally submerged for 50 days, and became unusable.\nthe owner of the defendant company disclaimed responsibility for moving the bulldozer, but had tried to move it several times when he was asked to do so.\nthe court held that the jury was entitled to find that both defendants were negligent, and that the plaintiff had done everything a reasonable person in his position would have done, because the plaintiff could not have known about flooding or the risk of damage, even though he left the bulldozer on the island for a long time.\n",
    "annotations": {
        "Facts": [
            "damages to Powers' TD-25B International Bulldozer",
            "At the time the machine (which weighed over 50,-000 pounds without the blade) was damaged it was in the possession of Willis under an agreement with Powers that Willis was to use the bulldozer, for a guaranteed minimum fee, to clear some property on the Harold Moore farm near Ft. Smith. Powers also gave Willis permission to use the machine on Willis' land at no extra charge. In November, 1972, Willis hired the Harris Co. to raise a roadbed over a slough between an island owned by Willis and the mainland of his farm, approximately a two-day job. While working on the roadbed a front end loader belonging to the construction company slipped off the roadbed into a precarious position. One Dority, a Harris employee, asked Willis if he could use the TD-25 and if Willis would help pull the loader onto the road. Willis testified that he checked the oil and fuel, and, after putting fuel in it, hooked the bulldozer to the loader with a large cable. Bill Harris showed up about that time and, after he saw the situation, had them unhook the TD-25 stating that he would send his bulldozer over in the morning to get the front end loader out of trouble.The next day, using another bulldozer, equipped with a winch, and Powers' machine, Harris and his employees got the front end loader back on the road. Then Powers' bulldozer ran out of fuel. Dority obtained some fuel from Willis' pump and put it in the machine, but it would not start, apparently because it required a bleeding of the fuel injectors to remove air from them. This operation required use of a special wrench, which was not available at that time, according to a witness for the Harris Co. Another witness for Harris testified that it takes from four hours to a day and a half to bleed a bulldozer. Harris had the TD-25 pushed to the fuel tank on the island.",
            "The machine was still on the island in the spring of 1973 when the island was flooded. The water rose over the tracks of the bulldozer. It appears that Powers first learned that it was on the island and partially submerged when he sent a Mr. Rainwater to haul it back to Ft. Smith. After Rainwater reported to Powers that it could not be moved, Powers called Willis, who explained why and how the machine came to be on the island.Powers ",
            "during the next two months he had discussed the responsibility of the Harris Company for moving the bulldozer with Harris on several occasions; that he made demand on Harris to move it to high ground to bring it home; and that each time Harris admitted his responsibility and said he would move it. Willis testified that he also talked to Harris several times, before the first flood, about moving the dozer off the island to high ground, and that Harris agreed, but did not move it. Harris did drain the oil and put antifreeze in it.Harris ",
            "never agreed to move the bulldozer to high ground and did not consider it his responsibility to do so; that he did not know that flooding was a problem on the island; that he had been asked to move it to Ft. Smith and agreed to do this, if he could, but that every time he went to Willis' property, either the gate was locked or the batteries were not in the bulldozer; therefore, he could not move it.Powers",
            "finally told Harris that if he did not move the tractor within ten days that he would file suit. ",
            ". For approximately two months during the summer of 1973, between the time Powers learned of the use of his machine by the Harris Company and his filing suit, the roadbed and the island were dry and the tractor could have been moved. In the fall of 1973, after this action was filed, the water rose again, completely submerging the machine for about fifty days.Powers had the bulldozer moved to high ground in early 1974 at a cost of $165",
            "Mr. Willis did not notify me that the water was about to come up and something might go under; I never inquired myself about whether the water was about to come up and endanger my property.",
            "during the entire time, the machine was in the possession of Willis as bailed property, on Willis' land",
            "Powers",
            "ran Powers Brothers Farm Equipment Co. for 15 years before it went broke in 1955, and since had been farming and raising cattle until about five years before the trial",
            "between the time he acquired the bulldozer in 1968 and November, 1972, he had collected rentals of $1,950 from the city, $375 from the Srygley landfill operation, and $1,000 from one Moore — a total of $3,325, something less than $600 a year. After he acquired the bulldozer, Powers used it in clearing his own land.Powers",
            "paid $10,000 for the bulldozer and that it was a bargain. Soon after the purchase he invested $3,000 to have the motor overhauled and $1,300 in a new torque converter.",
            "his machine weighed over 50,000 pounds without the blade; one that was new in 1963 would have sold for as much in 1972; but that his was worth $20,000 in 1972. After it drowned, it was mere salvage.Other witnesses",
            "stated that they had used the machine not long before it was moved to Willis' property and that it gave good service. One of appellants' value witnesses",
            "was a retired salesman for a company that sold D-8 Caterpillars, which are similar to TD-25 Internationals. He stated that there are some TB-8s running now that are worth more than when they were purchased new not too far back. He and another value witness for appellants testified that salvage value was between $2,000 and $3,000."
        ],
        "Procedural History": [
            "Appellee, M. A. Powers, as plaintiff, recovered a judgment for $9,300 against appellee Bill C. Harris Construction Co., Inc., as defendant, and the Harris Co., in turn, recovered a $4,650.00 judgment against appellant James H. Willis, cross defendant"
        ],
        "Application of Law to Facts": [
            "There is no evidence that the island flooded regularly or that if it did, that this was a fact that Powers knew or should have known, and we cannot say that the mere fact that Powers waited from the summer of 1973 to early 1974 to move this 50,000 pound behemoth (which would not run under its own power without repair) is so conclusive on the issue that it became a question of law, especially when the defendants have not shown that Powers knew or should have known that it was in danger of being damaged further. Appellants' evidence that the machine was worth no more before the second flood than after was obviously rejected by the jury",
            "when the negligent acts of two parties combine to produce harm they are jointly and severally liable for resulting damage and either one may be held responsible for all",
            "There was sufficient evidence for the jury to find that Willis and Harris were concurrently negligent in failing to put the machine in a safe place. Willis knew that flooding was a problem in the area. That was' the reason for raising the roadbed in the first place. Harris was also in a position to be sensitive to the problem. There was evidence on which to base a finding that they each, simultaneously, breached a duty to put the machine in a safe place.",
            "There was sufficient evidence for the jury to find that the acts of Harris and Willis were negligent and were concurrent and that they were, therefore, joint tortfeasors.",
            "In this case there was sufficient evidence for a jury to find that the construction company and Willis were each negligent in failing to put the bulldozer in a safe place. Harris is not relieved from liability merely because Willis' negligence also caused the injury even though Willis was Powers' bailee, for contributory negligence of a bailee is not imputed to the owner nor may it be used as a defense. The negligence of a bailee is not imputable to the bailor where the subject of the bailment is damaged by a third person",
            "a third person may also become liable jointly with the bailee to the bailor where such third party acts with the bailee in doing the property some wrongful injury",
            "the jury found that Powers' damages were not attributable to any failure on his part to do what a reasonable man would do to protect his property"
        ],
        "Relevant Precedents": [
            "Bona v. Thomas Auto Co., 137 Ark. 217, 208 S.W. 306; Swan v. Attaway, 211 Ark. 510, 201 S.W. 2d 27",
            "Mo. Pac. Ry. Co. v. Boyce, 168 Ark. 440, 270 S.W. 519; Featherston v. Jackson, 183 Ark. 373, 36 S.W. 2d 405; Sanders v. Walden, 212 Ark. 773, 207 S.W. 2d 609; Reddell v. Norton, 225 Ark. 643, 285 S.W. 328; Mullally v. Carvill, 234 Ark. 1041, 356 S.W. 2d 238",
            "U-Drive-It Car Co. Inc. v. Texas Pipe Line Co., 14 La. App. 524, 129 So. 565 (1930).",
            "Gibson v. Bessemer & L.E.R. Co., 226 Pa. 198, 75 Atl. 194, 27 LRA (ns) 689, 18 Ann. Cas. 535 (1910):"
        ],
        "Outcome": [
            ". It was not error to fail to direct a verdict for Powers for $165.00.",
            "For the error indicated, the judgments are reversed and the cause remanded."
        ]
    },
    "class": "reverse"
}