{
    "text": "Duke v. Lovell, 262 Ark. 290, 556 S.W.2d 416 (1977)\nOct. 10, 1977 · Arkansas Supreme Court · 77-61 \n262 Ark. 290, 556 S.W.2d 416 \nRuby M. DUKE et al v. C. R. LOVELL, M.D. \n556 S.W. 2d 416\n(In Banc)\n[Rehearing denied November 7, 1977.]\n*291 House, Holmes & Jewell, for appellants.\nFriday, Eldredge & Clark, by: W. A. Eldredge, Jr., and Phillip Malcom, for appellee.\nFrank Holt, Justice.\nThis case involves a wrongful death action predicated upon the asserted malpractice of the appellee physician. From a jury verdict in favor of the appellee, the appellants, the widow and two children of the decedent, bring this appeal asserting that the trial court erred in giving AMI Civil 2d 1501 without appellants' requested modification, AMI Civil 2d 102. The first paragraph of AMI 1501 defines the standard of care which is required of a treating physician. The second paragraph of that instruction provides that in deciding whether a physician applied the requisite degree of skill, the jury may consider only the evidence presented by the physicians called as expert witnesses. The Note on Use to AMI 1501 states that the second paragraph of the instruction should be used only when the plaintiffs assert, as here, that the doctor failed to apply the requisite degree of skill and, if used, AMI 102 is not to be used. AMI 102 is a standard instruction to the effect that the jurors are permitted to use their common knowledge and have the right to consider all evidence in the light of their own observations and experiences in the affairs of life. Appellants argue that the use of AMI 1501 without modification by AMI 102 was improper in this case because it misled and restricted the jury in arriving at their verdict in the resolution of a critical factual issue; i.e., whether hospitalization was recommended. We agree.\nHere the appellee's expert medical witness stated that based upon the deceased's abnormal EKG, his prior heart attack and the chest pains complained of, it would have been against the accepted standards of practice in the local area had the appellee not recommended hospitalization to his patient when he examined him at the hospital emergency room. The appellee agreed. He stated he knew of no doctor who would tell his patient with this history and existing symptoms that he could go home rather than be hospitalized. Therefore, it is agreed by both physicians that to meet the required standard of local care, hospitalization should have been recommended to the deceased due to the likelihood that he was suffering a heart attack.\nThe appellants adduced evidence that no such recommendation was made by the appellee at the emergency room and, to the contrary, the appellee advised the deceased to return home, telling him that he was not suffering a heart attack. The appellee physician unequivocally contradicted this version, stating that he made the proper diagnosis at the emergency room and repeatedly recommended and urged immediate hospitalization which the patient stubbornly refused. Approximately a day and a half later, appellants' decedent suffered a fatal heart attack. Appellants, therefore, argue that the AMI 102 modification would permit the jury to consider the conflict in the evidence as to whether hospitalization was recommended.\nIn Lanier v. Trammell, 207 Ark. 372, 180 S.W. 2d 818 (1944), the dispute was whether the surgeon washed his hands and sterilized his instruments before performing an operation, it being established that this would be the proper procedure. There we said:\nThe dispute in this case was as to whether or not appellant followed the course which is conceded to be necessary and proper. Appellant says that he did and appellee and one of his witnesses testified that he did not follow this course. No amount of expert testimony could have thrown any light whatever on the real question in this case.\nIn St. Louis I.M. & S. Ry. Co. v. Rogers, 93 Ark. 564, 126 S.W. 1199 (1910), where the instructions did not cover a material issue in the case, we said in pertinent part:\nIt has been decided by this court in an unbroken line of cases that an instruction which ignores a material issue in the case about which the evidence is conflicting, and allows the jury to find a verdict without considering that issue, is misleading and prejudicial. ...\nHere the appellants were foreclosed by AMI 1501, without modification, from presenting the issue as to whether hospitalization was recommended. Consequently, the jury's function was improperly limited.\nAppellants next assert error in the court's refusal to admit into evidence statements contained in a letter from another physician to appellants' previous attorney. It is argued that these statements were adopted as admissions by the appellee during his deposition. Ark. Stat. Ann. § 28-1001,, Rule 801 (d)(2)(h) provides that a statement is not hearsay whenever it is offered against a party-opponent who has manifested his adoption or belief in its truth.  Here it cannot be said that the appellee manifested his adoption or belief in the truth of the statements in the letter since he denied the basic facts upon which those statements were made. Accordingly, the evidence was properly excluded as hearsay.\nAppellants finally contend that the court erred in ruling as a matter of law that the appellee's failure to telephone and arrange hospitalization with the Veterans Administration Hospital on October 12 (the day following the emergency room examination) did not constitute negligence. As we construe the record, the court never instructed the jury that a failure to contact the cardiologist at the VA Hospital was not negligence. The court's ruling merely eliminated the possibility of the decedent's estate recovering damages on the alleged negligence. It did not preclude submission to the jury, on behalf of the appellants, the issue of appellee's alleged negligence. In fact the evidence surrounding the October 12 phone call was argued to the jury by the appellants' counsel. Appellants' contention is clearly without merit.\nReversed and remanded.\nHarris, C.J., and Byrd, J., not participating.\nPLAIN ENGLISH SUMMARY\nIssue: directly, whether the jury was permitted to use its own experience to resolve conflicting evidence; and relevantly (for our purposes), whether the defendant physician was negligent in not recommending immediate hospitalisation on presentation of patient plaintiff with symptoms of heart attack.\nSummary:\nthe plaintiff went to hospital, where an ECG was taken that was abnormal, and the plaintiff complained of chest pain. Normal medical practice would be to admit the plaintiff given the plaintiff's history and symptoms. the plaintiff went home and died.\nfailure to recommend hospitalisation the plaintiff would be negligent.\nthe plaintiff claimed the defendant doctor recommended he return home, and the defendant doctor claimed that the plaintiff refused to be hospitalised.\nthe Supreme Court resolved the primary matter, finding that the jury was instructed to consider only expert testimony, even though the jury should have been told that jurors were permitted to use their ordinary knowledge to resolve the conflicting testimony and decide what happened.\n",
    "annotations": {
        "Facts": [
            "based upon the deceased's abnormal EKG, his prior heart attack and the chest pains complained of, it would have been against the accepted standards of practice in the local area had the appellee not recommended hospitalization to his patient when he examined him at the hospital emergency room. The appellee",
            "stated he knew of no doctor who would tell his patient with this history and existing symptoms that he could go home rather than be hospitalized. ",
            "The appellants adduced evidence that no such recommendation was made by the appellee at the emergency room and, to the contrary, the appellee advised the deceased to return home, telling him that he was not suffering a heart attack. The appellee physician unequivocally contradicted this version, stating that he made the proper diagnosis at the emergency room and repeatedly recommended and urged immediate hospitalization which the patient stubbornly refused. Approximately a day and a half later, appellants' decedent suffered a fatal heart attack.",
            "appellee's failure to telephone and arrange hospitalization with the Veterans Administration Hospital on October 12 (the day following the emergency room examination)"
        ],
        "Procedural History": [
            "From a jury verdict in favor of the appellee, the appellants, the widow and two children of the decedent, bring this appeal"
        ],
        "Application of Law to Facts": [
            "The first paragraph of AMI 1501 defines the standard of care which is required of a treating physician. The second paragraph of that instruction provides that in deciding whether a physician applied the requisite degree of skill, the jury may consider only the evidence presented by the physicians called as expert witnesses.",
            "AMI 102 is a standard instruction to the effect that the jurors are permitted to use their common knowledge and have the right to consider all evidence in the light of their own observations and experiences in the affairs of life",
            "Therefore, it is agreed by both physicians that to meet the required standard of local care, hospitalization should have been recommended to the deceased due to the likelihood that he was suffering a heart attack.",
            "the AMI 102 modification would permit the jury to consider the conflict in the evidence as to whether hospitalization was recommended.",
            ". No amount of expert testimony could have thrown any light whatever on the real question in this case.",
            "Here the appellants were foreclosed by AMI 1501, without modification, from presenting the issue as to whether hospitalization was recommended. Consequently, the jury's function was improperly limited."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We agree.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}