{
    "text": "Verson Allsteel Press Co. v. Garner, 261 Ark. 133, 547 S.W.2d 411 (1977)\nFeb. 28, 1977 · Arkansas Supreme Court · 76-213 \n261 Ark. 133, 547 S.W.2d 411 \nVERSON ALLSTEEL PRESS CO. v. Barbara GARNER and James GARNER \n547 S.W. 2d 411\n(In Banc)\n[Rehearing denied April 4, 1977.]\n*134 Wright, Lindsey & Jennings, for appellant.\nLaser, Sharp, Haley, Toung & Boswell, P.A., for appellees.\nCarleton Harris, Chief Justice.\nOn July 28, 1972, Barbara Garner, appellee herein, while employed by Ward Supply Division of National Aluminum Corporation in Little Rock, suffered injuries to her left hand, consisting of a loss of her third finger and a loss of use of the fourth and fifth fingers, when the hand was caught between the dies of a press brake which she and a co-employee were operating. Suit was instituted against Verson Allsteel Press Company of Dallas, Texas, manufacturer of the press brake, asserting several grounds of negligence, including allegations of failure to install or have installed in the aforementioned press an electrical control system having anti-repeat, interlocking, self-checking, and fail-safe features.1 After the filing of an *135Answer by Verson denying liability and the filing of various motions, request for admissions, interrogatories, motions, and other pleadings, the case proceeded to trial, and at the conclusion of appellee's case, appellant moved for directed verdict, said motion being denied. Evidence was then offered by appellant, and at the conclusion of all the evidence, Verson again moved for a directed verdict, which again was denied. Following the giving of instructions, the jury retired and returned a 9 to 3 verdict for Mrs. Garner in the amount of $50,781.96 and for her husband, for loss of consortium, the sum of $2,000.00. Thereafter, motion for judgment notwithstanding the verdict, and in the alternative, a motion for a new trial was filed by appellant, and was denied by the court. From the judgment in accordance with the jury verdict, appellant brings this appeal. For reversal one point is relied upon:\nTHE COURT ERRED IN NOT GRANTING THE APPELLANT'S MOTION FOR A DIRECTED VERDICT IN ITS FAVOR BECAUSE:\nA. NO ACT OR OMISSION OR CONDUCT ON THE PART OF THIS APPELLANT WAS A PROXIMATE CAUSE OF ANY DAMAGES SUSTAINED BY THE APPELLEE, AND\nB. THERE IS NO EVIDENCE TO ESTABLISH THAT VERSON WAS GUILTY OF NEGLIGENCE.\nIt might be well to first examine the manner in which the press brake was operated. As originally manufactured by Verson, the machine was a general purpose press brake, designed to be operated by one person. The machine when shipped was equipped with a foot pedal, connected by mechanical linkage to the clutch and brake. The operator was able to control both speed and tonnage of the ram. To depress the pedal, the operator's foot had to be lifted 6 1 /2 off the floor. With depression, the clutch was engaged and the brake disengaged. The pedal depressed 2 1 /2-3 caused the ram to operate at full force and speed.\nThis was not, however, the manner in which the machine was operated at the time of the accident, for it had been drastically altered. Two electrical foot switches and a pneumatic cylinder were installed, with the result that upon depression of both of the foot switches, air was allowed through a valve to a cylinder and automatically caused the press to run at full tonnage and speed. Two operators were required. Accordingly, the machine could hardly be characterized as the same machine which had been sold eight years earlier by appellant to Toll Manufacturing Company. First, the machine had been altered from a general purpose machine to a special purpose machine, and required two operators instead of one. This change meant that the concurrent operation of each station being used was required to place the ram in motion.\nA most important change was the installation by National (or Ward) of the two electrical foot switches instead of the mechanical foot pedal. The operation could no longer be controlled by one person (as the machine had been designed), and the ability to vary the speed and pressure of the stroke was completely lost. Nonetheless, it is the view of appellee that Verson was negligent in originally designing, and selling, the machine without a safety device, and that this failure on appellant's part was a proximate cause of the accident. To substantiate this argument, appellant relies upon the testimony of Mr. Marvin Salzenstein of Chicago, an engineer. Mr. Salzenstein was accepted as an expert in the field of power press and press brake accidents. The witness conducted an investigation of Mrs. Garner's accident on April 14, 1975, which was, of course, nearly three years after the occurrence. At this time, however, the machine was not in the same condition, nor operated in the same manner, as at the time of the accident, i.e., an electric eye had been installed across the point of operation from one end to the other where the dies would be located. Three hand buttons, any two of which would operate the ram, had been placed on the machine in lieu of the electrical foot switches. The electric eye was a safety device, it appearing that when the beam of light was interrupted, the brake came to a stop. However, Mr. Salzenstein did not consider that this change was made in accordance with established safety engineering practices, because it was adjusted too high. Salzenstein was of the view that appellant should have placed a safety device at the point of operation and that the failure to do so constituted negligence.3 However, on cross-examination, Salzenstein admitted that at the time the machine was manufactured in 1964, it was not customary in the industry for the manufacturer to equip it with point of operation safeguards. There was no specific safety standard for press brakes either in 1964 when the machine was built, or in 1972 when the accident happened.\nThe witness was questioned at length relative to standards set forth by the National Safety Council. Though a member of the National Safety Council, Salzenstein did not agree with many of its recommendations (1968). For instance, a quote from Data Sheet 419, Revision A, Press Brakes, provided:\nA foot operated machine should always be used as a single operator machine.\nSalzenstein stated that if there were only one pedal, he would agree; if more than one pedal, then the statement was incorrect. He agreed that the National Safety Council Publication provided:\nOnly shop supervisors who have knowledge of the piece parts to be made and the dies to be used can determine what auxiliary handling and safety devices should be used.\nSalzenstein disagreed, stating that the manufacturer of the press could likewise make such a determination, it being his view that the manufacturer of the press knows generally what the press is going to be used for and can provide a general purpose safety device. In general, the witness disagreed with the standards which provided that the responsibility was on the employer to determine the safety device to be used. Salzenstein was asked about a pamphlet entitled Before It's Too Late published by Dries and Crump Manufacturing Company, which he had sent to appellee's counsel. Salzenstein said that he did not agree with a statement at the top of page 18 in big caps which provided:\nProviding safe and proper working conditions and point of operation devices consistent with the use and operation of the machine are determinations to be made by and the sole responsibility of the user of the machine.\nNor did he agree with another paragraph which stated:\nThe determination as to whether to use mechanical or other safety devices must be made by the user.\nAlso called to the attention of the witness was pamphlet No. 11 prepared by Electrodynamics and Telecon Limited in Chicago, which provides:\nThe provision of safe and proper working conditions and devices appropriate for the use and operation of the machine and protection of the operator and others are determinations to be made by and are the sole responsibility of the user of the machine.\nSalzenstein did not agree, nor did he agree entirely with .American National Standards institute B-11.1, which provides:\nIt shall be the responsibility of the employer to provide and insure the usage of either a point of operation guard or-a properly applied and adjusted point of operation device on every operation performed on a mechanically powered press.\nThe witness insisted that it was the responsibility of the manufacturer to provide a protective device for the point of operation. However, we find an interesting statement by Salzenstein. When asked on direct examination to list devices which could be employed on a press brake to prevent an operator's hand from getting into the point of operation, he mentioned three, describing one as follows:\nOne guard would be what we call a pull back device and pull backs operate really from the ram of the press brake, when the ram goes down, there is a cable attached to the ram that goes back overhead and behind the operator and that cable attached to a set of cables to his wrist so everytime the ram goes down the cable pulls back, when the ram goes up, he is then free to put his hand back to the point of operation to remove a part or place a part for production. That is such a device and that would work for one operator.\nHe then mentioned two or three other safety devices, but when asked which would be the safety device of choice with a manual pedal, replied:\nWith a manual pedal, the safety device would be the pull backs because those would automatically work as long as the ram comes down it would tend to pull the operator's hand out of the point of operation.\nLet it be remembered that the press brake was originally manufactured and distributed with a manual pedal. Subsequently, when asked what would be the safety device of choice if the press had been manufactured and sold with the retrofitted electrical system, the witness replied:\nI would then choose the two hand push button control as being the general type of safety device that you can install on a press brake.\nIn other words, according to the witness, the preferred safety device for the machine as manufactured by Verson, and the preferred safety device for the machine as changed by National (or Ward) were entirely different.\nMost of the cross-examination related to the safety standards heretofore mentioned, and while we consider this evidence entirely pertinent and relative to the determination reached, such evidence is not controlling, i.e., customary methods, or accepted standards, are not at all conclusive and negligence may exist notwithstanding the fact that the method adopted was in accordance with customary procedures. However, industry adopted practices do carry weight in defining a standard of care. For instance, allegations of negligence based on improper design have not been upheld where the device is one in common and extensive use, conforming to the usual pattern. Realization after an accident that a machine might have been manufactured in a different way to possibly eliminate the accident should not bear on the determination of negligence. Poyas v. RKO Keith Orpheum, 221 N.Y.S. 2d 31.\nIn Getty Oil Co. v. Mills, 204 F. Supp. 179, an oil company brought an action to recover for losses sustained when a pipe inspected by an engineering company proved unsatisfactory because of leaks. The court refused to find that the losses incurred by the oil company as a result of leakage were attributable to negligence of engineering company inspection, recognizing that visual inspection within the industry was not shown to be other than the standard industrial practice. And the court held that custom or practice in a particular business is an important factor in determining the standard of due care.\nOf course, usage cannot make a practice which is inherently dangerous reasonably safe. We do not consider this machine, as manufactured, inherently dangerous. Black's Law Dictionary, p. 921 (4th Ed.), defines inherently dangerous as follows:\nDanger inhering in instrumentality or condition itself at all times, so as to require special precautions to prevent injury, not danger arising from mere casual or collateral negligence of others with respect thereto under particular circumstances.\nBe that as it may, we have reached the conclusion that there was no negligence on the part of appellant which rendered it liable to appellee. As earlier pointed out, the machine manufactured by Verson was a general purpose press brake, being equipped with a mechanical foot pedal and designed to be operated by one person; however, at the time of the accident the machine was operated by two electrical foot switches and two persons, and the operator no longer had the ability to vary the speed or the pressure applied and, in the sense of operation, the machine was no longer the same machine that Verson had manufactured. Of course, one is negligent when he does something that a person of ordinary prudence would not have done in the same or similar circumstances (or fails to do something that such a person would have done), but in addition, it must develop that the negligence was a proximate cause of the injury, and that injury was foreseeable.4 Appellee stated that she did not know how the accident happened, nor did any other witness know. Of course, both persons had to activate the switches before the ram would descend — and it would descend immediately! In other words, to accidentally commence the operation, it was not necessary to lift a foot 6 1/2 inches off the floor (as with the mechanical foot pedal), and furthermore, it was not necessary to depress same for 2 1/2 to 3 inches to cause the ram to operate at full force and speed. Could Verson have reasonably foreseen, eight years earlier, that its mechanical, one-foot pedal machine to be operated by one person would be changed to an operation involving two people, together with a change to operation by electrical switches? Of course, the machine was originally a general purpose press brake, but after the changes made, it became a special purpose machine. Appellee relies on the federal case of Rhoads v. Service Machine Co., 329 F. Supp. 367 (E.D. Ark. 1971), but there a special purpose machine was being operated, a 25 ton punch press. Here, however, the evidence reflects that the machine could be equipped to perform any number of tasks, including bending, creasing, punching, flaring (spreading outward), and others. So, in Rhoads the manufacturing company knew exactly what the machine would be used for — here, the machine was only a general purpose machine.\nWhat we are saying is that the changes were drastic and the machine, the operation of which occasioned the injury, was not the same instrument which Verson manufactured.\nIn the case of Hanlon v. Cyril Bath Co., 541 F. 2d 343 (3rd Cir.), almost identical circumstances were present. The statement of the case presented the following facts:\nAppeal has been taken from a judgment entered upon a jury verdict that absolved Cyril Bath Co. from strict liability for an accidental injury suffered by the then 18 years old plaintiff, Robert Samuel Hanlon. He had been injured while operating a press brake that Cyril Bath had manufactured and sold some 17 years before the accident.\nA press brake is a machine used to bend, form or punch metal. Essential force is supplied by a powered ram that moves vertically. At the time of this accident the activating component of the press brake in suit was a movable foot switch connected with the main structure by a long flexible cable.\nDuring his summer vacation from school, young Hanlon was employed by the Wayne Iron Works. Newly assigned to operate the press brake, he attempted with his left hand to remove a piece of metal that had lodged in the machine. While so engaged, he accidentally moved his foot so that it pressed down upon the electrical foot switch lying on the floor. This activated the ram and caused it to descend upon and sever his fingers.\nIt is the theory of the complaint that the press brake, as manufactured and sold by appellee, Cyril Bath Co., was defective in that it lacked any safety device that would preclude activation while the operator's hand was under the ram. This inadequacy of design is alleged to have been the proximate cause of the accident in suit. * * * *Evidence that stands undisputed in the present record shows that the electrical starting device used by Hanlon had been substituted by the purchaser, Hanlon's employer, for the very different starting mechanism that Cyril Bath had sold as a component of this press brake some 17 years before the accident. The original starter was a treadle attached to the front of the machine at a point some 8 inches above the floor. It was not an electrical switch. Indeed, it required an operator first to lift his foot a considerable distance and then to exert some 65 pounds of downward pressure on the treadle to release or activate the ram. In contrast the substituted starting device was a small portable electrical switch, connected with the press brake by a flexible cable. Hanlon described it as similar to a dictaphone pedal. It could conveniently be laid on the floor and no great pressure had to be exerted upon it to activate the ram. * * *\nThe court stated that this substitution of a significantly different and much more sensitive starting mechanism was a substantial change in the condition in which the press brake was sold, and then stated:\nClearly, the substitution of the easily depressed mobile electrical foot switch for the original fixed elevated mechanical treadle that was responsive only to some 65 pounds of downward pressure removed a safeguard against accidental activation that had been incorporated in the original structural design and would have been adequate to prevent this accident. [Our emphasis.]\nThe court held that a verdict should have been directed for Cyril Bath Company, and it might be added that this case (Pa.) was one of strict liability, while in the case before us it is necessary that negligence be established.\nIn accord with what has been said, we hold that the Pulaski County Circuit Court should have granted the motion for a directed verdict.\nReversed and dismissed.\nGeorge Rose Smith and Hickman, JJ., dissent.\n1 \nThis press brake was shipped to Toll Manufacturing Corporation, Inc., on March 12, 1964. At the time of the purchase, the Toll Company did *135fabricating work for Ward Supply as an independent contractor. Later, Ward Supply purchased the press brake, together with other equipment, from Toll. The Ward Company merged into National Aluminum Corporatcon on December 29, 1969, thereafter operating as National Aluminum Corporation, Ward Supply Division.\n2 \nThe machine was described as being about 12 feet from right to left at bed and rim level and approximately 126 inches tall. From the floor to the top of the machine was approximately 10'6, front to back close to 4 feet, and it was equipped to accept dies that almost anybody could make.\n3 \nAccording to Salzenstein, the point of operation is the area between the dies where the work is being performed. The term is further defined by .American National Standards Institute as the point of operation is the area of the tooling or dies where material is actually positioned and work is being performed.\n4 \nWhether foreseeability be considered in relation to proximate cause or in its relationship to negligence appears to be largely a matter of semantics. In Hartsock v. Forsgren, Inc., 236 Ark. 167, 365 S.W. 2d 117, we pointed out that the facts in a case did not show that injuries sustained were proximately caused by negligence on the part of the defendant, and further stated that we reached that conclusion whether we devoted our attention primarily to the question of negligence or to that of proximate cause.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant is negligent in failing to fit a general-purpose metal-bending device with a safety feature that prevents harm to the operator during operation.\nSummary:\nthe plaintiff and a co-worker were operating a press brake (a machine for bending sheet metal) when the plaintiff's hand was caught underneath the ram (used to apply pressure to sheet metal); one finger was severed and others injured.\nthe plaintiff claimed that the manufacturer had failed to fit safety features that would have prevented the injury.\nThe Supreme Court overturned the verdict of the jury upheld by the trial court, because the machine had been radically altered since its manufacture and original sale, and thus the manufacturer could not be held liable for injuries arising from use of the machine in the special-purpose configuration it had been modified into.\nImportantly, the original machine was sold with a mechanical pedal that required the application of significant amount of force to activate the ram; but the modified machine required no such pressure and had electrical foot switches which, when both pressed, activated the pneumatic cylinder without the application of any significant manual pressure.\n",
    "annotations": {
        "Facts": [
            "On July 28, 1972, Barbara Garner, appellee herein, while employed by Ward Supply Division of National Aluminum Corporation in Little Rock, suffered injuries to her left hand, consisting of a loss of her third finger and a loss of use of the fourth and fifth fingers, when the hand was caught between the dies of a press brake which she and a co-employee were operating",
            "Verson Allsteel Press Company of Dallas, Texas, manufacturer of the press brake",
            "As originally manufactured by Verson, the machine was a general purpose press brake, designed to be operated by one person. The machine when shipped was equipped with a foot pedal, connected by mechanical linkage to the clutch and brake. The operator was able to control both speed and tonnage of the ram. To depress the pedal, the operator's foot had to be lifted 6 1 /2 off the floor. With depression, the clutch was engaged and the brake disengaged. The pedal depressed 2 1 /2-3 caused the ram to operate at full force and speed.This was not, however, the manner in which the machine was operated at the time of the accident, for it had been drastically altered. Two electrical foot switches and a pneumatic cylinder were installed, with the result that upon depression of both of the foot switches, air was allowed through a valve to a cylinder and automatically caused the press to run at full tonnage and speed. Two operators were required.",
            "the machine had been altered from a general purpose machine to a special purpose machine, and required two operators instead of one. This change meant that the concurrent operation of each station being used was required to place the ram in motion.",
            "installation by National (or Ward) of the two electrical foot switches instead of the mechanical foot pedal. The operation could no longer be controlled by one person (as the machine had been designed), and the ability to vary the speed and pressure of the stroke was completely lost.",
            "Mr. Marvin Salzenstein of Chicago, an engineer",
            "conducted an investigation of Mrs. Garner's accident on April 14, 1975, which was, of course, nearly three years after the occurrence. At this time, however, the machine was not in the same condition, nor operated in the same manner, as at the time of the accident, i.e., an electric eye had been installed across the point of operation from one end to the other where the dies would be located. Three hand buttons, any two of which would operate the ram, had been placed on the machine in lieu of the electrical foot switches. The electric eye was a safety device, it appearing that when the beam of light was interrupted, the brake came to a stop. However, Mr. Salzenstein did not consider that this change was made in accordance with established safety engineering practices, because it was adjusted too high",
            "Salzenstein admitted that at the time the machine was manufactured in 1964, it was not customary in the industry for the manufacturer to equip it with point of operation safeguards. There was no specific safety standard for press brakes either in 1964 when the machine was built, or in 1972 when the accident happened.",
            "standards set forth by the National Safety Council. Though a member of the National Safety Council, Salzenstein did not agree with many of its recommendations (1968). For instance, a quote from Data Sheet 419, Revision A, Press Brakes, provided:A foot operated machine should always be used as a single operator machine.Salzenstein stated that if there were only one pedal, he would agree; if more than one pedal, then the statement was incorrect. He agreed that the National Safety Council Publication provided:Only shop supervisors who have knowledge of the piece parts to be made and the dies to be used can determine what auxiliary handling and safety devices should be used.Salzenstein disagreed, stating that the manufacturer of the press could likewise make such a determination, it being his view that the manufacturer of the press knows generally what the press is going to be used for and can provide a general purpose safety device. In general, the witness disagreed with the standards which provided that the responsibility was on the employer to determine the safety device to be used. Salzenstein was asked about a pamphlet entitled Before It's Too Late published by Dries and Crump Manufacturing Company, which he had sent to appellee's counsel. Salzenstein said that he did not agree with a statement at the top of page 18 in big caps which provided:Providing safe and proper working conditions and point of operation devices consistent with the use and operation of the machine are determinations to be made by and the sole responsibility of the user of the machine.Nor did he agree with another paragraph which stated:The determination as to whether to use mechanical or other safety devices must be made by the user.Also called to the attention of the witness was pamphlet No. 11 prepared by Electrodynamics and Telecon Limited in Chicago, which provides:The provision of safe and proper working conditions and devices appropriate for the use and operation of the machine and protection of the operator and others are determinations to be made by and are the sole responsibility of the user of the machine.Salzenstein did not agree, nor did he agree entirely with .American National Standards institute B-11.1, which provides:It shall be the responsibility of the employer to provide and insure the usage of either a point of operation guard or-a properly applied and adjusted point of operation device on every operation performed on a mechanically powered press.The witness insisted that it was the responsibility of the manufacturer to provide a protective device for the point of operation",
            "When asked on direct examination to list devices which could be employed on a press brake to prevent an operator's hand from getting into the point of operation, he mentioned three, describing one as follows:One guard would be what we call a pull back device and pull backs operate really from the ram of the press brake, when the ram goes down, there is a cable attached to the ram that goes back overhead and behind the operator and that cable attached to a set of cables to his wrist so everytime the ram goes down the cable pulls back, when the ram goes up, he is then free to put his hand back to the point of operation to remove a part or place a part for production. That is such a device and that would work for one operator.He then mentioned two or three other safety devices, but when asked which would be the safety device of choice with a manual pedal, replied:With a manual pedal, the safety device would be the pull backs because those would automatically work as long as the ram comes down it would tend to pull the operator's hand out of the point of operation.",
            "the press brake was originally manufactured and distributed with a manual pedal. Subsequently, when asked what would be the safety device of choice if the press had been manufactured and sold with the retrofitted electrical system, the witness replied:I would then choose the two hand push button control as being the general type of safety device that you can install on a press brake.",
            "both persons had to activate the switches before the ram would descend — and it would descend immediately! In other words, to accidentally commence the operation, it was not necessary to lift a foot 6 1/2 inches off the floor (as with the mechanical foot pedal), and furthermore, it was not necessary to depress same for 2 1/2 to 3 inches to cause the ram to operate at full force and speed"
        ],
        "Procedural History": [
            "the case proceeded to trial, and at the conclusion of appellee's case, appellant moved for directed verdict, said motion being denied. Evidence was then offered by appellant, and at the conclusion of all the evidence, Verson again moved for a directed verdict, which again was denied. Following the giving of instructions, the jury retired and returned a 9 to 3 verdict for Mrs. Garner in the amount of $50,781.96 and for her husband, for loss of consortium, the sum of $2,000.00. Thereafter, motion for judgment notwithstanding the verdict, and in the alternative, a motion for a new trial was filed by appellant, and was denied by the court. From the judgment in accordance with the jury verdict, appellant brings this appeal."
        ],
        "Application of Law to Facts": [
            "the machine could hardly be characterized as the same machine which had been sold eight years earlier by appellant to Toll Manufacturing Company",
            "In other words, according to the witness, the preferred safety device for the machine as manufactured by Verson, and the preferred safety device for the machine as changed by National (or Ward) were entirely different.",
            "Of course, usage cannot make a practice which is inherently dangerous reasonably safe. We do not consider this machine, as manufactured, inherently dangerous",
            "Be that as it may, we have reached the conclusion that there was no negligence on the part of appellant which rendered it liable to appellee. As earlier pointed out, the machine manufactured by Verson was a general purpose press brake, being equipped with a mechanical foot pedal and designed to be operated by one person; however, at the time of the accident the machine was operated by two electrical foot switches and two persons, and the operator no longer had the ability to vary the speed or the pressure applied and, in the sense of operation, the machine was no longer the same machine that Verson had manufactured",
            "Could Verson have reasonably foreseen, eight years earlier, that its mechanical, one-foot pedal machine to be operated by one person would be changed to an operation involving two people, together with a change to operation by electrical switches? Of course, the machine was originally a general purpose press brake, but after the changes made, it became a special purpose machine",
            "Here, however, the evidence reflects that the machine could be equipped to perform any number of tasks, including bending, creasing, punching, flaring (spreading outward), and others. So, in Rhoads the manufacturing company knew exactly what the machine would be used for — here, the machine was only a general purpose machine.What we are saying is that the changes were drastic and the machine, the operation of which occasioned the injury, was not the same instrument which Verson manufactured",
            "substitution of a significantly different and much more sensitive starting mechanism was a substantial change in the condition in which the press brake was sold,"
        ],
        "Relevant Precedents": [
            "Poyas v. RKO Keith Orpheum, 221 N.Y.S. 2d 31",
            "Getty Oil Co. v. Mills, 204 F. Supp. 179,",
            "Hanlon v. Cyril Bath Co., 541 F. 2d 343 (3rd Cir.),"
        ],
        "Outcome": [
            "In accord with what has been said, we hold that the Pulaski County Circuit Court should have granted the motion for a directed verdict.Reversed and dismissed."
        ]
    },
    "class": "reverse"
}