{
    "text": "St. Mary's Hospital, Inc. v. Bynum, 264 Ark. 691, 573 S.W.2d 914 (1978)\nDec. 11, 1978 · Arkansas Supreme Court · 78-165 \n264 Ark. 691, 573 S.W.2d 914 \nST. MARY'S HOSPITAL, INC. v. Mrs. Lorene BYNUM \n573 S.W. 2d 914\n(Division II)\n*692 Wright, Lindsey & Jennings, by: Annabelle Clinton, for appellant.\nFelver A. Rowell, Jr., for appellee.\nDarrell Hickman, Justice.\nSt. Mary's Hospital, Inc. of Russellville appeals from a Pope County jury verdict which awarded S13,000.00 to Mrs. Lorene Bynum, the appellee.\nWe agree with St. Mary's argument that there was no substantial evidence to support a finding of negligence by the jury and, therefore, we reverse the judgment in this case and dismiss it.\nThe facts are essentially undisputed. Mrs. Bynum's husband was in St. Mary's as a patient. She went to a rest room located adjacent to the waiting room. (She said she did not use the rest room which was in her husband's hospital room because she thought another patient might need to use it.) She said the rest room was dirty and that there was dried excrement on the commode seat. She said she would have covered the commode seat with tissue but there wasn't enough. She took off her shoes and attempted to stand on the seat; the seat slipped, or she lost her footing, and she fell injuring herself.\nShe went back to her husband's room, and about an hour later she returned to the same rest room and again tried to use the same seat in the same manner (that is, by standing on it), but could not do so because the seat was still loose. She almost fell again. At this point she reported the condition of the seat to a hospital employee. The defendant did not dispute evidence that the nuts which hold the seat in place were later tightened two turns.\nMrs. Bynum's sister essentially corroborated her story about the condition of the rest room although she did not testify that she saw any excrement on the toilet seat. She said that the seat was loose and looked dirty. Mrs. Bynum's mother's testimony was substantially the same.\nThere was medical testimony that Mrs. Bynum had suffered a sprain of the lower back. It is unnecessary for us to go into the injury suffered by Mrs. Bynum, which was obviously real and painful, because according to the law she was not entitled to recover any money from St. Mary's.\nIn order for one to recover for personal injuries there must be a negligent act which proximately causes damage which can be reasonably foreseen. Negligence is failure to do something which a reasonably careful person would do, or the doing of something which a reasonably careful person would not do, under circumstances similar to those shown by the evidence .... To constitute negligence an act must be one from which a reasonably careful person would foresee such an appreciable risk of harm to others as to cause him not to do the act, or to do it in a more careful manner.  AMI Civil 2d, 301.\nIt is a question of law and not of fact as to whether there is any substantial evidence to support a jury verdict. Missouri Pacific Transportation Co. v. Bell, 197 Ark. 250, 122 S.W. 2d 958 (1938).\nThe record is void of any negligent act on the part of the hospital which caused this incident. The injuries suffered by Mrs. Bynum resulted from her act of standing on the commode seat, which was neither designed nor intended to be used in that way. In a similar case the Tennessee Supreme Court reached an identical result. Elliott v. Dollar General Corporation, 225 Tn. 658, 475 S.W. 2d 651 (1971).\nMrs. Bynum argues the negligent acts of St. Mary's were maintaining a dirty rest room which precipitated her actions, and permitting a loose toilet seat to exist. These acts, if they were proved, were not negligent acts that caused Mrs. Bynum's injuries. Therefore, there is no substantial evidence that could support a finding of negligence on the part of St. Mary's; its motion for a directed verdict should have been granted.\nAlthough we are sympathetic with Mrs. Bynum's injuries, we must conclude that as a matter of law she cannot recover from St. Mary's.\nReversed and dismissed.\nWe agree.\nHarris, C.J., and Fogleman and Byrd, JJ.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant hospital was negligent in permitting the state of its bathroom to be such that the plaintiff injured herself attempting to avoid the unhygienic toilet seat.\nSummary:\nthe plaintiff fell and injured herself when she attempted to stand on a toilet seat in the defendant hospital bathroom to avoid sitting on the dirty seat.\nthe hospital has no duty to take action to prevent injury arising from standing on a toilet seat—because the toilet seat was not intended to be used in that way—even if the bathroom was dirty and the toilet seat loose; thus, it committed no negligent act.\nThat is, although the hospital has a duty to take reasonable care, it was not negligent in not taking action to prevent the use of the bathroom in the manner the plaintiff used it.\n",
    "annotations": {
        "Facts": [
            "Mrs. Bynum's husband was in St. Mary's as a patient. She went to a rest room located adjacent to the waiting room. (She said she did not use the rest room which was in her husband's hospital room because she thought another patient might need to use it.) She said the rest room was dirty and that there was dried excrement on the commode seat. She said she would have covered the commode seat with tissue but there wasn't enough. She took off her shoes and attempted to stand on the seat; the seat slipped, or she lost her footing, and she fell injuring herself.She went back to her husband's room, and about an hour later she returned to the same rest room and again tried to use the same seat in the same manner (that is, by standing on it), but could not do so because the seat was still loose. She almost fell again. At this point she reported the condition of the seat to a hospital employee.",
            "the nuts which hold the seat in place were later tightened two turns.",
            "the seat was loose and looked dirty.",
            "Mrs. Bynum had suffered a sprain of the lower back",
            "real and painful"
        ],
        "Procedural History": [
            "St. Mary's Hospital, Inc. of Russellville appeals from a Pope County jury verdict which awarded S13,000.00 to Mrs. Lorene Bynum, the appellee."
        ],
        "Application of Law to Facts": [
            "The record is void of any negligent act on the part of the hospital which caused this incident. The injuries suffered by Mrs. Bynum resulted from her act of standing on the commode seat, which was neither designed nor intended to be used in that way",
            "Mrs. Bynum argues the negligent acts of St. Mary's were maintaining a dirty rest room which precipitated her actions, and permitting a loose toilet seat to exist. These acts, if they were proved, were not negligent acts that caused Mrs. Bynum's injuries. Therefore, there is no substantial evidence that could support a finding of negligence on the part of St. Mary's; its motion for a directed verdict should have been granted."
        ],
        "Relevant Precedents": [
            "Elliott v. Dollar General Corporation, 225 Tn. 658, 475 S.W. 2d 651 (1971)."
        ],
        "Outcome": [
            "We agree with St. Mary's argument that there was no substantial evidence to support a finding of negligence by the jury and, therefore, we reverse the judgment in this case and dismiss it.",
            "Although we are sympathetic with Mrs. Bynum's injuries, we must conclude that as a matter of law she cannot recover from St. Mary's.Reversed and dismissed."
        ]
    },
    "class": "reverse"
}