{
    "text": "White v. Mitchell, 263 Ark. 787, 568 S.W.2d 216 (1978)\nJune 26, 1978 · Arkansas Supreme Court · 77-278 \n263 Ark. 787, 568 S.W.2d 216 \nDr. Robert H. WHITE et al v. Delmon F. MITCHELL et ux \n568 S.W. 2d 216\n(In Banc)\n*790 Wright, Lindsey & Jennings, for appellant.\nLangerman, Begam, Lewis, Leonard & Marks, by: James J. Leonard and Noel Fidel, Phoenix, Arizona; and Ward, Rhodes & Garrett, by: James R. Rhodes, for appellees.\nFriday, Eldredge & Clark, by: John Dewey Watson, for appellee Argunaut Insurance Co.\nRose, Nash, Williamson, Carroll, Clay & Giroir, by: Vincent Foster, Jr., for cross-appellee Dr. Stanley W. Combs.\nGeorge Howard, Jr., Justice.\nWe are to determine whether there is substantial evidence to support the trial court's action in granting directed verdicts in this medical malpractice action resulting in the following:\n1. A judgment in the sum of $250,000.00 on the medical malpractice complaint of Delmon F. Mitchell against Dr. Robert H. White; and,\n2. A judgment in the sum of $50,000.00 for Virginia Mitchell, wife of the plaintiff, against Dr. Robert H. White for loss of consortium; and,\n3; Dismissal of the action against Argonaut Insurance Company, insurer for Hot Spring Memorial County Hospital; and,\n4. Dismissal of the action against Dr. Stanley Combs, who was employed by Hot Spring County Memorial Hospital to cover the emergency room on weekends.\nIf there is sufficient evidence to support the trial court's action, we are duty bound to affirm the ruling of the trial court, while on the other hand, if the evidence falls short of the substantiality requirement, we are equally duty bound to reverse the action of the trial court.\nTHE FACTS\nAppellee, Delmon F. Mitchell, on Thursday, December 7, 1972, fell from the roof of a house while either in the process of ascending or descending a ladder and, as a direct consequence of the fall, sustained a fracture of the tibia1 and fibula2 of the right leg at the juncture of the mid and distal third of these bones. Mr. Mitchell was taken to the Hot Spring County Memorial Hospital, arriving at approximately 6:20 p.m. where he was seen by appellant, Dr. Robert H. White. Dr. White performed a closed reduction,3 the leg was placed in a stockinette, wrapped with sheet wadding and covered with a plaster of Paris cast4 from the instep to the groin, with the knee at an angle at 70 degrees and admitted Mr. Mitchell to the hospital.\nUpon reviewing the post-reduction x-ray film, Dr. White *792discovered the bones were not in perfect alignment. The cast was cut and reworked until Dr. White was satisfied with the alignment. Mr. Mitchell was then admitted to the floor of the hospital at 9:00 p.m. Within a few minutes of Mr. Mitchell's arrival upon the floor, Dr. White cut the cast to relieve pressure which Mr. Mitchell was complaining of.\nOn December 9, 1972, at approximately 2:00 a.m. Mr. Mitchell was unable to move his toes of the right foot and some swelling was observed. At 3:15 a.m., Mr. Mitchell complained further of being unable to move his toes which were observed to be cyanotic5 and cool to the touch. Dr. White was notified of Mr. Mitchell's condition by telephone and during the telephonic conversation, Dr. White directed the nurse, a licensed practical nurse, to cut the cast and wedge it a few inches. It seems that as a consequence of these steps, Mr. Mitchell obtained relief from these symptoms.\nAt approximately noon on December 9, 1972, Mr. Mitchell complained further of severe pain in his right leg and the inability to move his toes which were observed to be cyanotic. Dr. White was called. At 12:15 p.m., the cast was cut, pursuant to the directions given by Dr. White over the telephone, by Dr. Stanley Combs who was employed by the hospital to cover the emergency room of the hospital on weekends. Thereafter, the color in the toes was observed to be better, there was adequate circulation, good sensation, no pain and moderate swelling.\nAt 3:00 a.m. on December 10, 1972, Mr. Mitchell's toes appeared to be more cyanotic and swollen; again the cast was cut and wedged a few inches by Dr. Combs.\nDr. White saw and examined Mr. Mitchell on Monday, December 11, 1972, at 9:00 a.m.\nOn December 12, 1972, at approximately 9:15 a.m., Dr. White recognized the inability on the part of Mr. Mitchell to move his toes, the presence of sensation, but some discoloration of the toes. At 2:00 p.m., Dr. White cut a window in the cast over the peroneal nerve, and at 2:30 p.m., Dr. White ordered Mr. Mitchell transferred to the Arkansas Baptist Hospital in Little Rock under the care of Dr. Leighton Millard, an orthopedic surgeon. On the evening of December 12, 1972, Dr. Millard performed a fasciotomy of the right calf, and on December 28, 1972, the right leg was amputated below the knee.\nOn April 11, 1974, appellees, Delmon F. Mitchell and Virginia Mitchell, his wife, filed their complaint in the Circuit Court of Hot Spring County, Arkansas, against Argonaut Insurance Company, insurer for Hot Spring County Memorial Hospital,6 Dr. Robert H. White, and Hot Spring County Memorial Hospital, seeking a judgment jointly and severally against the defendants for the sum of $750,-000.00 for Mr. Mitchell and the sum of $100,000.00 for loss of consortium in behalf of Mrs. Mitchell. Defendants, Argonaut Insurance Company, Hot Spring County Memorial Hospital and Dr. Robert H. White, inter alia, denied the allegations contained in the complaint.\nOn October 22, 1974, plaintiffs filed an amendment to their complaint making Dr. Stanley Combs a party defendant to their action. On December 6, 1974, Dr. Combs filed his answer denying the allegations of the complaint of the plaintiffs, and filed his cross-claim against Hot Spring County Memorial Hospital, Argonaut Insurance Company and Dr. Robert H. White praying judgment against the cross-defendants for any sums that he might be held liable for under plaintiffs' complaint, and in the alternative, judgment against the cross-defendants for contribution in accordance with the Uniform Contribution Tortfeasors Act. On January 6, 1976, Hot Spring County Memorial Hospital and Argonaut Insurance Compány, among other things, filed their cross-complaint against Dr. Robert H. White and Dr. Stanley Combs for judgment by way of contribution or indemnity in the event they should be found liable to the plaintiffs for any sums. On January 8, 1976, Dr. Stanley Combs filed his answer denying the material allegations contained in the cross-complaint of Hot Spring County Memorial Hospital and Argonaut Insurance Company.\nHOLDING OF THE TRIAL COURT\nThe trial of this matter was conducted by the trial court on February 21, 1977, and on February 23, 1977, after all parties having rested, the plaintiffs and defendants moved the trial court for directed verdicts. On February 24, 1977, the trial court made the following ruling:\nA. Awarded Delmon Mitchell judgment against Dr. Robert H. White in the sum of $250,000.00 as and for special and general damages.\nB. Awarded Virginia Mitchell the sum of $50,-000.00 against Dr. Robert H. White for her claim of loss of consortium.\nC. Awarded judgment in behalf of Argonaut Insurance Company and against plaintiffs-appellees as the insurance carrier for Hot Spring County Memorial Hospital and its agents, servants and employees, thus, dismissing plaintiffs' complaint as to these defendants.\nD. Awarded judgment in favor of Dr. Stanley Combs and against plaintiffs-appellees, resulting in a dismissal of plaintiffs' complaint as to Dr. Combs.\nE. Awarded judgment in favor of Dr. Stanley Combs and against defendant, Argonaut Insurance Company, on the cross-claim of Argonaut Insurance Company against Dr. Stanley Combs, resulting in a dismissal of the cross-complaints Filed by Dr. Combs, Argonaut Insurance Company and Hot Spring County Memorial Hospital.\nAPPELLANT'S CONTENTIONS FOR REVERSAL\n1. Appellant, Dr. Robert H. White, is entitled to have judgment entered in his favor as a matter of law.\n*7952. The trial court erred in admitting the testimony of Dr. Thomas Henry Tabor, Jr.\n3. The judgments, are excessive.\nTHE DECISION\nI.\nAt the outset, we deem it advisable to consider appellant's contention that the trial court committed reversible error in admitting the testimony of Dr. Thomas Henry Tabor, Jr., expert witness called by Delmon F. Mitchell. The thrust of appellant's argument may be stated succinctly by quoting directly from appellant's brief:\n. . . He [Dr. Thomas H. Tabor, Jr.] has never been in Malvern, Arkansas, and is not specifically familiar with the practice of medicine by a general practitioner in that city. . . . His attempt to qualify to judge the standards of practice in Malvern was strictly a bootstrap operation. He stated it very simply: T do not believe the standards of care for any of us physicians would be any different in Arizona, New York State, Washington State, Malvern, Arkansas.'. . . This kind of testimony might be relevant on the question of the validity of the 'locality rule', but that issue has been settled in Arkansas. Dr. Tabor was not qualified to testify ....\nThe law in this state with reference to the liability of a physician for the practice of his profession is well settled. The requirement is that the physician or surgeon in the treatment of patients is required to possess and exercise that degree of skill and learning ordinarily possessed and exercised by members of his profession in good standing, practicing in the same or in a similar locality.7. . .\n*796In the case at bar, a highly trained specialist having no experience whatsoever with the general practice of medicine in Arkansas was allowed to testify about his evaluation of Dr. White's handling of a condition so unusual that it is not even observed by the majority of physicians in a lifetime of practice. To hold Dr. White liable in this case amounts, in effect, to the imposition of strict liability for the general practice of medicine. That is not the rule in Arkansas. ...\nIn Gambill v. Stroud, 258 Ark. 766 (1975), inter alia, we said:\nThe rule we have established is not a strict locality rule. It incorporates the similar community into the picture. The standard is not limited to that of a particular locality. Rather, it is that of persons engaged in a similar practice in similar localities, giving consideration to geographical location, size and character of the community.\n. . . [T]he similar locality rule is not necessarily so restrictive, and an expert witness need not be one who has practiced in the particular locality or who is intimately familiar with the practice in it in order to be competent to testify if the appropriate foundation has been laid to show that he is familiar with the standards of practice in a similar locality, either by his testimony or by other evidence showing the similarity of localities. ... (Emphasis added).\nThe pivotal question is whether the trial court properly determined, within the guidelines enunciated in Gambill, that Dr. Tabor was competent to testify?\nUnder Ark. Stat. Ann. § 28-1001, Rule 104 (Noncum. Supp., 1977), it is provided in material part as follows:\nPreliminary questions concerning the qualificiations of a person to be a witness, ... or the admissibility of evidence shall be determined by the court. ... (Emphasis added)\nIt is readily apparent that under Rule 104, a trial court has discretion in determining the qualifications of a person to be a witness and in further determining the admissibility of evidence, providing the evidence is not inadmissible under some exclusionary rule. In testing the propriety of the trial court's action in holding Dr. Tabor's testimony competent and admissible, our responsibility is to determine whether there has been an abuse of discretion on the part of the trial court.\nAfter carefully reviewing the record in this case, we are not persuaded that the trial court abused its discretion in receiving the testimony of Dr. Tabor. We emphasized in Gambill that an expert witness need not be one who has practiced in the particular locality, or one who is intimately familiar with the practice in it in order to be qualified as an expert to testify in a medical malpractice action, if an appropriate foundation is established to demonstrate that the witness is familiar with the standard of practice in a similar locality, either by his testimony or by other evidence showing the similarity of localities.\nPreliminarily to the presentation of the testimony desired of Dr. Tabor, or stated differently, in order to establish a foundation for the desired testimony, appellees offered the following evidence:\n1. That Dr. Tabor graduated from the University of Pennsylvania Medical School in 1946 as a doctor of medicine.\n2. That he did an internship in the United States Navy at a hospital in San Diego, California.\n3. That in order to qualify as a Board Certified Orthopedic Surgeon, Dr. Tabor was required to complete three years of orthopedic training and residency plus two years of private practice which he completed in 1956 and became Board Certified.\n4. That Dr. Tabor is licensed to practice his profession in the states of Pennsylvania, New Mexico, Arizona and California.\n5. That Dr. Tabor is the past president of the Western Orthopedic Association, and is presently serving as president of the United States-Mexico Medical Society which is essentially a group of physicians from Mexico and the southwestern part of the United States who exchange medical ideas.\n6. That Dr. Tabor is chief of the training program at St. Joseph General Hospital of Phoenix, Arizona, for interns and first year residency in orthopedic surgery and has held this position for a period of six years.\n7. Dr. Tabor has his own clinic and is associated with the Arizona Children's Hospital which specializes in children's diseases; and he further holds a teaching position in the children's hospital.\n8. Dr. Tabor reviewed the hospital charts from the Hot Spring County Memorial Hospital regarding Mr. Mitchell's injury; he reviewed the deposition of Dr. Combs; and these documents were reviewed as a doctor of general practice of medicine and not as an orthopedic surgeon.\nDr. Tabor further testified that he had served as a consultant in orthopedic surgery at the Navapache Hospital in Showlow, Arizona, a town with a population of 4,500; that he has practiced in and received patients, on a referral basis, from Casa Grande, a town with a population of 10,000 or 12,-000, which has a small hospital with general medical practitioners; that he has had patients from a number of other hospitals over the years from small and rural communities; that he has consulted, by phone, with many physicians in outlying areas in Arizona when these physicians encounter problems involving fractures.\nWe conclude that in view of Dr. Tabor's vast medical practice and his extensive association with medical institutions and general practitioners in communities comparable to Malvern, in terms of population, facilities, and the type of medical practice engaged in by the physicians therein, the trial court did not abuse its discretion in holding Dr. Tabor's testimony competent.\nII.\nAppellant argues that it is elementary that in a tort action, proximate causation, as well as negligence, must be established by direct or circumstantial evidence and that a causal connection may not be proved by conjecture and speculation. Appellant further argues that the evidence in this action is entirely speculative and conjectural and as a consequence, appellees have failed to discharge the burden of establishing negligence and proximate cause on the part of Dr. White, even with the testimony of Dr. Tabor being considered. Stated differently, appellant contends rather strenuously that there is no substantial evidence upon which a judgment against Dr. White can be sustained.\nIn Green v. Harrington, 253 Ark. 496, 487 S.W. 2d 612, we made the following observation:\nIt is an oft stated rule that it is the function of the jury or the trial court sitting as a jury to determine the preponderance of the evidence, and we affirm if there is any substantial evidence to support the finding after reviewing the evidence and all reasonable inferences deducible therefrom in the light most favorable to the appellee. . . .\n. . . [I]n testing the sufficiency of the evidence as being substantial in nature, we consider the testimony of the appellees alone or that portion of all the evidence which is most favorable to them. ...\n*800In Jordan v. Adams, 259 Ark. 407, 533 S.W. 2d 210, we stated:\nOn appeal we consider only that evidence which is most favorable to appellees in determining if substantial evidence exists.\nThe evidence in this case establishes that Mr. Mitchell's condition was diagnosed as an anterior tibial compartment syndrome which was caused by the injury that he sustained when he fell and fractured his right leg. The evidence establishes beyond any question that a fracture of the type sustained by Mr. Mitchell may result in circulatory problems which can decrease blood flow causing ultimately death to living tissue in the affected area; thus, an attending physician must be acutely concerned about any signs indicating circulatory problems.\nDr. Tabor testified as follows regarding the onset of Mr. Mitchell's circulatory problem and the objective signs that should have alerted Dr. White of the existence of this complication:\nA. Yes, I think I can tell you that the course from the time that this patient sustained his fracture showed some things beginning on the next day which indicated that problems were developing and that as each day progressed in the patient's care in the hospital, there was more evidence, should be more evidence to any physician that complications were developing which were beyond the usual type of thing that happens with this type of case. The features of loss of sensation in the foot; the amount of pain the patient complained about; the coloration of the foot which is called cyanosis; the temperature changes in the foot; the increasing evidence as day by day went by indicating that there was a definite problem with the circulation which was not recognized when it should have been to the point that when it was recognized it was unfortunately too late to do anything for the patient's limb to save it.\nDr. Tabor further testified as follows:\nQ. Dr. Tabor, if we can try and get to the specifics in terms of December 7, 1972. Did you feel that it was in any way improper or a failure to measure up to the appropriate standards of practice for Dr. White, given his background as I have described it to you and as you have read it in his deposition, to undertake the care of this patient?\nA. No. I think that Dr. White was capable of taking care of this type of case at the onset of the case, yes.\nQ. As we go over to December 8, 1972, is the finding at that time, Dr. Tabor, of the notation as set forth in the progress note at 8:30 a.m., 'patient has good circulation; can move toes but says there is no sensation in toes. ' Is that of any significance?\nA. Yes. It would be of some significance.\nQ. Why would that be?\nA. The lack of sensation would indicate that something was wrong as far as the extremity is concerned. It could be a number of features but at least it's a factor that indicates that something is different than it should be at that stage of the game. The loss of sensation would imply that either there was something wrong with the circulation or that there was something wrong with the nerve supply to that extremity. It would be a warning signal at this point.\nThe evidence reveals that Mr. Mitchell's cast was cut four times to relieve pressure:\n1. Dr. White cut the cast a few inches within minutes after Mr. Mitchell was admitted to the floor of the hospital in order to relieve pressure; and,\n2. A licensed practical nurse cut and wedged the cast a few inches at 3:15 a.m. on December 9, 1972, after receiving instructions from Dr. White over the telephone in order to relieve pressure;10 and,\n3. On December 9, 1972, at 12:15 p.m., the cast was cut by Dr. Combs pursuant to instructions given by Dr. White over the phone in order to relieve pressure; and,\n4. On December 10, 1972, at 3:00 a.m., the cast was cut and wedged a few inches by Dr. Combs in order to relieve pressure.11 \nDr. Combs testified relative to discussing Mr. Mitchell's condition with Dr. White as follows:\nQ. And after you saw Mr. Mitchell, you have a distinct recollection of calling Dr. White?\nA. Yes, I do.\nQ. Did you report to him essentially what you have told us here today?\n*803A. Yes, I did.\nThe following is the testimony of Dr. White when questioned about the telephone call Dr. Combs said he made relative to Mr. Mitchell:\nQ. You are not swearing that you got a call and you are not swearing that you didn't get a call?\nA. I am just saying I don't remember a call.\nAlthough the cast was cut and wedged at least four times and Mr. Mitchell continued to complain of pain, Dr. White never suggested that the stockinette may have been the source or partly contributing to the pressure and thus, the stockinette should be cut also. Moreover, Dr. White admitted that he did not have the faintest idea whether a physician splitting a cast should cut through the stockinette and wadding down to the bare skin of the patient's leg.\nIn this regard, Dr. Tabor testified as follows:\nA. Yes, if we are going to split a cast because we feel as a physician that that cast is too tight, the only way that we can be satisfied that we split the cast and everything down so that we can see the skin from the very end to the very top through this cast so we know there is not any kind of constricting band, either plaster or other material that is causing a tourniquet-like effect or other pressure effect on the circulation. In other words, that it is not too tight.\nDr. Tabor also testified:\nQ. Doctor, with respect to the medical treatment of Mr. Mitchell on December 7, 1972, did you find any deviations in that treatment afforded by Dr. White which you felt were a failure to measure up to the appropriate standard of practice in this community or similar communities?\nA. Well, in answer to your question, I would have to say *804we would have to look through the record as far as the care that was rendered with concern and plan out the features that make me feel that there was a performance that was not up to the standard of care in this particular case.\nDr. Tabor further testified as follows:\nQ. Do you have an opinion, Dr. Tabor, that you could express to a degree of reasonable medical probability whether this leg could have been saved if Dr. White had done something sooner?\nA. Yes. I think that I could give an opinion that up till (sic) probably at least some time in the morning of the 11th which was the day before he was transferred there would have been a reasonable hope or reasonable probability that the limb could have been salvaged.\nDr. White testified as follows:\nQ, Have you ever yet read, sir, the hospital chart from Little Rock Baptist Hospital?\nA. No I have not.\nQ. I want you to assume it to be true that when he arrived at Little Rock Baptist Hospital he was seen by Dr. Leighton Millard and Dr. Millard got the cast off and took him in and cut open the muscle and notes that the foot was cyanotic and he describes the muscle as being dark and dead. Isn't it true, Doctor, that the reasonable probabilities are that dark, dead muscle was caused by an insufficient blood supply over a period of time?\nA. Probably.\nDr. Leighton Millard testified that he had familiarized himself generally with the treatment given Mr. Mitchell before he saw Mr. Mitchell; and that what was done to relieve the pressure was unsuccessful and that if more appropriate measures had been taken, the cyanotic condition causing death to tissues and ultimately necessitating amputation of Mr. Mitchell's leg could have been avoided. Dr. Millard further testified that when a cast is split, the cutting should go right down to the skin. However, Dr. Millard emphasized that the anterior tibial compartment syndrome, when dealt with promptly, can be reversed by the removal of all pressure, while, on the other hand, there are some cases that are irreversible by any means known by medical science. Dr. Millard also stated that an anterior compartment syndrome is an unusual complication of a fracture; and that a majority of the doctors, other than orthopedists, would not see a syndrome in a lifetime of practice and that the syndrome results from a number of causes other than fractures. To illustrate the rarity of this type of fracture, Dr. Millard testified that he did not disagree with the report in the medical literature that as of February 1973, only twenty-six reported instances of anterior compartment syndrome had been found. Dr. Millard testified further that the amputation of Mr. Mitchell's leg was a result of the injury and subsequent anterior compartment syndrome and not the result of any treatment that Mr. Mitchell had received. However, Dr. Millard stated that early treatment of impaired circulation caused by a syndrome increases the probability of a successful result; that from the chart of the Hot Spring County Memorial Hospital, it is shown that there was elevation of temperature on December 9th, 10th and 11th, varying from 100.5 degrees to 102 degrees, and the pulse rate varied from 86 to 96; that these are general indicators that something is wrong and are danger signals. Moreover, Dr. Millard testified that Dr. White should have sought help from an orthopedic specialist as early as December 8th and 9th, given the findings contained in Mr. Mitchell's chart.\nWe are persuaded that there is substantial evidence in this record before us to support a finding that Dr. White failed to recognize, as he should have, and react to the circulatory problem with timely and appropriate action and, consequently, Dr. White's conduct was the proximate cause of the loss sustained by Mr. Mitchell.\nIII.\nAppellant earnestly argues that the judgments in behalf of appellees are grossly excessive and, therefore, should be reduced. However, appellant concedes that the amount of damages is generally a fact question.\nIn Jordan v. Adams, supra, we said, in commenting on a contention of excessiveness of an award of damages:\n. . . The ultimate question is whether the amount shocks the conscience of the court or demonstrates that the jurors were motivated by passion, prejudice or undue influence. ...\nIn Breitenberg v. Parker, 237 Ark. 261, 372 S.W. 2d 828, the following observation was made:\nEvery case involving the issue of excessiveness must be examined on its own facts; and before this Court can constitutionally reduce a verdict we must give the evidence in favor of the verdict its highest probative force and then determine whether there is any substantial evidence to sustain the verdict. ...\nDr. Millard testified that Mr. Mitchell had sustained a permanent disability to the body as a whole to the extent of 28 percent. The evidence further reflects that Mr. Mitchell is 42 years old. Mr. Mitchell's medical bills, as of the date of the trial, amounted to $5,543.00 and it is clear that he will need frequent medical attention in the future.\nThe evidence further reveals that Mr. Mitchell is a common laborer and has engaged in factory work, timber work, truck driving and farm labor. As a consequence of the amputation of his right leg, it is apparent that Mr. Mitchell's future earnings will be limited because of his condition. We are persuaded that the trial court's judgment is supported by substantial evidence.\nRelative to the recovery received by Mrs. Mitchell for the loss of consortium in the sum of $50,000.00, the evidence in this record shows essentially, as a consequence of the loss sustained by Mr. Mitchell, that Mrs. Mitchell is required to devote a considerable amount of her personal time and *807energy looking after her husband which includes: Bathing and massaging the stump for an hour or more so that her husband can sleep, she dries his stump each morning and is required to put on his stump sock and help her husband dress. Further, the evidence reflects that the Mitchells have curtailed their recreational activities and rarely participate in social functions. Appellees, in their brief, have characterized the personal services to be rendered by Mrs. Mitchell to her husband and the consideration given by the trial court to the services to be rendered by her as:\nIt was upon such evidence as this that the trial court evaluated the impairment of Mrs. Mitchell's marital relationship and the loss of services, society and companionship of her spouse.\nIn Arkansas Louisiana Gas Company v. Strickland, 238 Ark. 284, 379 S.W. 2d 280 (1964), in commenting upon certain services and chores to be performed by a wife as having any relationship to her claim of damages for loss of consortium, we made the following observation:\n. . . We fail to comprehend how the above mentioned chores comport with the word consortium as it is ordinarily used. It is defined by Black's Law Dictionary as follows:\n'Conjugal fellowship of husband and wife, and the right to each to the company, cooperation, affection, and aid of the other in every conjugal relationship.' \nIn other words, Arkansas Louisian Gas Company v. Strickland, supra, stands for the proposition that chores performed by a wife are not elements to be considered in determining damages for loss of consortium.\nIn Missouri Pacific Transportation Company v. Miller, 227 Ark. 351, 299 S.W. 2d 41 (1957), there was a total loss of consortium with a husband's remaining life expectancy of 27 years, however, we reduced the $25,000.00 award to $15,-000.00, stating that the loss of consortium is something dif*808ficult to measure in dollars and cents, but the recovery for loss of consortium should be dictated by reason and justice.\nMoreover, the services that are expected of Virginia Mitchell, which are nursing in nature, may have been taken into consideration by the trial court in fixing the amount of damages awarded to Mr. Mitchell. Indeed, this is a logical assumption to be made from the record before us. Therefore, to allow the same recovery in favor of the wife for some or all of these factors would plainly be a duplication.\nAfter giving the evidence in this case its highest probative force, we are persuaded that the judgment of the trial court in the sum of $50,000.00 for loss of consortium is highly speculative and is not supported by any substantial evidence and, consequently, is excessive. We hold that appellee, Virginia Mitchell, is entitled to recover a sum not exceeding $30,000.00. If within seventeen days, appellee Virginia Mitchell, will enter a remittitur of $20,000.00, the judgment for the remaining $30,000.00 will be affirmed, otherwise, the cause will be remanded for a new trial solely on the question of damages for the loss of consortium. See: Coca-Cola Bottling Company of Arkansas v. Langston, 198 Ark. 59, 127 S.W. 2d 263 (1939); Anheuser-Busch, Inc. v. McAlpin, 262 Ark. 907.\nModified and affirmed, if remittitur is entered by Mrs. Mitchell relative to the recovery for loss of consortium.\nByrd, J., would affirm the judgment in its entirety.\n* \nUnder Arkansas Law, where, at the conclusion of all of the evidence, all parties request a directed verdict and ask no other instructions, the effect of such action is to waive the right to have issues of fact determined by the jury and the matter is submitted to the court for a determination. See: Lee Rubber & Tire Corp. v. Camfield, 233 Ark. 543, 345 S.W. 2d 931.\n1 \nThe inner and larger bone of the leg below the knee.\n2 \nThe outer and smaller of the two bones of the leg.\n3 \nThe manipulative reduction of a fracture as opposed to an open reduction which is a reduction of a fracture after an incision into the fractured site.\n4 \nGauze or bandage impregnated with a solution consisting of fine powder (calcium culfate) and watter and wrapped around a fractured bone; when the solution dries the bandage becomes stiff and, therefore, immobilizes the part involved.\n5 \nBluish discoloration of the skin; an indication that there is not enough osygen in the blood.\n6 \nThe action against Argonaut Insurance' Company was brought under Ark. Stat. Ann. § 66-3240 (Repl. 1966) where the liability insurer may be sued direct where insured [is] not subject to suit for tort.\n7 \nAppellant has accurately stated the rule in malpractice cases by which a physician, surgeon, or dentist is held only to the standard of competency that exists in his own locality or in a similar locality. See: Gambill v. Stroud, 258 Ark. 766 (1975), 531 S.W. 2d 945; and A.M.I. 1501.\n8 \nDr. Tabor gave the following explanation of anterior tibial compartment syndrome:\nA. . . . An anterior compartment syndrome is a group of medical words we attach to a condition that occurs in the leg between the knee and ankle where the muscles run in and over the bones and around the bones we have a different compartment. We have a compartment in front of the leg over the bone that runs down on the side and there are about three or four muscles in here that are contained with what we call a fascia compartment containment over this. This is a very light structure. It doesn't give. When anything happens in this space or this compartment, that increases pressure, we get what is called an anterior compartment syndrome. . . It doesn't have much give to it and when increased pressure occurs in that compartment consequences occur which become dire if the pressure increases beyond a critical point.\n9 \nThe cast was cut and reworked the first time because Dr. White discovered, upon reviewing post-reduction x-ray film, that the bones were not in perfect alignment.\n10 \nThe evidence shows that Dr. White was advised by the nurse that Mr. Mitchell's toes were cyanotic and cool to the touch.\n11 \nIt is clear that no doctor saw Mr. Mitchell from Sunday, December 10, 1972, at 3:00 a.m., when Dr. Combs cut the cast to relieve pressure, until Dr. White came in at 9:00 a.m. on Monday, December 11, 1972. A period of thirty hours having elapsed after cyanotic toes were observed before Mr. Mitchell was seen by a physician.\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant physician was negligent in failing to recognise symptoms of loss of blood circulation in the plaintiff's injured leg, leading to its eventual amputation.\nSummary:\nthe plaintiff broke his leg and was admitted to hospital, where the defendant physician reset the broken bones and fitted a plaster cast.\nthe plaintiff complained several times of loss of sensation in, and coldness of, his toes, and the plaster cast was cut and refitted several times.\nthe plaintiff was eventually moved to a different hospital where he received the care of an orthopaedic surgeon, who cut into the muscle to relieve pressure, and eventually amputated the leg which contained dead tissue.\nthe cause of the dead tissue was an uncommon syndrome which the defendant physician should have recognised as abnormal and requiring additional care as early as 20 days before the leg was amputated, and up to four days before the plaintiff was moved to a different hospital.\nThe Supreme Court affirmed the directed verdict of the trial court that the defendant physician had fallen below the medical standard of care in treating the plaintiff on account of his failure to recognise the consistent abnormality of the plaintiff's condition.\n",
    "annotations": {
        "Facts": [
            "Appellee, Delmon F. Mitchell, on Thursday, December 7, 1972, fell from the roof of a house while either in the process of ascending or descending a ladder and, as a direct consequence of the fall, sustained a fracture of the tibia1 and fibula2 of the right leg at the juncture of the mid and distal third of these bones. Mr. Mitchell was taken to the Hot Spring County Memorial Hospital, arriving at approximately 6:20 p.m. where he was seen by appellant, Dr. Robert H. White. Dr. White performed a closed reduction,3 the leg was placed in a stockinette, wrapped with sheet wadding and covered with a plaster of Paris cast4 from the instep to the groin, with the knee at an angle at 70 degrees and admitted Mr. Mitchell to the hospital.Upon reviewing the post-reduction x-ray film, Dr. White *792discovered the bones were not in perfect alignment. The cast was cut and reworked until Dr. White was satisfied with the alignment. Mr. Mitchell was then admitted to the floor of the hospital at 9:00 p.m. Within a few minutes of Mr. Mitchell's arrival upon the floor, Dr. White cut the cast to relieve pressure which Mr. Mitchell was complaining of.On December 9, 1972, at approximately 2:00 a.m. Mr. Mitchell was unable to move his toes of the right foot and some swelling was observed. At 3:15 a.m., Mr. Mitchell complained further of being unable to move his toes which were observed to be cyanotic5 and cool to the touch. Dr. White was notified of Mr. Mitchell's condition by telephone and during the telephonic conversation, Dr. White directed the nurse, a licensed practical nurse, to cut the cast and wedge it a few inches. It seems that as a consequence of these steps, Mr. Mitchell obtained relief from these symptoms.At approximately noon on December 9, 1972, Mr. Mitchell complained further of severe pain in his right leg and the inability to move his toes which were observed to be cyanotic. Dr. White was called. At 12:15 p.m., the cast was cut, pursuant to the directions given by Dr. White over the telephone, by Dr. Stanley Combs who was employed by the hospital to cover the emergency room of the hospital on weekends. Thereafter, the color in the toes was observed to be better, there was adequate circulation, good sensation, no pain and moderate swelling.At 3:00 a.m. on December 10, 1972, Mr. Mitchell's toes appeared to be more cyanotic and swollen; again the cast was cut and wedged a few inches by Dr. Combs.Dr. White saw and examined Mr. Mitchell on Monday, December 11, 1972, at 9:00 a.m.On December 12, 1972, at approximately 9:15 a.m., Dr. White recognized the inability on the part of Mr. Mitchell to move his toes, the presence of sensation, but some discoloration of the toes. At 2:00 p.m., Dr. White cut a window in the cast over the peroneal nerve, and at 2:30 p.m., Dr. White ordered Mr. Mitchell transferred to the Arkansas Baptist Hospital in Little Rock under the care of Dr. Leighton Millard, an orthopedic surgeon. On the evening of December 12, 1972, Dr. Millard performed a fasciotomy of the right calf, and on December 28, 1972, the right leg was amputated below the knee.",
            "from the time that this patient sustained his fracture showed some things beginning on the next day which indicated that problems were developing and that as each day progressed in the patient's care in the hospital, there was more evidence, should be more evidence to any physician that complications were developing which were beyond the usual type of thing that happens with this type of case. The features of loss of sensation in the foot; the amount of pain the patient complained about; the coloration of the foot which is called cyanosis; the temperature changes in the foot; the increasing evidence as day by day went by indicating that there was a definite problem with the circulation",
            "Did you feel that it was in any way improper or a failure to measure up to the appropriate standards of practice for Dr. White, given his background as I have described it to you and as you have read it in his deposition, to undertake the care of this patient?A. No. I think that Dr. White was capable of taking care of this type of case at the onset of the case, yes.Q. As we go over to December 8, 1972, is the finding at that time, Dr. Tabor, of the notation as set forth in the progress note at 8:30 a.m., 'patient has good circulation; can move toes but says there is no sensation in toes. ' Is that of any significance?A. Yes. It would be of some significance.Q. Why would that be?A. The lack of sensation would indicate that something was wrong as far as the extremity is concerned. It could be a number of features but at least it's a factor that indicates that something is different than it should be at that stage of the game. The loss of sensation would imply that either there was something wrong with the circulation or that there was something wrong with the nerve supply to that extremity. It would be a warning signal at this point.",
            "Mr. Mitchell's cast was cut four times to relieve pressure:1. Dr. White cut the cast a few inches within minutes after Mr. Mitchell was admitted to the floor of the hospital in order to relieve pressure; and,2. A licensed practical nurse cut and wedged the cast a few inches at 3:15 a.m. on December 9, 1972, after receiving instructions from Dr. White over the telephone in order to relieve pressure;10 and,3. On December 9, 1972, at 12:15 p.m., the cast was cut by Dr. Combs pursuant to instructions given by Dr. White over the phone in order to relieve pressure; and,4. On December 10, 1972, at 3:00 a.m., the cast was cut and wedged a few inches by Dr. Combs in order to relieve pressure.11",
            "Dr. Combs testified relative to discussing Mr. Mitchell's condition with Dr. White as follows:Q. And after you saw Mr. Mitchell, you have a distinct recollection of calling Dr. White?A. Yes, I do.Q. Did you report to him essentially what you have told us here today?*803A. Yes, I did.",
            "Although the cast was cut and wedged at least four times and Mr. Mitchell continued to complain of pain, Dr. White never suggested that the stockinette may have been the source or partly contributing to the pressure and thus, the stockinette should be cut also. Moreover, Dr. White admitted that he did not have the faintest idea whether a physician splitting a cast should cut through the stockinette and wadding down to the bare skin of the patient's leg.In this regard, Dr. Tabor testified as follows:A. Yes, if we are going to split a cast because we feel as a physician that that cast is too tight, the only way that we can be satisfied that we split the cast and everything down so that we can see the skin from the very end to the very top through this cast so we know there is not any kind of constricting band, either plaster or other material that is causing a tourniquet-like effect or other pressure effect on the circulation. In other words, that it is not too tight.Dr. Tabor also testified:Q. Doctor, with respect to the medical treatment of Mr. Mitchell on December 7, 1972, did you find any deviations in that treatment afforded by Dr. White which you felt were a failure to measure up to the appropriate standard of practice in this community or similar communities?A. Well, in answer to your question, I would have to say *804we would have to look through the record as far as the care that was rendered with concern and plan out the features that make me feel that there was a performance that was not up to the standard of care in this particular case.Dr. Tabor further testified as follows:Q. Do you have an opinion, Dr. Tabor, that you could express to a degree of reasonable medical probability whether this leg could have been saved if Dr. White had done something sooner?A. Yes. I think that I could give an opinion that up till (sic) probably at least some time in the morning of the 11th which was the day before he was transferred there would have been a reasonable hope or reasonable probability that the limb could have been salvaged.",
            "when he arrived at Little Rock Baptist Hospital he was seen by Dr. Leighton Millard and Dr. Millard got the cast off and took him in and cut open the muscle and notes that the foot was cyanotic and he describes the muscle as being dark and dead. Isn't it true, Doctor, that the reasonable probabilities are that dark, dead muscle was caused by an insufficient blood supply over a period of time?A. Probably.Dr. Leighton Millard",
            "had familiarized himself generally with the treatment given Mr. Mitchell before he saw Mr. Mitchell; and that what was done to relieve the pressure was unsuccessful and that if more appropriate measures had been taken, the cyanotic condition causing death to tissues and ultimately necessitating amputation of Mr. Mitchell's leg could have been avoided. Dr. Millard",
            "when a cast is split, the cutting should go right down to the skin. However, Dr. Millard emphasized that the anterior tibial compartment syndrome, when dealt with promptly, can be reversed by the removal of all pressure, while, on the other hand, there are some cases that are irreversible by any means known by medical science. Dr. Millard also stated that an anterior compartment syndrome is an unusual complication of a fracture; and that a majority of the doctors, other than orthopedists, would not see a syndrome in a lifetime of practice and that the syndrome results from a number of causes other than fractures. To illustrate the rarity of this type of fracture,",
            "Dr. Millard",
            "did not disagree with the report in the medical literature that as of February 1973, only twenty-six reported instances of anterior compartment syndrome had been found. Dr. Millard ",
            "the amputation of Mr. Mitchell's leg was a result of the injury and subsequent anterior compartment syndrome and not the result of any treatment that Mr. Mitchell had received. However, Dr. Millard stated that early treatment of impaired circulation caused by a syndrome increases the probability of a successful result; that from the chart of the Hot Spring County Memorial Hospital, it is shown that there was elevation of temperature on December 9th, 10th and 11th, varying from 100.5 degrees to 102 degrees, and the pulse rate varied from 86 to 96; that these are general indicators that something is wrong and are danger signals. Moreover, Dr. Millard",
            "Dr. White should have sought help from an orthopedic specialist as early as December 8th and 9th, given the findings contained in Mr. Mitchell's chart."
        ],
        "Procedural History": [
            "trial court's action in granting directed verdicts in this medical malpractice action resulting in the following:1. A judgment in the sum of $250,000.00 on the medical malpractice complaint of Delmon F. Mitchell against Dr. Robert H. White; and,2. A judgment in the sum of $50,000.00 for Virginia Mitchell, wife of the plaintiff, against Dr. Robert H. White for loss of consortium; and,3; Dismissal of the action against Argonaut Insurance Company, insurer for Hot Spring Memorial County Hospital; and,4. Dismissal of the action against Dr. Stanley Combs, who was employed by Hot Spring County Memorial Hospital to cover the emergency room on weekends.",
            "The trial of this matter was conducted by the trial court on February 21, 1977, and on February 23, 1977, after all parties having rested, the plaintiffs and defendants moved the trial court for directed verdicts. On February 24, 1977, the trial court made the following ruling:A. Awarded Delmon Mitchell judgment against Dr. Robert H. White in the sum of $250,000.00 as and for special and general damages.B. Awarded Virginia Mitchell the sum of $50,-000.00 against Dr. Robert H. White for her claim of loss of consortium.C. Awarded judgment in behalf of Argonaut Insurance Company and against plaintiffs-appellees as the insurance carrier for Hot Spring County Memorial Hospital and its agents, servants and employees, thus, dismissing plaintiffs' complaint as to these defendants.D. Awarded judgment in favor of Dr. Stanley Combs and against plaintiffs-appellees, resulting in a dismissal of plaintiffs' complaint as to Dr. Combs.E. Awarded judgment in favor of Dr. Stanley Combs and against defendant, Argonaut Insurance Company, on the cross-claim of Argonaut Insurance Company against Dr. Stanley Combs, resulting in a dismissal of the cross-complaints Filed by Dr. Combs, Argonaut Insurance Company and Hot Spring County Memorial Hospital."
        ],
        "Application of Law to Facts": [
            "The evidence in this case establishes that Mr. Mitchell's condition was diagnosed as an anterior tibial compartment syndrome which was caused by the injury that he sustained when he fell and fractured his right leg. The evidence establishes beyond any question that a fracture of the type sustained by Mr. Mitchell may result in circulatory problems which can decrease blood flow causing ultimately death to living tissue in the affected area; thus, an attending physician must be acutely concerned about any signs indicating circulatory problems.",
            "We are persuaded that there is substantial evidence in this record before us to support a finding that Dr. White failed to recognize, as he should have, and react to the circulatory problem with timely and appropriate action and, consequently, Dr. White's conduct was the proximate cause of the loss sustained by Mr. Mitchell."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "affirmed"
        ]
    },
    "class": "affirm"
}