{
    "text": "Schmidt v. Gibbs, 305 Ark. 383, 807 S.W.2d 928 (1991)\nApril 29, 1991 · Arkansas Supreme Court · 90-264 \n305 Ark. 383, 807 S.W.2d 928 \nHomer D. SCHMIDT, Administrator of the Estate of His Deceased Wife, Betty Schmidt, et al. v. Dr. Mark GIBBS, Dr. Stanley Browning; Arkansas Anesthesia, P.A., et. al. \n807 S.W.2d 928\nSupreme Court of Arkansas\n*384 The McMath Law Firm, P.A., by: Phillip H. McMath, for appellants.\nFriday, Eldredge & Clark, for appellee St. Paul Fire and Marine Insurance Company.\nMitchell, Williams, Selig and Tucker, by: T. Scott Clevenger, for appellees Dr. Stanley Browning and Arkansas Anesthesia.\n*385Special Justice David R. Matthews.\nThis is a wrongful death medical malpractice case. The appellant, Homer D. Schmidt, contends that the trial court erred in granting the motion for summary judgment of the appellees, Dr. Stanley Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance Company as insurer of Baptist Medical Center. We disagree as to appellees, Browning and Arkansas Anesthesia, P.A., and affirm as to them. However, the appellant is correct that there were genuine issues of material fact as to appellee, St. Paul Fire and Marine Insurance Company, the property and liability insurer of Baptist Medical Center. Accordingly, we reverse and remand as to St. Paul Fire and Marine Insurance Company.\nHomer D. Schmidt brought this action in the circuit court of White County, Arkansas on November 30,1989, as the administrator of the estate of his deceased wife, Betty Schmidt. Appellant alleged medical malpractice on the part of the defendants, Dr. Mark Gibbs, Dr. Stanley Browning, Arkansas'Anesthesia, P.A., and Baptist Medical Center. On March 30,1989, Betty Schmidt was asleep under general anesthesia for a tracheostomy procedure being performed by Dr. Mark Gibbs. While performing the operation, Dr. Gibbs was utilizing a cauterizing machine, referred to as a bovie. The bovie machine is a heat producing device used to make an incision in the patient's trachea. During the operation, a flame of fire approximately six inches in length emanated from the patient's throat which flame was extinguished by the nurse anesthetist and nurses. The appellant alleged that the injuries Betty Schmidt suffered from the fire were a contributing proximate cause of her subsequent death on April 11, 1989.\nDr. Stanley Browning, though not present at the time, was the anesthesiologist supervising Terry Ray, the nurse anesthetist who actually induced the anesthesia. Both Dr. Browning and Nurse Ray were employees of the Defendant, Arkansas Anesthesia, P.A. The nurses present were employees of Baptist Medical Center and the equipment utilized in the operation procedure was the property of Baptist Medical Center. Baptist Medical Center is insured by St. Paul Fire and Marine Insurance Company. In addition to specific allegations of ordinary negligence against each of the named defendants, the appellant alleged that the defendants were all jointly liable under the doctrine of res ipsa loquitur. \nDuring the discovery process, the appellant named Dr. Mervyn Jeffries as his expert witness on the issues of liability and damages. A discovery deposition of Dr. Jeffries was taken. In that deposition, Dr. Jeffries testified that Dr. Gibbs was negligent. He was asked the following:\nQ. Are you in any way critical of the nurses in the care they provided during the tracheostomy procedure?\nA. No.\nQ. Are you critical of anyone other than Dr. Gibbs with respect to the fire occurring during the tracheostomy?\nA. No.\nUpon inquiry by counsel for appellees, Browning and Arkansas Anesthesia, P.A., Dr. Jeffries testified that the care and treatment rendered by Dr. Browning, Nurse Ray, and thus, Arkansas Anesthesia, P.A., was not below the standard of care in the community. It is important to note that Dr. Jeffries did not express an opinion on whether the involvement or care and treatment of Betty Schmidt by the nursing team or Baptist Medical Center was within or below the standard of care for the community.\nAs a result of Dr. Jeffries' testimony, the appellees, Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance on behalf of Baptist Medical Center, moved for summary judgment. Dr. Mark Gibbs also moved for summary judgment. The motions for summary judgment of Dr. Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance were granted. The motion of Dr. Gibbs was denied.\nSince the defendant, Dr. Mark Gibbs, remained in the case, the trial court made a finding pursuant to Rule 54(b) of the Arkansas Rules of Civil Procedure that directed entry of final judgment as to appellees, Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance, and specifically found that there was no just cause for delay, making a specific determination that a danger of hardship or injustice would arise should an immediate appeal not be allowed. It is from this judgment that appellant appealed directly to the supreme court *387pursuant to Rule 29 (o).\nActions for medical injury are governed by the Arkansas Medical Malpractice Act, Ark. Code Ann. §§ 16-114-201 to -209 (1987). Specifically, any plaintiff in an action for medical injury has the burden of proving 1) the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he practices or in a similar locality; 2) that the medical care provider failed to act in accordance with that standard; and 3) that as a proximate result thereof, the injured person suffered injuries which would not have otherwise occurred. Ark. Code Ann. § 16-114-206 (1987). The appellants herein have attempted to meet the requirements of the Arkansas Malpractice Act by means of the expert testimony and affidavits of Dr. Mervyn Jeffries. In addition, appellants have plead and argued that all defendants are liable under the theory of res ipsa loquitur. \nThe theory of res ipsa loquitur is a rule of evidence that comes into play when:\n1. The defendant owes a duty to the plaintiff to use due care;\n2. The accident is caused by the thing or instrumentality under the control of the defendant;\n3. The accident which caused the injury is one that, in the ordinary course of things would not occur if those having control and management of the instrumentality used proper care;\n4. There is an absence of evidence to the contrary. Dollins v. Hartford Accident & Indemnity Co., 252 Ark. 13, 477 S.W.2d 179 (1972); Martin v. Aetna Casualty & Surety Co., 239 Ark. 95, 387 S.W.2d 334 (1965); and Southwestern Tel. & Tel. Co. v. Bruce, 89 Ark. 581, 117 S.W. 564 (1909).\nIf each of the elements for the application of the doctrine of res ipsa loquitur is present, then the accident from which the injury results is prima facie evidence of negligence and shifts to the defendant the burden of proving that it was not caused through any lack of care on its part. Southwestern Tel. & Tel. Co. v. Bruce, 89 Ark. 581, 117 S.W. 564.\nThe state of Arkansas law on the application of the doctrine *388of res ipsa loquitur to medical malpractice cases is confusing and unclear. In Routen v. McGee, 208 Ark. 501, 504, 186 S.W.2d 779, 780 (1945), the court stated, we have very definitely held that the doctrine does not apply to. . .the practice of medicine and surgery. . . .\nSubsequent cases and treatise writers have relied on that statement to reach the conclusion that Arkansas does not recognize the doctrine of res ipsa loquitur as to the practice of medicine or surgery. See Adams v. Heffington, 216 Ark. 534, 226 S.W.2d 352 (1950); Norland v. Washington General Hospital, 461 F.2d 694 (8th Cir. 1972), and comment to AMI Civil 3rd, 1501. However, the court in Routen v. McGee, was relying upon and referring to the case of Brown v. Dark, 196 Ark. 724, 119 S.W.2d 529 (1938). We believe the court in Routen misconstrued our holding in Brown v. Dark. The Brown case does not hold that res ipsa loquitur does not apply in all malpractice cases. Instead, it holds that the doctrine of res ipsa loquitur does not apply under the facts presented in Brown. The alleged malpractice in Brown concerned the setting of a broken arm of a six-year-old boy, which resulted in infection and caused paralysis and rendered the arm useless. Plaintiffs therein attempted to show that the infection occurred as a result of the arm being bound too tightly so as to cut into the flesh and being placed in the cast without protecting the flesh. The court went into great detail in discussing the various treatments offered the young boy. Considerable attention was given to the father's decision to take the boy home and out of treatment. The court ended its discussion as follows:\nOur conclusion is that appellee has failed to support his allegations with substantial evidence. This is a case where a layman took chances and experienced misfortune of a tragic nature. If the doctrine res ipsa loquitur applied, the judgments might be sustained. But, it does not. Medicine and surgery are inexact sciences and physicians are not guarantors of results. Our view is that permanent injuries to appellee's son were occasioned by appellee's own negligence or error of judgment in not leaving the patient with Dr. McAdams when it became apparent infection had developed.\nThe doctrine of res ipsa loquitur did not apply in Brown because of the father's negligence. Obviously, the fourth essential element of res ipsa loquitur — that there be an absence of evidence to the contrary — was missing in the facts in Brown. Thus, the doctrine of res ipsa loquitur could not have applied. The confusion resulting from the misinterpretation of Brown by the Routen court is understandable. Thus, we clearly state here that the doctrine of res ipsa loquitur may apply in cases of medical malpractice on the part of any and all medical care providers as defined by the Medical Malpractice Act if the essential elements for application of the doctrine exist. We have said as much in cases subsequent to Routen v. McGee dealing with hospitals and nurses. See Martin v. Aetna Casualty and Surety Co., 239 Ark. 95, 387 S.W.2d 334; Dollins v. Hartford Accident & Indemnity Co., 252 Ark. 13, 477 S.W.2d 179.\nIn the instant case, the appellant is not entitled to the application of the doctrine of res ipsa loquitur in respect to appellees Browning and Arkansas Anesthesia, P.A., for. reasons similar to those discussed in Brown. Here, there is evidence to the contrary which indicates the use of proper care by Dr. Browning and Nurse Ray. The expert witness selected by the appellant has testified in clear and unequivocal terms that the care and treatment offered by Dr. Browning and Nurse Ray was not below the standard of care required. In addition, the appellees' expert witness, Dr. Robert G. Valentine, corroborates Dr. Jeffries' opinion that Dr. Browning and Nurse Ray had met the requisite standard of care.\nAppellant attempts to maintain the potential liability of Dr. Browning and Nurse Ray by submitting Dr. Jeffries' affidavits opining that the type of fire which occurred in this case could not happen absent negligence on behalf of someone on the surgical team of Dr. Gibbs, Dr. Browning, Nurse Anesthetist Ray, and the attending nurses. However, this evidence is insufficient to overcome Dr. Jeffries' testimony that the actions of Dr. Browning and Nurse Ray were not below the standard of care required. This testimony constitutes evidence to the contrary thereby preventing the application of the doctrine of res ipsa loquitur. Since there is no direct evidence of negligence either, there are no material issues of fact in dispute. Accordingly, the decision of the trial court to grant summary judgment on behalf of appellees, Dr. Stanley Browning and Arkansas Anesthesia, P.A., is affirmed.\nAppellee St. Paul Fire and Marine Insurance Company, insurer for Baptist Medical Center, is not so fortunate. The trial court granted the motion for summary judgment on behalf of St. Paul because it considered the doctrine of res ipsa loquitur inapplicable because the nurses were not in exclusive control of the procedure. We disagree. One of the elements necessary for the application of the doctrine of res ipsa loquitur is that the accident is caused by the thing or instrumentality that is under the control or management of the defendant. Southwestern Tel. & Tel. Co. v. Bruce, 89 Ark. 581, 117 S.W. 564. The defendant in the case at bar is St. Paul Fire and Marine Insurance Company, insurer for Baptist Medical Center. The operating room, equipment, and nurses were all things or instrumentalities under the control or management of Baptist Medical Center.\nWe therefore believe that this element of res ipsa loquitur was established. We further believe that the appellant had submitted, through expert testimony, facts which, if believed, would satisfy each of the remaining elements necessary for the application of the doctrine of res ipsa loquitur. The situation of appellee, St. Paul Fire and Marine, is therefore distinguishable from that of the appellees, Browning and Arkansas Anesthesia, P.A. As related above, there was clear and unequivocal testimony that Dr. Browning and Nurse Ray had met the required standard of care. The testimony concerning the care provided by nurses who were employees of Baptist Medical Center is not so clear and unequivocal.\nThe evidence before the trial court concerning the care provided by the nurses and Baptist Medical Center consisted of the deposition and two affidavits of plaintiffs expert witness, Dr. Mervyn Jeffries. In his deposition, Dr. Jeffries stated that he was not in any way critical of the nurses in the care they provided during the tracheostomy procedure. This testimony is not an unequivocal statement that the nurses met the requisite standard of care. In Dr. Jeffries' affidavits he opines that the type of fire that occurred in this case could not happen absent negligence on the part of someone on the surgical team comprised of Dr. Gibbs, Dr. Browning, Nurse Ray, and the nursing team. If believed, these facts, in our view, would warrant the application of the doctrine of res ipsa loquitur. Thus, there clearly remained an issue of material fact to be litigated. Summary judgment should not be granted where reasonable minds could differ as to the conclusions they could draw from the facts presented. Lee v. Doe, 274 Ark. 467, 626 S.W.2d 353 (1981).\nWe feel it was improper to grant summary judgment on behalf of St. Paul Fire and Marine Insurance Company as the record stood at the time of the judgment. Therefore, that portion of the case is remanded for further proceedings consistent with this opinion.\nAffirmed, in part.\nReversed, in part.\nSpecial Justice Eddie H. Walker joins.\nHays and Brown, JJ., not participating.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant medical centre was negligent by acting through its nursing team in a way that contributed to the causing of a fire that injured the plaintiff and from which the plaintiff's death resulted.\nSummary:\nthe plaintiff was undergoing a tracheotomy under general anaesthetic which involved an incision being made in her throat using a cauterising device that produces heat. A flame of fire emanated from the plaintiff's throat while the device was being used. The plaintiff died.\nThe plaintiff (technically, the husband of the deceased) alleged that negligence caused the plaintiff's death.\nThe plaintiff's expert testified that the care provided by some of the members of the medical team was not below the applicable standard of care, and this was corroborated by the expert who gave evidence on behalf of the defendants. Thus, some defendants were not negligent.\nthe plaintiff asserted the applicability of res ipsa loquitur, which allows a court to determine that a defendant is liable even when specific conduct that falls below a standard of care cannot be identified. Essentially, all that is necessary to invoke the doctrine is a finding that the accident causing the injury which is alleged to have been inflicted negligently would not occur if proper care had been exercised.\nIn this case, there was no testimony asserting that the nurses in the employ of the defendant had exercised proper care, and the plaintiff's expert testified that the accident could only have occurred if someone was negligent.\nConsequently, the accident was caused by negligence, and it was wrong to grant summary judgement in favour of the defendant medical centre.\n",
    "annotations": {
        "Facts": [
            "appellant, Homer D. Schmidt,",
            "appellees, Dr. Stanley Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance Company as insurer of Baptist Medical Center",
            "deceased wife, Betty Schmidt",
            "defendants, Dr. Mark Gibbs, Dr. Stanley Browning, Arkansas'Anesthesia, P.A., and Baptist Medical Center. On March 30,1989, Betty Schmidt was asleep under general anesthesia for a tracheostomy procedure being performed by Dr. Mark Gibbs. While performing the operation, Dr. Gibbs was utilizing a cauterizing machine, referred to as a bovie. The bovie machine is a heat producing device used to make an incision in the patient's trachea. During the operation, a flame of fire approximately six inches in length emanated from the patient's throat which flame was extinguished by the nurse anesthetist and nurses.",
            "injuries Betty Schmidt suffered from the fire",
            "subsequent death on April 11, 1989.Dr. Stanley Browning, though not present at the time, was the anesthesiologist supervising Terry Ray, the nurse anesthetist who actually induced the anesthesia. Both Dr. Browning and Nurse Ray were employees of the Defendant, Arkansas Anesthesia, P.A. The nurses present were employees of Baptist Medical Center and the equipment utilized in the operation procedure was the property of Baptist Medical Center. Baptist Medical Center is insured by St. Paul Fire and Marine Insurance Company.",
            "Dr. Mervyn Jeffries as his expert witness",
            "A discovery deposition of Dr. Jeffries was taken. In that deposition, Dr. Jeffries testified that Dr. Gibbs was negligent. He was asked the following:Q. Are you in any way critical of the nurses in the care they provided during the tracheostomy procedure?A. No.Q. Are you critical of anyone other than Dr. Gibbs with respect to the fire occurring during the tracheostomy?A. No.Upon inquiry by counsel for appellees, Browning and Arkansas Anesthesia, P.A., Dr. Jeffries testified that the care and treatment rendered by Dr. Browning, Nurse Ray, and thus, Arkansas Anesthesia, P.A., was not below the standard of care in the community. It is important to note that Dr. Jeffries did not express an opinion on whether the involvement or care and treatment of Betty Schmidt by the nursing team or Baptist Medical Center was within or below the standard of care for the community."
        ],
        "Procedural History": [
            "trial court",
            "granting the motion for summary judgment",
            "The motions for summary judgment of Dr. Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance were granted. The motion of Dr. Gibbs was denied.",
            "the trial court made a finding pursuant to Rule 54(b) of the Arkansas Rules of Civil Procedure that directed entry of final judgment as to appellees, Browning, Arkansas Anesthesia, P.A., and St. Paul Fire and Marine Insurance, and specifically found that there was no just cause for delay, making a specific determination that a danger of hardship or injustice would arise should an immediate appeal not be allowed. It is from this judgment that appellant appealed directly to the supreme court",
            "The trial court granted the motion for summary judgment on behalf of St. Paul because it considered the doctrine of res ipsa loquitur inapplicable because the nurses were not in exclusive control of the procedure."
        ],
        "Application of Law to Facts": [
            "In the instant case, the appellant is not entitled to the application of the doctrine of res ipsa loquitur in respect to appellees Browning and Arkansas Anesthesia, P.A., for. reasons similar to those discussed in Brown. Here, there is evidence to the contrary which indicates the use of proper care by Dr. Browning and Nurse Ray. The expert witness selected by the appellant has testified in clear and unequivocal terms that the care and treatment offered by Dr. Browning and Nurse Ray was not below the standard of care required. In addition, the appellees' expert witness, Dr. Robert G. Valentine, corroborates Dr. Jeffries' opinion that Dr. Browning and Nurse Ray had met the requisite standard of care.",
            "Dr. Jeffries' testimony that the actions of Dr. Browning and Nurse Ray were not below the standard of care required. This testimony constitutes evidence to the contrary thereby preventing the application of the doctrine of res ipsa loquitur. Since there is no direct evidence of negligence either, there are no material issues of fact in dispute.",
            "One of the elements necessary for the application of the doctrine of res ipsa loquitur is that the accident is caused by the thing or instrumentality that is under the control or management of the defendant.",
            "The defendant in the case at bar is St. Paul Fire and Marine Insurance Company, insurer for Baptist Medical Center. The operating room, equipment, and nurses were all things or instrumentalities under the control or management of Baptist Medical Center.We therefore believe that this element of res ipsa loquitur was established. We further believe that the appellant had submitted, through expert testimony, facts which, if believed, would satisfy each of the remaining elements necessary for the application of the doctrine of res ipsa loquitur. The situation of appellee, St. Paul Fire and Marine, is therefore distinguishable from that of the appellees, Browning and Arkansas Anesthesia, P.A. As related above, there was clear and unequivocal testimony that Dr. Browning and Nurse Ray had met the required standard of care. The testimony concerning the care provided by nurses who were employees of Baptist Medical Center is not so clear and unequivocal.",
            "In his deposition, Dr. Jeffries stated that he was not in any way critical of the nurses in the care they provided during the tracheostomy procedure. This testimony is not an unequivocal statement that the nurses met the requisite standard of care. In Dr. Jeffries' affidavits he opines that the type of fire that occurred in this case could not happen absent negligence on the part of someone on the surgical team comprised of Dr. Gibbs, Dr. Browning, Nurse Ray, and the nursing team. If believed, these facts, in our view, would warrant the application of the doctrine of res ipsa loquitur. Thus, there clearly remained an issue of material fact to be litigated."
        ],
        "Relevant Precedents": [
            "Arkansas Medical Malpractice Act, Ark. Code Ann. §§ 16-114-201 to -209 (1987).",
            "Ark. Code Ann. § 16-114-206 (1987).",
            "Southwestern Tel. & Tel. Co. v. Bruce, 89 Ark. 581, 117 S.W. 564."
        ],
        "Outcome": [
            "We disagree as to appellees, Browning and Arkansas Anesthesia, P.A., and affirm as to them. However, the appellant is correct that there were genuine issues of material fact as to appellee, St. Paul Fire and Marine Insurance Company, the property and liability insurer of Baptist Medical Center. Accordingly, we reverse and remand as to St. Paul Fire and Marine Insurance Company.",
            "Accordingly, the decision of the trial court to grant summary judgment on behalf of appellees, Dr. Stanley Browning and Arkansas Anesthesia, P.A., is affirmed.",
            "We disagree",
            "We feel it was improper to grant summary judgment on behalf of St. Paul Fire and Marine Insurance Company as the record stood at the time of the judgment. Therefore, that portion of the case is remanded for further proceedings consistent with this opinion.Affirmed, in part.Reversed, in part."
        ]
    },
    "class": "mixed"
}