{
    "text": "Arkansas Valley Electric Cooperative Corp. v. Davis, 304 Ark. 70, 800 S.W.2d 420 (1990)\nDec. 3, 1990 · Arkansas Supreme Court · 89-311 \n304 Ark. 70, 800 S.W.2d 420 \nARKANSAS VALLEY ELECTRIC COOPERATIVE CORPORATION, Appellant v. Hud DAVIS, Formerly a Minor, by Woodrow Davis, His Father and Next Friend, Woodrow Davis and Barbara Davis, Appellees/Cross-Appellants v. Osmose Wood Preserving Company of America, Inc., Cross-Appellee \n800 S.W.2d 420\nSupreme Court of Arkansas\n[Rehearing denied January 14, 1991.*]\n*71 Friday, Eldredge & Clark, by: Barry E. Coplin, for appellant.\nBatchelor & Batchelor, by: Fines F. Batchelor, Jr., for appellees and cross-appellants.\nShaw, Ledbetter, Hornberger, Cogbill & Arnold, by: Robert E. Hornberger, for cross-appellee.\n* \nCorbin and Brown, JJ., not participating.\nJames H. McKenzie, Special Justice.\nThe appellees are Hud Davis, a minor, by Woodrow Davis, his father and next friend, Woodrow Davis, individually, and Barbara Davis, the mother of Hud Davis, individually. They brought a negligence action against Arkansas Valley Electric Cooperative (Arkansas *72Valley), and Osmose Wood Preserving Company of America, Inc. (Osmose).\nHud Davis (Hud), age sixteen, was injured on March 15, 1984, when he came in contact with a 7,200 volt electric power line of Arkansas Valley. The line served the Davis residence and had fallen to the ground due to a pole of Arkansas V alley breaking at the ground level. The Davises alleged that Arkansas Valley and Osmose negligently failed to replace the pole which they knew to be deteriorated and negligently failed to maintain the pole and power line in the area of the Davis residence. Arkansas Valley denied negligence and contended the injury was due to an act of God. Arkansas Valley filed a third-party complaint against Osmose alleging that Arkansas Valley and Osmose had contracted for Osmose to inspect and treat the poles and if the pole was defective, it was due to Osmose's breach of duty to inspect. Osmose answered that Arkansas Valley was not free of fault and affirmatively pled contributory negligence of Hud and that the injuries to Hud were due to an act of God. Osmose also cross-complained against Arkansas Valley. At the trial, a verdict was directed in favor of Osmose and Arkansas Valley was granted a partial directed verdict on the basis that the pole was not decayed.\nThe case went to the jury on the remaining allegations against Arkansas Valley. The jury returned a verdict in favor of Hud and Mr. and Mrs. Davis. Judgment was entered on the verdict and post-trial motions were denied. Arkansas Valley has appealed and the Davises have cross-appealed as to the directed verdicts.\nHud lived in the residence with his parents on a farm approximately one and one-quarter miles northeast of the community of Hobbtown in Crawford County, Arkansas. Hud, his father, and brother, Brant Davis, had gone to Van Burén during the evening of March 15, 1984. On returning home, they found trees, tree limbs and other debris from a storm blocking a portion of the roadway to their home. Mr. Davis remained with neighbors to help clear the road of trees and limbs. Hud and Brant started walking to their home. Hud followed the roadway toward the house. In the darkness he walked into the power line. He sustained second and third degree electrical burns to forty percent (40 %) of his body which necessitated the amputation of his right leg and caused him disfigurement and disabilities.\nArkansas Valley maintains the trial court erred in refusing to direct a verdict in its favor because there was no evidence that it was negligent. Upon being presented with a motion for a directed verdict, the court must view the evidence, with all reasonable inferences, in the light most favorable to the party opposing the motion giving the evidence its highest and strongest probative value. Grain Dealers Mutual Insurance Company v. Porterfield, 287 Ark. 27, 695 S.W.2d 833 (1985). A directed verdict for Arkansas Valley was proper only if there was no substantial evidence from which the jurors, as reasonable persons, could find for the appellees. The denial of a directed verdict will not be reversed if there is any substantial evidence on which the jury could have based a finding of negligence. William v. First Security Bank of Searcy, 293 Ark. 388, 738 S.W.2d 99 (1987).\nMr. Davis testified that the top of the pole had rotted off, that there were several large cracks in the pole that went to the ground, that the pole was rotten and that the pole was in poor condition with splits down it. Mr. Davis further testified that a man, who led Mr. Davis to believe he was from Arkansas Valley, came to the Davis homesite two or three years before the injury to Hud and inspected the pole. The inspector purportedly told Mr. Davis, This pole is bad. We're going to replace it.\nThe pole was installed in 1949. The accident occurred on March 15, 1984, so the pole was thirty-five years old. Mr. Agee, the general manager of Arkansas Valley, identified a table in REA Bulletin 161-4 (July 1957), which was appellee's Exhibit 20. This table stated that forty-eight percent of the poles in the classification of the pole in question failed from deterioration at the age of thirty-five years. Agee further testified that according to appellee's Exhibit 20, the pole was near the end of its life.\nDwayne Edgar Lyon, Ph.D., a wood scientist, testified that if the pole's strength was reduced to seventy-five percent, the pole was supposed to be replaced under the National Electric Safety Code's standards. This evidence, combined with the testimony of Henry H. Hicks, Ph.D., a professor of mechanical engineering at the University of Arkansas, that the pole was at twenty-five percent strength, was proof from which the jury could reasonably have inferred that the pole did not meet the National Electric Safety Code standard. A violation of the National Electric Safety Code is evidence of negligence. See, AMI 1403, Comment, Arkansas Model Jury Instructions, Civil, Third Edition.\nAdditionally, the butt of the pole was buried fifty-eight to fifty-eight and one-half inches in the ground. The industry standards required it to be buried a minimum of sixty-six inches. There were two electrical power line wires and three telephone wires attached to this pole. There was only one guy wire on this pole. Mr. Agee testified that ordinarily the company had an additional guy wire when telephone wires were on the pole.\nThe above evidence is substantial evidence from which the jury could reasonably infer negligence by Arkansas Valley, and that such negligence proximately caused the injuries to Hud. Stacks v. Arkansas Power & Light Company, 299 Ark. 136, 771 S.W.2d 754 (1989). Arkansas General Utilities Company v. Shipman, 188 Ark. 580, 67 S.W.2d 178 (1934).\nArkansas Valley contends the trial court erred in failing to rule that the sole proximate cause of Hud's injuries was an act of God as a matter of law. The proof that the U.S. Weather Bureau classified the storm as an F-l tornado and other evidence about the intensity of the storm entitled Arkansas Valley to have the act of God jury instruction. The trial court properly gave the instruction in the form of AMI 615, as follows:\nAn act of God means a violent disturbance of the elements such as a storm, a tempest, or a flood.\nA person is not liable to another whose damages were caused solely by an act of God. If an act of God concurs with the negligence or fault of man to proximately cause damages, the negligence or fault is not excused by the act of God.\nSee, Lee v. Crittenden County, 216 Ark. 480, 226 S.W.2d 79 (1950). Under this instruction, if Hud's injuries were produced by the combined effect of the act of God and the negligence of Arkansas Valley, then Arkansas Valley is liable for the damages. Therefore, because of the evidence of negligence by Arkansas Valley discussed above, Arkansas Valley was not entitled to a finding by the trial court that Hud's injuries were due to an act of God as a matter of law. The issue was one of fact rather than law.\nArkansas Valley also alleges the trial court erred in failing to grant a mistrial in view of prejudicial matters called to the jury's attention. The trial court excluded photographs the Davises intended to introduce. The photos were of the fourth and sixth poles away from the pole that broke on the night in question. One pole had a guy wire not in conformity to the National Electric Safety Code. The trial court sustained the appellant's objection to the admissibility of the photographs. The appellee's counsel then sought to make a proffer of proof of the exhibits in or outside of the presence of the jury for the purpose of identifying the photographs. The trial court suggested this be done by stipulation. Appellant's counsel refused to stipulate. The trial court then ruled the appellee would make the proffer of the identification of the photographs in the presence of the jury.2 Appellant's counsel did not object to this procedure but later objected to the testimony of the witness identifying the pictures. The trial court overruled those objections. There were instances where appellees' attorney attempted to examine witnesses regarding an excluded photograph. When a witness referred to one of the photographs, appellants moved for a mistrial which was denied.\nWe are of the opinion that under the circumstances of this case, the principle set forth in Bryant v. Eifling, 301 Ark. 172, 782 S.W.2d 580 (1990), controls. The court said:\nMistrial is a drastic remedy that is appropriate only if justice cannot be served by continuation of the trial and when it is obvious that the prejudice cannot be removed by any other means.\nThe appellant does not state in its brief how it was prejudiced by the referrals to the photographs which were not admitted into evidence, and we find no prejudice. Unless the error was prejudicial, we- will not reverse the trial court's judgment. Bryant v. Eifling, supra. \nThe appellees contend on cross-appeal that the trial court erred in directing a verdict for Osmose and in granting a partial directed verdict for Arkansas Valley that the pole was not decayed.\nAs for the partial directed verdict for Arkansas Valley, we disagree with the trial court, because, giving the evidence discussed above its strongest probative value in favor of the cross-appellants, it would be reasonable for the jury to infer that the pole was decayed. The error, however, was rendered harmless by the verdict of the jury.\nAs to the directed verdict in favor of Osmose, we affirm. In 1984 there was a contract between Osmose and Arkansas Valley. The cross-appellee, Osmose, contends, and the cross-appellants do not dispute, that the duty of Osmose is that described in the contract under the case of Dongary Holstein Leasing, Inc. v. Covington, 293 Ark. 112, 732 S.W.2d 465 (1987), which says in part:\nA claim for damages based on negligence arising out of breach of contract must necessarily be determined by reference to the contract which created the duty, expressly or impliedly.\nArkansas Valley offered no evidence questioning the adequacy of Osmose's inspection. The cross-appellant introduced no evidence that on April 5, 1983, the date of the Osmose inspection, the pole had a weakness that could have been detected by the inspection process Osmose contracted to perform. The burden of proof was on the cross-appellants to prove that Osmose negligently failed to perform its contract. Even though the evidence and any reasonable inferences deducible therefrom is reviewed in the light most favorable to the party against whom the verdict was directed, it must be substantial, i.e., of sufficient force and character to compel a conclusion one way or another. It must force or induce the mind to pass beyond suspicion or conjecture. Yielding v. Chrysler Motor Co., 301 Ark. 271, 783 S.W.2d 353 (1990). The appellee did not present any substantial evidence of negligence by Osmose in the performance of the contract that was a proximate cause of Hud's injuries.\nAffirmed.\nTurner, J., not participating.\n1 \nThe admissibility of this testimony is not questioned by Arkansas Valley on appeal.\n2 \nThe proffer of evidence is governed by Arkansas Rules of Evidence, Rule 103. It would have been error for the trial court to refuse the appellee's proffer of proof. The trial court may control the form and time of the proffer. Jones v. Jones, 22 Ark. App. 267, 739 S.W.2d 171 (1987).\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendants were negligent in failing to maintain, replace, and inspect an electricity pole that fell, causing severe injuries to the plaintiff.\nSummary:\nthe plaintiff was walking home after a storm, at night, and walked into a fallen power line, sustaining significant electrical burns that necessitated the amputation of his leg and left him permanently disabled.\nthe plaintiff alleged that the defendant electrical company and defendant pole inspector company failed to replace the pole that they knew to be decayed.\nthe jury returned a verdict in favour of the plaintiff in respect of the defendant electrical company, and the court directed a verdict on favour of the defendant pole inspector company.\nThe Supreme Court confirmed the verdict returned by the jury, because (a) the pole was not buried as deeply as required by industry standards; and (b) the pole was significantly more decayed, according to expert testimony, than permitted by industry standards that required replacement. \nViolation of industry standards is evidence of negligence.\nAdditionally, evidence indicated that the pole was 35 years old, and that half of identical power poles failed at that age. \nConsequently, the defendant electrical company was negligent in failing to replace the pole.\nThe Supreme Court also confirmed that although the defendant pole inspector company had a contractual duty to inspect the pole that may have given rise to a duty of care in negligence, there was no evidence that it had failed to negligently carry out its inspection or that its inspection, when carried out the year before the accident, would have detected the pole's inadequacy.\nConsequently, the defendant pole inspection company was not negligent.\n",
    "annotations": {
        "Facts": [
            "Hud Davis (Hud), age sixteen, was injured on March 15, 1984, when he came in contact with a 7,200 volt electric power line of Arkansas Valley. The line served the Davis residence and had fallen to the ground due to a pole of Arkansas V alley breaking at the ground level.",
            "Hud lived in the residence with his parents on a farm approximately one and one-quarter miles northeast of the community of Hobbtown in Crawford County, Arkansas. Hud, his father, and brother, Brant Davis, had gone to Van Burén during the evening of March 15, 1984. On returning home, they found trees, tree limbs and other debris from a storm blocking a portion of the roadway to their home. Mr. Davis remained with neighbors to help clear the road of trees and limbs. Hud and Brant started walking to their home. Hud followed the roadway toward the house. In the darkness he walked into the power line. He sustained second and third degree electrical burns to forty percent (40 %) of his body which necessitated the amputation of his right leg and caused him disfigurement and disabilities.",
            "the top of the pole had rotted off, that there were several large cracks in the pole that went to the ground, that the pole was rotten and that the pole was in poor condition with splits down it.",
            "a man, who led Mr. Davis to believe he was from Arkansas Valley, came to the Davis homesite two or three years before the injury to Hud and inspected the pole. The inspector purportedly told Mr. Davis, This pole is bad. We're going to replace it.The pole was installed in 1949. The accident occurred on March 15, 1984, so the pole was thirty-five years old. Mr. Agee, the general manager of Arkansas Valley, identified a table in REA Bulletin 161-4 (July 1957), which was appellee's Exhibit 20. This table stated that forty-eight percent of the poles in the classification of the pole in question failed from deterioration at the age of thirty-five years. Agee further testified that according to appellee's Exhibit 20, the pole was near the end of its life",
            "the butt of the pole was buried fifty-eight to fifty-eight and one-half inches in the ground. The industry standards required it to be buried a minimum of sixty-six inches. There were two electrical power line wires and three telephone wires attached to this pole. There was only one guy wire on this pole. Mr. Agee testified that ordinarily the company had an additional guy wire when telephone wires were on the pole.",
            "the U.S. Weather Bureau classified the storm as an F-l tornado and other evidence about the intensity of the storm",
            "The photos were of the fourth and sixth poles away from the pole that broke on the night in question. One pole had a guy wire not in conformity to the National Electric Safety Code",
            "In 1984 there was a contract between Osmose and Arkansas Valley"
        ],
        "Procedural History": [
            "At the trial, a verdict was directed in favor of Osmose and Arkansas Valley was granted a partial directed verdict on the basis that the pole was not decayed.The case went to the jury on the remaining allegations against Arkansas Valley. The jury returned a verdict in favor of Hud and Mr. and Mrs. Davis. Judgment was entered on the verdict and post-trial motions were denied. Arkansas Valley has appealed and the Davises have cross-appealed as to the directed verdicts."
        ],
        "Application of Law to Facts": [
            "Dwayne Edgar Lyon, Ph.D., a wood scientist, testified that if the pole's strength was reduced to seventy-five percent, the pole was supposed to be replaced under the National Electric Safety Code's standards. This evidence, combined with the testimony of Henry H. Hicks, Ph.D., a professor of mechanical engineering at the University of Arkansas, that the pole was at twenty-five percent strength, was proof from which the jury could reasonably have inferred that the pole did not meet the National Electric Safety Code standard. A violation of the National Electric Safety Code is evidence of negligence.",
            "The above evidence is substantial evidence from which the jury could reasonably infer negligence by Arkansas Valley",
            "giving the evidence discussed above its strongest probative value in favor of the cross-appellants, it would be reasonable for the jury to infer that the pole was decayed",
            "Arkansas Valley offered no evidence questioning the adequacy of Osmose's inspection. The cross-appellant introduced no evidence that on April 5, 1983, the date of the Osmose inspection, the pole had a weakness that could have been detected by the inspection process Osmose contracted to perform. ",
            "The appellee did not present any substantial evidence of negligence by Osmose in the performance of the contract"
        ],
        "Relevant Precedents": [
            "AMI 1403, Comment, Arkansas Model Jury Instructions, Civil, Third Edition.",
            "Stacks v. Arkansas Power & Light Company, 299 Ark. 136, 771 S.W.2d 754 (1989). Arkansas General Utilities Company v. Shipman, 188 Ark. 580, 67 S.W.2d 178 (1934)."
        ],
        "Outcome": [
            "As for the partial directed verdict for Arkansas Valley, we disagree with the trial court,",
            "As to the directed verdict in favor of Osmose, we affirm."
        ]
    },
    "class": "affirm"
}