{
    "text": "Turrise v. Crane, 303 Ark. 576, 798 S.W.2d 684 (1990)\nNov. 12, 1990 · Arkansas Supreme Court · 90-109 \n303 Ark. 576, 798 S.W.2d 684 \nJoseph TURRISE v. Wilda CRANE, Joseph Crane, and Lawrence J. Ruschke \n798 S.W.2d 684\nSupreme Court of Arkansas\n[Rehearing denied December 10, 1990.*]\nRoy & Lambert, by: David E. Morris, for appellant.\nFrank H. Bailey, for appellees Wilda Crane and Joseph Crane.\nPoynter & Gearhart, P.A., by: Terry Poynter, for appellee Lawrence J. Ruschke.\n* \nGlaze and Turner, JJ., would grant rehearing.\nDavid Newbern, Justice.\nJoseph Turrise, the appellant, was the driver of a van in which the appellees, Wilda Crane and Lawrence J. Ruschke were passengers. The van ran off the road and overturned, and Mrs. Crane, joined by her husband, and Rushke sued Turrise alleging the wreck and their resulting injuries were due to his negligence. A jury verdict signed by nine of the jurors who heard the case was returned in favor of Turrise. The trial court granted a new trial on the ground that the verdict was clearly contrary to the preponderance of the evidence. Mr. Turrise contends the court abused its discretion by granting the new trial motion. We find no abuse of discretion, and thus we affirm the court's ruling granting a new trial.\nMr. Turrise and his passengers had been to a luncheon for senior citizens at Brockwell, Arkansas, and were returning to Mountain Home on a clear, sunny day at around 1:00 p.m. As the van approached a curve to the left, it did not turn with the curve, thus going off the pavement on the right side and onto a grassy bank. It then struck a culvert and overturned. Mr. Turrise testified that a big truck was coming my way and just as it passed, a blue car shot out in front of me and I didn't have. . . time to blow the horn or put on the brakes or anything. He testified he at first tried to get the van back on the road but he was slipping into a ditch. He realized he might turn over, so he decided to try to cross and stop on the other side of the ditch. At that point the van hit the culvert with its left wheel and rolled over.\nMr. Turrise testified he was abiding by the speed limit, and the passengers testified that they noticed nothing unusual about the way he was driving prior to the accident.\nThere was testimony from three disinterested witnesses. Danny Lackey testified he was driving near the scene of the accident. He had an unobstructed view of the front of the van coming toward him. He saw the accident. He testified that the driver of the van was looking off the highway at the time and that there was neither a blue car nor other traffic in front of the van when it left the road.\nEarl Jennings was also present at a position where he could see the oncoming van, and he testified he saw no blue car or other traffic in the vicinity of the van when the accident occurred. Mr. Turrise contends Jennings's testimony must be discounted because he said he was not watching the traffic. Jennings had come to his son's mailbox which was at the side of the road near the *578scene of the accident. As he turned away from the mailbox after having checked it, he happened to look in the direction from which the van was coming. He first observed the van traveling in its lane of traffic, and then saw it gradually leave the road. He testified on direct examination (with emphasis added) as follows:\nQ You just happened to be looking that way?\nA I just turned around from the mailboxes and saw it coming down the road.\nQ When you first saw it, sir, was there any traffic going south that you noticed?\nA No,\nQ Was there any traffic in front of the vehicle going toward Mountain Home?\nA No.\nQ You had a clear shot and you could have seen any vehicles that were there?\nA Yes, I could have.\nQ Is there any question in your mind that there was no other traffic in front of this van that caused this wreck?\nA There was no other traffic.\nQ There was no little blue sports car or no blue car? A No.\nQ If there had been, you would have seen it?\nA I would have seen it, yes.\nOn cross examination, Jennings testified as follows:\nQ Now, as far as the traffic is concerned, you weren't looking at the traffic or anything as you walked up to the mailboxes, were you?\nA No.\nQ And it's certainly possible, as you walked up to the *579 mailboxes and as you were getting the mail that there was some traffic in the area that you just didn't notice because you just weren't paying much attention to it then, were you?\nA I wasn't looking at the traffic, no.\nQ And it's possible traffic could have gone by, then, isn't there?\nA Well, it's possible.\nAlthough Jennings testified about not observing the traffic before and during his approach to the mailboxes, we do not consider his direct testimony to be weakened by those statements. He first observed the van when it was in its proper lane of traffic, and at the critical time, which was after he had checked for the mail and turned away from the mailboxes, he said he observed the van go from being properly in its lane to leaving the road. It was at that point that he was apparently paying attention to the traffic, and he said there was none.\nThe accident was investigated by Arkansas State Trooper Mark Blankenship. His investigation revealed that the van had left the highway gradually. There was no sign that its brakes had been applied or that it had swerved off the road. He said that had the wheel of the van been turned suddenly there would have been evidence of it but there was none. The grass on which the van had travelled was pressed down but not broken, thus indicating no application of the brakes.\nIn granting the new trial motion, the judge wrote: The court specifically finds that the defendant's testimony was at consummate variance with the physical evidence described by the state trooper and the testimony of independent witnesses.\nA trial court may not substitute its view of the evidence for that of the jury and grant a new trial unless the verdict is clearly against the preponderance of the evidence. Ark. R. Civ. P. 59(a)(6); Wilson v. Kobera, 295 Ark. 201, 748 S.W.2d 30 (1988); Clayton v. Wagnon, 276 Ark. 124, 633 S.W.2d 19 (1982). The test we apply on review of the granting of the motion is whether the trial judge abused his or her discretion. Scott v. McClain, 296 Ark. 527, 758 S.W.2d 409 (1988). A showing of abuse is more difficult when a new trial has been granted because the party opposing the motion will have another opportunity to prevail. Adams v. Parker, 289 Ark. 1, 708 S.W.2d 617 (1986).\nOther than the Clayton and Kobera cases, Turrise cites Schrader v. Bell, 301 Ark. 38, 781 S.W.2d 466 (1989), in support of his contention that the trial court abused its discretion. In that case, the evidence showed that the brakes on the defendant's car had failed for mechanical reasons as he approached an intersection. His car struck the plaintiffs car. The jury found for the defendant, the trial court granted a new trial, and we reversed. There was independent evidence from which the jury could have concluded that the accident was no fault of the driver, and we held the trial court's conclusion that the evidence showed the defendant had failed to take proper evasive action amounted to a substitution of his judgment for that of the jury. In the case before us now, the only evidence before the jury negating Turrise's apparent breach of duty to maintain control of his van was Turrise's testimony that there was a sudden emergency.\nMuch closer to this situation is the case of Stephens v. Saunders, 293 Ark. 279, 737 S.W.2d 626 (1987). There the defendant was driving a heavily loaded tractor-trailer rig approaching a bridge where road repairs were in progress. The bridge was open only to one lane of traffic. The defendant driver testified that as he approached stopped traffic in his lane, a car suddenly pulled in front of him and he thus had to cross into the single open lane on which the plaintiff, who had been waved through by a flagman, was coming. The physical evidence showed that the truck had driven 650 feet onto the bridge when it struck the plaintiffs' car and pushed it another 211 feet. We held that the trial court did not abuse its discretion in granting a new trial, thus overturning a defendant's verdict, because the defendant's testimony and arguments were so much at variance with the physical evidence and the testimony of the other witnesses. For another case in which we affirmed a trial court's ruling granting a new trial in similar circumstances, see Dyers v. Woods, 289 Ark. 127, 710 S.W.2d 1 (1986).\nIn this case, the only evidence tending to excuse Turrise's failure to keep the van on the road is his sudden emergency testimony. However, the physical evidence shows a course of conduct contrary to that which an ordinary person would have undertaken when confronted with such an emergency. The evidence given by the other witnesses, combined with the physical evidence, amounted, in the trial judge's judgment, to a clear preponderance in favor of the Cranes and Ruschke. We cannot say he abused his discretion by granting a new trial.\nAffirmed.\nDudley, Glaze, and Turner, JJ., dissent.\nOtis H. Turner, Justice,\ndissenting. I vigorously dissent from the majority's strange affirmance. This case arises from a single vehicle accident in which the passengers (appellees) sued their host (appellant) for injuries received when the van in which they were riding left the road, hit a culvert, and overturned.\nThe appellant, the driver of the van, testified that he met a large truck, and immediately thereafter a blue car suddenly pulled onto the highway from behind the truck and, going in the same direction as the appellant, gunned it. He further testified that in attempting to miss the blue car, he turned his steering wheel to the right enough to avoid hitting him but did not apply his brakes because he didn't have time.\nAt the scene of the accident, the road begins to curve at a point that would have been to the appellant's left at the approximate spot his van went off the highway. The appellant testified that he was fearful he would turn over if he jerked the van back to his left, and, in his attempt, to go through a ditch, he struck a culvert. The passengers in the appellant's van could shed no light on the events except to say they noticed nothing unusual about the driving before the accident.\nEarl Jennings, who testified that he saw the accident, was called as a witness for the appellees. He stated that he observed the van before the accident and that it was in its proper lane as I turned around from the mailbox. He further testified that he saw nothing to draw his attention to the van; that it just gradually pulled off the road in the curve, hit the culvert, bounced into the air and started to roll; and that there was no other traffic on the roadway. He also testified that there was a driveway from which a. car could have entered the highway, but that none came out at this time. On cross-examination he testified:\n*582QUESTION: It's certainly possible, as you walked up to the mailboxes and as you were getting the mail that there was some traffic in the area that you just didn't notice because you just weren't paying much attention to it then, were you?\nANSWER: I wasn't looking at the traffic, no.\nQUESTION: And it's possible traffic could have gone by, then, isn't there?\nANSWER: Well, it's possible.\nDanny Lackey testified on behalf of the appellees by deposition. Mr. Lackey said that he saw the van drive off the road and that he was meeting the van at that time. The witness was questioned and responded as follows:\nQUESTION: Did you happen, when you noticed this van going off the road, did you happen to look at the driver to see what he was doing?\nANSWER: Yeah, I was looking right at him.\nQUESTION: What was he doing?\nANSWER: He was just looking off the road.\nQUESTION: Just looking off the road?\nANSWER: Yeah.\nQUESTION: Was he sitting up erect in the seat or slumped over? What was his position?\nANSWER: No, he was — as far as I could tell, he was sitting there just like any normal person would be.\nQUESTION: All right, but that's the point of the question I am getting at is, his van was going of the road at this time. Was he, according to what you saw, was he doing anything out of the ordinary besides just sitting there?\nANSWER: Just sitting there. He wasn't — just drove it off the road, that's just all I can say. Just drove off the road.\nMr. Lackey further testified in his deposition that he was turning into a mobile home park on the other side of the highway as the *583van was leaving the road. Mr. Lackey then testified, somewhat increduously, that when the van hit the culvert it started turning over and bouncing high as the highline poles, two or three times.\nThe investigating state trooper testified that he found a path that started off the highway where the vehicle had exited the shoulder, traveled down the roadside. This is a grassy ditch all the way through to this drainage tile. It struck the drainage tile, it appeared, with the left front of the vehicle. He further testified that he found no evidence indicating that the brakes had been applied, nor marks or evidence on the roadway indicating that the driver had yanked his wheel to the right as he left the roadway. The trooper further testified that during his investigation at the scene he inquired of the appellant what had happened. The appellant replied that he could remember nothing except that a car had turned in front of him causing him to leave the roadway. This statement was given to the trooper approximately fifteen minutes after the accident.\nAt the close of the evidence, the jury returned a verdict for the appellant. Upon motion of the appellee, the jury's verdict was set aside, and a new trial was granted. In setting aside the verdict, the trial court said that the defendant's testimony was at consummate variance with the physical evidence described by the state trooper and the testimony of independent witnesses.\nI submit that the trooper's testimony describing the physical facts is totally consistent with the appellant's testimony concerning what had happened except that the trooper obviously could not say whether a car did or did not pull out in front of the appellant. The trooper did testify, however, that within fifteen minutes of the collision the appellant reported that that was precisely what had occurred.\nThe jurors chose to believe the appellant's testimony over the illogical testimony of a witness who said the van went higher than the light poles and over the testimony of another who admitted on cross-examination that it was possible other traffic went by that he didn't see because I wasn't looking at the traffic, no.\nCertainly, the appellant's version of the accident was not without its weaknesses. Seldom do we see a trial when there is not *584a sharp dispute regarding one or more essential factual issues. Though not perfect by any stretch of the imagination, the jury system serves us well, and it is particularly disturbing to me when a trial judge intervenes and substitutes his or her judgment for the collective judgment of the twelve triers of fact.\nWe require that before a trial court may substitute its view of the evidence for that of the jury, the jury's verdict must be clearly against the preponderance of the evidence. A.R.C.P. Rule 59 (a) (6). The only means we have of ascertaining the basis for the trial court's decision is by examining the language in his order setting aside the jury verdict. The record, quite simply, will not come close to sustaining the court's finding.\nI choose to believe that a jury verdict — reached after consideration of the evidence introduced at trial in light of a proper explanation of the applicable law — should be tampered with only under exceptional circumstances, such as when the verdict is clearly shown to be contrary to the evidence.\nIn addition, I also disagree with the majority's statement that a showing of abuse is more difficult when a new trial has been granted because the party opposing the motion will have another opportunity to prevail. The facts have been fully developed here and a jury has decided the factual issues, only to have the verdict set aside by the trial court. What kind of chance does appellant now have at a new trial, in the wake of the trial court's action and our affirmance? Will we reverse if the trial court sets the verdict aside a second time? A third time? More importantly, will we affirm the trial court's substitution of its version of the evidence on each occasion? The losing party in such a situation suffers less prejudice than the party losing the case before the jury? Nonsense! We leave him without any hope of success.\nI would reverse.\nDudley and Glaze, JJ., join in this dissent.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant is negligent in failing to keep the vehicle he was driving on the road and consequently causing the vehicle to crash.\nSummary:\nthe plaintiffs were in a car driven by the defendant, which approached a turn in the road, left the road, hit the curb, and overturned, causing injury.\nThe defendant claimed another vehicle had appeared on the highway, previously obscured by a truck driving in the opposite direction, and forced him to take evasive action.\nThe jury returned a verdict in favour of the defendant driver, and the trial court granted a new trial on the grounds that that verdict was contrary to the evidence.\nThe Supreme Court held that all three witnesses who gave testimony about the accident contradicted the testimony of the defendant: two saw no car as the defendant claimed; and the investigating police officer testified that there was no evidence that the defendant had used his brakes or otherwise acted as a person ordinarily would in response to an emergency like the one the defendant described.\nConsequently, the jury's verdict was wrong, and the decision to grant a new trial was correct—negligence indicated. \n",
    "annotations": {
        "Facts": [
            "Joseph Turrise, the appellant, was the driver of a van in which the appellees, Wilda Crane and Lawrence J. Ruschke were passengers. The van ran off the road and overturned",
            "Mr. Turrise and his passengers had been to a luncheon for senior citizens at Brockwell, Arkansas, and were returning to Mountain Home on a clear, sunny day at around 1:00 p.m. As the van approached a curve to the left, it did not turn with the curve, thus going off the pavement on the right side and onto a grassy bank. It then struck a culvert and overturned. Mr. Turrise testified that a big truck was coming my way and just as it passed, a blue car shot out in front of me and I didn't have. . . time to blow the horn or put on the brakes or anything. He testified he at first tried to get the van back on the road but he was slipping into a ditch. He realized he might turn over, so he decided to try to cross and stop on the other side of the ditch. At that point the van hit the culvert with its left wheel and rolled over.Mr. Turrise testified he was abiding by the speed limit, and the passengers testified that they noticed nothing unusual about the way he was driving prior to the accident.",
            "Danny Lackey testified he was driving near the scene of the accident. He had an unobstructed view of the front of the van coming toward him. He saw the accident. He testified that the driver of the van was looking off the highway at the time and that there was neither a blue car nor other traffic in front of the van when it left the road.Earl Jennings was also present at a position where he could see the oncoming van, and he testified he saw no blue car or other traffic in the vicinity of the van when the accident occurred.",
            "Jennings had come to his son's mailbox which was at the side of the road near the *578scene of the accident. As he turned away from the mailbox after having checked it, he happened to look in the direction from which the van was coming. He first observed the van traveling in its lane of traffic, and then saw it gradually leave the road. He testified on direct examination (with emphasis added) as follows:",
            "I just turned around from the mailboxes and saw it coming down the road.",
            "was there any traffic going south that you noticed?A No,",
            "Was there any traffic in front of the vehicle going toward Mountain Home?A No.",
            "You had a clear shot and you could have seen any vehicles that were there?A Yes, I could have.",
            "there was no other traffic in front of this van that caused this wreck?A There was no other traffic.",
            "no little blue sports car or no blue car? A No.",
            "If there had been, you would have seen it?A I would have seen it, yes.On cross examination, Jennings testified as follows:Q Now, as far as the traffic is concerned, you weren't looking at the traffic or anything as you walked up to the mailboxes, were you?A No.",
            "I wasn't looking at the traffic, no.",
            "it's possible traffic could have gone by, then, isn't there?A Well, it's possible.",
            "He first observed the van when it was in its proper lane of traffic, and at the critical time, which was after he had checked for the mail and turned away from the mailboxes, he said he observed the van go from being properly in its lane to leaving the road. It was at that point that he was apparently paying attention to the traffic, and he said there was none.The accident was investigated by Arkansas State Trooper Mark Blankenship. His investigation revealed that the van had left the highway gradually. There was no sign that its brakes had been applied or that it had swerved off the road. He said that had the wheel of the van been turned suddenly there would have been evidence of it but there was none. The grass on which the van had travelled was pressed down but not broken, thus indicating no application of the brakes."
        ],
        "Procedural History": [
            "A jury verdict signed by nine of the jurors who heard the case was returned in favor of Turrise. The trial court granted a new trial on the ground that the verdict was clearly contrary to the preponderance of the evidence",
            "In granting the new trial motion, the judge wrote: The court specifically finds that the defendant's testimony was at consummate variance with the physical evidence described by the state trooper and the testimony of independent witnesses."
        ],
        "Application of Law to Facts": [
            "In the case before us now, the only evidence before the jury negating Turrise's apparent breach of duty to maintain control of his van was Turrise's testimony that there was a sudden emergency.",
            "In this case, the only evidence tending to excuse Turrise's failure to keep the van on the road is his sudden emergency testimony. However, the physical evidence shows a course of conduct contrary to that which an ordinary person would have undertaken when confronted with such an emergency. The evidence given by the other witnesses, combined with the physical evidence, amounted, in the trial judge's judgment, to a clear preponderance in favor of the Cranes and Ruschke"
        ],
        "Relevant Precedents": [
            "Ark. R. Civ. P. 59(a)(6); Wilson v. Kobera, 295 Ark. 201, 748 S.W.2d 30 (1988); Clayton v. Wagnon, 276 Ark. 124, 633 S.W.2d 19 (1982).",
            "Stephens v. Saunders, 293 Ark. 279, 737 S.W.2d 626 (1987).",
            "Dyers v. Woods, 289 Ark. 127, 710 S.W.2d 1 (1986)."
        ],
        "Outcome": [
            "We find no abuse of discretion, and thus we affirm the court's ruling granting a new trial.",
            "We cannot say he abused his discretion by granting a new trial.Affirmed."
        ]
    },
    "class": "affirm"
}