{
    "text": "Ray v. Green, 310 Ark. 571, 839 S.W.2d 515 (1992)\nOct. 12, 1992 · Arkansas Supreme Court · 92-314 \n310 Ark. 571, 839 S.W.2d 515 \nDarinda RAY v. Carolyn GREEN \n839 S.W.2d 515\nSupreme Court of Arkansas\n*572 Wright, Chaney, Berry, & Daniel, P.A., by: Benny M. Tucker, for appellant.\nHuckabay, Munson, Rowlett, & Tilley, P.A., by: Beverly A. Rowlett, for appellee.\nJack Holt, Jr., Chief Justice.\nThe issue in this case is whether the trial court erred in not awarding the Appellant, Darinda Ray, a new trial because the jury's verdict for the Appellee, Carolyn Green, was clearly against the preponderance of the evidence or contrary to law. We affirm the trial court.\nMs. Ray was a passenger in a car that was rear-ended by Ms. Green while traveling north on Highway 7 between Arkadelphia and Hot Springs. The automobile in which Ms. Ray was riding was stopped and its driver's electronic signal indicating a left turn was blinking. Ms. Green was following a pickup truck which passed the stopped vehicle using the right shoulder of the highway. Ms. Green also tried to swerve around the stopped vehicle and pass it on the shoulder, but struck the car in which Ms. Ray was riding. As a result, Ms. Ray claimed injury and resulting damages.\nThe jury returned a verdict in favor of Ms. Green. Ms. Ray filed a motion for a new trial pursuant to Ark. R. Civ. P. 59(a)(6) on the basis that the jury verdict was clearly contrary to the preponderance of the evidence or is contrary to the law. The trial court denied the motion and this appeal followed.\nWhile a trial court has some discretion in setting aside a jury verdict, there is no longer the broad discretion that this court formerly recognized. The trial court is not to substitute its view of the evidence for that of the jury's unless the jury verdict is found to be clearly against the preponderance of the evidence. Schrader v. Bell, 301 Ark. 38, 781 S.W.2d 466 (1989); Shelton v. Shelton, 296 Ark. 212, 752 S.W.2d 758 (1988); Peoples Bank & Trust Co. v. Wallace, 290 Ark. 589, 721 S.W.2d 659 (1986); Clayton v. Wagnon, 276 Ark. 124, 633 S.W.2d 19 (1982).\nOn appeal, our test for reviewing the denial of a motion for new trial is whether there is any substantial evidence to support the jury verdict. RLI Ins. Co. v. Coe, 306 Ark. 377, 813 S.W.2d 783 (1991), cert. denied, 112 S.Ct. 959 (1991); Hodges v. Jet Asphalt & Rock Co., Inc., 305 Ark. 466, 808 S.W.2d 775 (1991); Ferrell v. Southern Farm Bureau Casualty Ins. Co., 291 Ark. 322, 724 S.W.2d 465 (1987). In determining the existence of substantial evidence, we must view the evidence in the light most favorable to the appellees. See Egg City of Arkansas, Inc. v. Rushing, 304 Ark. 562, 803 S.W.2d 920 (1991). Substantial evidence compels a conclusion one way or the other and is more than mere speculation or conjecture. See Sander v. Walker, 298 Ark. 374, 767 S.W.2d 526 (1989).\nIn Isbell v. Ed Ball Constr. Co., 310 Ark. 81, 833 S.W.2d 370 (1992), we affirmed a trial court's denial of a motion for new trial:\nOn review of a trial court's denial of a motion for new trial the question is whether the verdict is supported by any substantial evidence. Harper v. Clark Equip. Co., 300 Ark. 413, 779 S.W.2d 175 (1989). Evidence favorable to the appellee is given the benefit of all reasonable inferences permissible under the proof. Scott v. McClain, 296 Ark. 527, 758 S.W.2d 409 (1988).\nSee also Bull Shoals Community Hosp. v. Partee, 310 Ark. 98, 832 S.W.2d 829 (1992) (denial of mistrial affirmed).\nIn Pineview Farms, Inc. v. Smith Harvestore, Inc., 298 Ark. 78, 765 S.W.2d 924 (1989), the appellant asserted that the trial court erred in failing to grant its motion for new trial because there was insufficient evidence to support the jury verdict. We stated:\nWhen acting upon a motion for new trial challenging a jury's verdict, the trial court is required by Ark. R. Civ. P. 59(a)(6) to set aside the verdict if it is clearly against the preponderance of the evidence or contrary to law. Dedman v. Porch, 293 Ark. 571, 739 S.W.2d 685 (1987). The test on review, where the motion is denied, is whether the verdict is supported by substantial evidence. Schaeffer v. McGhee, 286 Ark. 113, 689 S.W.2d 537 (1985). It is only where there is no reasonable probability that the incident occurred according to the version of the prevailing party or where fair-minded men can only draw a contrary conclusion that a jury verdict should be disturbed. Blissett v. Frisby, 249 Ark. 235, 458 S.W.2d 735 (1970).\nPineview's argumént is essentially an attack on the credibility of appellees' witnesses. The weight and value to be given to the testimony of witnesses is in the exclusive province of the jury. Butler Mfg. Co. v. Hughes, 292 Ark. 198, 729 S.W.2d 142 (1987).\nPineview Farms, 98 Ark. at 89, 765 S.W.2d at 926.\nA review of the record reveals that both sides put on evidence at trial, the jury was properly instructed on the issue of negligence, and the jury chose to side with Ms. Green. Ms. Green testified that the accident occurred on a clear day and that the roadway which she was traveling was straight and dry. She testified that shortly prior to the accident she was traveling within the speed limit of 55 miles per hour and was following a black pickup truck at a normal distance, which she estimated to be three car lengths and that traffic was moving at a normal pace.\nMs. Green stated that as she was traveling along the roadway the black truck, without warning to her, unexpectedly swerved onto the right-hand shoulder and that she was suddenly confronted with a stopped vehicle in front of her. She applied her brakes but was unable to stop without rear-ending the stopped vehicle so she swerved to the right in attempt to avoid the collision. In sum, she said that she did everything she could to avoid the accident but there was nothing she could have done under the circumstances, and, if [the driver of the black truck] had just stopped normally, there wouldn't have been an accident.\nThe jury was properly instructed on the elements necessary to find Ms. Green negligent. In addition, the jury was appropriately instructed that the fact that an accident occurred, is not, of itself, evidence of negligence on the part of anyone, and it was their duty to decide how a reasonably careful person would act under these circumstances and that the word negligence means the failure to do something which a reasonably careful person *575would do, or the doing of something which a reasonably careful person would not do under the circumstances similar to those shown by the evidence in this case.\nWhile it is clear from the evidence that there was an accident, that Ms. Green's car struck the car Ms. Ray was riding in, and that Ms. Ray suffered some neck injury, the jury declined to find Ms. Green negligent under the facts and law given to them. See RLI Ins. Co. v. Coe, supra. Viewing the evidence in the light most favorable to the Appellee, Ms. Green, as we are required to do, we find there is substantial evidence to support the jury's finding.\nAffirmed.\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant driver was negligent in colliding with the car in which the plaintiff was a passenger.\nSummary:\nthe plaintiff was a passenger in a car that was stopped in the right lane, waiting to turn left, indicated by the car's indicator.\nThe defendant was driving at a normal rate of speed a normal length behind another vehicle which swerved suddenly to avoid the plaintiff's vehicle.\nThe defendant tried to swerve when confronted with the plaintiff's car, but collided with it.\nThe jury returned a verdict in favour of the defendant, and the plaintiff claimed that the jury's verdict was not supported by the evidence.\nThe Supreme Court affirmed that the jury was entitled to find that the defendant was not negligent, and that the evidenced tendered at trial provided sufficient support for the jury's verdict such that it should not have been overruled.\nConsequently, the defendant was not negligent in failing to avoid a collision given the circumstances.\n",
    "annotations": {
        "Facts": [
            "Ms. Ray was a passenger in a car that was rear-ended by Ms. Green while traveling north on Highway 7 between Arkadelphia and Hot Springs. The automobile in which Ms. Ray was riding was stopped and its driver's electronic signal indicating a left turn was blinking. Ms. Green was following a pickup truck which passed the stopped vehicle using the right shoulder of the highway. Ms. Green also tried to swerve around the stopped vehicle and pass it on the shoulder, but struck the car in which Ms. Ray was riding.",
            "Ms. Green testified that the accident occurred on a clear day and that the roadway which she was traveling was straight and dry. She testified that shortly prior to the accident she was traveling within the speed limit of 55 miles per hour and was following a black pickup truck at a normal distance, which she estimated to be three car lengths and that traffic was moving at a normal pace.Ms. Green stated that as she was traveling along the roadway the black truck, without warning to her, unexpectedly swerved onto the right-hand shoulder and that she was suddenly confronted with a stopped vehicle in front of her. She applied her brakes but was unable to stop without rear-ending the stopped vehicle so she swerved to the right in attempt to avoid the collision. In sum, she said that she did everything she could to avoid the accident but there was nothing she could have done under the circumstances, and, if [the driver of the black truck] had just stopped normally, there wouldn't have been an accident."
        ],
        "Procedural History": [
            "The jury returned a verdict in favor of Ms. Green. Ms. Ray filed a motion for a new trial pursuant to Ark. R. Civ. P. 59(a)(6) on the basis that the jury verdict was clearly contrary to the preponderance of the evidence or is contrary to the law. The trial court denied the motion and this appeal followed."
        ],
        "Application of Law to Facts": [
            "A review of the record reveals that both sides put on evidence at trial, the jury was properly instructed on the issue of negligence, and the jury chose to side with Ms. Green",
            "The jury was properly instructed on the elements necessary to find Ms. Green negligent. In addition, the jury was appropriately instructed that the fact that an accident occurred, is not, of itself, evidence of negligence on the part of anyone, and it was their duty to decide how a reasonably careful person would act under these circumstances",
            "While it is clear from the evidence that there was an accident, that Ms. Green's car struck the car Ms. Ray was riding in, and that Ms. Ray suffered some neck injury, the jury declined to find Ms. Green negligent under the facts and law given to them",
            "Viewing the evidence in the light most favorable to the Appellee, Ms. Green, as we are required to do, we find there is substantial evidence to support the jury's finding."
        ],
        "Relevant Precedents": [
            ". RLI Ins. Co. v. Coe, 306 Ark. 377, 813 S.W.2d 783 (1991),"
        ],
        "Outcome": [
            "We affirm the trial court.",
            "Affirmed"
        ]
    },
    "class": "affirm"
}