{
    "text": "White River Rural Water District v. Moon, 310 Ark. 624, 839 S.W.2d 211 (1992)\nOct. 19, 1992 · Arkansas Supreme Court · 92-335 \n310 Ark. 624, 839 S.W.2d 211 \nWHITE RIVER RURAL WATER DISTRICT v. Frankie MOON and Brenda Moon \n839 S.W.2d 211\nSupreme Court of Arkansas\n*625 Davis & Associates, by: Charles E. Davis, for appellant.\nDon Lloyd Cook, for appellees.\nTom Glaze, Justice.\nThis is a tort case in which appellees sued appellant, alleging appellant negligently failed to locate and repair a leak in its water line which had been routed underneath appellees' property. Appellees asserted the leak caused water to stand around their post oak tree that they used for shade. They claimed appellant's negligent delay in correcting its faulty line resulted in the eventual loss of their tree. A jury agreed and awarded appellees $9,000 in damages. Appellant argues on appeal that the evidence was insufficient to support the jury's findings of negligence, proximate cause or its assessment of damages.\nRegarding appellant's argument bearing on negligence, appellees showed that they contacted appellant as soon as the standing water was discovered. The water filled a low area around the tree, and reached a depth causing it to flow off appellees' property onto a dirt road and into a pasture owned by a neighbor, Mr. James Noland. Appellant insisted its water line was not involved and made repeated suggestions that appellees check specific other underground lines routed on their property. Appellees acted on each suggestion, but found none of the other lines leaked. Mr. Noland previously owned appellees' property, and he and his wife on separate occasions informed appellant that they recalled appellant's water line was buried near the oak tree some twenty years ago. Appellant chose to disbelieve the Nolands, and continued to suggest that the appellees look elsewhere for the leak. After appellees unearthed their main water line (replacing it with new pipe) and re-routed their gray water tank line, with no success in finding the water leak, Mr. Noland volunteered to try to locate appellant's line by digging near appellees' oak tree. He uncovered the line exactly where he and his wife had previously told appellant it was. Appellant then repaired the line, and the water subsequently disappeared.\nNegligence is the failure to do something which a reasonably careful person would do. AMI (Civil 3rd) 301. And a negligent act arises from a situation where an ordinarily prudent person in the same situation would foresee such an appreciable risk of harm to others that he would not act or at least would act in a more careful manner. Id.; Scully v. Middleton, 295 Ark. 603, 751 S.W.2d 5 (198 8). The standard of review on appeal of a jury's verdict is whether the verdict is supported by substantial evidence, giving the verdict the benefit of all reasonable inferences permissible under the proof. Ferrell v. Whittington, 271 Ark. 750, 610 S.W.2d 572 (1981).\nHere, we have no problem in holding sufficient evidence exists to support the jury's verdict finding negligence. Appellees, along with the Nolands, tried again and again to convince appellant that appellant's water line was on appellees' property and that the line leaked, causing water to stand in a pool around appellees' tree. Appellant obviously did not know where its main water line was, but even so, made guarantees to appellees that appellant's line was nowhere on appellees' property. Clearly, the jury could reasonably infer that appellant was negligent in these circumstances.\nAlso, we hold the evidence was sufficient to support the jury's findings that appellant's negligence was the proximate cause of the injury to and loss of the appellees' tree. Proximate cause means a cause which, in a natural and continuance sequence, produces damage and without which the damage would not have occurred. AMI (Civil 3rd) 501. In an action for negligence, proximate cause may be shown from circumstantial evidence, and such evidence is sufficient to show proximate cause if the facts proved are of such a nature and are so connected and related to each other that the conclusion therefrom may be fairly inferred. Northside Construction Co. v. Huffman, 287 Ark. 145, 697 S.W.2d 89 (1985).\nHere, appellees and Noland testified that the appellant's water line was the only possible source of the pool of water surrounding appellees' oak tree. Such assertions were based upon their having eliminated all other possible sources and finding none of appellees' lines leaked. In addition, no water appeared after appellant's water line was repaired. Appellees' tree stood in this water for fifteen months, and died approximately eight months after appellant repaired its line. The evidence shows the tree had been on appellees' property for more than twenty-two years, but suddenly died shortly after appellant's belated actions to fix its lines. Appellant points to other evidence suggesting other possible reasons for the oak tree's loss, but we need only consider the evidence favorable to appellees. Price v. Watkins, 283 Ark. 502, 678 S.W.2d 762 (1984). Although appellees' proof could have been more compelling with expert testimony, we believe that the jury could fairly infer from the circumstantial evidence submitted that the loss proximately resulted from appellant's negligence. Accordingly, we again are unable to say substantial evidence was lacking in establishing proximate cause.\nAppellant's last point concerns whether substantial evidence exists to support the jury's assessment of damages. The trial court without objection instructed the jury that it may consider the three following elements of damages when compensating the appellees:\n1. The difference in fair market value of the land immediately after the occurrence;\n2. the costs of cutting or removal of the dead tree; and\n3. any consequential damages incurred by the [appellees] which were proximately caused by the negligence of the [appellant].\nAlthough no objection was interposed to the foregoing instruction, we have adopted the rule that when ornamental or shade trees are injured, the use made of the land should be considered, and the owner compensated by the damages representing the cost of replacement of the trees. Revels v. Knighton, 305 Ark. 109, 805 S.W.2d 649 (1991); Worthington v. Roberts, 304 Ark. 551, 803 S.W.2d 906 (1991). We have also said that the evidence in each case will determine whether an instruction on the differences in the value of the land before and after an occurrence (AMI 2222) or one on the cost of restoration (AMI 2223) should be given. First Elec. Coop. Corp. v. Charette, 306 Ark. 105, 810 S.W.2d 500 (1991). We further said in Charette that we could envision fact situations in which recovery of the replacement cost of trees would yield a result grossly disproportionate to the fair market value of the land and would, therefore, be an inappropriate measure of damages.\nHere, the trial court did not instruct the jury on the replacement cost of appellees' tree. Even so, appellees offered a document published by the Cooperative Extension Service, University of Arkansas, U.S. Department of Agriculture and County Government Cooperative, entitled The Formula Method for Calculating Values of Shade Trees. Appellant initially objected to this document's introduction because it was hearsay and not the best evidence, but when the trial court announced later that it would admit it as a self-authenticating government document, the abstract reflects no objection by the appellant. Nor was there an objection to appellees' attorney's handwritten calculation, reflecting the use of the foregoing formula placing the value of the appellees' oak tree at $10,036.22.\nThe appellees not only presented evidence pertaining to the replacement cost of their tree, but they also offered proof that they spent $696.00 in expenses when re-routing water and drain lines and incurred costs in the amount of $795.60 for other consequential damages.1 Appellees' testimony fell short in estab*629lishing before and after damages, since appellee Brenda Moon related their property was worth $25,000 before and after the tree died. Appellee Frankie Moon said that their property was worth $24,500 before and after the loss of the tree.\nBecause the jury returned a verdict in the amount of $9,000, it is obvious the replacement value evidence placing the tree's value in excess of $10,000 must have been employed by the jury since consequential damages provided under the trial court's instruction would have been limited to no more than $ 1,491.60 in view of appellees' other evidence.\nIn Worthington, we explained that an instruction containing elements of both the cost of replacement rule and the difference in value of the land rule would result in double recovery. Here the replacement costs were not a part of the court's instruction, but the instruction did not expressly or by implication forbid the jury from taking into account the evidence the appellees introduced to establish the replacement value of the tree. See Fred's Dollar Store v. Adams, 238 Ark. 468, 382 S.W.2d 592 (1964).\nAs previously mentioned, appellant in this appeal limits its arguments to sufficiency of the evidence. Consistent with our recent holdings in Worthington, Revels and Charette, appellees offered ample evidence regarding the replacement cost of their shade tree. However, we cannot say with confidence which, if any, of the consequential damages the jury might have considered along with appellees' replacement value evidence when it awarded the $9,000 verdict. Certainly, appellees' evidence cannot be used to establish an award which would include both replacement costs and consequential damages. In the circumstances, we would remand this case for a new trial, since generally a general verdict is a complete entity which cannot be disturbed. However, when the error relates to a separable item of damages, a new trial can sometimes be avoided by the entry of a remittitur. Such a remittitur is fixed by the highest estimate of the element of damage affected by the error. Martin v. Riegler, 289 Ark. 292, 711 S.W.2d 776 (1986).\nHere the land value and consequential damages were a calculable, separable item of damages. These damages at most could have been $1,491.60. If the appellees agree to remit *630$1,491.60 within seventeen days, the remaining part of the judgment will be affirmed. Otherwise, the cause must be remanded for a new trial.\nAffirmed upon agreement of remittitur.\n1 \nAppellees presented expenses incurred for tree removal and lost wages.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant was negligent in failing to heed suggestions of plaintiff and a third party in locating and repairing a broken pipe causing the death of the plaintiff's tree.\nSummary:\nthe plaintiffs owned property and had a 22-year-old tree on the land. The defendant municipal water authority had a pipe that ran under the plaintiffs' property.\nA leak in the pipe caused water to accumulate on the plaintiff's property which drowned the tree. The defendant asserted that its pipe was not under the plaintiffs' property and gave numerous suggestions that the plaintiffs examine specific other pipes for the source of the leak.\nA third party neighbour who previously owned the property told both parties that the pipe was under the plaintiffs' property, and located the pipe, at which time the defendant repaired the leak.\nThe Supreme Court confirmed appropriateness of the jury's finding that the defendant had been negligent in failing to act on the repeated requests of the plaintiffs.\n",
    "annotations": {
        "Facts": [
            "locate and repair a leak in its water line which had been routed underneath appellees' property",
            "the leak caused water to stand around their post oak tree that they used for shade",
            "eventual loss of their tree.",
            "appellees showed that they contacted appellant as soon as the standing water was discovered. The water filled a low area around the tree, and reached a depth causing it to flow off appellees' property onto a dirt road and into a pasture owned by a neighbor, Mr. James Noland. Appellant insisted its water line was not involved and made repeated suggestions that appellees check specific other underground lines routed on their property. Appellees acted on each suggestion, but found none of the other lines leaked. Mr. Noland previously owned appellees' property, and he and his wife on separate occasions informed appellant that they recalled appellant's water line was buried near the oak tree some twenty years ago. Appellant chose to disbelieve the Nolands, and continued to suggest that the appellees look elsewhere for the leak. After appellees unearthed their main water line (replacing it with new pipe) and re-routed their gray water tank line, with no success in finding the water leak, Mr. Noland volunteered to try to locate appellant's line by digging near appellees' oak tree. He uncovered the line exactly where he and his wife had previously told appellant it was. Appellant then repaired the line, and the water subsequently disappeared.",
            "appellant's water line was the only possible source of the pool of water surrounding appellees' oak tree. Such assertions were based upon their having eliminated all other possible sources and finding none of appellees' lines leaked.",
            "no water appeared after appellant's water line was repaired. Appellees' tree stood in this water for fifteen months, and died approximately eight months after appellant repaired its line",
            "the tree had been on appellees' property for more than twenty-two years, but suddenly died shortly after appellant's belated actions to fix its lines"
        ],
        "Procedural History": [
            "A jury agreed and awarded appellees $9,000 in damages."
        ],
        "Application of Law to Facts": [
            "Appellees, along with the Nolands, tried again and again to convince appellant that appellant's water line was on appellees' property and that the line leaked, causing water to stand in a pool around appellees' tree. Appellant obviously did not know where its main water line was, but even so, made guarantees to appellees that appellant's line was nowhere on appellees' property. Clearly, the jury could reasonably infer that appellant was negligent in these circumstances."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Here, we have no problem in holding sufficient evidence exists to support the jury's verdict finding negligence",
            "Affirmed"
        ]
    },
    "class": "affirm"
}