{
    "text": "Scully v. Middleton, 295 Ark. 603, 751 S.W.2d 5 (1988)\nMay 31, 1988 · Arkansas Supreme Court · 88-30\n295 Ark. 603, 751 S.W.2d 5\nJohn W. SCULLY and Margaret Scully, His Wifev.Frederick MIDDLETON\n751 S.W.2d 5\nSupreme Court of Arkansas\nLesly W. Mattingly, for appellants.\nMatthews & Sanders, by: Marci Talbot Liles, for appellee.\nTom Glaze, Justice.\nThis is an appeal from the trial court's granting of the appellee's motion for summary judgment in *604appellants' tort cause of action. Appellants' sole point for reversal is that the trial court erred in its ruling that there were no genuine issues of fact to be determined and that the appellants were not entitled to recover from the appellee as a matter of law. We find no error, and therefore we affirm.\nAppellant John Scully and a co-worker, Bruce A. Jones, were performing construction work on appellee's property when Jones was injured by a shock he sustained from a defective electrical outlet.1 Almost three weeks later, Jones, while putting up trusses with Scully, suffered a black-out or fainting spell allegedly caused by his injuries from the electrical shock. When Jones blacked out he lost control of the truss causing it to fall, knocking Scully to the floor and injuring him. Scully and his wife filed suit against the appellee for the damages arising from his injuries.\nAs we have stated numerous times, summary judgment is an extreme remedy which will be granted only when there is no genuine issue of material fact. See, e.g., Ford v. Cunningham, 291 Ark. 56, 722 S.W.2d 567 (1987). In reviewing the granting of summary judgment, this court has stated that the burden of proving that there is no genuine issue of fact is upon the moving party. All proof submitted must be viewed in the light most favorable to the party resisting the motion and any doubts and inferences must be resolved against the moving party. Id.\nIn order to prove liability in this tort case, appellants must allege and show that appellee committed a negligent act and that the negligent act was the proximate cause of the injury. Appellants have failed in both respects, but we need only limit our discussion to the negligence issue.\nNegligence is defined as the failure to do something which a reasonably careful person would do, or the doing of something which a reasonably careful person would not do, under circumstances similar to those shown by the evidence. St. Mary's Hosp. v. Bynum, 264 Ark. 691, 573 S.W.2d 914 (1978), citing AMI Civil 2d, 301. To constitute negligence, an act must be one *605from which a reasonably careful person would foresee such an appreciable risk of harm to others as to cause him not to do the act, or to do it in a more careful manner. Id. We have held that before a negligent act may be used as the basis to recover damages, there must be a showing that the negligent act proximately caused the damages sustained and that such damages were reasonably foreseeable. Dongary Holstein Leasing, Inc. v. Covington, 293 Ark. 112, 732 S.W.2d 465 (1987); see also Jordan v. Adams, 259 Ark. 407, 533 S.W.2d 210 (1976); Missouri Pacific R.R. Co. v. Johnson, 198 Ark. 1134, 133 S.W.2d 33 (1939).\nWhen considering the definition of negligence, specifically the foreseeability requirement, as applied to the undisputed facts in this case, we believe only one conclusion can be reached, viz., John Scully's injuries could not have been reasonably foreseen by the appellee. If the question posed here were whether Jones's, not Scully's, injury was foreseeable, the answer clearly would be yes, since any person, who provided a faulty electrical outlet, could have reasonably anticipated a worker using that outlet might sustain an injury. Here, however, Scully's injuries were not caused by appellee's defective electrical outlet, but instead his injuries allegedly resulted from a truss that fell on Scully because Jones purportedly blacked-out from the electrical shock he sustained three weeks earlier. On these facts, we are unwilling to hold Scully's injuries were the result of appellee's negligence.\nBecause we agree with the trial court's finding that appellants were not entitled to a recovery from the appellee as a matter of law, we affirm the court's decision granting appellee's motion for summary judgment and dismissing this cause.\n1 For purposes of this appeal, the parties agreed that the electrical outlet was defective.\n\nPlain English Summary: One worker had been injured because of a faulty power socket. A few weeks later he blacked out, presumably as a result of that injury, and, in his fall, injured one of his co-workers. The co-worker attempted to claim damages against the owner of the property with the faulty power socket. The Court found that these damages were not reasonable foreseeable. \n\n§3; §4; §7(a). ",
    "annotations": {
        "Facts": [
            "Appellant John Scully and a co-worker, Bruce A. Jones, were performing construction work on appellee's property when Jones was injured by a shock he sustained from a defective electrical outlet. Almost three weeks later, Jones, while putting up trusses with Scully, suffered a black-out or fainting spell allegedly caused by his injuries from the electrical shock. When Jones blacked out he lost control of the truss causing it to fall, knocking Scully to the floor and injuring him. Scully and his wife filed suit against the appellee for the damages arising from his injuries."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "John Scully's injuries could not have been reasonably foreseen by the appellee. If the question posed here were whether Jones's, not Scully's, injury was foreseeable, the answer clearly would be yes, since any person, who provided a faulty electrical outlet, could have reasonably anticipated a worker using that outlet might sustain an injury. Here, however, Scully's injuries were not caused by appellee's defective electrical outlet, but instead his injuries allegedly resulted from a truss that fell on Scully because Jones purportedly blacked-out from the electrical shock he sustained three weeks earlier."
        ],
        "Relevant Precedents": [
            "Dongary Holstein Leasing, Inc. v. Covington, , 732 S.W.2d 465 (1987)"
        ],
        "Outcome": [
            "we affirm the court's decision granting appellee's motion for summary judgment and dismissing this cause."
        ]
    },
    "class": "affirm"
}