{
    "text": "Stacks v. Arkansas Power & Light Co., 299 Ark. 136, 771 S.W.2d 754 (1989)\nJune 12, 1989 · Arkansas Supreme Court · 89-77\n299 Ark. 136, 771 S.W.2d 754\nRick Allen STACKSv.ARKANSAS POWER AND LIGHT COMPANY\n771 S.W.2d 754\nSupreme Court of Arkansas\n[Rehearing denied July 17, 1989.]\n*137 Steve Kirk, for appellant.\nChisenhall, Nestrud & Julian, P.A., by: Jim L. Julian and Janie W. McFarlin, for appellee.\nJohn I. Purtle, Justice.\nThe appellant, Rick Allen Stacks, filed a tort action against the appellee, Arkansas Power and Light Company, for injuries received on July 5,1983, when he came in contact with a sagging overhead power line while fishing on a pond in Plumerville, Arkansas. The appellee filed a motion for a summary judgment, and, after considering the affidavits and counter-affidavits, the trial court granted the motion. The sole argument for reversal is that there were genuine issues of fact to be determined. We agree and therefore reverse and remand.\nThe city of Plumerville formerly obtained its water supply through the use of water wells. The record reveals that there was a pump house on a well in the middle of a pond and another pump on the bank at another well. The city had not used the wells for several years prior to the appellant's injury. In the meantime, the public has been using the impoundment with the consent of the city for fishing and other forms of recreation.\nAP&L furnished power delivered to a pole near the facility. The city of Plumerville owned and maintained the line from the delivery point to the pump houses. However, the city relied exclusively on the appellee to supply its electricity.\nThe former mayor of Plumerville stated in an affidavit that he had requested AP&L to de-energize this station two or three years before the occurrence. He further stated that AP&L told him they had disconnected the power to the pump house on the *138pond. Two witnesses on behalf of AP&L filed affidavits in which they denied that the appellee had any interest, control, or right to maintain the lines going from their terminal to the pump houses. Further, their affidavits stated that the mayor had not requested them to de-energize the lines. An affidavit from Clyde Garrett stated that he had been with the water department since July, 1959, and that he personally knew that the fuses serving the pump on the island had been removed three or four years prior to 1983.\nIn granting the motion for a summary judgment the trial judge held that there was a lack of causal connection between AP&L's delivery of electricity and the injuries suffered by the plaintiff; and that the city of Plumerville as owner of the sagging power line was responsible for the condition regardless of any statement made by any employee of the appellee. It is so fundamental as not to require citation of authority that summary judgment is not proper when a genuine issue of a material fact exists. We hold as a matter of law that a genuine issue of fact exists in this case. The complaint and affidavits alleged facts which, if believed by the jury, would support a verdict against the appellee.\nAn electric company has a duty to inspect and maintain its power lines in proper and safe working order. See Arkansas General Utilities Co. v. Shipman, 188 Ark. 580, 76 S.W.2d 178 (1934). The mayor's affidavit that a representative of the appellee told him the power to the pump house had been terminated created a factual situation on the issue of negligence and breach of duty to the appellant which required a determination by the trier of facts. The alleged statement by AP&L's representative was a sufficient allegation to present a genuine question as to whether the appellee had a duty to de-energize these lines. It will be up to the trier of facts to decide whether the occurrence was foreseeable and whether the negligence, if any, was a proximate cause of the appellant's injuries.\nThe threshold question is whether the appellee owed a duty of any kind to the appellee. Whether a duty is owed between the parties is a question of law. Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983); Missouri Pacific Railroad Co. v. Harelson, 238 Ark. 452, 382 S.W.2d 900 (1964). The Keck opinion also stated that the *139question of foreseeability and causation may be a question of fact, depending on the circumstances. See also Larson Machine, Inc. v. Wallace, 268 Ark. 192, 600 S.W.2d 1 (1980). Proximate causation is ordinarily a question of fact. Id.\nThis court recognized the degree of care required of an electric company to its customers or those in close proximity to its wires in City Electric Street Railway Co. v. Conery, 61 Ark. 381, 33 S.W. 426 (1895). The electric company had strung wires overhead to operate trolley cars. One of the wires came in contact with a telephone wire which led to a private residence. The telephone wire broke and fell across the electric wire and was energized as it touched the ground. A small child stepped on the electric wire and was seriously injured. The opinion in the Conery case stated: In cases where the wires carry a strong and dangerous current of electricity, and the result of negligence might be exposure to death, or most serious accidents, the highest degree of care is required. The opinion further stated: [T]he injury was a result of the concurring negligence of the two parties, and would not have occurred in the absence of either. In that case negligence of the two was the proximate cause of the same, and both parties are liable.\nIn Arkansas General Utilities Co. v. Shipman, supra, this court quoted from Conery, as follows: This fact being established, the next question is, upon what duty of the appellant to the appellee can this action be based? The answer to it is, upon the duty enjoined by the rule which requires everyone to so use his property as not to injure another. In Shipman, supra, suit was filed against an electric company when a customer of the utility was injured when she tried to unplug a radio inside her residence after a surge of electricity had shorted it out and started a fire. The surge in electricity resulted when a service line fell onto a high-powered transmission line which broke and fell on the service line. The electric company insisted that evidence might establish that the wire was struck by lightning and that the electric company did not have time to repair it before the injury occurred.\nThe Shipman opinion held that if electric companies negligently allow their wires to fall or sag, or poles or other apparatus to fall, to the injury of another, they are responsible in damage for *140the wrong done, if the party injured is guilty of no culpable negligence contributing to the injury. The question of whether the electric company was negligent when its high voltage line fell on a lower capacity line carrying electricity to a dwelling was held to be a matter of fact for the jury to decide.\nThe Shipman opinion included a discussion of the duty owed by an electric company:\nThe duty of an electric company in reference to keeping its appliances in safe condition is a continuing one. Not only must it exercise a high degree of care in the original selection and installation of its electric apparatus, but thereafter it must use commensurate care to keep the same in a proper state of repair. The obligation of repairing does not mean merely that the company is required to remedy such defective conditions as are brought to its actual knowledge. The company is required to use active diligence to discover defects in its system. In other words, an electric company is bound to exercise due care in the inspection of its poles, wires, transformers and other appliances.\nThe duties and responsibilities of the electrical companies that have established or maintained electricity has been an issue before the courts from the earliest days. In Arkansas Power & Light Co. v. Cates, 180 Ark. 1003, 24 S.W.2d 846 (1930), the court quoted from the case of Duncan Electric & Ice Co. v. Chrisman, 157 P. 1031 (Okla. 1916) and 1 Joyce on Electricity 735, where it was stated:\nA company maintaining electrical wires, over which a high voltage of electricity is conveyed, rendering them highly dangerous to others, is under the duty of using the necessary care and prudence at places where others may have a right to go, either for work, business, or pleasure, to prevent injury. It is the duty of the company, under such condition, to keep the wires perfectly insulated, and it must exercise the utmost care to maintain them in this condition at such places. And the fact that it is very expensive or inconvenient to so insulate them will not excuse the company for failure to keep their wires perfectly insulated.\n*141Cates, an employee of an oil company, died when he touched an electrical wire which dropped across AP&L's charged wire that extended to the ground. The negligent act committed by the electric company in that case was the failure to insulate a high voltage line which ran near the top of a two-story building owned and operated by the oil company. The power company in the Cates case had a contract with the city of Waldo to furnish electricity to the city's residents. The electric company insisted that there was no negligence on its part in causing the death of Cates. In the Cates case it was held to be a question of fact as to whether the electric company was guilty of negligence that proximately caused the death of Cates.\nAnother case involving the same electric company involved in the present case is Arkansas Power & Light Co. v. Johnson, 260 Ark. 237, 538 S.W.2d 541 (1976). The Johnson opinion quoted the following language from Woodruff Electric Corp. v. Daniel, 251 Ark. 468, 472 S.W.2d 919 (1975); We have long recognized the rule that the very nature of the business of an electric company requires it to use a high degree of care in the erection, maintenance, operation, and inspection of its equipment which is used in the transmission of its electric power, so as to prevent injury to one likely to come in contact with the power line.\nDifferent standards or degrees of care have been stated in several opinions of this court. These differing degrees of duty are reconciled in Arkansas Power & Light Co. v. Lum, 222 Ark. 678, 262 S.W.2d 920 (1954), where the court quoted from Morgan v. Cockrell, 173 Ark. 910, 294 S.W. 44 (1927):\nIt will be seen from these decisions that it has long been the settled law in this State that electric companies, in the stringing and maintaining of their wires in the streets of the cities to give service to the public, are only bound to the exercise of ordinary and reasonable care for the protection of all who have right to the use of the streets, such reasonable and ordinary care varying with the circumstances of each case, having in view the dangers to be avoided and the likelihood of injury therefrom, which may require a high or the highest degree of care under the particular circumstances.\n*142Prior decisions involving actions against electric companies in Arkansas are fairly consistent in holding that it is the duty of those utilities to exercise ordinary and reasonable care in the erection and maintenance of power lines. It is at all times the duty of a company supplying electricity to use reasonable care depending upon the existing circumstances.\nIn the present case the appellee knew, or should have known, that members of the public were allowed to congregate around the city's impoundments for the purposes of fishing, swimming, and engaging in other recreational activities. If the appellee had disconnected its power the injury would not have occurred. The affidavits reveal that, for a period of two or three years prior to the injury of the appellant, the public was using this area extensively. The mayor's affidavit stated that he had been told by the electric company that the lines had been de-energized. He further stated that he would never have allowed the public to use the area for recreational activities if he had known that AP&L had not de-energized these lines.\nThe allegations in the pleadings and affidavits against the motion for summary judgment disclose that a critical question of material fact remained to be resolved at the trial: whether the appellee was guilty of negligence in continuing to send electricity through the unused lines to the city's pump house after having told the mayor that the current had been disconnected. Therefore, the case is remanded with instructions to withdraw the order for summary judgment and to proceed as though the motion had been denied.\nReversed and remanded.\nHickman and Hays, JJ., dissent.\nSteele Hays, Justice,\ndissenting. I believe the order of summary judgment should be affirmed. The trial court held 1) that the line with which the plaintiff came in contact belonged to the City of Plumerville and was well beyond (by some 300 feet) the ownership and control of the appellee, and 2) that an alleged statement by an employee of the appellee that the lines were deenergized, even if made, lacked a causal connection with the injury because it was the duty of the City of Plumerville to inspect and maintain its lines in a safe condition. The first point is *143undisputed and the second point has not been shown by the appellant to be incorrect. Appellant cites only two cases, both for the general rule that summary judgment is an extreme remedy and should not be granted where issues of material fact exist. Hunt v. Brewer, 266 Ark. 182, 585 S.W.2d 12 (1979); Talley v. MFA Mutual Ins. Co., 273 Ark. 269, 620 S.W.2d 260 (1981).\nIf the appellant is to prevail on appeal it must be on the strength of the affidavit of the mayor of Plumerville,1 2that sometime after he was elected in 1979 he was told by someone at the Morrilton office of Arkansas Power and Light that the power had long been turned off from the well house to the well f 2 (my emphasis.) The affidavit is notably vague — it appears to have been a telephone conversation, is nonspecific as to time, does not identify the other party, and refers not to facilities of AP&L, but to facilities of the City of Plumerville. Finally, the mayor's affidavit makes it clear he was not calling to determine that the lines were safely de-energized, but to see if power could be restored to the facilities of the city.3 Such a conversation could hardly afford a legal basis for thrusting liability elsewhere for the city's failure to maintain its own facilities in a safe condition. Arkansas General Utilities Co. v. Shipman, 188 Ark. 580, 67 S.W.2d 178 (1934); Decatur v. Parham, 109 So.2d 692 (Ala. 1948); White v. Orlando Utilities Commission, 156 So.2d 879 (Fla. 1963); Kelley v. Public Service Company, 300 Ill. App. 354, 21 N.E.2d 43 (1939); Memphis Consolidated Gas and Electric Company v. Speers, 113 Tenn. 83, 81 S.W. 595 (1904).\nHickman, J., joins this dissent.\n1\nThe affidavit is in direct conflict with an affidavit of the superintendent of the Plumerville Water Department.\n2\nThis describes facilities belonging entirely to the City of Plumerville.\n3\nThe affidavit states, I had called to see how hard it would be to have the power turned on again.\nPlain English Summary: An electricity company has a duty to inspect and maintain its power cables. Where it fails to do so, and its failure results in personal injury, it will be liable for damages.\n\n§3; §4; §7(a). ",
    "annotations": {
        "Facts": [
            "The appellant, Rick Allen Stacks, filed a tort action against the appellee, Arkansas Power and Light Company, for injuries received on July 5,1983, when he came in contact with a sagging overhead power line while fishing on a pond in Plumerville, Arkansas.",
            "The city of Plumerville formerly obtained its water supply through the use of water wells. The record reveals that there was a pump house on a well in the middle of a pond and another pump on the bank at another well. The city had not used the wells for several years prior to the appellant's injury. In the meantime, the public has been using the impoundment with the consent of the city for fishing and other forms of recreation.AP&L furnished power delivered to a pole near the facility. The city of Plumerville owned and maintained the line from the delivery point to the pump houses. However, the city relied exclusively on the appellee to supply its electricity.The former mayor of Plumerville stated in an affidavit that he had requested AP&L to de-energize this station two or three years before the occurrence. He further stated that AP&L told him they had disconnected the power to the pump house on the pond. Two witnesses on behalf of AP&L filed affidavits in which they denied that the appellee had any interest, control, or right to maintain the lines going from their terminal to the pump houses. Further, their affidavits stated that the mayor had not requested them to de-energize the lines. An affidavit from Clyde Garrett stated that he had been with the water department since July, 1959, and that he personally knew that the fuses serving the pump on the island had been removed three or four years prior to 1983."
        ],
        "Procedural History": [
            "The appellee filed a motion for a summary judgment, and, after considering the affidavits and counter-affidavits, the trial court granted the motion."
        ],
        "Application of Law to Facts": [
            "An electric company has a duty to inspect and maintain its power lines in proper and safe working order.",
            "*142Prior decisions involving actions against electric companies in Arkansas are fairly consistent in holding that it is the duty of those utilities to exercise ordinary and reasonable care in the erection and maintenance of power lines. It is at all times the duty of a company supplying electricity to use reasonable care depending upon the existing circumstances.In the present case the appellee knew, or should have known, that members of the public were allowed to congregate around the city's impoundments for the purposes of fishing, swimming, and engaging in other recreational activities. If the appellee had disconnected its power the injury would not have occurred."
        ],
        "Relevant Precedents": [
            "Arkansas General Utilities Co. v. Shipman"
        ],
        "Outcome": [
            "We agree and therefore reverse and remand.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}