{
    "text": "Nationwide Rentals Co. v. Carter, 298 Ark. 97, 765 S.W.2d 931 (1989)\nFeb. 27, 1989 · Arkansas Supreme Court · 88-221\n298 Ark. 97, 765 S.W.2d 931\nNATIONWIDE RENTALS CO., INC.v.Henry CARTER\n765 S.W.2d 931\nSupreme Court of Arkansas\n[Rehearing denied March 27, 1989.*]\n*98 Sessions, Fishman, Rosenson, Bisfontaine, Nathan & Winn; and Shackleford, Shackleford & Phillips, P.A., for appellant.\n*99 Gibson & Deen, for appellee.\n*\nHays, J., would grant rehearing.\nJohn I. Purtle, Justice.\nAn Ashley County jury returned a verdict in favor of the appellee in the amount of $175,000 on his claim against the appellant for injuries arising out of an industrial accident. The appellant argues three points for reversal: (1) the trial court erred in refusing to grant the appellant's request for a directed verdict at the close of the plaintiffs case; (2) the trial court erred in failing to grant a directed verdict at the close of all the evidence; and (3) the trial court erred in failing to grant the appellant's motion in limine which sought to exclude testimony and evidence about prior malfunctions of the machine involved in this occurrence. Finding no reversible error, the judgment is affirmed.\nThe appellee was employed by Georgia Pacific, Inc., which rented the machine in question which is called a manlift. The appellant is in the business of renting machinery and equipment to the public. The manlift was not a new machine and was delivered to Georgia Pacific on March 13,1984. At the time of the delivery a limiting switch was missing from the boom on the machine. On April 14, 1984, one of appellant's employees repaired the machine's hydraulic pump system. He allegedly checked all of the switches at that time and found them in proper working order. The machine was again repaired on May 15,1984, at which time an employee of appellant replaced the muffler. Again all functions were tested and found to be in order. The accident involved in the lawsuit occurred on May 29, 1984.\nThe manlift is simply a crate or work platform, about four feet by four feet, with a wire cage around it, on top of a boom which extends some 35 or 40 feet in any direction above or beside the base of the machine. The control box for the machine is located in the rear of the platform or basket where people stand to work. The limiting switch should be connected to the top of the boom at the base of the platform. The purpose of this switch is to keep the whole unit from moving at a fast speed when the boom is extended. Apparently the extension of the platform releases this switch and, when the boom is extended, the limiting switch is designed to automatically prevent the unit from traveling at a fast speed. When the boom is retracted, the manlift will again travel at a fast pace.\n*100On the date of the occurrence the appellee was painting a pipe quite some distance above the floor when he decided to switch the work platform from one side of the pipe to the other. In order to put the working platform on the opposite side of the pipe, it was necessary to lower the platform slightly and move the machine forward several feet. He intended to then raise the platform back to a position where he could reach the opposite side of the pipe he had been painting.\nThe events surrounding the appellee's attempt to move the manlift form the basis of this lawsuit. The appellee testified that he hit the shift or lever which should have lowered the basket, that the machine then made a jerking motion, that he then released the lever. He said he again pushed the up/down control switch, at which time the machine traveled forward at a fast rate of speed. Since the control box was in the back of the basket, the appellee was facing away from the pipe at the time the machine moved forward. The machine traveled forward some four to six feet, and in the process, the appellee was pushed under the pipe, wedging his head between the control box and the pipe. The appellee's face was crushed and bones in his head were broken.\nSuit was filed by the appellee against the appellant under several theories of liability: negligence, strict liability and breach of warranty. During the trial Nationwide moved for a directed verdict on the grounds of insufficiency of the evidence, and the trial court granted its motion to dismiss the plaintiff's breach of warranty claim and parts of the negligence claim. The court denied the motion with respect to the strict liability claim, and the allegations concerning failure to warn and failure to repair.\nAppellant's first point asserts that the trial court erred as a matter of law in failing to grant its motion for a directed verdict at the close of the plaintiff's case. The second point reaches the same subject and is that the court erred in not directing a verdict at the close of all of the evidence. Both arguments will be treated together. The case went to the jury on the theories of strict liability and negligence in failure to repair and warn.\nWhether there is substantial evidence to support a verdict is a question of law and should be decided by the judge. Farm Bureau Mutual Insurance Company v. Henley, 275 Ark. 122, 628 S.W.2d 301 (1982). Negligence and strict liability are *101not mutually exclusive claims. More than one theory of liability is permissible in a products liability claim. W.M. Bashlin Company v. Smith, 277 Ark. 406, 643 S.W.2d 526 (1982). Bashlin involved claims of strict liability and negligence on the part of the supplier of the allegedly defective linesman's belt. The opinion stated that the jury might have found that the supplier was negligent in failing to warn on the use of the belt and in failing to warn about a particularly dangerous use called double D-ringing, or that the manufacturer had become aware of a defect and should have recalled the product. The opinion remarked that it would be mere speculation to try to decide on exactly which theory the jury based its finding of negligence. Bashlin further stated:\nWe have attempted to define intervening negligence which bars recovery of the original wrongdoer. In the case of Gatlin v. Cooper Tire & Rubber Co., 252 Ark. 839, 481 S.W.2d 338 (1972), we held that negligence of a third party is no defense unless it is the sole proximate cause of the injury and/or damages sustained and a plaintiff may recover from the original defendant if the negligence of such defendant was a contributing factor. Appellant also relies upon our holding in Larson Machine, Inc. v. Wallace, [268 Ark. 192, 600 S.W.2d 1 (1980)]. In Larson we upheld the doctrine that an independent intervening cause excludes liability for the earlier negligent acts of another party. In fact, we held that there was an independent intervening cause which shielded the manufacturer from the acts of the dealer who had rented the fertilizer spreader to the injured party. We find a substantial distinction between the facts in Larson and those in the present case. In Larson the machine left the factory with a shield to protect the power take-off shaft. The shield was intended to prevent injuries such as the one which subsequently occurred. The dealer who obtained the machine and rented it out did so with the full knowledge that the protecting shield had been removed and the power take-off gears were exposed. This was an obvious defect and dangerous condition which was known by the dealer who rented it out and the obviously negligent action on the part of the dealer was held to be an independent intervening cause.\nThe negligence of a third party is not a defense unless *102the third party's negligence is the sole proximate cause of the injury. If the intervening act is a normal response to the situation created by the original actor's conduct, then there is no intervening cause. When the negligent acts of the parties are concurrent there is no intervening cause which bars recovery against the original actor. Larson. The question of intervening cause is whether the original act of negligence or some intervening act of negligence is the proximate cause of the injury and this is a question for the jury. Hergeth, Inc. v. Green, 293 Ark. 119, 733 S.W.2d 409 (1987); and Forrest City Machine Works v. Aderhold, 273 Ark. 133, 616 S.W.2d 720 (1981). Moreover, the jury in the present case was thoroughly instructed on the question of appellee's contributory negligence.\nIn Forrest City Machine Works we stated: Manufacturers in Arkansas are not and should not be relieved of the duty to exercise due care in the design and manufacture of equipment merely because the dangerous feature is clearly exposed to those foreseeably using the machine. In view of the testimony in the present appeal, it is obvious that the missing switch was not a defect which would have been detected under ordinary circumstances. Moreover, we stated in Forrest City Machine Works that an open and obvious defect would not automatically serve as a defense to all allegations of liability. We then referred to Larson Machine v. Wallace, 268 Ark. 192, 600 S.W.2d 1 (1980), where we dealt with the open and obvious theory. In Larson we upheld the judgment against the dealer in the machinery but reversed the verdict as to the manufacturer because the dealer handling the tractor had modified the power take-off area by removing a protective shield, thereby creating a danger which did not exist at the time it left the factory.\nIn the present case there is no evidence that anyone had attempted to repair the limiting function after the machine left the possession of the appellant. Several witnesses, both for the appellant and the appellee, testified that the limiting switch was not working when the machinery was delivered to the Georgia Pacific plant. The evidence was very clear that if the limiting function had been working it would have prevented the machine from moving at a fast rate in any direction when the boom was extended. The appellee's testimony at trial was that when he walked to the back of the basket to push the controls he pushed the *103control throttle to lower the boom. He stated that the boom then went through jerking motions, at which time he immediately released the switch. He said he then re-engaged the switch to lower the boom, but instead it went forward at a fast speed.\nAn instruction booklet was introduced into evidence which stated that the machine would be immobilized for fast travel so long as the boom was extended. An expert witness for the appellants, Mr. Lawrence Hopkins, admitted that in the absence of the limiting switch the machine would function in a high-speed movement while the basket was elevated.\nSeveral other employees of Georgia Pacific testified that the manlift had not been working properly for several days. George Morgan testified that he and another employee, Mike Young, inspected the manlift on the date in question and refused to work with it because they considered it unsafe. Morgan said he called Jimmy Stafford, a supervisor, and told him that the machine had been fouling up. Morgan stated:\nThe part that I saw was on the travel of it. It didn't start off slow like it should. Once you started into forward or reverse it was just wide open. The man standing in the bucket, if he took off and he got off of it, it would almost sling you out. Even with the handrails around it, it was, you know, a jolt.\nThus, there were several eyewitnesses who testified that the machine would travel forward fast when it was not supposed to do so. The proximate cause of the accident was a matter for the jury to decide.\nThe abstracts do not reveal that the appellant made any effort to warn Georgia Pacific's employees that the limiting switch was absent or the consequences thereof. Also, on at least two occasions, representatives of the appellant came to the plant and repaired the machine for malfunctions not related to the switches. The appellant's representatives testified that although they had not repaired the switches, they tested them on each of the two trips and found they were properly working.\nOn the other hand, the appellee's witnesses testified that the machine had been deteriorating since it had been delivered to Georgia Pacific. They testified that it operated in a jerking *104manner and that it went forward when it should not have. These witnesses made other comments indicating the manlift was not functioning properly. Whether it in fact traveled fast forward is in sharp dispute. Nevertheless, this was a matter which was properly considered by the jury. Because it was a question of fact, we do not reverse if there is substantial evidence to support the verdict. Even if the appellee engaged the wrong lever, the machine should not have gone fast forward. See Otis Elevator Co. v. Faulkner, 288 Ark. 344, 705 S.W.2d 428 (1986).\nThe appellant relies on Williams v. Smart Chevrolet Company, 292 Ark. 376, 730 S.W.2d 479 (1987), for the proposition that the appellee failed to negate other causes of the accident. A plaintiff is only required to negate other causes if he is unable to show that the product was supplied with a defect. It is undisputed that this machine was supplied in a defective condition in that the safety switch or limiting switch was not operable. Had the switch been operable, the appellee contends that he would have been able to move out of the way of the pipe in time to avoid the injury.\nIn denying a directed verdict for the defendant the trial court, and this court on appeal, gives the evidence of the plaintiff its most favorable weight and probative value, taking into account all reasonable inferences deducible therefrom. Dan Cowling & Associates v. Clinton Board of Education, 273 Ark. 214, 618 S.W.2d 158 (1981). A motion for a directed verdict should be granted only if there is no substantial evidence which would support a verdict. Cockman v. Welder Supply Company, 265 Ark. 612, 580 S.W.2d 455 (1979).\nThe appellant correctly states that although Arkansas has adopted strict liability, the doctrine has not changed the burden of proof as to the existence of a flaw or defect in the produce. The plaintiff still has the burden of proving that a product was defective and that it caused the plaintiffs injuries. In Higgins v. General Motors Corporation, 250 Ark. 551, 465 S.W.2d 898, 900 (1971), we stated:\n[A] plaintiff must still prove a defect in design or manufacture which was a proximate cause of his injury. This imposes upon him the burden of proving that the product was in a defective condition at the time it left the hands of *105the particular seller. [Citations omitted.] In the absence of direct proof that the product is defective because of a manufacturing flaw or inadequate design, plaintiff must negate the other possible causes of failure of the product for which the defendant would not be responsible in order to raise a reasonable inference that the dangerous condition existed while the product was still in the control of the defendant. [Citations omitted.] Otherwise, proof of proximate causation would be reduced to rank speculation\nAppellant's final argument is that the trial court erred in refusing to grant its motion in limine wherein it sought to exclude testimony or other evidence about previous malfunctions of this particular machine which were dissimilar to the malfunction allegedly experienced by the plaintiff. Other employees of Georgia Pacific testified that the vehicle had moved fast when it should not have. Although repairs were made to the hydraulic system and to the muffler, it was stated by the appellant's employees that they also checked out the instrument panel at the same time. Everything but the limiting switch, which was not on this machine when it was delivered, was allegedly checked by the appellant and found to be in good working order. In view of the fact that the appellant's witnesses testified that each time they came to repair the unit they also checked the control switches, the testimony concerning other malfunctions was certainly relevant to the question whether this machine was properly maintained.\nAlthough the appellant correctly argues that it had received no notice of the specific malfunctions testified to by the other witnesses, it is undisputed that the machine did not have a limiting switch on it when it was delivered to the Georgia Pacific plant. There is no evidence that the appellant warned or even notified Georgia Pacific that the absence of the limiting switch created a possibility of injury. Certainly it cannot be argued that the defect was obvious and that therefore no warning was necessary. The jurors were instructed not to set aside their common sense in deciding the issues presented to them. A reasonable person might well have decided that the absence of the limiting switch and the failure to warn were the proximate causes of the appellee's injuries.\n*106\nAffirmed.\nPlain English Summary: The appellant has provided a faulty machinery to an undertaking named Georgia Pacific. An employee of this company has been severely injured using the said machinery. The appellant tried to escape liability by placing it on a third party. The Court dissimised this attempt.\n\n§3; §4; §7(a), §18. ",
    "annotations": {
        "Facts": [
            "The appellee was employed by Georgia Pacific, Inc., which rented the machine in question which is called a manlift. The appellant is in the business of renting machinery and equipment to the public. The manlift was not a new machine and was delivered to Georgia Pacific on March 13,1984. At the time of the delivery a limiting switch was missing from the boom on the machine. On April 14, 1984, one of appellant's employees repaired the machine's hydraulic pump system. He allegedly checked all of the switches at that time and found them in proper working order. The machine was again repaired on May 15,1984, at which time an employee of appellant replaced the muffler. Again all functions were tested and found to be in order. The accident involved in the lawsuit occurred on May 29, 1984.The manlift is simply a crate or work platform, about four feet by four feet, with a wire cage around it, on top of a boom which extends some 35 or 40 feet in any direction above or beside the base of the machine. The control box for the machine is located in the rear of the platform or basket where people stand to work. The limiting switch should be connected to the top of the boom at the base of the platform. The purpose of this switch is to keep the whole unit from moving at a fast speed when the boom is extended. Apparently the extension of the platform releases this switch and, when the boom is extended, the limiting switch is designed to automatically prevent the unit from traveling at a fast speed. When the boom is retracted, the manlift will again travel at a fast pace.*100On the date of the occurrence the appellee was painting a pipe quite some distance above the floor when he decided to switch the work platform from one side of the pipe to the other. In order to put the working platform on the opposite side of the pipe, it was necessary to lower the platform slightly and move the machine forward several feet. He intended to then raise the platform back to a position where he could reach the opposite side of the pipe he had been painting.The events surrounding the appellee's attempt to move the manlift form the basis of this lawsuit. The appellee testified that he hit the shift or lever which should have lowered the basket, that the machine then made a jerking motion, that he then released the lever. He said he again pushed the up/down control switch, at which time the machine traveled forward at a fast rate of speed. Since the control box was in the back of the basket, the appellee was facing away from the pipe at the time the machine moved forward. The machine traveled forward some four to six feet, and in the process, the appellee was pushed under the pipe, wedging his head between the control box and the pipe. The appellee's face was crushed and bones in his head were broken."
        ],
        "Procedural History": [
            "Suit was filed by the appellee against the appellant under several theories of liability: negligence, strict liability and breach of warranty. During the trial Nationwide moved for a directed verdict on the grounds of insufficiency of the evidence, and the trial court granted its motion to dismiss the plaintiff's breach of warranty claim and parts of the negligence claim. The court denied the motion with respect to the strict liability claim, and the allegations concerning failure to warn and failure to repair."
        ],
        "Application of Law to Facts": [
            "The negligence of a third party is not a defense unless *102the third party's negligence is the sole proximate cause of the injury. If the intervening act is a normal response to the situation created by the original actor's conduct, then there is no intervening cause",
            "The abstracts do not reveal that the appellant made any effort to warn Georgia Pacific's employees that the limiting switch was absent or the consequences thereof. Also, on at least two occasions, representatives of the appellant came to the plant and repaired the machine for malfunctions not related to the switches.",
            "Although the appellant correctly argues that it had received no notice of the specific malfunctions testified to by the other witnesses, it is undisputed that the machine did not have a limiting switch on it when it was delivered to the Georgia Pacific plant. There is no evidence that the appellant warned or even notified Georgia Pacific that the absence of the limiting switch created a possibility of injury. Certainly it cannot be argued that the defect was obvious and that therefore no warning was necessary."
        ],
        "Relevant Precedents": [
            "Hergeth, Inc. v. Green, , 733 S.W.2d 409 (1987)"
        ],
        "Outcome": [
            "Finding no reversible error, the judgment is affirmed",
            "Affirmed."
        ]
    },
    "class": "affirm"
}