{
    "text": "Prater v. St. Paul Insurane, 293 Ark. 547, 739 S.W.2d 676 (1987)\nNov. 23, 1987 · Arkansas Supreme Court · 87-15\n293 Ark. 547, 739 S.W.2d 676\nLarry PRATER, For the Use and Benefit of the ESTATE of Victor PRATER, Deceasedv.ST. PAUL INSURANCE COMPANY and Glen DIXON, Jr., M.D.\n739 S.W.2d 676\nSupreme Court of Arkansas\n*549 Hale, Fogleman & Rogers, for appellant.\nNance & Nance, P.A., for appellee.\nJack Holt, Jr., Chief Justice.\nThis appeal is from the granting of summary judgment on a medical malpractice claim. Victor Prater went to the emergency room at Crittenden Memorial Hospital in the early evening on May 22, 1979, complaining of head and abdominal pains. He was seen by the appellee, Dr. Glen Dixon, Jr. After an examination, Prater was prescribed an antipsychotic drug and released. He died at home several hours later from peritonitis secondary to a ruptured ulcer. The appel*550lant, Larry Prater, as administrator of the estate, brought suit against Dr. Dixon and St. Paul Fire and Marine Insurance Co., liability carrier for Crittenden Memorial Hospital, a non-profit corporation, alleging negligence in the care and treatment of Prater. Dr. Dixon moved for summary judgment on the grounds that the estate did not have the required expert testimony to establish that Dr. Dixon failed to act according to the degree of skill and care required by the community. The trial court granted the summary judgment, and the estate appeals from that decision.\nOn appeal the estate argues the trial court erred in granting the summary judgment and in disallowing the use of Dr. Dixon's deposition as evidence of his liability. It further alleges a portion of the Arkansas Medical Malpractice Act, Ark. Stat. Ann. § 34-2615(c) (Supp. 1985), is unconstitutional. We find the summary judgment argument has merit and reverse on that ground.\nThe estate claims the trial court erred in granting the summary judgment because under the proof presented a question of fact existed as to Dr. Dixon's negligence in failing to properly diagnose and treat Prater's condition. In reviewing motions for summary judgment, the burden is on the moving party to demonstrate that there is no genuine issue of fact for trial. The evidence submitted in support of the motion is viewed most favorably to the party against whom the relief is sought. Clemens v. First National Bank, 286 Ark. 290, 692 S.W.2d 222 (1985). Summary judgment is not proper where evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypotheses might reasonably be drawn and reasonable men might differ. Id. at 293.\nIn granting summary judgment, the court held: (1) the deposition of the appellee, Glen Dixon, Jr., M.D., could not be used against him by the appellant, and (2) that the pleadings, depositions, answers to interrogatories, admissions and affidavits on file show that there is no genuine issue of material fact and that the appellee is entitled to a summary judgment as a matter of law. We find there was a genuine issue of material fact and reverse the trial court.\nArk. Stat. Ann. § 34-2614 (Supp. 1985) provides:\n*551(A) In any action for medical injury, the plaintiff shall have the burden of proving:\n(1) The degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he practices or in a similar locality; and\n(2) That the medical care provider failed to act in accordance with such standard; and\n(3) That as a proximate result thereof, the injured person suffered injuries which would not otherwise have occurred.\nExpert testimony is required when the asserted negligence does not lie within the jury's comprehension; when the applicable standard of care is not a matter of common knowledge; and when the jury must have the assistance of expert witnesses to decide the issue of negligence. Sexton v. St. Paul Fire & Marine Insurance Co., 275 Ark. 361, 631 S.W.2d 270 (1982); David v. Kemp, 252 Ark. 925, 481 S.W.2d 712 (1972).\nThe estate furnished the deposition of Dr. Milton Lubin to show Dr. Dixon had not exercised the appropriate standard of care. Dr. Lubin stated that based upon his review of the emergency room records and the autopsy report, he was of the opinion that Dr. Dixon did not properly diagnose and treat Prater. He found that Dr. Dixon had violated the appropriate standard of care in failing to perform certain laboratory tests, record an adequate history, and observe that the patient had outward appearances of chronic illness calling for a more thorough examination. This testimony was sufficient to create a question of fact as to whether Dr. Dixon failed to perform services in accordance with the community's standard of care.\nWhether or not this failure to perform according to community standards contributed to or caused the death was also a jury question. Dr. Dixon provided expert testimony that the perforation had not occurred at the time Prater was seen at the hospital. Dr. Fahmy A. Malak, the state medical examiner, stated in his deposition that Prater was suffering from a silent ulcer and there would not have been any symptoms until it was perforated. He further stated that the time between the death and the perforation *552could have only been an hour. Dr. Jerry T. Francisco, the Shelby County Medical Examiner, stated in his affidavit that in his opinion the interval of time between the rupture of the duodenal ulcer, the spilling of the fluid on to the peritoneal cavity, and death, was relatively short. Based upon this information, I am of the opinion that Victor Prater was probably not suffering from a perforated ulcer and peritonitis when examined by Dr. Glen Dixon.\nThis testimony was contradicted by affidavits of three witnesses which stated Prater was complaining of severe stomach pain, both before and after he was seen in the hospital. The affidavit of Ernest Prater, brother of the deceased, noted in particular that he specifically questioned the doctor about his brother's stomach and that during the conference with the doctor, his brother was still complaining of his stomach, could not fasten his pants, and was still bent over.\nDr. Lubin concluded that the perforation must have occurred before Prater was seen at the hospital even though he admits that he was not qualified to determine when the perforation occurred. Prater bolstered his testimony with a medical treatise, which stated generally that it takes twelve hours for peritonitis to develop after perforation. This testimony coupled with the affidavits created a question for the jury to determine.\nAs a second point on appeal, the estate argues the trial court erred in refusing to allow him to use Dr. Dixon's discovery deposition as evidence of his liability for medical malpractice. In response to a hypothetical question, assuming Prater was bent over with stomach pains, Dr. Dixon stated such a condition would not have been inconsistent with a perforated ulcer and would cause him to perform certain tests which were not done to diagnose that condition. Dr. Dixon further stated failure to perform such tests was a failure to follow the applicable standard of care.\nArk. Stat. Ann. § 34-2615(c) (Supp. 1985) grants a privilege to medical care providers not to provide expert opinion testimony against themselves as to the degree of skill and learning possessed by members of the profession in the area, as to whether the medical care provider failed to act in accordance with the standard, and whether as a proximate result thereof, the injured *553person suffered injuries which would not have otherwise occurred. The statute further provides that the privilege does not apply to discovery and that discovery information can be used at trials as in other lawsuits.\nThe trial court granted this statutory privilege to Dr. Dixon. The estate claims Ark. Stat. Ann. § 34-2615(c) (Supp. 1985) violates the equal protection and the privileges and immunities clauses of the United States and Arkansas Constitutions and that it is also unconstitutional because it usurps this court's authority to establish rules of practice, pleading, and procedure. We do not consider these constitutional arguments since they were not properly submitted to the trial court for ruling.\nIn order to fully address this issue, it was necessary for us to go to the record where we found that the first mention of unconstitutionality was in a supplemental response filed by the estate to the motion for summary judgment. In this pleading, the estate categorically claimed that the Arkansas Medical Malpractice Act is unconstitutional. Subsequently, the trial court, in its order of July 21, 1986, granted summary judgment without mentioning the constitutionality issue. On March 17, 1987, the trial court filed a supplemental order in response to a motion for clarification of previous orders (including the July 21, 1986 order) stating: That on July 21, 1986, this Court did grant the Motion for Summary Judgment of the Defendant Glen Dixon, Jr. and dismiss Plaintiffs Complaint against Dr. Dixon with prejudice, over the objection of the Plaintiff that there were material issues of fact in issue, and that the Arkansas Malpractice Act under which the suit was brought was unconstitutional. The court also reaffirmed its earlier finding that the deposition of Dr. Dixon could not be used against him by the appellant.\nThe trial court was obviously in error in his supplemental order of March 17, 1987, when it stated its previous order of July 21, 1986, was over the objection that the Arkansas Malpractice Act was unconstitutional as his order of July 21, 1986 did not mention this constitutional issue. Our search of the record fails to disclose that the constitutionality of the Arkansas Medical Malpractice Act, or in particular, Ark. Stat. Ann. § 34-2615(c) (Supp. 1985), was properly briefed and argued to the trial court, or that the trial court made an adjudication as to the *554constitutionality of the act or the statute. In short, we do not find that the constitutional issues were sufficiently raised before the trial court, thus, we do not consider them on appeal. Widmer v. Widmer, 293 Ark. 296, 737 S.W.2d 457 (1987).\nIn addition, Ark. Stat. Ann. § 34-2510 (Repl. 1962), provides when declaratory relief is sought, all persons shall be made parties who have or claim any interest which would be affected by the declaration and that no declaration shall prejudice the rights of persons not parties to the proceeding and, if the statute is' alleged to be unconstitutional, the attorney general of the state shall also be served with a copy of the proceeding entitled to be heard. That was not done in this case. Under the circumstances, we find the trial court erred in not requiring that the attorney general be served with notice of the proceeding and be given an opportunity to be heard. See, e.g. Roberts, County Judge v. Watts, County Clerk, 263 Ark. 822, 568 S.W.2d 1 (1978). The purpose of the notice requirement is to prevent a statute from being declared unconstitutional in a proceeding which might not be a fully adversary and complete adjudication. City of Little Rock v. Cash, 277 Ark. 494, 644 S.W.2d 229 (1982).\nAside from the constitutional arguments, the estate contends the deposition is admissible pursuant to Ark. R. Civ. P. 32(a)(2), which allows a party to use the deposition of an adverse party for any relevant purpose. Paragraph (a) of Rule 32 limits this argument in that it allows the use of an adverse party's deposition only so far as admissible under the rules of evidence. In addition, A.R.E. Rule 501 recognizes privileges provided by the constitution, statute, or court rules. Ark. R. Civ. P. 26(b)(1) states that privileged matters are not discoverable. For these reasons, the trial court correctly disallowed the use of Dr. Dixon's deposition for the purpose of establishing a failure to comply with the applicable standard of care in a medical malpractice case.\nReversed and remanded.\nPlain English Summary: A case about medical negligence and the duties of a doctor to properly investigate patients coming to the emergency room. The Court discusses reverses the summary judgment, deciding that there might be a question of fact to be decided by the jury.\n\n§7(a)",
    "annotations": {
        "Facts": [
            "This appeal is from the granting of summary judgment on a medical malpractice claim. Victor Prater went to the emergency room at Crittenden Memorial Hospital in the early evening on May 22, 1979, complaining of head and abdominal pains. He was seen by the appellee, Dr. Glen Dixon, Jr. After an examination, Prater was prescribed an antipsychotic drug and released. He died at home several hours later from peritonitis secondary to a ruptured ulcer.",
            "The appellant, Larry Prater, as administrator of the estate, brought suit against Dr. Dixon and St. Paul Fire and Marine Insurance Co., liability carrier for Crittenden Memorial Hospital, a non-profit corporation"
        ],
        "Procedural History": [
            ". Dr. Dixon moved for summary judgment on the grounds that the estate did not have the required expert testimony to establish that Dr. Dixon failed to act according to the degree of skill and care required by the community. The trial court granted the summary judgment, and the estate appeals from that decision."
        ],
        "Application of Law to Facts": [
            "Expert testimony is required when the asserted negligence does not lie within the jury's comprehension; when the applicable standard of care is not a matter of common knowledge; and when the jury must have the assistance of expert witnesses to decide the issue of negligence.",
            "This testimony was sufficient to create a question of fact as to whether Dr. Dixon failed to perform services in accordance with the community's standard of care."
        ],
        "Relevant Precedents": [
            "Sexton v. St. Paul Fire & Marine Insurance Co., , 631 S.W.2d 270 (1982); David v. Kemp, , 481 S.W.2d 712 (1972)."
        ],
        "Outcome": [
            "We find the summary judgment argument has merit and reverse on that ground."
        ]
    },
    "class": "reverse"
}