{
    "text": "Ark. La. Gas Co. v. Stracener, 239 Ark. 1001, 395 S.W.2d 745 (1965)\nNov. 22, 1965 · Arkansas Supreme Court · 5-3669\n239 Ark. 1001, 395 S.W.2d 745\nArk. La. Gas Co.v.Stracener\n395 S. W. 2d 745\nHowell, Price & Worsham and Hall, Purcell & Boswell, for appellant.\nWright, Linclsey & Jennings, for appellee.\nGeorge Bose Smith, J.\nThis is an action for personal injuries suffered by Bill and Marjorie Straoener as a result of a gas explosion that occurred in their home in Benton on Saturday, June 15, 1963. There were originally four defendants: (1) Dale Bobbins, the plaintiffs' landlord; (2) Cecil McClendon, doing business as Mc-Clendon Furniture & Hardware Co., who installed a kitchen stove and turned on the gas about two hours before the explosion; (3) Arkansas Louisiana Gas Company, a public utility; and (4) Frank Shanks, the gas company's local manager at Benton. The jury returned *1002a verdict against the gas company only, awarding $9,000 to Stracener and $30,000 to his wife. The gas company and its manager Shanks have appealed. They argue twenty-one points for reversal, but we find it necessary to discuss only five.\nI. It is first insisted that the gas company and its manager were entitled to a directed verdict in their favor. We are of the opinion that a question of fact was presented upon this point. The facts must be set forth in some detail in our discussion of this issue.\nDale Robbins, the plaintiffs' landlord, formerly occupied the house himself. A year before the explosion he had a gas clothes dryer installed in the kitchen. The plumber, in making this installation, tapped the gas line by inserting a T-joint beneath the kitchen floor in the gas pipe that served the kitchen stove. The plumber drilled a hole in the floor under the dryer and ran a copper pipe from the dryer through the floor and over to the T-joint under the house.\nOn June 4, eleven days before the explosion, Robbins moved to another house he owned in Benton. He telephoned the gas company to ask that the' gas be shut off at the house he was vacating and to say that he' would call when wanted the gas to be turned on in his new home. By mistake the clerk who received his requests made the notation, will call, on the disconnection order, so that the gas company did not in fact turn off the gas. Robbins employed W. L. Davis to move his furniture. Davis shut off the gas with a wrench and removed the kitchen stove and the dryer, leaving the two uncapped gas pipes, called risers, protruding through the kitchen floor.\nA few days later Robbins rented the house to Mr. and Mrs. Stracener, the plaintiffs. In making the lease Robbins agreed to replace the linoleum floor covering in the kitchen. Robbins instructed the linoleum dealer who laid the new floor covering to cap the gas pipe that had served the dryer. However, on Saturday morning, the day of the explosion, the workmen laying the linoleum *1003discovered that the riser for the,dryer had been removed. They assumed that the connection for this pipe had been capped underneath the house, and upon that assumption, they put sheet metal over the hole in the floor where the dryer had been and covered it with linoleum. Their assumption was wrong. Some one, without the knowledge of any of the parties to the case, had removed the copper pipe serving the dryer but had neglected to cap the threaded opening in the T-joint under the floor.\nThe Straceners moved into the house at about ten of eleven o'clock on Saturday morning. At about noon Stracener called the gas company, whose office was closed for the week end, to request that the gas be turned on. Stracener succeeded in reaching the manager, Shanks, who said that he could turn on the gas if there were no uncapped pipes. Stracener assured him that there were none.\nShanks arrived at the house at about two o'clock in the afternoon. In the meantime Stracener had discovered the uncapped riser that was to serve the kitchen stove. Stracener explained this to Shanks, who accordingly made no attempt to restore the gas service. At this point the testimony is in sharp dispute. Stracener says that he told Shanks that a new stove would be installed that afternoon and that Shanks said:\nWell, they will know how to hook it up — know what to do. Shanks denies that he made the statement just quoted. He says instead that he merely asked Stracener to call him back when the stove had been connected. According to Shanks, if he had been recalled he would, in restoring service, have made a routine test that would have disclosed the fact that gas was leaking somewhere. In that event Shanks would have turned the gas off again and instructed Stracener to engage a plumber to find the leak. The gas company itself does not cap pipes on the homeowner's side of the meter.\nStracener had bought a new kitchen stove from Mc-Clendon. At about four o'clock McClendon delivered the stove and connected it to the same pipe that had served *1004Robbins's kitchen stove. Stracener testified that he told McClendon that the gas man had said that McClendon would know what to do and should turn on the gas. At Stracener's direction McClendon turned on the gas with a wrench and lighted the stove's pilot light. It is evident that gas escaped through the open T-joint under the house until the explosion occurred at about six o'clock, seriously injuring both the Straceners.\nW. B. Blankenship, a safety engineer employed by the gas company, testified that it is the company's rule not to permit any one except its own employees to turn the gas back on after it has been shut off. Blankenship testified that this regulation is a safety measure based upon the company's belief that its employees are best qualified to restore service. From his testimony: We have numerous people call and say, 'Can my plumber turn it on % ' and we say ' NO. ' \nIf the jury accepted Stracener's testimony as the truth they might have found that Shanks violated the company's safety regulation in telling Stracener that the workmen who were to install the stove would know how to restore the gas service. A gas company may be found to have been negligent in having restored service without making an inspection for open pipes. Sawyer v. Southern Cal. Gas Co., 206 Cal. 366, 274 P. 544 (1929); Christo v. Macon Gas Co., 18 Ga. App. 454, 89 S. E. 532 (1916); Hebert v. Baton Rouge Elec. Co., 150 La. 957, 91 So. 406, 25 A. L. R. 245 (1922). Similarly, when the company is under a duty to turn on the gas, as in the case of a new building or a building in which the gas has been shut off during a vacancy (the situation now before us), the company may be guilty of negligence in allowing someone other than its own employees to turn on the gas. Schmeer v. Gaslight Co., 147 N. Y. 529, 42 N. E. 202, 30 L. R. A. 653 (1895); Hayes v. Cohoes Gaslight Co., 183 App. Div. 182, 170 N. Y. S. 312 (1918); Lynchburg Gas Co. v. Sale, 160 Va. 783, 169 S. E. 577 (1933). Thus Stracener's testimony created a question of fact in the case at bar.\n*1005II. The gas company has another rule that requires its employees, upon shutting off the gas at a customer's house, to tag the meter by attaching a piece of wire with a reel seal on it. The tag is intended, apparently for billing purposes, to show that the gas company itself disconnected the meter. When Shanks called at the Straceners' home on the afternoon of the explosion he noticed that the gas had been shut off, but he did not attach a wire seal to the meter.\nUpon this proof the trial court, at the plaintiffs' request, instructed the jury that if Shanks violated a company rule with respect to locking or tagging the meter, that failure would be evidence of negligence to be considered along with the other evidence in the case. The giving of this instruction was, in view of the proof, error. Such a regulation does not itself establish a standard of care, for the true standard is the conduct of a reasonably careful person. Davis v. Johnson, 275 P. 2d 563 (Cal. App., 1954). Here there is no indication that the explosion would have been avoided if Shanks had attached a seal to the meter. To the contrary, it is the plaintiffs ' theory that Shanks intended for the appliance dealer to turn the gas on; so he would also have meant for the dealer to remove the wire if one had been attached.\nIll and IV. The trial court directed a verdict in favor of McClendon, the dealer who turned the gas on, and also instructed the jury that there was no negligence on the part of Mrs. Stracener. In response to interrogatories concerning only three defendants the jury apportioned the negligence in the ratio of 90% to the gas company, 10% to Stracener, and none to Bobbins, the landlord.\nThe fact that the jury found Stracener negligent indicates that the court erred in giving the two instructions we are now considering. This is so because Stracener may have been negligent in two particulars, one of which is also applicable to McClendon and the other to Mrs. Stracener.\n*1006First, if the jury believed that Shanks was truthful in denying that he gave permission for McClendon to turn on the gas, then Stracener may have been negligent in instructing McClendon to restore service. In that event the explosion could have been attributed to Mc-Clendon's carelessness in failing to discover the open T-joint; so McClendon was not entitled to a directed verdict. The error was not harmless, for the gas company could have moved for a judgment for contribution against McClendon. Ark. Stat. Ann. § 34-1007 (Repl. 1962); Rudolph v. Mundy, 226 Ark. 95, 288 S. W. 2d 602 (1959).\nSecond, there is testimony that the Straceners smelled gas shortly before the explosion and discussed the matter. If Stracener was.-negligent in then remaining at the house his wife might be found to have been equally negligent. Hence the court erred in declaring as a matter •of law that Mrs. Stracener was free from negligence. The issue was for the jury.\nY. The instructions did not submit the question of Shanks's negligence, even though he was a party against whom the plaintiffs sought a judgment. Had the jury found Shanks not-negligent that would have exonerated the gas company, for the only liability asserted against it was based upon Shanks's conduct. Porter-DeWitt Constrution Co. v. Danley, 221 Ark. 813, 256 S. W. 2d 540 (1953). All four of the errors in the court's instructions may be corrected upon a new trial.\nReversed.\nThe Chief Justice is of the opinion that there was no substantial evidence of negligence on the part of the company which could properly be found a proximate cause of the explosion and resulting injuries, and he would therefore reverse and dismiss.\nPlain English Summary: The Court was primarily concerned with issues of evidence, but raised important points about findings of negligence in the case of gas companies.\n\n§7(a); §40; Marginal",
    "annotations": {
        "Facts": [
            "This is an action for personal injuries suffered by Bill and Marjorie Straoener as a result of a gas explosion that occurred in their home in Benton on Saturday, June 15, 1963. There were originally four defendants: (1) Dale Bobbins, the plaintiffs' landlord; (2) Cecil McClendon, doing business as Mc-Clendon Furniture & Hardware Co., who installed a kitchen stove and turned on the gas about two hours before the explosion; (3) Arkansas Louisiana Gas Company, a public utility; and (4) Frank Shanks, the gas company's local manager at Benton. The jury returned *1002a verdict against the gas company only, awarding $9,000 to Stracener and $30,000 to his wife.",
            "Dale Robbins, the plaintiffs' landlord, formerly occupied the house himself. A year before the explosion he had a gas clothes dryer installed in the kitchen. The plumber, in making this installation, tapped the gas line by inserting a T-joint beneath the kitchen floor in the gas pipe that served the kitchen stove. The plumber drilled a hole in the floor under the dryer and ran a copper pipe from the dryer through the floor and over to the T-joint under the house.On June 4, eleven days before the explosion, Robbins moved to another house he owned in Benton. He telephoned the gas company to ask that the' gas be shut off at the house he was vacating and to say that he' would call when wanted the gas to be turned on in his new home. By mistake the clerk who received his requests made the notation, will call, on the disconnection order, so that the gas company did not in fact turn off the gas. Robbins employed W. L. Davis to move his furniture. Davis shut off the gas with a wrench and removed the kitchen stove and the dryer, leaving the two uncapped gas pipes, called risers, protruding through the kitchen floor.A few days later Robbins rented the house to Mr. and Mrs. Stracener, the plaintiffs. In making the lease Robbins agreed to replace the linoleum floor covering in the kitchen. Robbins instructed the linoleum dealer who laid the new floor covering to cap the gas pipe that had served the dryer. However, on Saturday morning, the day of the explosion, the workmen laying the linoleum discovered that the riser for the,dryer had been removed. They assumed that the connection for this pipe had been capped underneath the house, and upon that assumption, they put sheet metal over the hole in the floor where the dryer had been and covered it with linoleum. Their assumption was wrong. Some one, without the knowledge of any of the parties to the case, had removed the copper pipe serving the dryer but had neglected to cap the threaded opening in the T-joint under the floor.The Straceners moved into the house at about ten of eleven o'clock on Saturday morning. At about noon Stracener called the gas company, whose office was closed for the week end, to request that the gas be turned on. Stracener succeeded in reaching the manager, Shanks, who said that he could turn on the gas if there were no uncapped pipes. Stracener assured him that there were none.Shanks arrived at the house at about two o'clock in the afternoon. In the meantime Stracener had discovered the uncapped riser that was to serve the kitchen stove. Stracener explained this to Shanks, who accordingly made no attempt to restore the gas service. At this point the testimony is in sharp dispute."
        ],
        "Procedural History": [
            "The gas company and its manager Shanks have appealed."
        ],
        "Application of Law to Facts": [
            "A gas company may be found to have been negligent in having restored service without making an inspection for open pipes.",
            "Similarly, when the company is under a duty to turn on the gas, as in the case of a new building or a building in which the gas has been shut off during a vacancy (the situation now before us), the company may be guilty of negligence in allowing someone other than its own employees to turn on the gas."
        ],
        "Relevant Precedents": [
            "Sawyer v. Southern Cal. Gas Co., , 274 P. 544",
            "Schmeer v. Gaslight Co., 147 N. Y. 529, , 30 L. R. A. 653"
        ],
        "Outcome": []
    },
    "class": "reverse"
}