{
    "text": "Williams v. Gilbert, 239 Ark. 935, 395 S.W.2d 333 (1965)\nNov. 8, 1965 · Arkansas Supreme Court · 5-3652\n239 Ark. 935, 395 S.W.2d 333\nWilliamsv.Gilbert\n395 S. W. 2d 333\nHowell, Price & Worsham, for appellant.\nCochrill, Laser, McGehee & Sharp, for appellee.\nGeorge Rose Smith, J.\nLarry Williams, a seven-year-old boy, was injured when the bicycle that he was riding was struck by a pick-up truck being driven by the appellee, John Gilbert. In this action for personal injuries, brought by Larry's father as next friend, the jury returned a verdict for the defendant. Here the appellant, contends that the court erred in instructing the jury that Larry was to be held to the same standard of care as an adult.\nThe accident happened at 38th and Crutcher in North Little Rock. Thirty-eighth is a through street, protected by stop signs. As Gilbert, driving east on 38th, approached the intersection he observed a car to his *936right, traveling north on Crutcher, slow down and stop for the intersection. According to Gilbert's testimony, which of course cannot be regarded as undisputed, Larry Williams, also going north, suddenly appeared on the far side of the other car and rode his bicycle into the intersection when it was too late for Gilbert to avoid hitting him. (Larry was too young to be allowed to testify. Ark. Stat. Ann. § 28-601 [Repl. 1962].)\nThere is no contention here that Gilbert was entitled to a directed verdict. To the contrary, there is an abundance of proof from which the jury might have found Gilbert to have been negligent. Gilbert testified that he first saw the bicycle when he was even with the west curbing on Crutcher Street. This version is contradicted by the testimony of a police officer, who fixed the impact at a point 12 feet 8 inches east of that curbing. Thus Gilbert's skid marks, which were 32 feet long, began about 19 feet west of the point where Gilbert says he was when he first saw the child. Gilbert admitted that he knew he was driving near a school where children were usually present. He admitted that the sun was almost directly in. his eyes as he approached the intersection. On cross examination he had no satisfactory explanation for his failure to avoid the child by swerving either to the right or to the left. In view of all the testimony it is plain that we should have to weigh the evidence in order to hold that the plaintiff did not make a prima facie case. This is not our province.\nThe plaintiff offered an instruction, substantially in the language of AMI 304, which would have told the jury that ordinary care, with respect to a minor, means that degree of care which a reasonably careful minor of his age and intelligence would use in similar circumstances. This is ordinarily the correct rule. Garrison v. St. Louis, I.M. & S. Ry., 92 Ark. 437, 123 S. W. 657 (1909). Needless to say, this instruction has nothing whatever to do with Gilbert's duty to use ordinary care. The trial court, in instructions that are not questioned, charged the jury with respect to Gilbert's duty to keep a lookout, to keep his vehicle under control, and to drive *937at a reasonable speed. What counsel for Larry Williams sought, in requesting that he be held to the standard of care appropriate to a minor of his age and intelligence, was to supply the jury with a guide for determining whether Larry was negligent in disobeying a stop sign. Compare Smith v. Wittman, 227 Ark. 502, 300 S. W. 2d 600 (1957).\nThe court refused the requested instruction and instead told the jury in effect that Larry was to be held to the same standard of care as an adult. Doubtless the court relied vagón. Harrelson v. Whitehead, 236 Ark. 325, 365 S. W. 2d 868 (1963), where we held that a minor operator of a motor vehicle (there a motorcycle) is required to exercise an adult standard of care. But that situation is unlike the present one. To operate a motor vehicle by himself a minor must be at least sixteen years old and must have a driver's license. Ark. Stat.Ann. §§ 75-302 and -309 (itepl. 1957). An automobile carelessly driven is of great potential danger to motorists and pedestrians upon the public streets. As we quoted in the Harrelson case; To give legal sanction to the operation of automobiles by teen-agers with less than ordinary care for the safety of others is impractical today, to say the least. We may take judicial notice of the hazards of automobile traffic, the frequency of accidents, the often catastrophic results of accidents, and the fact that immature individuals are no less prone to, accidents than adults.\nThere can be no serious comparison of a sixteen-year-old youth driving an automobile with a seven-year-old child riding a bicycle — as much a plaything as a means of transportation. The automobile poses-all the threats to human life that led to our decision in the Ilarrelson case, but the bicycle poses no threat of serious injury to anyone except the child himself.\nCounsel for the appellee stress the fact that our motor vehicle statutes apply to persons riding bicycles, Ark. Stat. Ann. § 75-424-, and that therefore Larry should have obeyed the stop sign at the intersection. Ibid., § 75-645 (Supp. 1963). Even so, it does not follow that a violation of the statute must be treated in the same way *938whether the offender is an adult or a child. To the contrary, on the criminal side an adult who runs a stop sign is guilty of a misdemeanor, Ark. Stat. Ann. § 75-421, but not so in the case of a child under twelve. Ibid., § 41-112 (Repl. 1964).\nThere is a similar distinction on the civil side. An adult who violates a common law duty to another's injury is negligent if his conduct involves a want of ordinary care. A minor violating the same duty may also be negligent, but his conduct is to be tested by the standard set by reasonably careful minors of his own age and intelligence. We can think of no reason for a different rationale when a statute is involved. An adult who disregards a stop sign is not negligent per se ■ his conduct is merely evidence of negligence, to be considered with the other proof in the case. Bridgforth v. Vandiver, 225 Ark. 702, 284 S. W. 2d 623 (1955). In like manner Larry Williams's violation of the stop law was evidence of negligence; but there is not even a plausible reason, much less a sound reason, for refusing to test his conduct by the standard that applies in • other cases — that degree of care to be expected of other minors of his own age and intelligence.\nReversed.\nWard, J., dissents.\nPaul Ward, Associate Justice\n(dissenting). For two reasons, explained hereafter, I would affirm the trial court.\n1. The majority say there is an abundance of proof from which the jury might have found Gilbert to have been negligent, yet the fact is the jury did not do so. If there was an abundance of proof it would have been immaterial whether Larry was seven or seventy-seven years old.\nI think there is no substantial proof, but merely conjecture of appellee's negligence. The majority appear to think the skid marks are evidence, of negligenc while I think they show positively Gilbert was .keeping a lookout and that he responded alertly. I wonder what the major*939ity would think had there been no skidmarks. If driving on the streets with the sun in one's face is evidence of negligence, then none can escape. Contrary to what the majority say, I think Gilbert gave a convincing explanation for not swerving either to the right or the left. He explained that if he turned right he would have hit the car stopped on Crutcher Street and he couldn't turn left because the bicycle was going at an angle. There is no evidence Gilbert was speeding as he drove east on a non-stop street. By conjecture alone could I conclude Gilbert was negligent, but conjecture is not proof. In the case of Russell v. St. Louis Southwestern Railway Company, 113 Ark. 353 (p. 359), 168 S. W. 135, 136, the Court said:\nBut conjecture and speculation, however plausible, cannot be permitted to supply the place of proof.\nAlso, in my opinion the physical facts present in this case are indicative of a high degree of care on the part of Gilbert rather than of negligence. This Court has often recognized the high probative value of physical facts. In St. Louis Southwestern Railway Company v. Ellenwood, 123 Ark. 428 (p. 436) we said:\nAppellate courts take notice of the unquestioned laws of nature, of mathematics, of mechanics and of physics. So where ther are undisputed facts shown in the evidence, and by applying to them the well known laws of nature, of mathematics and the like, it is demonstrated beyond controversy that the verdict is based upon what is untrue and what cannot be true, this court will declare as a matter of law that the testimony is not legally sufficient to warrant the verdict.\nAs previously stated, this case should also be affirmed because of our decision in the Harrelson case. Any material distinction between that case and this case is not apparent to me.\nIn affirming the trial court in the Harrelson case we relied upon certain sections of Ark. Stat. Ann., (all of these sections being a part of Act No. 300 of 1937) to conclude there is no distinction between a minor and an *940adult as to the degree of care to be exercised while riding a motorcycle on the public highway. However, the majority say the case now under consideration is different because the minor was riding a bicycle and because he was only seven years old. Yet the same Act (No. 300 of 1937) which applies to a minor on a motorcycle also, by virtue of § 24 of said Act (Ark. Stat. Ann. § 75-424 [Kepi. 1957], applies to a minor on a bicycle. It reads, in pertinent parts:\nEvery person riding a bicycle . . . upon a roadway shall be subject to the provisions of this act. ...\nThere is nothing in Act No. 300 that makes any distinction between a minor seven years old and one fifteen years old. The important thing is ,the Act recognizes that a minor (regardless of age) presents a threat to his own welfare and to the welfare of the public when he undertakes to ride a bicycle or a motorcycle on a street or highway.\nPlain English Summary: The appellant in this case collided with a child riding his bicycle. He argues that the child should have been held to the same standards as an adult and found liable in negligence. The Court disagrees.\n\n§7(a); §10;",
    "annotations": {
        "Facts": [
            "Larry Williams, a seven-year-old boy, was injured when the bicycle that he was riding was struck by a pick-up truck being driven by the appellee, John Gilbert. In this action for personal injuries, brought by Larry's father as next friend, the jury returned a verdict for the defendant. Here the appellant, contends that the court erred in instructing the jury that Larry was to be held to the same standard of care as an adult.The accident happened at 38th and Crutcher in North Little Rock. Thirty-eighth is a through street, protected by stop signs. As Gilbert, driving east on 38th, approached the intersection he observed a car to his *936right, traveling north on Crutcher, slow down and stop for the intersection. According to Gilbert's testimony, which of course cannot be regarded as undisputed, Larry Williams, also going north, suddenly appeared on the far side of the other car and rode his bicycle into the intersection when it was too late for Gilbert to avoid hitting him. (Larry was too young to be allowed to testify. Ark. Stat. Ann. § 28-601 [Repl. 1962].)",
            "Gilbert's skid marks, which were 32 feet long, began about 19 feet west of the point where Gilbert says he was when he first saw the child. Gilbert admitted that he knew he was driving near a school where children were usually present. He admitted that the sun was almost directly in. his eyes as he approached the intersection. On cross examination he had no satisfactory explanation for his failure to avoid the child by swerving either to the right or to the left. In view of all the testimony it is plain that we should have to weigh the evidence in order to hold that the plaintiff did not make a prima facie case."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "There can be no serious comparison of a sixteen-year-old youth driving an automobile with a seven-year-old child riding a bicycle — as much a plaything as a means of transportation. The automobile poses-all the threats to human life that led to our decision in the ",
            " case, but the bicycle poses no threat of serious injury to anyone except the child himself.",
            "An adult who violates a common law duty to another's injury is negligent if his conduct involves a want of ordinary care. A minor violating the same duty may also be negligent, but his conduct is to be tested by the standard set by reasonably careful minors of his own age and intelligence. We can think of no reason for a different rationale when a statute is involved. An adult who disregards a stop sign is not negligent per se ■ his conduct is merely evidence of negligence, to be considered with the other proof in the case."
        ],
        "Relevant Precedents": [
            "Ilarrelson"
        ],
        "Outcome": [
            "Reversed."
        ]
    },
    "class": "reverse"
}