{
    "text": "Dorton v. Francisco, 309 Ark. 472, 833 S.W.2d 362 (1992)\nMay 26, 1992 · Arkansas Supreme Court · 91-282\n309 Ark. 472, 833 S.W.2d 362\nMike DORTON and Don Spence d/b/a D & S Dairy Farmv.Troy FRANCISCO\n833 S.W.2d 362\nSupreme Court of Arkansas\n*473 Laser, Sharp, Mayes, Wilson, Buff or d & Watts, P.A., by: *474 Sam Laser and Brian Allen Brown, for appellants.\nRobert L. Robinson, Patricia Stanley Luppen, and Henry Hodges, for appellee.\nMike Kinard, Special Justice.\nThe appellants, Mike Dorton and Don Spence, owned and operated a 200 milk cow dairy farm under the partnership name D & S Dairy Farm in Lonoke County, Arkansas. Dennis Madding was an employee of the partnership. Madding's usual duties included repairing fences, moving cattle, grinding and storing feed, hauling hay, feeding cows and normal farm hand duties. He was engaged in such duties on the day of the accident which gave rise to this litigation.\nThe appellee, Troy Francisco, was a friend of Madding. On December 29, 1985, the appellee drove by D & S Dairy and stopped to discuss repairs to a truck owned by Madding. Francisco and Madding had worked on Madding's truck the day before and planned to work on it again that day. While Francisco was waiting on Madding to finish work, he began helping out with chores so that Madding could finish sooner. Francisco had previously been to the dairy farm and had helped to repair a fence, thaw out pipes and assisted with grinding feed and shoveling corn. There was testimony from one of the partners, Don Spence, which confirmed an awareness of appellee's occasional presence on the premises.\nWhile waiting for Madding that day, appellee raked manure off a cow lot using the tractor. Since appellee had never operated the tractor before, Madding had to show him how to operate it.\nAnother man, Frank Conley, an acquaintance of all of the parties present (including partners Dorton and Spence), came to the farm after appellee arrived and volunteered his help to complete the farm chores in order to free Madding sooner to go rabbit hunting with him.\nAs the appellee was finishing, Madding was hooking up a feed mill and another tractor to run an auger. Thereafter, Madding and Conley went upstairs to spread out the feed and appellee stayed downstairs to watch the feed to prevent it from vibrating out and onto the ground. Neither appellee nor Conley were recruited by the farm owners nor were they being compen*475sated for their services. There was no evidence tending to prove that the farm partners had personal knowledge appellee was present on the premises on the day of the accident.\nAs appellee was standing on the side of the shaft watching the feed, the feed tub fell over spilling the feed out on the ground. As the appellee reached across to push the feed tub upright, his clothing got caught by the universal joint of the auger and he was jerked down where the universal joint pulled him until his windbreaker and T-shirt eventually ripped off, causing permanent and painful injuries including pulling his shoulder out of socket, tearing his biceps and pectoral muscles, and shattering his collarbone.\nThe appellee filed suit against Mike Dorton and Don Spence d/b/a D & S Dairy Farm alleging that he was an invitee on the premises of D & S and D & S negligently caused his injuries by failing to maintain the premises in a reasonably safe condition. Appellee alleged that the reason his clothing was caught was that a metal guard designed to cover the universal joint on the auger had been removed or pushed back thus creating an unsafe and dangerous condition.\nAt the close of plaintiffs case, the appellants moved for a directed verdict which was denied. After the ruling of the trial court, appellants rested and renewed their Motion for Directed Verdict. The Trial Court, without specifically ruling on the renewed Motion for Directed Verdict, submitted the case to the jury on a general verdict form.\nAfter deliberation, the jury returned a verdict in favor of the appellee in the amount of $35,000.00. It is from that verdict that the appellants appeal.\nAffirmed.\nAppellants rely on two points for reversal. They contend (1) that the trial court erred in refusing to direct a verdict because the appellee was a licensee and there was no evidence of willful and wanton conduct and (2) that the trial court erred in refusing to instruct the jury that appellee had the burden of proving he was an invitee on the premises. We disagree.\nIn ruling on a motion for directed verdict the trial *476court views the evidence most favorably to the non-moving party and gives that evidence its highest probative value, taking into account all reasonable inferences deducible from it. Kinco Inc. v. Schueck Steel, Inc., 283 Ark. 72, 671 S.W.2d 178 (1984). The motion should only be granted where the evidence is so insubstantial as to require that a jury verdict for the non-moving party be set aside. Carton v. Missouri Pacific R.R. Co., 303 Ark. 568, 798 S.W.2d 674 (1990). On the other hand, if there is substantial evidence to support the jury verdict, the motion should be denied. Id. Substantial evidence is evidence of sufficient force and character that it will compel a conclusion one way or the other and it must induce the mind to pass beyond mere suspicion or conjecture. Id.\nThe following definitions and descriptions of duties regarding licensees and invitees were given to the jury, by way of jury instruction, before it considered the evidence and rendered its verdict:\nOne question in this case is whether Troy Francisco was a licensee or an invitee. The reason it is necessary for you to distinguish between the two is that an owner of property owes a different duty to an invitee from that which he owes a licensee.\nA licensee is a person who goes upon the premises of another with the consent of the owner for his own purposes and not for the mutual benefit of himself and the owner and not for a purpose connected with the business which the owner conducts or permits to be carried on. The owner's consent to the licensee's presence may be express or may be implied from the circumstances.\nAn invitee is a person who goes upon the premises for a purpose connected with an activity which the owner carries on or permits to be carried on the premises for a purpose mutually beneficial to himself and the owner and by invitation of the owner. The invitation may be express or implied from the circumstances under which the person enters the premises.\nThe owner owes an invitee a duty to use ordinary care. He owes a licensee a duty to not cause injury willfully or *477wantonly. If the owner knows or reasonably should know that a licensee is in a position of danger, he has a duty to use ordinary care to avoid injury to the licensee. (AMI 1106)\nAppellants cite the cases of Aluminum Co. of American v. Guthrie, 303 Ark. 177, 793 S.W.2d 785 (1990) and King v. Jackson, 302 Ark. 540, 790 S.W.2d 904 (1990) for reversal on this point. We find the facts in these two cases distinguishable. In Aluminum Company of America v. Guthrie, the court held there was no evidence of willful or wanton conduct on the part of Alcoa or that Alcoa discovered or reasonably should have discovered Guthrie's peril on the night in question. In the instant case the facts support the jury verdict finding that appellee was either known to have been on the premises in the proximity of a dangerous piece of equipment which had been altered by someone other than appellee prior to his arrival or that the jury could decide that appellants should have known from the attendant circumstances that appellee was in a position of danger.\nIn the case of King v. Jackson, the complaining party came on to the property in error, attempted to leave and in doing so stumbled over shoes and cane poles on the front porch. We affirmed a Summary Judgment, citing W. Keeton, Prosser and Keeton on the The Law of Torts, § 60 at 417 (5th ed. 1984) for the proposition that the duty to warn does not extend to dangers or risks that the trespasser or licensee should have been expected to recognize.\nIn the case now before the Court, the evidence is uncontroverted that the auger with its safety guard in the up position presented a dangerous and unsafe condition. In addition, the appellee was not a skilled farm hand with knowledge of farm-equipment dangers (he had to have instruction even to operate the tractor) and it was clear the appellee operated the equipment in the condition in which he found it.\nThis case is also distinguishable from Henry Quellmaly Lumber & Mfg. Co. v. Harp, 173 Ark. 43, 291 S.W. 982 (1927) because in the instant case there is evidence to show that the kind of volunteer services being performed by appellee had been customary and accepted by appellants in the past and while no emergency or pressing necessity was alleged or proved, we believe neither agency nor emergency nor pressing necessity are the *478standards under prevailing law of negligence relating to persons upon property of another under facts such as we are presented here.\nAMI 1106 was given in the form set out above and that instruction presented the jury with a clear recitation of the duties owed to invitees as well as licensees under the facts of this case.\nThis was not a case which could or should be disposed of by directed verdict because there was sufficient evidence from which the jury could have concluded that Troy Francisco was an implied invitee. But even if the jury did not so determine, there was sufficient evidence from which the jury could have determined that Francisco was a licensee in a position of danger and a person to whom the landowner, D & S Dairy Farm, owed a duty to use ordinary care to avoid his injury.\nFinally, while the owner of property owes no duty to make the premises safe for licensees or trespassers, nor is he required to warn them of obvious or patent dangers, there should be a duty to warn such person of hidden dangers known to the owner-occupier. The Restatement (Second) of Torts, Section 342 (1965), Section 342 (1965) states:\nA possessor of land is subject to liability for physical harm caused to licensees by a condition on the land if, but only if,\n(a) the possessor knows or has reason to know it involves an unreasonable risk of harm to such licensees, and should expect that they will not discover or realize the danger, and\n(b) he fails to exercise reasonable care to make the condition safe, or to warn the licensee of the condition and the risk involved, and\n(c) the licensees do not know or have reason to know of the condition and the risk involved.\nThere was ample testimony in this case from which it could be inferred that D & S Dairy knew or should have known that non-employees would visit the farm and would participate in farming related activities. Coupled with that was the undisputed evidence that the exposed machinery was some of the most dangerous on the farm. When those facts are reviewed in light of the applicable law, there was substantial evidence for the jury to *479find as it did.\nThe second point for reversal brought by appellant is whether the trial court erred in failing to instruct the jury that appellee had the burden of proving he was an invitee on the premises.\nA Per Curiam order of the Arkansas Supreme Court of April 19,1965, states in pertinent part, If Arkansas Model Jury Instructions (ÁMI) contains an instruction applicable in a civil case, and the trial judge determines that the jury should be instructed on the subject, the AMI instruction shall be used unless the trial judge finds that it does not accurately state the law. (Emphasis added.)\nAt trial the judge instructed the jury, among other things, that Troy Francisco has the burden of proving (1) that he had sustained damages; (2) that the appellants were negligent; and (3) that such negligence was a proximate cause of Francisco's injuries. Appellants, proffered instruction included a fourth proposition: that appellee had the burden of proof that he was an invitee on appellants' premises.\nThe trial court was correct in refusing the proffered instruction because negligence includes both a duty or standard of conduct and a failure to conform to that conduct, thus the substance of the proffered instruction was included in the general negligence instruction given from AMI. Newman v. Crawford Const. Co., 303 Ark. 641, 799 S.W.2d 531 (1990). It is logical that in finding that the appellee proved his burden of demonstrating negligence, the jury necessarily found that the appellee established the standard of care which was owed to him. The jury also had the above-cited jury instruction defining an invitee and licensee and the duties owed to each. It is not necessary for a trial judge to give repetitious or redundant instructions. Newman v. Crawford Const. Co., supra. The court instructed the jury that a failure to exercise ordinary care is negligence. . . .''It is the duty of the judge to instruct the jury, and each party to the proceeding has the right to have the jury instructed upon the law of the case with clarity and in such a manner as to leave no grounds for misrepresentation or mistake. W. M. Bashlin Co. v. Smith, 277 Ark. 406, 643 S.W.2d 526 (1982). We cannot say the instructions given were not clear upon the points of law cited.\n*480For the reasons stated, the judgment is affirmed.\nSpecial Justice Charles L. Gocio joins in this opinion.\nGlaze and Brown, JJ., not participating.\nPlain English Summary: Upon visiting a friend at his workplace on a farm, the respondent started performing some tasks to help his friend finish work earlier. In the course of doing so he got injured. The Court held that the owners of the farm could be find liable for the injuries sustained. \n\n§7(a); §40",
    "annotations": {
        "Facts": [
            "The appellants, Mike Dorton and Don Spence, owned and operated a 200 milk cow dairy farm under the partnership name D & S Dairy Farm in Lonoke County, Arkansas. Dennis Madding was an employee of the partnership. Madding's usual duties included repairing fences, moving cattle, grinding and storing feed, hauling hay, feeding cows and normal farm hand duties. He was engaged in such duties on the day of the accident which gave rise to this litigation.The appellee, Troy Francisco, was a friend of Madding. On December 29, 1985, the appellee drove by D & S Dairy and stopped to discuss repairs to a truck owned by Madding. Francisco and Madding had worked on Madding's truck the day before and planned to work on it again that day. While Francisco was waiting on Madding to finish work, he began helping out with chores so that Madding could finish sooner. Francisco had previously been to the dairy farm and had helped to repair a fence, thaw out pipes and assisted with grinding feed and shoveling corn. There was testimony from one of the partners, Don Spence, which confirmed an awareness of appellee's occasional presence on the premises.While waiting for Madding that day, appellee raked manure off a cow lot using the tractor. Since appellee had never operated the tractor before, Madding had to show him how to operate it.Another man, Frank Conley, an acquaintance of all of the parties present (including partners Dorton and Spence), came to the farm after appellee arrived and volunteered his help to complete the farm chores in order to free Madding sooner to go rabbit hunting with him.As the appellee was finishing, Madding was hooking up a feed mill and another tractor to run an auger. Thereafter, Madding and Conley went upstairs to spread out the feed and appellee stayed downstairs to watch the feed to prevent it from vibrating out and onto the ground. Neither appellee nor Conley were recruited by the farm owners nor were they being compen*475sated for their services. There was no evidence tending to prove that the farm partners had personal knowledge appellee was present on the premises on the day of the accident.As appellee was standing on the side of the shaft watching the feed, the feed tub fell over spilling the feed out on the ground. As the appellee reached across to push the feed tub upright, his clothing got caught by the universal joint of the auger and he was jerked down where the universal joint pulled him until his windbreaker and T-shirt eventually ripped off, causing permanent and painful injuries including pulling his shoulder out of socket, tearing his biceps and pectoral muscles, and shattering his collarbone."
        ],
        "Procedural History": [
            "The appellee filed suit against Mike Dorton and Don Spence d/b/a D & S Dairy Farm alleging that he was an invitee on the premises of D & S and D & S negligently caused his injuries by failing to maintain the premises in a reasonably safe condition. Appellee alleged that the reason his clothing was caught was that a metal guard designed to cover the universal joint on the auger had been removed or pushed back thus creating an unsafe and dangerous condition.At the close of plaintiffs case, the appellants moved for a directed verdict which was denied. After the ruling of the trial court, appellants rested and renewed their Motion for Directed Verdict. The Trial Court, without specifically ruling on the renewed Motion for Directed Verdict, submitted the case to the jury on a general verdict form.After deliberation, the jury returned a verdict in favor of the appellee in the amount of $35,000.00. It is from that verdict that the appellants appeal."
        ],
        "Application of Law to Facts": [
            "In the case now before the Court, the evidence is uncontroverted that the auger with its safety guard in the up position presented a dangerous and unsafe condition. In addition, the appellee was not a skilled farm hand with knowledge of farm-equipment dangers (he had to have instruction even to operate the tractor) and it was clear the appellee operated the equipment in the condition in which he found it.",
            "in the instant case there is evidence to show that the kind of volunteer services being performed by appellee had been customary and accepted by appellants in the past and while no emergency or pressing necessity was alleged or proved, we believe neither agency nor emergency nor pressing necessity are the standards under prevailing law of negligence relating to persons upon property of another under facts such as we are presented here.",
            "Finally, while the owner of property owes no duty to make the premises safe for licensees or trespassers, nor is he required to warn them of obvious or patent dangers, there should be a duty to warn such person of hidden dangers known to the owner-occupier.",
            "There was ample testimony in this case from which it could be inferred that D & S Dairy knew or should have known that non-employees would visit the farm and would participate in farming related activities. Coupled with that was the undisputed evidence that the exposed machinery was some of the most dangerous on the farm. When those facts are reviewed in light of the applicable law, there was substantial evidence for the jury to *479find as it did."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed.",
            "For the reasons stated, the judgment is affirmed."
        ]
    },
    "class": "affirm"
}