{
    "text": "Bergetz v. Repka, 244 Ark. 60, 424 S.W.2d 367 (1968)\nFeb. 12, 1968 · Arkansas Supreme Court · 5-4487\n244 Ark. 60, 424 S.W.2d 367\nJosephine BERGETZv.John REPKA et ux\n424 S. W. 2d 367\n*61 William W. Green and Richard W. Hobbs, for appellant.\nWootten, Land & Matthews, for appellees.\nGeorge Rose Smith, Justice.\nThis is an action brought by the appellant, Josephine Bergetz, against the appellees, Mr. and Mrs. John Repka, for personal injuries suffered by Mrs. Bergetz while she was a paying guest at the appellees' motel on Lake Hamilton. The appellees filed a motion for summary judgment, supported by discovery depositions and answers to interrogatories. The trial court granted the motion, finding that the Repkas used ordinary and reasonable care for plaintiff's safety as a guest of defendants' motel. The correctness of that ruling is the issue here.\nWe observe at the outset that a motion for summary judgment is similar to a motion for a directed verdict, in that the testimony must be viewed in the light most favorable to the party resisting the motion. A summary judgment should be entered only if the proof, when so considered, presents no issue for the jury with respect to the defendant's liability. Van Dalsen v. Inman, 238 Ark. 237, 379 S. W. 2d 261 (1964).\nThe parties testified with such candor that there are hardly any conflicts in the proof. At about noon on April 6, 1964, Mrs. Bergetz, aged 63, stopped at the motel, ac*62companied by her foster son and her spitz dog. Mrs. Bepka, in response to an inquiry, assured Mrs. Bergetz that pets were allowed at the motel if kept on leash at all times. Mrs. Bergetz also asked if the Bepkas'had a dog of their own, as she was afraid of strange dogs and would not stay at the motel if a large dog were allowed to run loose. In fact, earlier in the day Mrs. Bergetz had refused to check into another motel because a big boxer dog was kept there.\nMrs. Bepka explained that they owned a German shepherd dog, but she told Mrs. Bergetz that the animal was kept penned in an enclosure. She said that the dog was occasionally taken out for exercise, but in such instances her husband stayed with it all 'the time. Upon those assurances Mrs. Bergetz engaged a room and moved into the motel. Mrs. Bepka told her husband about her conversation with their new guest, but despite that fact Bepka released the large German shepherd within an hour or so and allowed it to run at large without supervision.\nA little later Mrs. Bergetz, with her dog on its leash, walked down to see the lake. As she was coming back up a flight of stone steps she was suddenly confronted by the German Shepherd, which was standing above her and growling. Mrs. Bergetz testified: I got deathly scared, I remember, and my dog started to growl. They growled at each other, and I got more scared. And the collar, my dog, he pulled it back, and I fell. That's all I remember. In falling down the steps Mrs. Bergetz sustained painful injuries.\nWe think the proof presented a question of fact for a jury. In negligence cases especially, where the standard of care is that of a reasonably careful person, the issues are often peculiarly appropriate for determination by a jury. Spink v. Mourton, 235 Ark. 919, 362 S. W. 2d 665 (1962). If fair-minded men might honestly differ about the conclusion to be drawn from the testimony, the dispute should be submitted to a jury. Mississippi *63 River Fuel Corp. v. Senn, 184 Ark. 554, 43 S. W. 2d 255 (1931).\nRepka's decision to let the large German shepherd ont of its enclosure violated the assurances that his wife had given to Mrs. Bergetz. A jury might fairly conclude that an encounter between that dog and an apparently timid woman leading a smaller dog upon a leash might foreseeably involve an injury to Mrs. Bergetz. It is not, as we said in Pulaski Gas Light Co. v. McClintock, 97 Ark. 576, 134 S. W. 1199, 32 L.R.A. (n.s.) 825 (1911), necessary that the particular injury should have been foreseen. In Foster v. Chicago, R. I. & P. Ry. Co., 4 Am. & Eng. Ann. Cas. 150, 127 Iowa 84, the court said: 'Doubtless, the particular situation might not have been foreseen, hut this was not essential to making out a charge of negligence. Accidents as they occur are seldom foreshadowed; otherwise many would he avoided. If the act or omission is of itself negligent and likely to result in injury to others, then the person guilty thereof is liable for the natural consequences which occurred, whether he might have foreseen it or not. In other words, if the act or omission is one which the party ought, in the exercise of ordinary care, to have anticipated was likely to result in injury to others, then he is liable for any injury proximately resulting therefrom, although he might not have foreseen the particular injury which did happen. ' ' '\nHere the trial court put some stress upon the absence of evidence that the defendants' dog was vicious or had ever attacked anyone. Such proof, however, was not essential to the plaintiff's case. Finley v. Smith, 240 Ark. 323, 399 S. W. 2d 271 (1966). We should add, in remanding the case for further proceedings, that we agree with the trial judge's conclusion that the defendants' failure to equip the steps with a railing was not actionable negligence.\nReversed.\nPlain English Summary: The Court held that where the owners of a motel had failed to keep their promise to keep their dog under supervision, resulting in injuries sustained by one of their guest, could be liable for these injuries. \n\nTagging: §7(a); §42",
    "annotations": {
        "Facts": [
            "This is an action brought by the appellant, Josephine Bergetz, against the appellees, Mr. and Mrs. John Repka, for personal injuries suffered by Mrs. Bergetz while she was a paying guest at the appellees' motel on Lake Hamilton.",
            "At about noon on April 6, 1964, Mrs. Bergetz, aged 63, stopped at the motel, accompanied by her foster son and her spitz dog. Mrs. Bepka, in response to an inquiry, assured Mrs. Bergetz that pets were allowed at the motel if kept on leash at all times. Mrs. Bergetz also asked if the Bepkas'had a dog of their own, as she was afraid of strange dogs and would not stay at the motel if a large dog were allowed to run loose. In fact, earlier in the day Mrs. Bergetz had refused to check into another motel because a big boxer dog was kept there.Mrs. Bepka explained that they owned a German shepherd dog, but she told Mrs. Bergetz that the animal was kept penned in an enclosure. She said that the dog was occasionally taken out for exercise, but in such instances her husband stayed with it all 'the time. Upon those assurances Mrs. Bergetz engaged a room and moved into the motel. Mrs. Bepka told her husband about her conversation with their new guest, but despite that fact Bepka released the large German shepherd within an hour or so and allowed it to run at large without supervision.A little later Mrs. Bergetz, with her dog on its leash, walked down to see the lake. As she was coming back up a flight of stone steps she was suddenly confronted by the German Shepherd, which was standing above her and growling. Mrs. Bergetz testified: I got deathly scared, I remember, and my dog started to growl. They growled at each other, and I got more scared. And the collar, my dog, he pulled it back, and I fell. That's all I remember. In falling down the steps Mrs. Bergetz sustained painful injuries."
        ],
        "Procedural History": [
            "The appellees filed a motion for summary judgment, supported by discovery depositions and answers to interrogatories. The trial court granted the motion, finding that the Repkas used ordinary and reasonable care for plaintiff's safety as a guest of defendants' motel."
        ],
        "Application of Law to Facts": [
            "If fair-minded men might honestly differ about the conclusion to be drawn from the testimony, the dispute should be submitted to a jury.",
            "Repka's decision to let the large German shepherd ont of its enclosure violated the assurances that his wife had given to Mrs. Bergetz.",
            "It is not, ",
            "necessary that the particular injury should have been foreseen.",
            "In other words, if the act or omission is one which the party ought, in the exercise of ordinary care, to have anticipated was likely to result in injury to others, then he is liable for any injury proximately resulting therefrom, although he might not have foreseen the particular injury which did happe"
        ],
        "Relevant Precedents": [
            "Mississippi *63 River Fuel Corp. v. Senn, , 43 S. W. 2d 255 (1931).",
            "Pulaski Gas Light Co. v. McClintock, , 134 S. W. 1199, 32 L.R.A."
        ],
        "Outcome": []
    },
    "class": "reverse"
}