{
    "text": "Graham v. Sisco, 248 Ark. 6, 449 S.W.2d 949 (1970)\nFeb. 9, 1970 · Arkansas Supreme Court · 5-5130\n248 Ark. 6, 449 S.W.2d 949\nWayne GRAHAM et alv.Dr Friedman SISCO d/b/a Sisco Clinic\n449 S. W. 2d 949\n[Rehearing denied March 9, 1970.]\n*7 Gamer, Parker & Garner, for appellants.\nPutman, Davis ir Bassett, for appellee.\nGeorge Rose Smith, Justice.\nThis is an action for medical malpractice brought by Wayne and Leah Ann Graham, as the parents and next friends of Steven Wayne Graham, a minor. The complaint alleges that the defendant, Dr. Sisco, in delivering Steven Wayne by Caesarean section, negligently cut the child's face, leaving a permanent and disfiguring scar that runs from a point near his right ear to a point near his right eye.\nThe defendant moved for a summary judgment upon three separate grounds. The trial court rejected two of the grounds for summary judgment, but the court entered judgment for the defendant upon the third ground; namely, that counsel for the plaintiffs had stated that he did not intend to offer expert medical testimony upon the issue of liability and that without such expert testimony the plaintiffs could not make a *8prima facie case for the jury. The plaintiffs' appeal brings up for review all three of the asserted grounds for summary judgment.\nFirst, the court was right in holding that the cause of action was not barred by limitations, even though the operation was performed more than six years before the suit was filed. True, the two-year statute governing actions for malpractice does not contain a savings clause for minors. Ark. Stat. Ann. § 37-205 (Repl. 1962). But the general savings clause, § 37-226, which allows a minor to bring an action within three years after he reaches twenty-one, is applicable. Upon that point we held in Schuman v. Westbrook, 207 Ark. 495, 181 S. W. 2d (1944), that even though the original savings clause adopted in 1844 was limited to statutes of limitation then on the books, the scope of the savings clause was broadened in 1899 to apply to any cause of action regardless of whether it existed prior to 1844 or after-wards. Hence the minor's cause of action in the case at hand was not barred when this suit was brought.\nSecondly, the court was also right in holding, on motion for summary judgment, that the doctrine of res judicata is not necessarily a bar to any cause of action that the child's father may assert in his own right. This claim arises from a judgment that was obtained in 1965 by Dr. Sisco's clinic (apparently an individual proprietorship) against Mr. Graham. The judgment was for medical bills, including the fee for the Caesarean operation. It is now contended by the appellee that Graham's failure to file a counterclaim in that case precludes him from asserting any cause of action in his own right against the appellee. See Shrieves v. Yarbrough, 20 Ark. 256, 247 S. W. 2d 193 (1952).\nNo such controversy is yet discernible in the case. The complaint does not assert any cause of action in favor of Mr. Graham individually, as distinguished from that being asserted on behalf of his son. It will be time to explore the issue now being argued by the appellee *9when it is clearly defined by the pleadings or by the proof. At this stage of the case there is plainly no basis for the entry of a summary judgment one way or the other.\nThirdly, the important question is whether the trial court was right in entering a summary judgment for the defendant on the ground that the allegations of the complaint cannot be proved without expert medical testimony. Those allegations, with reference to negligence, are two: That Dr. Sisco did not adequately examine the mother to determine the position of the child before performing the operation, and that the doctor cut the child by exerting too much pressure upon the scalpel, which we take to mean simply that he cut more deeply than he should have.\nThe necessity for the introduction of expert medical testimony in malpractice cases was exhaustively considered in Lanier v. Trammell, 207 Ark. 372, 180 S. W. 2d 818 (1944). There we held that expert testimony is not required when the asserted negligence lies within the comprehension of a jury of laymen, such as a surgeon's failure to sterilize his instruments or to remove a sponge from the incision before closing it. On the other hand, when the applicable standard of care is not a matter of common knowledge the jury must have the assistance of expert witnesses in coming to a conclusion upon the issue of negligence.\nIn the case at bar we hold that the appellee was not entitled to a summary judgment. In reaching that decision we are influenced by two important considerations:\nIn the first place, one who moves for a summary judgment has the burden of showing that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Ark. Stat. Ann. § 29-211 (Repl. 1962). Dr. Sisco's motion was not accompanied by affidavits or other proof. Hence he asserts that, as a matter of law, the negligence *10charged to him is necessarily so far beyond the comprehension of an average juror that it cannot be proved except by a resort to expert testimony.\nWe are unwilling to make such a sweeping declaration, especially without proof. The complaint states, in substance, that Dr. Sisco cut so deeply that he injured the unborn child. It may be that a simple physiological demonstration of the position of the fetus within the womb and of the position of the womb within the mother's body might enable the jurors. to decide the issues. It may be that an experienced surgical nurse, though not qualified as a medically knowledgeable expert, might establish a prima facie case for the plaintiffs on the basis of having observed a hundred similar operations. Many other possibilities come to mind. We do not imply, by mentioning those possibilities, either that such evidence would be admissible or that it would make a case for the jury. Our point is simply that the defendant, in moving for a summary judgment, had the burden of showing that no genuine issue of fact could possibly be made without expert testimony. We are unwilling to say that he met that burden merely by calling the trial court's attention to the allegations of the complaint, with no proffer of supporting proof.\nIn the second place, an important point of policy is involved. It is a matter of commoii knowledge, often mentioned in judicial opinions and other authorities, that the plaintiff in a medical malpractice case is often unable to find a medical expert willing to testify against a fellow physician. The problem is fully discussed in Seidelson, Medical Malpractice Cases and the Reluctant Expert, 16 Catholic U. L. Rev. 158 (1966), and in a comment, Malpractice and Medical Testimony, 77 Harv. L. Rev. 333 (1963). It goes without saying that the plaintiff's inability to obtain favorable expert testimony poses the possibility of greait miscarriages of justice. Certainly we should not unnecessarily worsen the plight of those having meritorious causes of action that should be redressed.\n*11Yet here the defendant demands the entry of a summary judgment in his favor without even offering his own affidavit to exonerate himself from the charge of negligence. In this connection we have not overlooked the assertion in the appellee's brief that Dr. Sisco's discovery deposition was considered by the court below in ruling upon the motion for summary judgment. No such deposition, however, is in the record before us, even though the appellants designated the entire record for inclusion in the transcript. If the clerk or the reporter omitted a material part of the record, the appellee had a remedy under the statute if he thought the omitted matter to be essential to our consideration of the appeal. Ark. Stat. Ann. § 27-2129.1; see also Davis v. Ralston Purina Co., decided today, 248 Ark. 14, 449 S. W. 2d 709, Apparently the appellee did not consider the omitted matter to be essential, for in his brief in this court he waives any complaint about its omission.\nIt is quite evident that if the members of the medical profession, the legal profession, or any similar occupation, can prevent a malpractice case from even coming to trial simply by agreeing not to testify against one another, very few such cases will be heard in the future. Such a conspiracy of silence, as it is usually called, would allow the most grossly negligent practitioner to avoid even the simple duty of making his own explanation, under oath, of how the plaintiff happened to be injured. With the issues now before us by no means free from doubt, we are wholly unwilling to sanction a procedure fraught with such serious possibilities of injustice to future litigants.\nReversed.\nPlain English Summary: The Court considers when expert evidence is needed in medical negligence cases, reversing the summary judgment. \n\n§7(a); Marginal case\n\n",
    "annotations": {
        "Facts": [
            "This is an action for medical malpractice brought by Wayne and Leah Ann Graham, as the parents and next friends of Steven Wayne Graham, a minor. The complaint alleges that the defendant, Dr. Sisco, in delivering Steven Wayne by Caesarean section, negligently cut the child's face, leaving a permanent and disfiguring scar that runs from a point near his right ear to a point near his right eye."
        ],
        "Procedural History": [
            "The defendant moved for a summary judgment upon three separate grounds. The trial court rejected two of the grounds for summary judgment, but the court entered judgment for the defendant upon the third ground; namely, that counsel for the plaintiffs had stated that he did not intend to offer expert medical testimony upon the issue of liability and that without such expert testimony the plaintiffs could not make a prima facie case for the jury. The plaintiffs' appeal brings up for review all three of the asserted grounds for summary judgment."
        ],
        "Application of Law to Facts": [
            "There we held that expert testimony is not required when the asserted negligence lies within the comprehension of a jury of laymen, such as a surgeon's failure to sterilize his instruments or to remove a sponge from the incision before closing it. On the other hand, when the applicable standard of care is not a matter of common knowledge the jury must have the assistance of expert witnesses in coming to a conclusion upon the issue of negligence.",
            "Our point is simply that the defendant, in moving for a summary judgment, had the burden of showing that no genuine issue of fact could possibly be made without expert testimony. We are unwilling to say that he met that burden merely by calling the trial court's attention to the allegations of the complaint, with no proffer of supporting proof.",
            "It is quite evident that if the members of the medical profession, the legal profession, or any similar occupation, can prevent a malpractice case from even coming to trial simply by agreeing not to testify against one another, very few such cases will be heard in the future. Such a conspiracy of silence, as it is usually called, would allow the most grossly negligent practitioner to avoid even the simple duty of making his own explanation, under oath, of how the plaintiff happened to be injured."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Reversed."
        ]
    },
    "class": "reverse"
}