{
    "text": "Home Insurance v. Covington, 255 Ark. 409, 501 S.W.2d 219 (1973)\nNov. 5, 1973 · Arkansas Supreme Court · 73-123\n255 Ark. 409, 501 S.W.2d 219\nHOME INSURANCE COMPANYv.Janice COVINGTON et al\n501 S.W. 2d 219\n[Rehearing denied December 10, 1973.]\n*410 Davis, Plegge ér Lowe and Boyett ér Morgan, for appellant.\nLightle, Teddler ir Hannah, Leroy Froman and John C. Ward, for appellees.\nGeorge Rose Smith, Justice.\nThis is a personal injury suit. Two of the appellees, Janice Covington and her mother-in-law, Beatrice Covington, were injured in a traffic collision in the city of Searcy while they were riding in an ambulance owned by J. & J. Ambulance Service, Inc. The ambulance company did not have liability insurance upon its vehicle. The injured plaintiffs therefore brought suit against their own insurance company, the appellant, under an uninsured motorist clause, and against the other áppellee, Evelyn M. Lewis, who was driving the car that collided with the ambulance. The jury, attributing all the negligence to the driver of the ambulance, made awards of $750 to Janice Covington and $5,000 to Beatrice Covington. For reversal the appellant relies upon three asserted errors in the court's instructions to the jury.\nThe most serious contention is that the trial court was wrong in ruling as a matter of law that Beatrice Covington was not a guest of the ambulance company. The pertinent facts are that the two women were together upon a street in Searcy when the younger woman, who was pregnant, fainted. Someone called for an ambulance, which arrived promptly. The driver, Charles Steward, had no assistant. A bystander helped him place the patient on a cot in the back of the ambulance. Steward asked if there was anybody with the younger Mrs. Covington. Beatrice Covington said, I am, and got in the vehicle. She sat in the back of the ambulance and bathed her daughter-in-law's face with a wet cloth. On the way to the hospital Steward, driving above the speed limit, ran a stop sign and collided with Mrs. Lewis's car. The ambulance company's fee of $25.00 was paid by Beatrice Covington's husband.\nThe trial court was right in holding that the elder Mrs. Covington was not a guest. In Simms v. Tingle, 232 Ark. 239, 335 S.W. 2d 449 (1960), we defined a guest, with reference to the guest statute, in this language:\n*411The geier ' rule for determing the status of a passenger in an automobile is that if the transportation or carriage in its direct operation confers a benefit only on the person to whom the ride is given and no benefits other than such as are incidental to hospitality, companionship, or the like, upon the person extending the invitation, the passenger is a guest within the statutes . . . , but if the carriage tends to the promotion of the mutual interests of both the passenger and the driver for their common benefit, or if the carriage is primarily for the attainment of some objective or purpose of the operator, the passenger is not a guest.\nWe have also noted that the guest statute was passed to remedy the evil of collusive suits where the real defendant is an insurance company, with both the host and the guest interested in establishing liability. Ward v. George, 195 Ark. 216, 112 S.W. 2d 30 (1937). In the case at hand there was no reason for Mrs. Covington and Steward to establish by collusion a fictitious liability on the part of the ambulance company.\nNo relationship of hospitality or companionship existed between Mrs. Covington and Steward. To the contrary, the transportation was a business trip involving (as we shall see) a common carrier and its passengers. It was a single transaction. We find in the proof no fact that would warrant the jury in dividing the transaction into two parts, one being compensated and the other being gratuitous.\nUpon similar facts the Supreme Court of Texas reasoned that a person in Mrs. Covington's position might be regarded as a guest of the patient but not as a guest of the ambulance company. Cedziwoda v. Crane-Longley Funeral Chapel, 155 Tex. 99, 283 S.W. 2d 217 (1955). We agree with that court's conclusion: Under the facts of this case, a sick person who hires an ambulance for transportation certainly has a right to have someone ride with her in the ambulance. The purpose of Article 6701b is to prevent fraudulent collusion between an insured and a guest. The situation at bar does not fall within the purpose of the statute.\n*412It is next contended that the trial court erred in placing upon the ambulance company the high standard of care that a common carrier owes to its passengers. See AMI 1701 and 1702. According to the ambulance company's own testimony it was engaged in the business of carrying passengers for hire. Upon the proof the trial court was justified in concluding that the ambulance company was a common carrier within our statutes and cases. Ark. Stat. Ann. § 73-1758 (a) (7) (Repl. 1957); Merchants' Transfer & Whse. Co. v. Gates, 180 Ark. 96, 21 S.W. 2d 406 (1929); Arkadelphia Milling Co. v. Smoker Mdse. Co., 100 Ark. 37, 139 S.W. 680 (1911).\nFinally, the appellant contends that the trial court should have given AMI 912, imposing upon Mrs. Lewis the duty of driving her car over to the curb and stopping when she heard the ambulance's siren. In making this argument the appellant concedes that the ambulance was not in fact an emergency vehicle within the purview of AMI 912. Walden v. Hart, 243 Ark. 650, 420 S.W. 2d 968 (1967). Nevertheless, the appellant insists that the instruction should have been given, because Mrs. Lewis could not see the ambulance when she first heard its siren and was therefore under a duty to act upon the assumption that the siren was that of an authorized emergency vehicle, such as a police car or fire engine.\nThat reasoning is unsound. Needless to say, if the siren had proved to have been that of an authorized emergency vehicle, Mrs. Lewis would have acted at her peril in not doing what the law required her to do in the situation. But the ambulance was not an authorized emergency vehicle; so Mrs. Lewis's duty was merely that of exercising ordinary care. For the court to have given the requested AMI instruction would have clothed the ambulance company with a protected status to which it was not entitled by law.\nAffirmed.\nFogleman, J., dissents.\nJohn A. Fogleman, Justice,\ndissenting. I would reverse the judgment in this case because I think that there *413was a question of fact as to whether Mrs. Beatrice Coving-ton was a guest.\nOrdinarily the issue of whether one is a guest is a question of fact, and this court, in many situations where the evidence seems no less conclusive than it is here, has refused to hold that a plaintiff was or was not a guest. See Austin v. Stricklin, 240 Ark. 555, 400 S.W. 2d 671; Buffington v. Wright, 239 Ark. 138, 388 S.W. 2d 100; Simms v. Tingle, 232 Ark. 239, 335 S.W. 2d 449; Brand v. Rorke, 225 Ark. 309, 280 S.W. 2d 906; Corruthers v. Mason, 224 Ark. 929, 277 S.W. 2d 60. See also, Dieter v. Byrd, 235 Ark. 435, 360 S.W. 2d 495. It is only where fair-minded men could not draw different conclusions from the evidence that we will say that a jury question is not presented. Buffington v. Wright, supra.\nIn Corruthers v. Mason, supra, in which we held that a jury question was presented on the very issue now before us, we relied upon and applied the following language from Blashfield Cyclopedia of Automobile Law and Practice, (Vol. 4, p. 326):\nWhere a dispute exists as to what were the respective purposes or conditions for or upon which the transportation was undertaken, relative to the nature and existence, if any, of the benefits conferred upon the respective parties, it is ordinarily a question of fact whether or not the invitee was a guest within the meaning of the statutes.\nIt seems to me that the language quoted governs here and requires us to say that there was a question of fact. But there is also appropriate language in Simms v. Tingle, 232 Ark. 239, 335 S.W. 2d 449, cited in the majority opinion, which seems to dictate a holding that there is a question of fact in this case. We said:\nWe have repeatedly held that when the status of an occupant of a car is questioned and conclusions must be drawn from the evidence, then the issue is one for the jury. Corruthers v. Mason, 224 Ark. 929, 227 S.W. 2d 60; Whittecar v. Cheatham, 226 Ark. 31, *414287 S.W. 2d 578; Rogers v. Lawrence, 227 Ark. 117, 296 S.W. 2d 899.\nWhile the testimony is undisputed, I submit that fair-minded men could reach different conclusions as to whether any objective, purpose or interest of the ambulance owner or driver was served by Mrs. Covington's riding in the ambulance.\nBecause of the authorities cited above, I find no necessity for resort to decisions from other jurisdictions. If it is necessary, I' would reject the Texas authority for two reasons. First, it seems to be a minority rule, but, more significantly, it is less harmonious with our own decisions than those following the contrary rule. Incidentally, it should be noted that this decision was by a divided court, one judge concurring and three dissenting.\nIn Vogreg v. Shepard Ambulance Service, 44 Wash. 2d 528, 268 P. 2d 642 (1954), the Supreme Court of Washington, en banc, without dissent, the wife of the patient rode in the ambulance, having engaged it and having been assisted into it and shown where to sit by the driver and an attendant. No separate charge was made for transporting her. The wife said that she contracted to pay the bill. There the trial court had held that the wife was a guest as a matter of law, and directed a verdict at the close of her case as plaintiff. The Washington court said:\nIn the instant case, nothing determinative was said on this question (if the jury believed appellant's testimony) when the implied contract was made. A jury might well conclude that appellant's carriage was as much a part of that contract as her husband's. All reasonable minds would not reach the opposite conclusion.\nThe court erred in taking the question from the jury.\nAlthough Louisiana did not have a guest statute, there are two cases from that jurisdiction which should be considered, because the status of the ambulance pas*415senger determined the extent of the duty of the ambulance driver to the passenger. It appears from those cases, that if the passenger was a licensee or guest, the driver owed the duty of ordinary care and not to wilfully injure him; on the other hand, if the passenger was not a guest, the ambulance operator is charged with the highest practicable degree of care. Morales v. Employers Liability Assur. Co., 7 So. 2d 660 (La. App. 1942); Rushing v. Mulhearn Funeral Home, 200 So. 52 (La. App. 1941). In both cases, the passenger was held to be a guest or licensee as a matter of law.\nFor the reasons stated, I respectfully dissent on this point only.\nPlain English Summary: A passenger of an ambulance, other than the patient who was transported to a medical institution, had no standing to bring an action for personal injuries against an insurance company. \n\n§3; §4; §7(a). ",
    "annotations": {
        "Facts": [
            "This is a personal injury suit. Two of the appellees, Janice Covington and her mother-in-law, Beatrice Covington, were injured in a traffic collision in the city of Searcy while they were riding in an ambulance owned by J. & J. Ambulance Service, Inc. The ambulance company did not have liability insurance upon its vehicle.",
            "The pertinent facts are that the two women were together upon a street in Searcy when the younger woman, who was pregnant, fainted. Someone called for an ambulance, which arrived promptly. The driver, Charles Steward, had no assistant. A bystander helped him place the patient on a cot in the back of the ambulance. Steward asked if there was anybody with the younger Mrs. Covington. Beatrice Covington said, I am, and got in the vehicle. She sat in the back of the ambulance and bathed her daughter-in-law's face with a wet cloth. On the way to the hospital Steward, driving above the speed limit, ran a stop sign and collided with Mrs. Lewis's car. The ambulance company's fee of $25.00 was paid by Beatrice Covington's husband."
        ],
        "Procedural History": [
            "The injured plaintiffs therefore brought suit against their own insurance company, the appellant, under an uninsured motorist clause, and against the other áppellee, Evelyn M. Lewis, who was driving the car that collided with the ambulance. The jury, attributing all the negligence to the driver of the ambulance, made awards of $750 to Janice Covington and $5,000 to Beatrice Covington"
        ],
        "Application of Law to Facts": [
            "The trial court was right in holding that the elder Mrs. Covington was not a guest.",
            "if the carriage tends to the promotion of the mutual interests of both the passenger and the driver for their common benefit, or if the carriage is primarily for the attainment of some objective or purpose of the operator, the passenger is not a guest.",
            "No relationship of hospitality or companionship existed between Mrs. Covington and Steward. To the contrary, the transportation was a business trip involving (as we shall see) a common carrier and its passengers."
        ],
        "Relevant Precedents": [
            "Simms v. Tingle, , 335 S.W. 2d 449"
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}