{
    "text": "Gilbow v. Crawford, 458 S.W.3d 750, 2015 Ark. App. 194 (2015)\nMarch 18, 2015 · Arkansas Court of Appeals · No. CV-14-672\n458 S.W.3d 750, 2015 Ark. App. 194\nBarry R. GILBOW, Appellantv.Jimmy S. CRAWFORD, Appellee\n2015 Ark. App. 194\nCourt of Appeals of Arkansas, DIVISION I.\n*751Robertson, Beasley & Ford, PLLC, by: Mark E. Ford, for appellant.\n*752Friday, Eldredge & Clark, LLP, Little Rock, by: Donald H. Bacon and Martin A. Kasten, for appellee.\nDAVID M. GLOVER, Judge\nOn February 12, 2011, appellant Barry Gilbow and appellee Jimmy Crawford, both pilots, were flying in a small airplane when it crashed short of the runway at Springdale Airport. Gilbow suffered injuries, and the plane was damaged. Thereafter, Gilbow filed suit against Crawford, alleging that he suffered personal injury, pain and suffering, and mental anguish; incurred medical expenses for treatment of his injuries; experienced a loss of earnings; and suffered the loss of personal properly as a result of Crawford's negligence, which Gilbow asserted was the proximate cause of the crash due to Crawford's failure, as pilot-in-command, to provide sufficient fuel for the flight and to keep the airplane under control. Crawford answered Gilbow's complaint and denied the allegations, specifically stating that if [Gilbow] suffered as alleged in the Complaint, said damages were proximately caused by [Gilbow] as the pilot in command, including but not limited to [Gil-bow's] failure to properly fuel the plane and to otherwise operate the plane in a safe manner. Crawford counterclaimed that due to Gilbow's negligence, he suffered injuries and incurred medical expenses. Both parties requested a jury trial.\nAt trial, after Gilbow had presented his ease-in-chief, Crawford requested and was granted a directed verdict based on the lack of evidence of what caused the plane to crash. Gilbow sought to reopen his case to supply additional proof; he was not allowed to do so. He then filed a motion for new trial, which was deemed denied. Gilbow now appeals, arguing that the trial court erred in granting Crawford's motion for directed verdict, in not allowing him (Gilbow) to reopen his case-in-chief, and in denying his motion for a new trial.1 We affirm.\nDirected Verdict\nGilbow first argues that the1 trial court erred in granting Crawford's motion for directed verdict. After Gilbow presented his case-in-chief, Crawford moved for a directed verdict, asserting that the evidence presented by Gilbow failed to prove what caused the accident, and that the fact that an accident occurred was not evidence of negligence. He argued that the jury would have to speculate as to what caused the accident and whether anyone was negligent. The trial court agreed with Crawford and granted his motion for directed verdict.\nIn Gamble v. Wagner, 2014 Ark. App. 442, 440 S.W.3d 352, our court set forth the standard of review for directed-verdict grants:\nIs A trial court evaluates a motion for directed verdict by deciding whether the evidence is sufficient for the case to be submitted to the jury; that is, whether the case constitutes a prima facie case for relief. Wal-Mart Stores, Inc. v. Tucker, 353 Ark. 730, 739, 120 S.W.3d 61, 66 (2003). In making that evaluation, the trial court does not weigh the evidence; rather, the trial court is to view the evidence in a light most favorable to the party opposing the motion.\n*753 Id. In reviewing an order granting a motion for directed verdict, we view the evidence in the light most favorable to the party against whom the verdict was directed. Trotter v. Bowden, 81 Ark. App. 259, 260, 101 S.W.3d 264, 265 (2003). If any substantial evidence exists that tends to establish an issue in favor of that party, then a jury question is presented and the directed verdict should be reversed. Id. at 260, 101 S.W.3d at 265-66. Substantial evidence is evidence of sufficient force and character to induce the mind of the fact-finder past speculation and conjecture. Sparks Reg'l Med. Ctr. v. Smith, 63 Ark. App. 131, 133, 976 S.W.2d 396, 397 (1998).\n2014 Ark. App. 442, at 4, 440 S.W.3d 352 at 355.\nThe trial court found that Gilbow had failed to prove that Crawford was negligent because there was no evidence presented as to what caused the plane to crash. In Mangrum v. Pigue, 359 Ark. 373, 198 S.W.3d 496 (2004), our supreme court held:\nThe burden of proof is always on the party asserting negligence, as negligence is never presumed. Morehart v. Dillard Dep't Stores, 322 Ark. 290, 908 S.W.2d 331 (1995). To establish a prima facie case of negligence, appellant must show that he sustained damages, that the defendants were negligent, and that such negligence was a proximate cause of his damages. Id. While a party may establish negligence by direct or circumstantial evidence, he cannot rely upon inferences based on conjecture or speculation. Id. Negligence is the failure to do something which a reasonably careful person would do, or the doing of something which a reasonably careful person would not do. City of Caddo Valley v. George, 340 Ark. 203, 9 S.W.3d 481 (2000). Proximate cause means a cause, which, in a natural and continuous sequence, produces damage and without which the damage would not have occurred. AMI 501.\n359 Ark. 373, at 383, 198 S.W.3d 496, at 501. Proximate cause is an essential element for a cause of action in negligence. Neal v. Sparks Reg'l. Med. Ctr., 2012 Ark. 328, 422 S.W.3d 116. Proximate cause, for negligence purposes, is defined as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Id. at 7-8, 422 S.W.3d at 120-21.\nThere was conflicting testimony at trial as to whether Gilbow or Crawford was the pilot-in-command at the time of the plane crash. Gilbow testified that Crawford told him that they had sufficient fuel to make the trip back from Hot Springs to Springdale. There was no first-hand evidence regarding the cause of the crash — Gilbow had no recollection of the crash due to his injuries, and he did not call Crawford as a witness in his casein-chief, although Crawford was present for trial. The only evidence presented at trial regarding the crash was the testimony of Officer Darrell Hignite, a patrolman with the Springdale Police Department, who spoke to Crawford at the hospital and testified that Crawford told him that the motor just quit approximately 100 feet over the Jones Center; that he told Gilbow to go full flaps; and that the plane went into the ground.\nThis case is similar to Brewer v. Thomason, 215 Ark. 164, 219 S.W.2d 758 (1949), in which our supreme court reversed a jury verdict in favor of a pilot against a flying service for providing a mechanically unfit airplane. In reversing, the supreme court held that the pilot's statement that *754the motor went dead did not exclude the possibility of the motor stopping for other reasons. In the present case, Gilbow presented no evidence as to the cause of the plane crash; he certainly did not demonstrate that the cause of the crash was some negligent act on Crawford's part. The only facts proved were that the motor quit and the plane crashed. Curiously, no evidence was presented at trial as to-the amount of fuel the plane could hold, the amount of fuel in the plane before or after the crash, or how far the plane [ scould fly on the amount of fuel it contained.2 The cause of the crash could have as easily been pilot error or a mechanical malfunction. Gilbow failed to present any evidence as to the causation of the crash; instead, he relied on speculation and conjecture, which he cannot do. Id. We hold that the trial court correctly granted Crawford's motion for directed verdict.\nGilbow argued for the first time in his motion for new trial that Crawford took inconsistent positions in his request for a directed verdict than he asserted in his counterclaim — that he only argued in his counterclaim that Gilbow erred by not fueling the plane and that he could not now make a different argument. This argument is not preserved for appellate review, as an argument made for the first time in a motion for new trial is not timely and is not preserved for appeal. Brantley v. Northwest Arkansas Hosps., LLC, 2014 Ark. App. 275, 435 S.W.3d 1.\nRequest to Reopen Case\nAs an alternative to granting Crawford's directed-verdict motion, Gilbow requested -that he be allowed to reopen his case-in-chief to present evidence through Crawford as to why the plane crashed. The following is the sequence of events. After the trial court granted Crawford's motion for directed verdict and dismissed the case, Gilbow then requested permission to reopen the case to develop additional testimony.' Crawford's counsel objected to allowing Gilbow to reopen his case, and the trial court denied Gilbow's request to reopen, stating that there was no authority to allow for reopening..\n1 Whether to reopen a case for admission of additional testimony is within the sound judicial discretion of the trial court. Sanders v. Jackson, 252 Ark. 1109, 482 S.W.2d 621 (1972). Reversal of a trial court's decision not to reopen is required only where there has been a manifest abuse of this discretion. Id. A manifest abuse of discretion means a discretion improvidently exercised, i.e., exercised thoughtlessly and without due consideration. Entertainer, Inc. v. Duffy, 2012 Ark. 202, 407 S.W.3d 514.\nGilbow, citing Lawrence v. Barnes, 2010 Ark. App. 231, 374 S.W.3d 224, argues that when a decision is within the discretion of the trial court, the trial court abuses that discretion by failing to exercise it. We are unable to address Gilbow's argument because he failed to proffer the additional evidence he claims would have defeated the motion for directed verdict. A court should not reopen a case except for good reason and on proper showing. Aceva Techs., LLC v. Tyson Foods, Inc., 2013 Ark. App. 495, 429 S.W.3d 355. Arkansas Rule of Evidence 103(a)(2) provides, Error may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected and, in case the ruling is one excluding evidence, the *755substance of the evidence was made known to the court by offer or was apparent from the context within which questions were asked. To challenge a ruling excluding evidence, an appellant must proffer the excluded evidence so the appellate court can review the decision, unless the substance of the evidence is apparent from the context. Wymer v. Hutto, 2014 Ark. App. 497, 442 S.W.3d 912. The failure to proffer evidence so that the appellate court can see if prejudice resulted from its exclusion precludes review of the evidence on appeal. Parkerson v. Brown, 2013 Ark. App. 718, 430 S.W.3d 864.\nIn H & M Realty Co. v. Union Mechling Corp., 268 Ark. 592, 595 S.W.2d 232 (Ark.App.1980), our supreme court found an abuse of discretion in not allowing a request to reopen the case for rebuttal evidence (to clear up possible confusion regarding the testimony of cargo weight) and reversed and remanded for a new trial, holding that the granting of the motion would not have been unduly prejudicial to the appellees and would not have truly inconvenienced the trial court to have allowed such rebuttal evidence. But, unlike here, in that case the appellant proffered the testimony it wished to have considered as rebuttal testimony.\nGilbow made no offer of proof as to what evidence he would elicit to prove causation. He made general comments that he would call appellee Crawford to explain the causation as to why the plane crashed based on his knowledge and that he (Gilbow) could develop some additional testimony. These general statements do not equate to an offer of proof to show how additional testimony would overcome the lack of proof as to causation of the plane crash. As stated earlier, Crawford was available at trial during Gilbow's case-in-chief, but Gilbow elected not to call him as a witness. Gilbow's failure to proffer the evidence he wished to have presented to prove causation of the plane crash prevents our review.\nMotion for New Trial\nA motion for new trial is addressed to the sound discretion of the trial court, and the trial court's refusal to grant it will not be reversed on appeal unless an abuse of discretion is shown. Jones v. Double D Props., Inc., 352 Ark. 39, 98 S.W.3d 405. An abuse of discretion means a discretion improvidently exercised, i.e., exercised thoughtlessly and without due ^consideration. Id.\nGilbow made his motion for new trial on two bases — that the trial court erred in granting Crawford a directed verdict and that the trial court abused its discretion in denying him permission to reopen his case. Both of these issues have already been fully discussed in Gilbow's first and second points; for the reasons discussed above, we hold that the trial court did not abuse its discretion in denying Gilbow's motion for new trial.\nAffirmed.\nVirden and Gruber, JJ., agree.\n1\n. This is the second time this case has been before this court. The first appeal was dismissed on February 27, 2013, on Crawford's motion to dismiss. After Crawford was granted a directed verdict, he voluntarily non-suited his counterclaim; there was no final order because Crawford could still re-file his counterclaim. This case returns after the time has run on Crawford's counterclaim, and the trial court has issued an amended final order.\n2\n. Gilbow argues that Exhibit 5 shows that the fuel tank was empty; however, as Crawford counters, that picture shows only one of two fuel gauges, and it also shows that the plane had no power, as the RPMs were 0.\nPlain English Summary: Two pilots of a plane that crashed brought actions for personal injury against each other. The Court held that the evidence was not sufficient to establish liability. \n§3; §4; §7(a).",
    "annotations": {
        "Facts": [
            "On February 12, 2011, appellant Barry Gilbow and appellee Jimmy Crawford, both pilots, were flying in a small airplane when it crashed short of the runway at Springdale Airport. Gilbow suffered injuries, and the plane was damaged. Thereafter, Gilbow filed suit against Crawford, alleging that he suffered personal injury, pain and suffering, and mental anguish; incurred medical expenses for treatment of his injuries; experienced a loss of earnings; and suffered the loss of personal properly as a result of Crawford's negligence, which Gilbow asserted was the proximate cause of the crash due to Crawford's failure, as pilot-in-command, to provide sufficient fuel for the flight and to keep the airplane under control. Crawford answered Gilbow's complaint and denied the allegations, specifically stating that if [Gilbow] suffered as alleged in the Complaint, said damages were proximately caused by [Gilbow] as the pilot in command, including but not limited to [Gil-bow's] failure to properly fuel the plane and to otherwise operate the plane in a safe manner. Crawford counterclaimed that due to Gilbow's negligence, he suffered injuries and incurred medical expenses. Both parties requested a jury trial."
        ],
        "Procedural History": [
            "At trial, after Gilbow had presented his ease-in-chief, Crawford requested and was granted a directed verdict based on the lack of evidence of what caused the plane to crash. Gilbow sought to reopen his case to supply additional proof; he was not allowed to do so. He then filed a motion for new trial, which was deemed denied. Gilbow now appeals, arguing that the trial court erred in granting Crawford's motion for directed verdict, in not allowing him (Gilbow) to reopen his case-in-chief, and in denying his motion for a new trial.1"
        ],
        "Application of Law to Facts": [
            "The trial court found that Gilbow had failed to prove that Crawford was negligent because there was no evidence presented as to what caused the plane to crash.",
            "The burden of proof is always on the party asserting negligence, as negligence is never presumed",
            "Proximate cause, for negligence purposes, is defined as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred.",
            "In the present case, Gilbow presented no evidence as to the cause of the plane crash; he certainly did not demonstrate that the cause of the crash was some negligent act on Crawford's part.",
            "Gilbow made no offer of proof as to what evidence he would elicit to prove causation. He made general comments that he would call appellee Crawford to explain the causation as to why the plane crashed based on his knowledge and that he (Gilbow) could develop some additional testimony. These general statements do not equate to an offer of proof to show how additional testimony would overcome the lack of proof as to causation of the plane crash."
        ],
        "Relevant Precedents": [
            "Mangrum v. Pigue, , 198 S.W.3d 496"
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}