{
    "text": "Villines v. North Arkansas Regional Medical Center, 385 S.W.3d 360, 2011 Ark. App. 506 (2011)\nSept. 7, 2011 · Arkansas Court of Appeals · No. CA 10-1196\n385 S.W.3d 360, 2011 Ark. App. 506\nKelsey and Marlene VILLINES, Appellantsv.NORTH ARKANSAS REGIONAL MEDICAL CENTER, Appellee\n2011 Ark. App. 506\nCourt of Appeals of Arkansas.\nRehearing Denied Oct. 26, 2011.\n*362Jeffrey Lyle Slaton, Springdale, for appellants.\nMichelle Hill Cauley, Little Rock, for appellee.\nJOHN B. ROBBINS, Judge.\nThis appeal arises from a grant of summary judgment in favor of appellee, North Arkansas Regional Medical Center (NARMC). The circuit court ruled that, as a matter of law, NARMC did not act negligently with regard to its informed-consent policy and did not proximately cause damages to appellants Kelsey and Marlene Villines. Because questions of material fact remain, we reverse and remand.\nMr. Villines presented at NARMC with kidney stones in November 2003. When the stones did not pass overnight, Dr. Scott Ferguson obtained Mr. Villines's consent for surgery. NARMC contacted Certified Registered Nurse Anesthetist (CRNA) Garry Melton to provide anesthesia services.\nAt the time, NARMC's policy was to obtain a patient's informed consent prior to surgery and the administration of anesthesia. The written policy mandated separate consent forms for operative procedures and anesthesia, and it stated that consent should be obtained | ¡.from the patient or his surrogate by the anesthesia provider and/or physician. Hospital personnel were assigned the limited role of verifying that consent had been given. In this regard, personnel were required to check for validity of the informed consent against the following criteria:\nInformation has been provided to the patient prior to the surgery or procedure;\nHas been explained to the patient or surrogate by the anesthesia provider and/or physician;\nThat the patient or surrogate gave consent to treatment after the discussion; That the patient or surrogate was given the opportunity to ask questions about the proposed treatment and that all of these questions were answered fully;\nThe blanks have been filled in with the necessary information;\nAll signatures required have been obtained.\nThe required signatures on the forms were that of the patient, a witnessing nurse, and the anesthesia provider and/or physician. The policy provided that informed consent with regard to anesthesia must consist of, among other things, the risks, drawbacks, complications, and expected benefits or effects of anesthesia; alternate choices of anesthesia; that the patient has been verbally informed about the anesthesia; and that the patient has had the opportunity to ask questions.\nWhile Mr. Villines was awaiting surgery, NARMC nurse Karen Widner presented him with a form titled Consent for Anesthesia. The form listed several types of *363anesthesia along with their techniques and risks. It also recited that the risks had been explained to the patient; that the type of anesthesia checked below would be used for the procedure; and that the patient consented to the designated anesthesia service. The form, however, was essentially | ¡¡blank when presented to Mr. Villines and specified no particular type of anesthesia service; neither had Mr. Villines met with an anesthesia provider at that point. Nevertheless, Mr. Villines signed the form at the nurse's request, and the nurse witnessed his signature. Mr. Villines was then taken to the preoperative area of the hospital.\nBy that time, CENA Garry Melton had arrived at the hospital and was preparing for the administration of anesthesia. Melton opted to employ a spinal-block method because Mr. Villines had recently undergone throat surgery, which would preclude the use of general anesthesia. Melton would later testify that he verbally explained his decision to both Mr. and Mrs. Villines prior to surgery. Mr. Villines, however, claims no memory of the meeting, and Mrs. Villines stated that she never saw Melton until after the surgery. Melton also testified that he did not sign the consent form that had been presented to Mr. Villines and that the anesthesia provider's signature on the form was affixed thereto after surgery by another provider, who never actually saw Mr. Villines.\nDuring surgery, Melton experienced difficulty administering the spinal block and made a large number of punctures in Mr. Villines's back. After surgery, a physician who saw Mr. Villines determined that the punctures caused a serious inflammatory condition called arachnoiditis.\nBased on these events, appellants Kelsey and Marlene Villines sued Garry Melton; Melton's employer, Boone County Anesthesia Associates; NARMC; and NARMC's insurer, Medical Assurance Company, for negligence.1 Appellants settled with Melton and Boone |4County Anesthesia, leaving only their claim that NARMC was negligent in failing to ensure that their informed consent was obtained for the administration of spinal-block anesthesia. Appellants pled that they would not have consented to the spinal-block method had they been told that it would be used.\nFollowing discovery, NARMC moved for summary judgment on the grounds that it neither negligently breached its informed-consent policy nor proximately caused appellants' damages. Appellants responded that factual questions remained on those issues. The circuit court, after initially agreeing with appellants, granted summary judgment in favor of NARMC. This appeal followed.\nOur standard of review in summary-judgment cases is well established. The moving party is entitled to summary judgment if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Fort Smith Sch. Dist. v. Beebe, 2009 Ark. 333, 322 S.W.3d 1. The moving party has the burden of sustaining a motion for summary judgment. Id. We need only decide if the circuit court's grant of summary judgment was appropriate based on whether the evidence presented by the moving party left a material question of fact unanswered. Id. We view all proof in the light most favorable to the party resisting the motion and resolve all doubts against the moving party. Id. Summary *364judgment is not proper where the evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypotheses might reasonably be drawn and reasonable minds might differ. Bussey v. Bearden, 2011 Ark. App. 353, 384 S.W.3d 41.\nAppellants argue first that questions of fact remain on the issue of NARMC's negligence. We agree. The Arkansas Medical Malpractice Act requires a plaintiff to prove, by expert testimony, that the medical-care provider failed to act in accordance with the applicable standard of care. Ark.Code Ann. § 16-114 — 206(a)(2) (Repl.2006). Here, appellants' expert, Registered Nurse Penny Gallegos, testified that if NARMC deviated from its informed-consent policy, it did not meet the standard of care. She described the consent obtained from Mr. Villines as uninformed consent, based on the lack of information provided to him. While NARMC cites conflicts in Nurse Gallegos's testimony, such conflicts go to the weight of her testimony, which is the province of the fact-finder. See Kuelbs v. Hill, 2010 Ark. App. 427, 379 S.W.3d 47.\nIn line with Nurse Gallegos's testimony, appellants offered proof that NARMC in fact violated its informed-consent policy by failing to verify that the patient was orally informed about anesthesia after a discussion with the anesthetist and failing to obtain the required signatures on the consent form. Additional factual questions were created by appellants' evidence that the consent form should have been signed by Mrs. Villines as a surrogate, due to Mr. Villines's being under the influence of pain medication prior to surgery. Mr. Villines testified that he had no recollection of signing the consent form, speaking with hospital personnel, or speaking with Garry Melton. Melton, who claims to have spoken with both Mr. and Mrs. Villines about the anesthesia procedure, agreed that a person under preoperative medication might not be able to give informed consent. He also testified that he considered it necessary to give Mrs. Villines information about the anesthetic because of Mr. Villines's condition.\nFor these reasons, it cannot be said as a matter of law that NARMC met the standard of care for obtaining informed consent. Factual questions remain as to whether NARMC violated its own informed-consent policy. NARMC argues, however, that its personnel had no duty under the informed-consent policy to actively obtain the patient's informed consent. While this is true, the policy did require NARMC's personnel to verify that informed consent was given. As discussed above, a factual question exists as to whether NARMC breached that limited duty. NARMC also argues that Nurse Widner met the requirements of the informed-consent policy by obtaining Mr. Villines's signature on the consent form and witnessing his signature. However, it is disputed whether this constituted anything more than an empty exercise, given the evidence that Mr. Villines had received no information about anesthesia at the time he signed the form.\nNARMC also contends that the informed-consent policy was followed because Mr. Villines's surgeon, Dr. Ferguson, obtained consent for the surgical procedure. On this point, NARMC references policy language that consent be obtained by the anesthesia provider and/or physician before the anesthesia and/or procedure is performed. (Emphasis added.) According to NARMC, the term and/or indicates that its duty was complete as long as either the surgeon or the anesthesia provider obtained the patient's informed consent. There is no evidence, however, that the surgeon provided Mr. *365Villines with any information regarding anesthesia. The policy is, at the very least, susceptible to the interpretation that separate and distinct duties are imposed with regard to surgical procedures and the administration of anesthesia. The opening paragraph of the policy states that the patient must be given the opportunity to provide informed consent prior to the administration of |7 anesthesia by an anesthesia provider and prior to the performance of operative and/or invasive procedures....  (Emphasis added.) The policy also mandates a separate form for consent to anesthesia. We therefore see no merit in NARMC's argument on this point.\nOn the issue of proximate cause, appellants similarly argue that factual questions remain to be decided. Again, we agree. In medical-negligence cases involving informed consent, a material issue on the question of proximate cause is whether the injured party would have undergone the surgery or procedure if he had known of the risk involved. See Ark.Code Ann. § 16—114—206(b)(2)(C) (Repl.2006); Aronson v. Harriman, 321 Ark. 359, 901 S.W.2d 832 (1995); Garst v. Cullum, 291 Ark. 512, 726 S.W.2d 271 (1987); Haupt v. Kumar, 103 Ark. App. 298, 288 S.W.3d 704 (2008). Here, appellants pled that they would not have consented to the spinal-block anesthesia had they been informed that it would be used.\nAppellants further had the burden of proving, by expert testimony, that NARMC's breach of the applicable standard of care proximately caused their injuries. See Ark.Code Ann. § 16-114-206(a)(3) (Repl.2006). We conclude that appellants produced sufficient proof to survive a summary judgment. Nurse Gallegos opined that NARMC's breach was a proximate cause of appellants' damages. Two other experts, Dr. Larry Armstrong and Dr. Rodney Routson, testified to the relationship between the lumbar punctures and Mr. Villines's arachnoiditis. Dr. Rout-son in particular discussed Mr. Villines's medical history, along with the findings of his treating physician and his own clinical examination, to conclude that there appeared to be a cause and effect between the failed attempts at anesthesia and the arachnoiditis. NARMC argues that the experts' opinions were not stated to a reasonable degree of medical certainty or probability. See Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002); Wal-Mart Stores v. Kilgore, 85 Ark. App. 231, 148 S.W.3d 754 (2004). We do not, however, require any specific magic words with respect to an expert's opinion. Kilgore, supra. The expert's testimony is to be judged upon the entirety of the opinion. Id. As to whether the opinion should be accorded any weight or credibility, that is a matter for the fact-finder. See Kuelbs, supra.\nNARMC further contends that the negligence of anesthetist Garry Melton intervened and became the sole proximate cause of appellants' injuries. Proximate cause is that cause which, in a natural and continuous sequence, produces damage. Sluder v. Steak & Ale of Little Rock, 361 Ark. 267, 206 S.W.3d 213 (2005). The law does not necessarily recognize only one proximate cause of damage. AMI Civ. 501 (2011). Acts or omissions of two or more persons may work together as concurring proximate causes, and each person may be found liable. AMI Civ. 502 (2011). Proximate cause is generally a question of fact. Coca-Cola Bottling Co. v. Gill, 352 Ark. 240, 100 S.W.3d 715 (2003). Intervening cause is also a factual question for the jury. Stecker v. First Commercial Trust, 331 Ark. 452, 962 S.W.2d 792 (1998); State Farm Mut. Auto. Ins. v. Pharr, 305 Ark. 459, 808 S.W.2d 769 (1991).\n*366When asserting the existence of an intervening cause, the defendant has the burden of proving that, following any act or omission on its part, an event intervened that in itself caused damage completely independent of the defendant's conduct. AMI Civ. 503 (2011). The mere fact that another event intervened between the original act of negligence and the injury for which recovery is sought is not sufficient to relieve the original actor of liability if the injury is the natural and probable consequence of the original negligent act or omission and is such as might reasonably have been foreseen as probable. Stecker, supra.\nIn this case, the alleged negligence of NARMC and Garry Melton arguably constituted concurrent proximate causes that, in a natural and continuous sequence, combined to produce appellants' damages. The parties' acts were not remote in time; they occurred in a natural and continuous pattern; they took place in a single location; and they involved actors engaged in a common endeavor. In short, reasonable minds could conclude that Melton's intervening negligence was not completely independent of NARMC's conduct with respect to informed consent and that the acts and omissions of both produced appellants' damages. Compare Carroll Elec. Coop. v. Carlton, 319 Ark. 555, 892 S.W.2d 496 (1995) (affirming a jury's verdict that the acts of an electrical crew, which negligently repaired a power pole fourteen hours after a car struck the pole, were the intervening cause of a house fire that resulted from downed power lines). Thus, a question of fact remains as to proximate cause, and summary judgment was improperly granted.\nFor their final argument, appellants contend that the circuit court erred in applying the Uniform Contribution Among Joint Tortfeasors Act (UCJ-TA) after they settled with Garry Melton. The UCJTA allows a remaining tortfeasor in a lawsuit to be credited with amounts paid by a settling tortfeasor. See Ark. Code Ann. § 16-61-204 (Repl.2005); Aon Risk Servs. v. Mickles, 96 Ark. App. 369, 242 S.W.3d 286 (2006). The credit may be obtained, among other methods, by informing the jury of the settlement amount, in which case the jury will be deemed to have awarded a monetary recovery only against the remaining tortfeasor. See Giem v. Williams, 215 Ark. 705, 222 S.W.2d 800 (1949); Bingham v. City of Jonesboro, 89 Ark. App. 120, 201 S.W.3d 1 (2005).\nAppellants contend that NARMC's right to contribution under the UCJTA was abrogated in this case by the Civil Justice Reform Act of 2003, which provides that each tortfeasor's liability is several rather than joint. Ark.Code Ann. § 16-55-201(a) (Repl.2005). They claim that the Civil Justice Reform Act mandates that NARMC's fault alone must be assessed at trial and that NARMC should pay its fair share of the damages.\nWe conclude that any ruling on this issue would be academic, based on an agreement between the parties at the trial level. Appellants and NARMC agreed that they would inform the jury about Melton's settlement and that NARMC would waive its right to a credit; in other words, they agreed that the jury would solely determine NARMC's liability and award monetary damages for harm caused by NARMC. This is precisely the relief that appellants are seeking on appeal by asking that the jury assess NARMC's fault alone, with NARMC paying its fair share of the damages. Consequently, any ruling on our part regarding the Civil Justice Reform Act's effect on the UCJTA would have no impact on the existing controversy and would be moot or academic. Our ap*367pellate courts do not decide moot or academic issues. Eldridge v. Abramson, 356 Ark. 358, 149 S.W.3d 882 (2004).\nWe therefore reverse and remand the summary judgment without reaching the UCJTA issue.\nReversed and remanded.\nGRUBER and ABRAMSON, JJ., agree.\n1\n. Other defendants were named but later dismissed by court order.\nPlain English Summary:  A patient who was in the hospital claimed that his valid consent has not been obtained before being subjected to certain medical proceedings which resulted in physical injuries. The Court discussed the standard of care for informed consent and explained that two different acts can simultaneously act as a proximate cause.\n\n§3; §4. ",
    "annotations": {
        "Facts": [
            "This appeal arises from a grant of summary judgment in favor of appellee, North Arkansas Regional Medical Center (NARMC). The circuit court ruled that, as a matter of law, NARMC did not act negligently with regard to its informed-consent policy and did not proximately cause damages to appellants Kelsey and Marlene Villines.",
            "Mr. Villines presented at NARMC with kidney stones in November 2003. When the stones did not pass overnight, Dr. Scott Ferguson obtained Mr. Villines's consent for surgery. NARMC contacted Certified Registered Nurse Anesthetist (CRNA) Garry Melton to provide anesthesia services.At the time, NARMC's policy was to obtain a patient's informed consent prior to surgery and the administration of anesthesia. The written policy mandated separate consent forms for operative procedures and anesthesia, and it stated that consent should be obtained | ¡.from the patient or his surrogate by the anesthesia provider and/or physician. Hospital personnel were assigned the limited role of verifying that consent had been given. In this regard, personnel were required to check for validity of the informed consent against the following criteria:",
            "The required signatures on the forms were that of the patient, a witnessing nurse, and the anesthesia provider and/or physician. The policy provided that informed consent with regard to anesthesia must consist of, among other things, the risks, drawbacks, complications, and expected benefits or effects of anesthesia; alternate choices of anesthesia; that the patient has been verbally informed about the anesthesia; and that the patient has had the opportunity to ask questions.While Mr. Villines was awaiting surgery, NARMC nurse Karen Widner presented him with a form titled Consent for Anesthesia. The form listed several types of anesthesia along with their techniques and risks. It also recited that the risks had been explained to the patient; that the type of anesthesia checked below would be used for the procedure; and that the patient consented to the designated anesthesia service. The form, however, was essentially | ¡¡blank when presented to Mr. Villines and specified no particular type of anesthesia service; neither had Mr. Villines met with an anesthesia provider at that point. Nevertheless, Mr. Villines signed the form at the nurse's request, and the nurse witnessed his signature. Mr. Villines was then taken to the preoperative area of the hospital.By that time, CENA Garry Melton had arrived at the hospital and was preparing for the administration of anesthesia. Melton opted to employ a spinal-block method because Mr. Villines had recently undergone throat surgery, which would preclude the use of general anesthesia. Melton would later testify that he verbally explained his decision to both Mr. and Mrs. Villines prior to surgery. Mr. Villines, however, claims no memory of the meeting, and Mrs. Villines stated that she never saw Melton until after the surgery. Melton also testified that he did not sign the consent form that had been presented to Mr. Villines and that the anesthesia provider's signature on the form was affixed thereto after surgery by another provider, who never actually saw Mr. Villines.During surgery, Melton experienced difficulty administering the spinal block and made a large number of punctures in Mr. Villines's back. After surgery, a physician who saw Mr. Villines determined that the punctures caused a serious inflammatory condition called arachnoiditis.Based on these events, appellants Kelsey and Marlene Villines sued Garry Melton; Melton's employer, Boone County Anesthesia Associates; NARMC; and NARMC's insurer, Medical Assurance Company, for negligence.1 Appellants settled with Melton and Boone |4County Anesthesia, leaving only their claim that NARMC was negligent in failing to ensure that their informed consent was obtained for the administration of spinal-block anesthesia. Appellants pled that they would not have consented to the spinal-block method had they been told that it would be used.Following discovery, NARMC moved for summary judgment on the grounds that it neither negligently breached its informed-consent policy nor proximately caused appellants' damages. Appellants responded that factual questions remained on those issues. The circuit court, after initially agreeing with appellants, granted summary judgment in favor of NARMC. This appeal followed."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "it cannot be said as a matter of law that NARMC met the standard of care for obtaining informed consent.",
            "Proximate cause is that cause which, in a natural and continuous sequence, produces damage.",
            "The law does not necessarily recognize only one proximate cause of damage. AMI Civ. 501 (2011). Acts or omissions of two or more persons may work together as concurring proximate causes, and each person may be found liable.",
            "The mere fact that another event intervened between the original act of negligence and the injury for which recovery is sought is not sufficient to relieve the original actor of liability if the injury is the natural and probable consequence of the original negligent act or omission and is such as might reasonably have been foreseen as probable",
            "In this case, the alleged negligence of NARMC and Garry Melton arguably constituted concurrent proximate causes that, in a natural and continuous sequence, combined to produce appellants' damages."
        ],
        "Relevant Precedents": [
            "Sluder v. Steak & Ale of Little Rock, , 206 S.W.3d 213 (2005)."
        ],
        "Outcome": [
            "we reverse and remand.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}