{
    "text": "Barnett v. Cleghorn, 536 S.W.3d 147, 2017 Ark. App. 641 (2017)\nNov. 29, 2017 · Arkansas Court of Appeals · No. CV-17-24\n536 S.W.3d 147, 2017 Ark. App. 641\nAlton Darren BARNETT and Karen Barnett, Husband and Wife, Next Friend and Natural Parents of Morgan Taylor Barnett, and Morgan Taylor Barnett, Individually, Appellantsv.Damon Eric CLEGHORN, Purcell Tire & Rubber Company, Purcell Tire and Service Center, Purcell Tire Company of Arkansas, Appellees\n2017 Ark. App. 641\nCourt of Appeals of Arkansas, DIVISIONS I & IV.\nRehearing Denied January 24, 2018\n*148Robert R. Cortinez II, Little Rock, and Robert S. Tschiemer, Mayflower, for appellant.\nWright, Lindsey & Jennings LLP, Little Rock, by: Baxter D. Drennon and Michael A. Thompson, for appellees.\nN. MARK KLAPPENBACH, Judge\nAppellants appeal from the Grant County Circuit Court's order granting summary judgment to appellees on appellants' negligence suit. Appellants contend that material questions of fact remain on the issue of whether the alleged negligence of appellees was a proximate cause of the automobile accident. We reverse and remand.\nAppellants, Morgan Taylor Barnett and her parents, Alton Darren Barnett and Karen Barnett, filed suit against Damon Eric Cleghorn and his employer, Purcell Tire & Rubber ^Company, for damages arising out of an automobile accident.1 On August 17, 2011,. Morgan Barnett was driving a Chevrolet Cruze east on Highway 270 and had stopped to wait on westbound traffic to pass in order to make a left turn onto Keg Mill Road. A Dodge Ram pickup truck driven by Cleghorn and owned by Purcell was traveling behind Barnett east on Highway 270 with large truck tires in the bed of the truck. Dustin Golden was driving a Chevrolet Silverado behind Cleg-horn in the same direction. It is undisputed that Cleghorn maneuvered around Barnett on the right shoulder and did not collide with her vehicle. Golden, however, collided with the rear bumper of Barnett's car and also with the rear of Cleghorn's truck. Barnett's car was then pushed into oncoming traffic and was struck by another vehicle. Golden's truck struck a second vehicle traveling westbound.\nAppellants alleged in their complaint that Cleghorn was traveling at a high rate of speed and that he negligently failed to *149keep a proper lookout and notice that. Barnett had slowed to make a turn. They claimed that his illegal attempt to pass Barnett on the right shoulder caused the chain reaction of collisions. Appellants claimed that Cleghorn's and Purcell's negligence was the .proximate cause of their injuries and damages and that Purcell .was liable under the doctrine .of respondeat superior.\nAppellees filed a motion and am amended motion for summary judgment alleging that IsCleghorn's actions were not the proximate cause of appellants' damages. Appellees contended that Cleghorn did not strike Barnett's vehicle and that an accident reconstructionist had determined that Golden had sufficient notice to react to Cleghorn's slowing and passing Barnett. The affidavit of R. Torrey Roberts, the professional engineer retained by appel-lees to perform an accident-reconstruction analysis, stated that Golden was still traveling approximately ' 57 mph when he hit Barnett's vehicle and that Cleghorn was traveling approximately 20 mph when he was struck by' Golden's vehicle. Roberts concluded that Golden would have had the opportunity to observe Cleghorn slowing to a stop and driving around Barnett for a minimum of 5.5 seconds before impacting Barnett and that this was sufficient time for an attentive driver to react and avoid the accident. Roberts's conclusions were based in part on Cleghorn's deposition testimony that Barnett had stopped abruptly in front of him; that he was not sure he had room to stop behind her so he steered to the right; that he came to a complete stop behind and to the right of Barnett; and that he then eased around her.\nAppellees' amended motion included a supplemental report from Roberts prepared after appellees' attorney had provided Roberts with evidence that Cleghorn may not have come to a stop before driving around Barnett. This evidence included a Purcell accident report in which Cleg-horn wrote that he was not able to completely stop, so he slowed to | ¿approximately 20 mph and moved to the shoulder.2 Based on this informationi Roberts opined.that, instead of 5,5 seconds, Golden would have had the opportunity to observe Cleghorn slowing and driving around Barnett for a minimum of 3.2 to 3.8 seconds, which was still sufficient time for an alert driver to avoid the accident.\nAppellants responded that Cleghorn had lied under oath when he repeatedly testified in his deposition that he came to a complete stop before driving around Barnett. Given Cleghorn's contradictory accounts, appellants claimed that any observations to be drawn from his actions were genuine issues of material fact. Appellants also argued that the motion for summary judgment/ was premature because discovery was pending, and they would be retaining their own accident reconstructionist. Appellees replied that, due to Golden's lack of recollection of the accident, there Was no admissible evidence that the likelihood of Golden hitting Barnett was increased or caused by any action of Cleg-horn's.\nAppellants filed a sur-reply, attaching a letter of preliminary findings from Chuck Atkinson, an accident reconstructionist. Atkinson opined that Cleghorn's evasive maneuver to pass the stopped car without sufficient warning of his intention did not provide Golden sufficient time and distance to avoid the collision. Appellants also detailed ongoing discovery and claimed that their discovery requests had been- ignored. Appellees filed a motion to strike the sur-*150reply, contending that it was too late to submit supplemental supporting | ¡materials without leave of the court. Following a hearing, the circuit court granted summary judgment in favor of appellees. Appellants filed a motion for reconsideration, which was deemed denied, and this appeal followed.\nThe law is well settled that summary judgment is to be granted by a circuit court only when it is clear that there are no genuine issues of material fact to be litigated, and the party is entitled to judgment as a matter of law. Davis v. Schneider Nat'l, Inc., 2013 Ark. App. 737, 431 S.W.3d 321. Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. On appellate review, we determine if summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion leave a material fact unanswered. Id. We view the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id. Our review focuses not only on the pleadings, but also on the affidavits and documents filed by the parties. Id. The purpose of summary judgment is not to try the issues, but to determine whether there are any issues to be tried. Id.\nAppellants contend that factual issues remain as to whether Cleghorn proximately caused the accident by following too closely or by driving inattentively or too fast and thereby created the danger that caused Golden to strike Barnett. Pointing to their expert's report, appellants claim that a jury could find that Cleghorn's truck obliterated Golden's view |fiof Barnett's car and that Cleghorn's last-minute evasive action left insufficient time for Golden to stop and avoid a collision. To establish a prima facie case of negligence, the plaintiff must demonstrate that the defendant breached a standard of care, that damages were sustained, and that the defendant's actions were a proximate cause of those damages. Davis, supra. Proximate cause is defined, for negligence purposes, as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred. Id. Proximate causation is usually an issue for the jury to decide, and when there is evidence to establish a causal connection between the negligence of the defendant and the damage, it is proper for the case to go to the jury. Pollard v. Union Pac. R.R. Co., 75 Ark. App. 75, 54 S.W.3d 559 (2001). Proximate causation becomes a question of law only if reasonable minds could not differ. Id.\nAppellants argue that even if Golden was also negligent, this does not absolve Cleghorn of liability unless Golden's actions were an independent, intervening cause. This court has stated that\nproximate cause is the efficient and responsible cause, but it need not be the last or nearest one. The mere fact that other causes intervene between the original act of negligence and the injury for which recovery is sought is not sufficient to relieve the original actor of liability, if the injury is the natural and probable consequence of the original negligent act or omission and is such as might reasonably have been foreseen as probable. The original act or omission is not eliminated as a proximate cause by an intervening cause unless the latter is of itself sufficient to stand as the cause of the injury. The intervening cause must be such that the injury would not have been suffered except for the act, conduct or effect of the intervening agent totally *151independent of the acts or omission constituting the primary negligence.\nPollard, 75 Ark. App. at 79, 54 S.W.3d at 562-63 (quoting Shannon v. Wilson, 329 Ark. 143 157, 947 S.W.2d 349, 356 (1997)) (internal citations omitted). An intervening act that is a normal response to the stimulus of a situation created by the actor's negligent conduct is not a superseding cause of harm to another which the actor's conduct is a substantial factor in bringing about. Id. (citing Hill v. Wilson, 216 Ark. 179, 224 S.W.2d 797 (1949)). Appellants claim that the questions of whether Cleg-horn's actions were concurrently negligent and a proximate cause of the accident were issues for the jury to decide.\nWe agree with appellants that a question of fact remains regarding whether Golden's actions were an independent, intervening cause or whether they were a normal response to the situation created by Cleghorn's negligence. The report of appellants' expert, Atkinson, stated that the total stopping distance for Golden's truck was 275 feet, as opposed to the braking distance of 150 feet cited by appel-lees' expert, Roberts. Atkinson opined that Golden would have been 225 feet from the collision when he could first see Barnett stopped attempting a left turn. Atkinson said that there were indications that Cleg-horn did not appreciate Barnett's stopped car until he had to make an evasive maneuver to avoid her, and this created the situation causing Golden to have insufficient time to avoid the collision. The fact that Cleghorn successfully maneuvered around Barnett is not determinative given the evidence that he failed to stop in the normal course of traffic and that his actions, according to one expert, caused Golden to have insufficient time to react.\nAs the parties note, neither Atkinson's report nor Roberts's supplemental report was submitted under oath. All evidence submitted in the course of summary-judgment | ^proceedings must be under oath. Hadder v. Heritage Hill Manor, Inc., 2016 Ark. App. 303, 495 S.W.3d 628. However, neither party challenged the submission of such proof on this basis below. See Thompson v. Tyson Foods, Inc., 2015 Ark. App. 424, 467 S.W.3d 746. The circuit court did not specify a basis for its ruling in the order, but the order does state that the court considered all the exhibits to the amended motion for summary judgment and sur-reply. Although appellees did argue below that appellants' expert's report was untimely, they did not obtain a ruling on this argument. It is clear from the order and from the circuit court's remarks at the hearing that the court considered appellants' sur-reply and attached exhibits despite appellees' contention that they were untimely.3\nWe conclude that the evidence presented to the circuit court demonstrated the existence of a material issue of fact regarding causation. Summary judgment is not designed for assessing the probative strength of conflicting proof or expert opinions. Green v. Alpharma, Inc., 373 Ark. 378, 284 S.W.3d 29 (2008). Rather, that process is correctly done by the trier of fact after a-trial on the merits. Id. We hold, therefore, that the circuit court erred in granting summary judgment. Due to our holding, it is unnecessary to address appellants' arguments that summary judgment should have been denied because discovery was ongoing or that appellants' motion for reconsideration should have been granted.\nReversed and remanded; motion to strike denied.\n*152Abramson, Virden, Gladwin, and Whiteaker, JJ., agree.\nBrown, J., dissents.\n1\n. Appellants also named as defendants Purcell Tire and Service Center and Purcell Tire Company of Arkansas, as well as five John Does, alleged to be individuals or employees of Purcell Tire Company. Appellees alleged that Purcell Tire and Service Center and Purcell Tire Company of Arkansas were not legal entities in existence, but they remained on the case caption throughout the case,\n2\n. Cleghorn testified in his deposition that he would change this prior statement to say that he was not sure if he could stop fast enough but he did, in fact, come to a stop.\n3\n. Appellees' motion to strike a portion of appellants' reply brief on this subject is denied.\n\nPlain English Summary: The court considered an automobile accident that involved three cars. In assessing negligence, the Court holds that an intervening act that is a normal response to the stimulus of a situation created by the actor's negligent conduct is not a superseding cause of harm. \n\n§3; §4; §7(a).",
    "annotations": {
        "Facts": [
            "Appellants, Morgan Taylor Barnett and her parents, Alton Darren Barnett and Karen Barnett, filed suit against Damon Eric Cleghorn and his employer, Purcell Tire & Rubber ^Company, for damages arising out of an automobile accident. On August 17, 2011,. Morgan Barnett was driving a Chevrolet Cruze east on Highway 270 and had stopped to wait on westbound traffic to pass in order to make a left turn onto Keg Mill Road. A Dodge Ram pickup truck driven by Cleghorn and owned by Purcell was traveling behind Barnett east on Highway 270 with large truck tires in the bed of the truck. Dustin Golden was driving a Chevrolet Silverado behind Cleg-horn in the same direction. It is undisputed that Cleghorn maneuvered around Barnett on the right shoulder and did not collide with her vehicle. Golden, however, collided with the rear bumper of Barnett's car and also with the rear of Cleghorn's truck. Barnett's car was then pushed into oncoming traffic and was struck by another vehicle. Golden's truck struck a second vehicle traveling westbound.Appellants alleged in their complaint that Cleghorn was traveling at a high rate of speed and that he negligently failed to *149keep a proper lookout and notice that. Barnett had slowed to make a turn. They claimed that his illegal attempt to pass Barnett on the right shoulder caused the chain reaction of collisions. Appellants claimed that Cleghorn's and Purcell's negligence was the .proximate cause of their injuries and damages and that Purcell .was liable under the doctrine .of respondeat superior."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "Proximate cause is defined, for negligence purposes, as that which in a natural and continuous sequence, unbroken by any efficient intervening cause, produces the injury, and without which the result would not have occurred",
            "An intervening act that is a normal response to the stimulus of a situation created by the actor's negligent conduct is not a superseding cause of harm to another which the actor's conduct is a substantial factor in bringing about"
        ],
        "Relevant Precedents": [
            "Davis v. Schneider Nat'l, Inc., , 431 S.W.3d 321.",
            "Shannon v. Wilson, 329 Ark. 143 157, , 356 (1997))"
        ],
        "Outcome": [
            "We reverse and remand.",
            "Reversed and remanded; motion to strike denied"
        ]
    },
    "class": "reverse"
}