{
    "text": "Marx v. Huron Little Rock, 88 Ark. App. 284, 198 S.W.3d 127 (2004)\nNov. 10, 2004 · Arkansas Court of Appeals · CA 04-246\n88 Ark. App. 284, 198 S.W.3d 127\nCarol MARXv.HURON LITTLE ROCK d/b/a Hilton Inn-Little Rock\n198 S.W.3d 127\nCourt of Appeals of Arkansas\n*287 Eubanks, Welch, Baker & Schulze, by: Darryl E. Baker and J. G. Schulze, for appellant.\nBarber, McCaskill, Jones & Hale, P.A., for appellee.\nJohn B. Robbins, Judge.\nIn this personal injury suit filed by appellant Carol Marx, the jury found in favor of the defendant, appehee Huron Little Rock, LLC. Appellant argues on appeal that the trial court erred when it denied her motion for a directed verdict and instructed the jury on comparative fault, and when it refused to give her proffered instruction on res ipsa loquitur. We agree with appellant on both points and therefore reverse and remand for a new trial.\nAppellant was injured in a rather bizarre accident that occurred at the Little Rock Hilton, which is owned and operated by appellee. In September 2000, appellant and her husband, who are from Louisiana, stayed overnight at the Hilton for the purpose of attending a funeral in Little Rock. On the morning of September 22, while getting ready for the funeral, appellant, who was in her late seventies, was sitting on the closed lid of the toilet in the bathroom of the hotel room. While she was in the process of putting on her pantyhose, the lid detached from the toilet-seat assembly, and appellant fell to the floor between the bathtub and the toilet. Appellant was taken to the hospital, where she was diagnosed with a compression fracture of the spine.\nOn November 27, 2001, appellant sued appellee for negligence in connection with the incident, and she specifically pled that the doctrine of res ipsa loquitur applied. Appellee answered that appellant's injuries were proximately caused by her own fault and that res ipsa loquitur did not apply. A jury trial was held, and the following testimony, as gleaned from appellant's abstract, was adduced. Appellant's husband, Sach Marx, testified that he was in the bedroom area of the hotel room on the morning of the incident when he heard his wife scream. He went into the bathroom and found her on the floor between the bathtub and the toilet, lying on top of the toilet lid. He called the front desk to ask for an ambulance, and upon its arrival, he accompanied his wife to the hospital.\nAppellant, who was eighty-one years old at the time of trial, testified that she was a small woman, standing four feet ten or eleven inches tall and weighing 102 pounds. On the morning of the incident, she went into the bathroom and sat on the closed *288toilet lid in order to put some medicine on her toes, which she did by facing straight ahead while sitting on the seat. After that task was complete, she put the medicine down and began to put on her pantyhose. While still sitting on the lid, she put the pantyhose on both feet and partly up her legs. At that point, she said, the lid slid off the toilet with her on it, and she fell to the floor, hitting the bathtub in the process. On cross-examination, appellant said that she had probably used the toilet the night before and the morning of the incident, but she had not noticed any looseness in the seat. Further, she said that she did not notice any problem with the seat while she was initially putting on her pantyhose. However, at some point, she said, she simply felt the lid go.\nMichael Durbin, the chief engineer at the Hilton, testified that it was the duty of the housekeeping and maintenance staff to be on the lookout for hazards in the rooms. After the incident, Durbin put the lid back on the toilet and had to force it onto the seat, then had to pull and twist it to get it back off. Finally, Durbin took the seat assembly off the toilet and put it in a box, which he then placed in the general manager's office. The box stayed there for over a year, at which time Durbin moved it to his office, where it remained until he showed it to appellee's attorney in September 2002. When the attorney and Durbin opened the box, they noticed that one bumper was missing from the toilet seat ring. Bumpers are the small items attached to the underside of the seat upon which the seat rests against the toilet rim. According to Durbin, bumpers provide stability to the seat. Durbin could not explain the missing bumper, and he said that he did not remember it being missing when he placed the toilet seat in the box. However, Durbin stated that a missing bumper would justify replacing the entire toilet-seat assembly.\nAt the close of the evidence, appellant asked the trial court to direct a verdict on the issue of comparative fault and to reject appellee's jury instruction on comparative fault. The trial court denied the directed-verdict motion and instructed the jury on comparative fault using both AMI Civil 206 and 2101 (2004). Appellant also asked the court to instruct the jury on res ipsa loquitur using AMI Civil 610 (2004). The trial court declined to do so. The jury was then instructed on negligence, proximate cause, premises liability, comparative fault, and damages. Following deliberations, the jury rendered a general verdict in favor of appellee. The verdict was reduced to judgment, and appellant filed a timely notice of appeal.\n*289Appellant argues first that the trial court erred in denying her motion for a directed verdict and in instructing the jury on comparative fault because there was no evidence that she was negligent. We agree that reversal is warranted on this point.\nThe directed-verdict issue and the jury-instruction issue can be discussed simultaneously because they involve the same point, i.e., whether the question of appellant's negligence should have been submitted to the jury. When reviewing a denial of a motion for directed verdict, we determine whether the jury verdict is supported by substantial evidence. J.E. Merit Constr., Inc. v. Cooper, 345 Ark. 136, 44 S.W.3d 336 (2001). Substantial evidence is evidence that is of sufficient force and character that it will, with reasonable certainty, compel a conclusion one way or the other, without having to resort to speculation or conjecture. Superior Fed. Bank v. Mackey, 84 Ark. App. 1, 129 S.W.3d 324 (2003). We review the evidence and all reasonable inferences arising therefrom in the light most favorable to the party on whose behalf judgment was entered, and when the evidence and inferences create a jury question, we will determine that the trial court properly denied the defendant's motion for directed verdict. J.E. Merit Constr., Inc. v. Cooper, supra. As for the trial court's giving of the jury instruction, we employ the abuse-of-discretion standard. See Dodson v. Allstate Ins. Co., 345 Ark. 430, 47 S.W.3d 866 (2001).\nUnder our comparative-fault statute, Ark. Code Ann. § 16-64-122 (Supp. 2003), the fault of a plaintiff in a personal-injury case is compared to the defendant's fault. If the plaintiff s fault is less than the defendant's, the plaintiff may recover damages from the defendant after the damages have been diminished in proportion to the plaintiffs own fault. If the plaintiffs fault is greater than or equal to the defendant's, then the plaintiff is not entitled to recover damages. The fault to be compared under the statute must be a proximate cause of the plaintiff s damages. See generally Ouachita Wilderness Inst. v. Mergen, 329 Ark. 405, 947 S.W.2d 780 (1997); Skinner v. R.J. Griffin & Co., 313 Ark. 430, 855 S.W.2d 913 (1993); Kubik v. Igleheart, 280 Ark. 310, 657 S.W.2d 545 (1983).\nBecause comparative fault is an affirmative defense, the burden is on the defendant to prove that the plaintiff was at fault. See Rodgers v. CWR Constr., Inc., 343 Ark. 126, 33 S.W.3d 506 (2000); Young v. Johnson, 311 Ark. 551, 845 S.W.2d 510 (1993). If *290the defendant fails to satisfy this burden, a directed verdict on comparative fault in favor of the plaintiff is appropriate. See Young v. Johnson, supra.\nAppellant contends that there was no evidence of any negligence on her part beyond speculation and conjecture, and she cites Young v. Johnson, supra, in support of her argument. In Young, the plaintiff was traveling south on a one-lane road when she saw the defendant's headlights coming toward her. She slowed down and pulled over to the right side of the road as far as she could but was nevertheless struck by the defendant, who testified that he was looking for a dropped cigarette at the time of the collision. The plaintiff asked the trial court for a directed verdict on comparative fault, which was denied. On appeal, the supreme court held that a directed verdict should have been granted because any conclusion that the plaintiff was negligent would have been highly speculative and conjectural and, thus, is not substantial. Young v. Johnson, supra at 557, 845 S.W.2d at 513.\nAppellee contends that there was evidence of appellant's negligence, in that appellant was an elderly person who was using the toilet seat to put on pantyhose while resting her feet on a slick tile floor. Appellee cites Turner v. Stewart, 330 Ark. 134, 952 S.W.2d 156 (1997), in support of its argument. In Turner, the plaintiff visited the defendant's home, which had a beware of dog sign in the front yard. The plaintiff went onto the front porch but got no answer when she rang the doorbell. While on the porch, she saw the defendant's Rottweiler looking at her from the side of the house. She then went to the side of the house and saw the defendant with the dog. She spoke with the defendant briefly, after which the defendant called his dog. When the dog started toward them, the plaintiff ran. The dogjumped on the plaintiff and bit her. At trial, the plaintiff objected to the trial court's instructing the jury on comparative fault. On appeal, that instruction was upheld by the supreme court because the jury could have concluded that the plaintiff had not used good judgment in entering the yard despite the beware of dog sign or in walking around the side of the house where she had seen an unfamiliar dog and further that her injuries could have been caused by her running from the dog.\nUpon reading the cases cited by the parties and several other cases on the subject of whether a jury should have considered a plaintiffs comparative fault, see Garrett v. Brown, 319 Ark. 662, 893 S.W.2d 784 (1995); Skinner v. R.J. Griffin & Co., supra; Wingate *291 Taylor-Maid Transp. v. Baker, 310 Ark. 731, 840 S.W.2d 179 (1992), we have determined that the facts in the case at bar are most like those in Young v. Johnson, supra, the case relied upon by appellant. As in Young, there is no substantial evidence that appellant failed to do something that a reasonably careful person would do or did something that a reasonably careful person would not do under the circumstances, which is the definition of negligence. See Ethyl Corp. v. Johnson, 345 Ark. 476, 49 S.W.3d 644 (2001). Also, as in Young, any insinuation that appellant was negligent and contributed to her own injuries is conjecture. It is not uncommon for people to sit on toilet lids to perform various tasks, and there is no evidence that appellant slipped on the floor or fell onto the seat, as appellee speculates. Further, this case differs from the case that appellee cites, Turner v. Stewart, because in Turner, there was substantial evidence that the plaintiff engaged in behavior that contributed to her own injuries. We therefore conclude that the trial court should have granted appellant's motion for a directed verdict on comparative fault and should not have instructed the jury on that issue.1\nAppellant argues next that the trial court erred in refusing her proffer of a jury instruction on res ipsa loquitur. A party is entitled to a jury instruction when it is a correct statement of the law and there is some basis in the evidence to support the giving of the instruction. Barker v. Clark, 343 Ark. 8, 33 S.W.3d 476 (2000). The appellate courts will not, however, reverse a trial court's refusal to give a proffered instruction unless there was an abuse of discretion. Id.\nIn order for the doctrine of res ipsa loquitur to apply, four essential elements must be established: (1) the defendant owes a duty to the plaintiff to use due care; (2) the accident is caused by the thing or instrumentality under the control of the defendant; (3) the accident that caused the injury is one that, in the ordinary *292course of things, would not occur if those having control and management of the instrumentality used proper care; (4) there is absence of evidence to the contrary. Barker v. Clark, supra. In describing the doctrine of res ipsa loquitur, our supreme court has stated:\nThe doctrine of res ipsa loquitur was developed to assist in the proof of negligence where the cause of an unusual happening connected with some instrumentality in the exclusive possession and control of the defendant could not be readily established by the plaintiff. The theory was that since the instrumentality was in the possession of the defendant, justice required that the defendant be compelled to offer an explanation of the event or be burdened with a presumption of negligence.\nId. at 14, 33 S.W.3d at 480 (quoting Reece v. Webster, 221 Ark. 826, 829, 256 S.W.2d 345, 347 (1953)). The supreme court has also observed that:\nIn the words of Mr. Justice Holmes, res ipsa loquitur is merely a short way of saying that, so far as the court can see, the jury, from their experience as men of the world, may be warranted in thinking that an accident of this particular kind commonly does not happen except in consequence of negligence, and that therefore there is a presumption of fact, in the absence of explanation or other evidence which the jury believe, that it happened in consequence of negligence in this case. Graham v. Badger, 164 Mass. 42, 41 N.E. 61. This is the kind of inference that jurors commonly are allowed to make from circumstantial evidence, the only difference being that, when res ipsa loquitur applies, the circumstantial evidence from which the inference is drawn is the fact of the injury itself, plus the few obvious facts which surround the injury but do not clearly explain how it happened.\nCoca-Cola Bottling Co. v. Hicks, 215 Ark. 803, 807, 223 S.W.2d 762, 764-65 (1949).\nIn the case at bar, the trial judge refused the instruction based on his determination that there was evidence of appellant's comparative fault. Indeed, several Arkansas cases have strongly suggested that evidence of a plaintiffs negligence precludes the application of res ipsa loquitur. See, e.g., Barker v. Clark, supra at 14, 33 S.W.3d at 481; Phillips v. Elwood Freemen Co., Inc., *293294 Ark. 548, 550, 745 S.W.2d 127, 129 (1988); Coca-Cola Bottling Co. v. Hicks, supra at 807, 223 S.W.2d at 765. However, because we have determined that there was no substantial evidence of appellant's negligence in this case and that the issue of comparative fault should not have been presented to the jury, we see no impediment to the court instructing the jury on res ipsa loquitur. The instruction offered by appellant was a correct statement of the law, being based on AMI Civil 610 (2004), which informs the jury that, if the elements of res ipsa loquitur are met, they are permitted but not required to infer that the defendant was negligent. Additionally, given the circumstances surrounding the incident in this case, there was some basis in the evidence from which the jury could have inferred appellee's negligence from the fact of the injury itself, i.e., that the toilet lid, in the ordinary course of things, would not have detached from the toilet assembly if appellee had used proper care.\nIn light of the foregoing, we reverse and remand this case for a new trial.\nBird and Roaf, JJ., agree.\n1\nThe jury rendered a general verdict in this case,so we do not know if the jury actually assigned some fault to appellant or merely concluded that appellee was not negligent. Thus, appellant cannot demonstrate that she was prejudiced by the jury's consideration of the comparative-fault issue. However, our supreme court has recognized that proving prejudice under these circumstances is an impossible burden, and prejudice will instead be presumed. See Skinner v. R.J. Griffen & Co., supra; Little Rock Elec. Contr. v. Okonite Co., 294 Ark. 399, 744 S.W.2d 381 (1988).\n\nPlain English Summary: While staying in a hotel, a woman was injured as a result of the toilet lid sliding off. The hotel argued that she was partly liable, having acted negligently herself. The Court disagreed, explaining that she did not do anything that could be deemed to be negligent.\n\n§3; §7(a); §17. ",
    "annotations": {
        "Facts": [
            "Appellant was injured in a rather bizarre accident that occurred at the Little Rock Hilton, which is owned and operated by appellee. In September 2000, appellant and her husband, who are from Louisiana, stayed overnight at the Hilton for the purpose of attending a funeral in Little Rock. On the morning of September 22, while getting ready for the funeral, appellant, who was in her late seventies, was sitting on the closed lid of the toilet in the bathroom of the hotel room. While she was in the process of putting on her pantyhose, the lid detached from the toilet-seat assembly, and appellant fell to the floor between the bathtub and the toilet. Appellant was taken to the hospital, where she was diagnosed with a compression fracture of the spine."
        ],
        "Procedural History": [
            "In this personal injury suit filed by appellant Carol Marx, the jury found in favor of the defendant, appehee Huron Little Rock, LLC. Appellant argues on appeal that the trial court erred when it denied her motion for a directed verdict and instructed the jury on comparative fault, and when it refused to give her proffered instruction on res ipsa loquitur.",
            "On November 27, 2001, appellant sued appellee for negligence in connection with the incident, and she specifically pled that the doctrine of res ipsa loquitur applied. Appellee answered that appellant's injuries were proximately caused by her own fault and that res ipsa loquitur did not apply. A jury trial was held, and the following testimony, as gleaned from appellant's abstract, was adduced."
        ],
        "Application of Law to Facts": [
            "Substantial evidence is evidence that is of sufficient force and character that it will, with reasonable certainty, compel a conclusion one way or the other, without having to resort to speculation or conjecture.",
            "If the plaintiff s fault is less than the defendant's, the plaintiff may recover damages from the defendant after the damages have been diminished in proportion to the plaintiffs own fault. If the plaintiffs fault is greater than or equal to the defendant's, then the plaintiff is not entitled to recover damages.",
            "Because comparative fault is an affirmative defense, the burden is on the defendant to prove that the plaintiff was at fault",
            "there is no substantial evidence that appellant failed to do something that a reasonably careful person would do or did something that a reasonably careful person would not do under the circumstances, which is the definition of negligence",
            "because we have determined that there was no substantial evidence of appellant's negligence in this case and that the issue of comparative fault should not have been presented to the jury, we see no impediment to the court instructing the jury on res ipsa loquitur."
        ],
        "Relevant Precedents": [
            "Superior Fed. Bank v. Mackey, , 129 S.W.3d 324 (2003).",
            "Rodgers v. CWR Constr., Inc., 343 Ark. 126, ",
            "Ethyl Corp. v. Johnson, , 49 S.W.3d 644 (2001)"
        ],
        "Outcome": [
            "reverse and remand"
        ]
    },
    "class": "reverse"
}