{
    "text": "Lee v. Martindale, 103 Ark. App. 36, 286 S.W.3d 169 (2008)\nJune 25, 2008 · Arkansas Court of Appeals · CA 07-622\n103 Ark. App. 36, 286 S.W.3d 169\nWilma LEE, as the Personal Representative of the Estate of Indianna Barnesv.Mark MARTINDALE, M.D., and Gordon Schally, M.D\n286 S.W.3d 169\nCourt of Appeals of Arkansas\n*38 The Boyd Law Firm, by: Stephanie Linam, for appellant.\nFriday, Eldredge & Clark, LLP, by: Laura Hensley Smith and J. Adam Wells, for appellee Mark Martindale, M.D.\nAnderson, Murphy & Hopkins, LLP, by: Overton S. Anderson and Brett D. Watson, for appellee Gordon Schally, M.D.\nSam Bird, Judge.\nAppellant Wilma Lee appeals from a summary judgment in favor of Mark Martindale, M.D., and Gordon Schally, M.D., arguing that genuine issues of material fact remain as to the doctors' negligence. We agree that some issues of fact remain as to Dr. Martindale, and we therefore reverse the summary judgment in part as to him. We affirm the summary judgment in favor of Dr. Schally.1\nIn January 2000, Mrs. Indianna Barnes was admitted to Saline Memorial Hospital with respiratory problems. Doctors placed her on a nasogastric feeding tube to receive nutrition. Dr. Martindale, her attending physician, saw her during rounds on January 21 and again at 6:45 a.m. on Saturday, January 22. He noted that she seemed to be improving and did not see her again that day.\nAround noon on January 22, Mrs. Barnes's feeding tube became occluded. The nursing staff replaced the tube and ordered an x-ray to confirm proper placement. At about 5:00 p.m., Dr. Schally, the radiologist on call at the hospital that weekend, read the x-ray. He observed that the feeding tube extended into Mrs. Barnes's lung rather than her stomach. Dr. Schally's report states that he immediately notified Nurse Linda Green of the situation. Shortly thereafter, the nursing staff apparently repositioned the tube and ordered another x-ray to confirm placement. However, they continued to feed Mrs. Barnes through the tube while awaiting the results of the x-ray. When Dr. Schally read the second x-ray at 9:40 a.m. on Sunday, January 23, he saw that the tube extended through the trachea and left mainstem bronchus and possibly into the pleural space (between the lung and the chest wall). His report states that his findings were once again called to *39the CCU (Linda) the morning of 1-23-00 at approximately 0940 hours and subsequently discussed with Dr. Martindale as well.\nDr. Martindale arrived at the hospital within half an hour of Dr. Schally's call. His initial notes state that Mrs. Barnes was experiencing respiratory difficulty and had been fed overnight through the feeding tube that remained in her lung. Dr. Martin-dale consulted with a surgeon, and they planned to transfer Mrs. Barnes to Baptist Hospital in Little Rock. Before they could do so, she began to suffer respiratory and cardiac failure. Dr. Martindale's final notes state that he removed a large amount of air and an Ensure-type substance from Mrs. Barnes's chest, but she did not respond and died at 12:32 p.m. The cause of death was listed as a tension pneumothorax, a condition in which air trapped in the pleural cavity builds pressure and compresses the lung. See PDR Medical Dictionary at 1394 (1996).\nWilma Lee, the personal representative of Mrs. Barnes's estate, sued Drs. Martindale and Schally, claiming that their negligence proximately caused Mrs. Barnes's death.2 Both doctors moved for summary judgment, with the primary issue being whether Ms. Lee had marshaled sufficient expert testimony to create a fact question regarding the doctors' negligence. The trial court granted summary judgment, leading to this appeal.\nStandard of review\nSummary judgment may be granted by a trial court only when it is clear that there are no genuine issues of material fact to be litigated and the party is entitled to judgment as a matter of law. See Nelms v. Martin, 100 Ark. App. 24, 263 S.W.3d 567 (2007). The moving party is entitled to summary judgment if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. Id. On appeal, we need only decide if summary judgment was appropriate based on whether the eviden-tiary items presented by the moving party in support of the motion *40left a material question of fact unanswered. Id. In making this decision, we view the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id.\nNecessity of expert testimony\nIn actions for medical injury, the plaintiff generally has the burden of proving three propositions by expert testimony: the applicable standard of care; that the medical provider failed to act in accordance with that standard; and that such failure was the proximate cause of the plaintiffs injuries. See Ark. Code Ann. 16-114-206(a) (Repl. 2006); Hamilton v. Allen, 100 Ark. App. 240, 267 S.W.3d 627 (2007). But, expert testimony is not required in every medical-malpractice case. See Dodd v. Sparks Reg'l Med. Ctr., 90 Ark. App. 191, 204 S.W.3d 579 (2005). A plaintiff must present expert testimony only when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, when the applicable standard of care is not a matter of common knowledge, and when the jury must have the assistance of experts to decide the issue of negligence. See id.\nMs. Lee argues that she needed no expert testimony because it is common knowledge that a feeding tube is misplaced if it is in a patient's lung instead of her stomach. However, the issues in this case are not that simple. To fully understand the standard of care and the allegations of negligence against these doctors, the fact-finder would require an understanding of medical terminology and anatomy as well as medical protocol, such as what an attending physician or radiologist must do upon learning of a mis-positioned feeding tube and what information one physician must impart to another. See Robbins v. Johnson, 367 Ark. 506, 241 S.W.3d 747 (2006); Mitchell v. Lincoln, 366 Ark. 592, 237 S.W.3d 455 (2006); Nelms, supra. Under these circumstances, a plaintiff must produce expert testimony to assist the fact-finder. See generally Courteau v. Dodd, 299 Ark. 380, 773 S.W.2d 436 (1989); Taylor v. Landherr, 101 Ark. App. 279, 275 S.W.3d 656 (2008); Hamilton, supra.\nMs. Lee contends next that she presented sufficient expert opinion on each doctor's negligence to withstand summary judgment. We examine her arguments separately with regard to each doctor.\nDr. Martindale\nDr. Martindale's motion for summary judgment was accompanied by his affidavit that he adhered to the applicable standard of *41care and that he did not know about the replacement of Mrs. Barnes's feeding tube until he arrived at the hospital on Sunday morning, January 23. Additionally, he submitted an affidavit from Dr. Thomas Braswell, who stated that Dr. Martindale had nothing to do with the nursing staffs placement or reinsertion of the feeding tube and that he saw no evidence of Dr. Martindale's failure to apply the degree of skill and learning ordinarily possessed by members of the medical profession in Benton, Arkansas, or a similar locality.\nMs. Lee responded with an affidavit from her expert, Dr. John Dunn. Dr. Dunn had reviewed the hospital records in the case, including the physician's orders for Saturday, January 22. Those orders reflected that Nurse Linda Green had ordered x-rays of the feeding tube that day v.o. Dr. Martindale, meaning a voice order or verbal order from Dr. Martindale. Dr. Dunn understood these entries to mean that Dr. Martindale was aware of a problem with Mrs. Barnes's feeding tube onjanuary 22 and that he ordered the x-rays. Based on that understanding, Dr. Dunn stated that, when Dr. Martindale was informed of the misplaced tube onjanuary 22, he was obligated to closely personally follow Mrs. Barnes and assure the proper position of the tube before feeding was resumed. He said that Dr. Martindale's negligent failure to assure proper placement of the re-inserted tube before resuming feeding on January 22 and his failure to immediately respond to findings of a continued misplaced tube from the chest x-ray of late on the 22nd caused Mrs. Barnes's death. Additionally, he opined that Dr. Martindale should have obtained an immediate surgical consultation for [a] chest tube onjanuary 23.\nUpon reading Dr. Dunn's affidavit and completing additional discovery, Dr. Martindale supplemented his motion for summary judgment with several attachments. These included his own deposition testimony that he had no knowledge of Mrs. Barnes's feeding-tube problems until he heard from Dr. Schally on the morning of January 23 and that, after learning of the situation, he quickly went to the hospital, looked at the x-rays, and consulted a surgeon. He also testified that the January 22 x-rays were ordered by the nurses in accordance with hospital protocol and that the nurses did not contact him, despite the v.o. designation in the medical records. An affidavit from Nurse Linda Green stated that she wrote the two x-ray orders onjanuary 22 as a matter of routine *42procedure and that Dr. Martindale did not actually give her verbal orders for the x-rays.3\nDr. Martindale also attached the depositions of Ms. Lee's experts, Dr. John Dunn, who gave the above mentioned affidavit, and Dr. Peter Marvin. Dr. Marvin testified that he had no criticism of Dr. Martindale if Dr. Martindale was unaware of the feeding-tube problems prior to being called to the hospital on January 23. However, Dr. Marvin said that Nurse Green's v.o. notation in the January 22 hospital records was the typical method of charting a face-to-face or telephone order from a doctor and that it would be a very reasonable and common presumption that v.o. indicated a verbal order from the doctor himself. Dr. Marvin stated that he would find great fault with Dr. Martindale's management of the case if Dr. Martindale was apprised of the feeding-tube problem at 5:00 p.m. on January 22, as the hospital records indicated, and failed to take aggressive action.\nDr. Dunn testified that the opinion he expressed in his affidavit regarding Dr. Martindale's January 22 negligence was based on his assumption that the nursing staff called Dr. Martindale about the x-ray results around 5:00 p.m. that day. He said that, if Dr. Martindale was told on January 22 that the feeding tube was in Mrs. Barnes's lung or pleural space, Dr. Martindale should have gone to the hospital or given specific instructions to rectify the situation. If, however, Dr. Martindale was unaware of the events of January 22 — as he was now informed that Dr. Martindale denied being contacted about the feeding-tube problems that day — then he had no criticisms of Dr. Martindale. In short, his opinion ofDr. Martindale's negligence onjanuary 22 depended on what he termed the resolution of a factual dispute over whether Dr. Martindale was or was not informed of the feeding-tube problem that day. As for any negligence by Dr. Martindale on January 23, Dr. Dunn stated that Dr. Martindale made it to the hospital quickly and timely consulted a surgeon. However, he expressed concern about whether Dr. Martindale conveyed enough information to the surgeon regarding the urgent nature of *43Mrs. Barnes's problem, given that the surgeon's notes referred to the tube's being in the mainstem bronchus rather than the pleural space and that the surgeon did not immediately place a chest tube to ventilate Mrs. Barnes's chest. Nevertheless, Dr. Dunn acknowledged that he could not say with a reasonable degree of medical certainty that Dr. Martindale violated the standard of care with regard to what he did or did not say to the surgeon.\nMs. Lee filed two more affidavits in response. The first, from Dr. Dunn, stated that he stood by his opinions in his original affidavit that Dr. Martindale's treatment of Mrs. Barnes fell below the accepted standard of care. The second, from Dr. Phyllis Hannah, stated that it was Dr. Martindale's responsibility to confirm placement of the feeding tube prior to resumption of feeding regardless of whether he was called by the nurses because Dr. Martindale later signed off on the January 22 physician's orders.\nAs the above attachments show, Ms. Lee's experts focused primarily on Dr. Martindale's January 22 failure to monitor Mrs. Barnes and take remedial action when it became clear that there was a problem with the feeding tube. Dr. Martindale cites Nurse Green's affidavit and his own affidavit and deposition testimony as uncontradicted evidence that he was not informed of the feeding-tube problems on January 22. Given this uncontradicted proof, he asserts, Drs. Dunn and Marvin, by their own deposition testimony, would not consider him negligent.\nWe agree with Dr. Martindale that Dr. Hannah's expert opinion is conclusory and, therefore, ineffective to create a fact question as to whether Dr. Martindale was negligent. Fryar v. Touchstone Physical Therapy, Inc., 365 Ark. 295, 301-02, 229 S.W.3d 7, 12-13 (2006). However, we do not agree that Dr. Martindale's and Nurse Green's statements by deposition and affidavit stand uncontradicted. Mrs. Barnes's hospital records show that on two occasions on January 22 Nurse Green ordered an x-ray v.o. Dr. Martindale, relating to the placement of Mrs. Barnes's feeding tube. Mrs. Lee's experts and Dr. Martindale recognized v.o. as the commonly used notation for a doctor's verbal order to a nurse. Thus, Dr. Martindale's and Nurse Green's statements that Dr. Martindale was unaware of the feeding tube problems on January 22 conflict with hospital records showing that Dr. Martindale twice that day gave verbal orders to Nurse Green regarding the *44feeding tube x-rays. Because Drs. Dunn and Marvin stated that they would have criticisms of Dr. Martindale's care of Mrs. Barnes if Dr. Martindale knew of the feeding-tube problems on January 22 and failed to take action, what Dr. Martindale knew on January 22 is a critical issue. Thus, the dispute between what the hospital records reflect and the explanations provided by Dr. Martindale and Nurse Green presents a genuine issue of material fact: which is correct, the hospital records or the testimony explaining them? Therefore, based on the evidence the parties have developed to this point, we reverse and remand the summary judgment on this aspect of Dr. Martindale's culpability.\nThe same analysis does not hold true for Dr. Martindale's alleged negligence of January 23. Dr. Dunn, the only expert who opined that Dr. Martindale was negligent on that date, speculated that Dr. Martindale may not have conveyed sufficient information to the surgeon about the severity of Mrs. Barnes's condition or acted with enough urgency regarding her condition. However, Dr. Dunn could not say that Dr. Martindale violated the standard of care with regard to what he did or did not tell the surgeon. Dr. Dunn, in fact, did not know what Dr. Martindale told the surgeon. Thus, he stated, he could not testify to Martindale's negligence on this matter within a reasonable degree of medical certainty or probability.\nMs. Lee argues that Dr. Dunn's supplemental affidavit, in which he reasserted his opinions from his original affidavit, creates a fact question as to Dr. Martindale's negligence. We disagree. In Caplener v. Bluebonnet Milling Co., 322 Ark. 751, 911 S.W.2d 586 (1995), our supreme court held that an affidavit that is inherently and blatantly inconsistent with prior deposition testimony may not be used to establish a fact question to ward off summary judgment. The court ruled that, while a subsequent affidavit may be used to explain internally inconsistent deposition testimony, if a party who has been examined at length in a deposition could raise an issue of fact simply by submitting an affidavit contradicting his own prior testimony, this would greatly diminish the utility of summary judgment as a procedure for screening out sham issues of fact. Id. at 758, 911 S.W.2d at 590 (quoting Perma Research & Dev. Co. v. Singer Co., 410 F.2d 572 (2d Cir. 1969)). Dr. Dunn's original affidavit stated that Dr. Martin-dale was negligent in not obtaining an immediate surgical consul*45tation for use of a chest tube on January 23. Dr. Dunn stated in his deposition that Dr. Martindale's consultation with a surgeon was timely and that he could not say to a reasonable degree of medical certainty whether Dr. Martindale fell below the standard of care with regard to what he told the surgeon on January 23. Dr. Dunn's second affidavit, which adopted the first, directly contradicts this deposition testimony and cannot be used to create a fact question. We therefore affirm the summary judgment with regard to Dr. Martindale's alleged negligence of January 23.\nDr. Schally\nDr. Schally's affidavits in support of his motion for summary judgment stated that he came to the hospital on Saturday and Sunday as was customary for on-call radiologists; that he interpreted the x-rays, immediately called the nurse, and described the location of the tube; and that, within minutes of his conversation with the nurse at 9:40 a.m. on January 23, he called Dr. Martindale and told him of the location of the tube down the left mainstem bronchus, possibly into the pleural space, and, also, as to the developing pleural effusion. Dr. Schally also relied on his written reports concerning the x-rays, which reflected his communications with the nurse and Dr. Martindale.\nMs. Lee responded with Dr. Dunn's original affidavit, which stated that Dr. Schally was negligent in not calling Dr. Martindale and communicating the life-threatening nature of Mrs. Barnes's condition; not ordering an immediate repeat chest x-ray; and not assuring that a proper evaluation of Mrs. Barnes's condition was performed on January 23. She further relied on Dr. Dunn's supplemental affidavit, stating that he stood by these opinions following his deposition. Dr. Schally pointed to Dr. Dunn's deposition testimony that Dr. Schally did not have to order a repeat x-ray or contact another physician because he could expect to rely on the critical-care nurse to follow hospital protocol; that Dr. Dunn would not expect a radiologist to be comfortable deciding whether to discontinue a feeding tube and that the nurse should have called Dr. Martindale for that decision; and that if on the morning of January 23 Dr. Schally relayed his concern to Dr. Martindale that the tube was in the pleural space or simply told Dr. Martindale what was in his report, he met the standard of care and did all he's expected to do as a radiologist.\n*46We agree with the trial court's decision to grant summary judgment to Dr. Schally. Dr. Dunn's deposition testimony differed markedly from his original and supplemental affidavits, and we therefore look to that testimony for resolution of this issue. See Caplener, supra. 4 Dr. Dunn stated that Dr. Schally met the standard of care when he called the critical-care nurse on January 22 rather than calling Dr. Martindale. He also said that it was not Dr. Schally's place to assure that feeding was stopped on January 22 because that was the clinician's (Dr. Martindale's) job, not the radiologist's. Dr. Dunn further said that, assuming Dr. Schally imparted to Dr. Martindale the findings in his reports, Dr. Schally met the standard of care. Dr. Schally stated in his affidavit that he informed Martindale of what was in his reports. And, unlike in Dr. Martindale's case, there is no reasonable basis on which to contradict Dr. Schally's sworn statement. See Morgan v. S. Farm Bureau Cas. Ins. Co., 88 Ark. App. 52, 200 S.W.3d 469 (2004) (stating that uncontroverted affidavits are accepted as true for purposes of a motion for summary judgment). Therefore, no genuine issue of material fact remains as to Dr. Schally's negligence, and we affirm the summary judgment as to him.\nAffirmed in part; reversed and remanded in part.\nGlover and Marshall, JJ., agree.\n1\nSummary judgment was also entered in favor of Dr. Schally's employer, Radiology Associates, P.A. For convenience, we refer to these appellees collectively as Dr. Schally.\n2\nMs. Lee had settled with the hospital, so it was not named in the complaint. Several other defendants were named, but Ms. Lee obtained an Ark. R. Civ. P. 54(b) certification permitting this appeal as to Drs. Martindale and Schally. See Lee v. Martindale, CA 05-1128 (Ark.App. Nov. 8,2006) (unpublished) (dismissing a prior appeal for lackof a final order).\n3\nMs. Lee argues that Nurse Green's affidavit should be stricken because the doctors acquired it in violation of Ark. R. Civ. P. 35(c)(2) and Ark. R. Evid. 503(d)(3)(B). These rules prohibit ex parte contact between an attorney and the other party's physician or psychotherapist. Because Ms. Lee has made no convincing argument that improper contact occurred or that Nurse Green falls within the ambit of these rules under the present circumstances, we decline to strike the affidavit.\n4\nDrs. Marvin and Hannah offered no expert opinions regarding Dr. Schally sufficient to avoid summary judgment.\nPlain English Summary: A woman died in hospital after being seen by different staff members. In an action brought against them, the Court decided that a case can be brought against one of the doctors for potentially being negligent. \n\n§7(a). ",
    "annotations": {
        "Facts": [
            "In January 2000, Mrs. Indianna Barnes was admitted to Saline Memorial Hospital with respiratory problems. Doctors placed her on a nasogastric feeding tube to receive nutrition. Dr. Martindale, her attending physician, saw her during rounds on January 21 and again at 6:45 a.m. on Saturday, January 22. He noted that she seemed to be improving and did not see her again that day.Around noon on January 22, Mrs. Barnes's feeding tube became occluded. The nursing staff replaced the tube and ordered an x-ray to confirm proper placement. At about 5:00 p.m., Dr. Schally, the radiologist on call at the hospital that weekend, read the x-ray. He observed that the feeding tube extended into Mrs. Barnes's lung rather than her stomach. Dr. Schally's report states that he immediately notified Nurse Linda Green of the situation. Shortly thereafter, the nursing staff apparently repositioned the tube and ordered another x-ray to confirm placement. However, they continued to feed Mrs. Barnes through the tube while awaiting the results of the x-ray. When Dr. Schally read the second x-ray at 9:40 a.m. on Sunday, January 23, he saw that the tube extended through the trachea and left mainstem bronchus and possibly into the pleural space (between the lung and the chest wall). His report states that his findings were once again called to *39the CCU (Linda) the morning of 1-23-00 at approximately 0940 hours and subsequently discussed with Dr. Martindale as well.Dr. Martindale arrived at the hospital within half an hour of Dr. Schally's call. His initial notes state that Mrs. Barnes was experiencing respiratory difficulty and had been fed overnight through the feeding tube that remained in her lung. Dr. Martin-dale consulted with a surgeon, and they planned to transfer Mrs. Barnes to Baptist Hospital in Little Rock. Before they could do so, she began to suffer respiratory and cardiac failure. Dr. Martindale's final notes state that he removed a large amount of air and an Ensure-type substance from Mrs. Barnes's chest, but she did not respond and died at 12:32 p.m. The cause of death was listed as a tension pneumothorax, a condition in which air trapped in the pleural cavity builds pressure and compresses the lung. See PDR Medical Dictionary at 1394 (1996).Wilma Lee, the personal representative of Mrs. Barnes's estate, sued Drs. Martindale and Schally, claiming that their negligence proximately caused Mrs. Barnes's death. Both doctors moved for summary judgment, with the primary issue being whether Ms. Lee had marshaled sufficient expert testimony to create a fact question regarding the doctors' negligence. The trial court granted summary judgment, leading to this appeal."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "Mrs. Barnes's hospital records show that on two occasions on January 22 Nurse Green ordered an x-ray v.o. Dr. Martindale, relating to the placement of Mrs. Barnes's feeding tube. Mrs. Lee's experts and Dr. Martindale recognized v.o. as the commonly used notation for a doctor's verbal order to a nurse. Thus, Dr. Martindale's and Nurse Green's statements that Dr. Martindale was unaware of the feeding tube problems on January 22 conflict with hospital records showing that Dr. Martindale twice that day gave verbal orders to Nurse Green regarding the feeding tube x-rays.",
            "Martindale knew of the feeding-tube problems on January 22 and failed to take action, what Dr. Martindale knew on January 22 is a critical issue."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "affirm the summary judgment",
            "Therefore, based on the evidence the parties have developed to this point, we reverse and remand the summary judgment on this aspect of Dr. Martindale's culpability.",
            "Affirmed in part; reversed and remanded in part."
        ]
    },
    "class": "mixed"
}