{
    "text": "Baxter v. Grobmyer Bros., 275 Ark. 400, 631 S.W.2d 265 (1982)\nMarch 29, 1982 · Arkansas Supreme Court · 81-181\n275 Ark. 400, 631 S.W.2d 265\nWilliam E. BAXTERv.GROBMYER BROTHERS CONSTRUCTION COMPANY et al.\n631 S.W. 2d 265\nSupreme Court of Arkansas\n[Rehearing denied May 3, 1982.*]\n*401 McMath ir Leatherman, by: Junius Bracy Cross, Jr., for appellant.\nWright, Lindsey <t Jennings, for appellees.\n*\nPurtle, J., would grant rehearing.\nSteele Hays, Justice.\nWilliam E. Baxter, a steel worker for Barg Steel Company, Inc., sustained serious injuries when he fell from a building he was helping to erect. He sued the owner-contractor, Grobmyer Brothers Construction Company, which joined Barg Steel and Carl Nash, d/b/a Nash Masonry Company, as third-party defendants. Both Nash and Barg were subsequently dismissed from the case. Following a jury trial, a verdict in favor of Grobmyer was returned and Baxter appeals, contending that the trial court erroneously instructed the jury by giving AMI 612 on assumption of the risk and in refusing to give AMI 1204 on the standard of care required of a contractor. We believe the jury was correctly instructed.\nOn June 9, 1977, Baxter, as foreman, and other employees of Barg Steel were installing the structural support *402for the roof of a building being constructed by Grobmyer on its property in North Little Rock. The four walls, of concrete block construction, had been completed by Nash Masonry Company. Barg Steel employees were engaged in placing steel beams or joists, some 32 feet long, lengthwise on the top of the walls to support the decking of the roof. Baxter and another employee were standing opposite each other on the east and west walls receiving the steel joists as they were being lowered by a crane. One joist had been placed in position, parallel to the south wall and one foot away, its ends resting on the east and west walls. Baxter had walked to the center of the south wall to detach the crane's cable from the joist and was returning to his original position to receive another joist; in so doing he lost his balance and fell, resulting in seriously disabling injuries.\nThe parties have sharply differing views of the cause of Baxter's fall: Baxter contends that one or more of the concrete blocks on the top of the south wall were improperly cemented and shifted under his weight causing him to lose his balance; that in attempting to break his fall, or prevent it, he grabbed the bar joist as he fell. Grobmyer contends that there were no loose blocks and that Baxter fell because he was walking with one foot on the south wall and the other on the unsecured bar joist, which twisted or bowed under his weight, causing him to fall.\nBaxter argues first that the court erred in instructing the jury on the defense of assumption of the risk. AMI 612 told the jury that to establish the defense of assumption of the risk Grobmyer must prove: (1) that a dangerous situation existed inconsistent with Baxter's safety; (2) that Baxter knew the danger existed and realized the risk of injury, taking into consideration whether the danger was open and obvious; and (3) that Baxter voluntarily exposed himself to the danger.\nBaxter argues, correctly, that the defense of assumption of the risk requires proof that he knew the danger existed and realized the risk he was assuming. He says, also correctly, that Grobmyer produced no proof that he was aware of the *403existence of any loose blocks, in fact, Grobmyer denied the existence of loose blocks as a cause of Baxter's fall.\nThe fallacy of the argument is that it was not the risk of loose blocks which Grobmyer contends Baxter assumed, but rather, the risk of walking with one foot on the wall and one foot on an unsecured bar joist. Baxter does not deny there was evidence to support Grobmyer's theory, in fact, his brief candidly concedes Grobmyer's defense was based on statements filed with the Workers' Compensation Commission to the effect that the fall occurred while Baxter was walking with one foot on the top of the wall and one foot on the j oist. We believe there was sufficient evidence presented to submit this issue to the jury.\nAn employee assumes the ordinary risks incident to his job, which are both open and obvious. Phillips v. Morton Frozen Foods, Inc., 313 F. Supp. 228 (E.D. Ark. 1970); Hudgens v. Maze, 246 Ark. 21, 437 S.W. 2d 467 (1969); Hall v. Patterson, 205 Ark. 10, 166 S.W. 2d 667 (1942). Furthermore, the application of the rule is particularly sound where, as here, the employee has discretion as to how or where the work is to be done. Phillips v. Morton Frozen Foods, Inc., supra.\nBaxter argues that the defense is not appropriate unless the dangerous condition is the result of negligence or reckless conduct of the defendant; that under Arkansas case law assumption of the risk covers only the defendant's conduct and not dangerous situations generally. He cites Price v. Daugherty, 253 Ark. 421, 486 S.W. 2d 528 (1972), but we do not find this proposition supported by either the holding or the dictum of Price, where we reversed the trial court for giving AMI 612. In Price, plaintiffs brought suit for the wrongful death of their son (a farm worker) against his employer and a welding shop owner who had produced a defective stump grinder. There was evidence that stump grinders are highly dangerous machines, but we held that such evidence had relevance to the normal operation of a non-defective machine, and not to one defectively built, as was true of the machine in that case. The danger there was latent and there was no proof the decedent had any aware*404ness of the defect or realized the danger he was alleged to have assumed. We held that knowledge of the risk was essential, and in the absence of proof to that effect the instruction should not have been given.\nIt is true that in many cases it is the negligence of the defendant that creates the danger the plaintiff is said to have assumed, but not invariably so, and though appellant's brief and our own research have not produced a case which answers the exact point appellant argues, the cases which touch on the issue uphold the defense of assumption of the risk in situations where the risk assumed was not caused by the defendant. See Hass v. Kessell, 245 Ark. 361, 432 S.W. 2d 842 (1968); Bugh v. Webb, 231 Ark. 27, 328 S.W. 2d 379 (1959); and Lee v. Pate, 198 Ark. 723, 131 S.W. 2d 8 (1939), where we held the defense applicable to an injury incurred when a worker slipped on a metal pipe, there being no evidence the defendant had created the risk assumed.\nCorpus Juris Secundum, in its discussion of assumption of the risk under the title Master and Servant, describes the risks assumed:\nThe ordinary risks of an employment are those which are normally and necessarily incident thereto, without negligence on the part of the master. They are such as are to be expected from the particular character of the service in which the employee is engaged and as cannot be obviated or avoided by the exercise of due care on the part of the master, or in other words, they are the risks which remain after the master, or one rightly exercising the authority of the master, has exercised due care to prevent or avoid them. 56 C.J.S., Master and Servant § 371, p. 1172.\nIt suffices to say that if appellant's argument is correct then AMI 612 is defective on its face, as it fails to tell the jury that it must also find the dangerous situation was caused by, or the result of, the negligence of the defendant. Yet AMI 612 was approved by an imposing panel of lawyers and j udges as a correct statement of the law and has stood the test of usage before the trial courts and on appeal for nearly 20 years.\n*405Baxter points out that the jury may have been confused by the instruction — uncertain as to which risk was being assumed. But the instruction makes it abundantly clear that it applies only to known risks. If there was any uncertainty on that issue, presumably it was dealt with in closing argument, but regardless of that, Baxter could have called it to the court's attention, or offered an instruction tailored to that circumstance. The failure to do so precludes the argument on appeal. Bussell v. Missouri Railroad Co., 257 Ark. 812, 376 S.W. 2d 545 (1964).\nSecond, Baxter argues the trial court erred in refusing to give his requested instruction AMI 1204, which would have told the jury in determining whether Grobmyer was negligent it could consider the degree of skill and care ordinarily possessed and used by other contractors doing work similar to that shown by the evidence. In lieu of 1204 the trial court gave 1104 over Grobmyer's objection and at Baxter's request. AMI 1104 deals with the standard of care imposed upon an occupier of land and told the jury Baxter was a business invitee and Grobmyer owed him a duty to use ordinary care to maintain the premises in a reasonably safe condition.\nBaxter insists he was entitled to both instructions, as the jury could have found liability under either theory. He relies on DeVazier v. Whit Davis Lumber Company, 257 Ark. 371, 516 S.W. 2d 610 (1974), where we held, on the strength of Restatement of Torts, 2d, § 384, that a contractor who erects a structure or creates a condition on land is subject to the same liability, and enjoys the same freedom from liability as though he were the possessor of the land while the work is in his charge. But DeVazier v. Whit Davis Lumber Company, supra, does not hold that the claimant is entitled to instructions under a two-fold theory of negligence, it simply holds that a contractor temporarily in possession of the premises has the liability defined in AMI 1104. The record discloses very little concerning the denial of 1204, but evidently the trial court offered to give one instruction, but not both and appellant chose 1104 (p. 115), arguably the more favorable, as it imposes the higher standard of care due invitees. See W. Prosser, The Law of Torts, § 61 (4th ed. 1971). We cannot say that the evidence was such that the trial *406court was bound to give both instructions. In addition to 1104, the court gave AMI 301 and 303 which should accompany 1204 (See AMI Note to use, p. 158). AMI 301 defined negligence and 303 told the jury that the failure to exercise ordinary care was negligence, including the appropriate definition of the care required of a reasonably careful person. We believe that 301, 303 and 1104, read together, gave the jury a sufficient explanation of the law applicable to Baxter's theory of the case. We have held the refusal to give an instruction that is substantially covered by another instruction is not prejudicial. Harris v. Ashdown Potato Curing Assn., 171 Ark. 399, 284 S.W. 755 (1926). See also Myers v. Ravenna Motors Inc., 468 P. 2d 1012 (C.A. Wash. 1970).\nFurthermore, AMI 1204, unlike 1104, does not inform the jury of an essential principle of law, it tells them what evidence they may consider in determining whether Grobmyer was negligent. The courts take a skeptical view of such instructions and their use has been subject to disapproval, within our own opinions and elsewhere, as singling out certain evidence and emphasizing it in the minds of the jurors. In Rutland v. P.H. Ruebel & Company, 202 Ark. 987, 154 S.W. 2d 578 (1941), we said:\nThe other objection to the instruction is that it singles out this circumstance and unduly emphasizes it. The practice of framing separate instructions on distinct circumstances, and thus, as it is said, singling them out, is not commendable, and it has been held by this court in several decisions that it is not error to refuse such instructions. (Our italics.)\nSee Minnis v. Friend, 360 Illinois 328, 196 N.E. 191; Hogue v. State, 93 Ark. 316, 124 S.W. 783 (1910); Ince v. State, 77 Ark. 418, 88 S.W. 818 (1905); Carpenter v. State, 62 Ark. 286, 36 S.W. 900 (1896). We do not suggest it would have been error to give 1204, only that it was not error to refuse it, considering the instructions given and the fact the evidence of improper masonry construction was, at best, marginal.\nBaxter cites Cain v. Songer, 176 Ark. 551, 3 S.W. 2d 315 *407(1928), and Life and Casualty Insurance Co. of Tenn. v. Gilkey, 255 Ark. 1060, 505 S.W. 2d 200 (1974). Both cases are distinguishable in that the instructions refused in those cases were not covered by other instructions and, hence, the jury was left wholly uninstructed as to the appellants' theory of the case. That did not occur here.\nAffirmed.\nPurtle, J., dissents.\nJohn I. Purtle, Justice,\ndissenting. I must dissent because I feel that neither the trial court nor the majority in this opinion fully appreciated the difference in the two types of assumption of risk involved here. At least, they did not give due deference to appellant's theory of the case. I would first point out that it has always been the position of the appellee that no loose blocks existed on the building under construction. On the other hand, appellant's whole theory is is predicated upon a loose block or blocks being present on the top of the wall where appellant was working at the time of his injury. He claims his injuries and subsequent damages resulted from a loose block tilting thereby causing him to fall.\nIt was inconsistent with both appellant's and appellees' theories of the case for the court to give AMI 612. This instruction informed the jury that they must find that a dangerous situation existed; that appellant knew the dangerous situation existed and realized the risk he was taking. The instruction further told the jury that in determining whether appellant knew of the dangerous situation and realized the risk of injury they could take into consideration whether the danger was open and obvious. Finally, the instruction required them to find that Baxter voluntarily exposed himself to the dangerous situation which proximately caused his injury. Since the appellees maintained throughout the trial that there were no loose blocks on the wall, they had no right to request this instruction. The appellant was under no duty to offer an instruction to replace an erroneous one.\n*408The risk alleged to have been assumed by the appellant was the risk of working on the top of a wall . This type of risk asumption applies to a situation where he would simply fall off the wall or some other similar accident. The obvious danger and assumption of risk involved in working on top of a wall is entirely different from the hidden danger and assumption of risk involved in working on top of a wall which contains loose blocks. It was impossible for appellant to assume the risk of working atop a loose block because he did not know the hidden danger existed and the appellee insists it never did exist. The fact of whether or not a loose block existed would, of course, be a matter for the jury to determine. In the case of Price v. Daugherty, 253 Ark. 421, 486 S.W. 2d 528 (1972), the defendant persuaded the court to give AMI 612. This case also involved assumption of risk. We reversed the trial court in Price because AMI 612 was given. The assumption of risk in Price involved the operation of a stump grinding machine which exploded in an attempt to operate it. It seems to me that a portion of the language used in Price is absolutely descriptive of the situation here:\nThere is no proof that Price was aware of the defects in the machine. Yet that is the precise hazard that he had to be aware of in order to assume its risk.\nI think the trial court also erred in refusing to give AMI 1204 relating to a contractor's duty, which states:\nIn determining whether_was negligent, you may consider the degree of skill and care ordinarily possessed and used by contractors doing work of a nature similar to that shown by the evidence in this case.\nThe note following this instruction indicates that it should follow AMI 301 and 303 which were both given in this case. The court decided to give AMI 1104 rather than 1204. AMI 1104 is the duty of an owner owed to an invitee, the duty being that of ordinary care to maintain the premises in a reasonably safe condition. This duty probably was owed to the appellant. However, it is designed more for the slip and *409fall type case which we frequently hear about. Certainly, there is no relationship between a slip and fall case and the one presently before us. If both instructions are proper, then both should be given because they are not repetitious. There is a very striking difference in the two instructions.\nThe situation here is very similar to that of a tort action involving an automobile accident wherein both AMI 901 and 903 are given. These last two instructions are certainly closer to being repetitive than are the two instructions in question here, yet both are frequently given in the same case. The appellant had the right to have the jury instructed on his theory of the case. Life and Casualty Insurance Co. of Tennessee v. Gilkey, 255 Ark. 1060, 505 S.W. 2d 200 (1974). The majority states that knowledge of the risk alleged to have been assumed is essential before it may be used as a defense. I submit that there is not one scintilla of evidence in the entire record which indicates that the appellant knew the blocks were loose until after his injury.\nI also disagree with the majority's statement that if appellant's argument is correct then AMI 612 is defective on its face. Although I admit it could be defective on its face, the error of using it in the present situation is that it simply was an improper instruction in regard to the arguments presented by either side in this case. The appellant had no duty to change this instruction because he did not want it given in the first place and thought it was improper under the facts which had been presented to the jury.\nI would reverse and remand the case for a new trial.\nPlain English Summary: A worker has been injured as a result of an workplace accident. He tried to recover damages arguing that his employer was negligent. The Court decided that the negligence was his.\n\n§3; §4; §18",
    "annotations": {
        "Facts": [
            "On June 9, 1977, Baxter, as foreman, and other employees of Barg Steel were installing the structural support for the roof of a building being constructed by Grobmyer on its property in North Little Rock. The four walls, of concrete block construction, had been completed by Nash Masonry Company. Barg Steel employees were engaged in placing steel beams or joists, some 32 feet long, lengthwise on the top of the walls to support the decking of the roof. Baxter and another employee were standing opposite each other on the east and west walls receiving the steel joists as they were being lowered by a crane. One joist had been placed in position, parallel to the south wall and one foot away, its ends resting on the east and west walls. Baxter had walked to the center of the south wall to detach the crane's cable from the joist and was returning to his original position to receive another joist; in so doing he lost his balance and fell, resulting in seriously disabling injuries.The parties have sharply differing views of the cause of Baxter's fall: Baxter contends that one or more of the concrete blocks on the top of the south wall were improperly cemented and shifted under his weight causing him to lose his balance; that in attempting to break his fall, or prevent it, he grabbed the bar joist as he fell. Grobmyer contends that there were no loose blocks and that Baxter fell because he was walking with one foot on the south wall and the other on the unsecured bar joist, which twisted or bowed under his weight, causing him to fall."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "Baxter argues, correctly, that the defense of assumption of the risk requires proof that he knew the danger existed and realized the risk he was assuming. He says, also correctly, that Grobmyer produced no proof that he was aware of the *403existence of any loose blocks, in fact, Grobmyer denied the existence of loose blocks as a cause of Baxter's fall.",
            "An employee assumes the ordinary risks incident to his job, which are both open and obvious.",
            "Furthermore, the application of the rule is particularly sound where, as here, the employee has discretion as to how or where the work is to be done"
        ],
        "Relevant Precedents": [
            "Phillips v. Morton Frozen Foods, Inc., ",
            "Phillips v. Morton Frozen Foods, Inc., supra."
        ],
        "Outcome": [
            "reverse and remand"
        ]
    },
    "class": "affirm"
}