{
    "text": "Elliott v. W. E. Clark & Sons, 247 Ark. 651, 447 S.W.2d 129 (1969)\nNov. 17, 1969 · Arkansas Supreme Court · 5-5052\n247 Ark. 651, 447 S.W.2d 129\nEloise ELLIOTT, Adm'xv.W. E. CLARK & SONS\n447 S. W. 2d 129\n*652 McMath, Leatherman, Woods & Youngdahl for appellant.\nHouse, Holmes & Jewell, for appellees.\nJ. Fred Jones, Justice.\nThe only question presented on this appeal is whether the trial court erred in rendering summary judgment and entering order of dismissal as to W. E'. Clark & Sons, one of the defendants in this lawsuit. We conclude that the trial court erred.\nOn March 2, 1966, Ralph Elliott, an ironworker employed by Bush Construction Company, fell to his death from the ninth floor of a building under construction in Pulaski County when a defective eye loop gave way on the end of a cable supporting a swinging scaffold on which Mr. Elliott stood while working. The scaffold was supported by two cables, one at each end. The upper, or hanging end of each cable had an eye loop formed by drawing the cable around a steel ring or honda and weaving the end of the cable back into the main body of the cable and wrapping with wire. The scaffold had an axle arrangement in a drum at each end of the scaffold and one cable was threaded through a hole in each axle and secured by a steel collar babbitted onto *653height above the scaffold. The scaffold was raised and lowered by turning the axle at each end of the scaffold and winding or unwinding the cable on the axle. The eye loop at the end of one of the cables gave way causing Mr. Elliott to fall to his death.\nMrs. Eloise Elliott, as administratrix of the estate of Mr. Elliott, filed suit in the Pulaski County Circuit Court against Patent Scaffolding Company, Lyons Machinery Company, Inc. and W. E. Clark & Sons, Inc., referred to hereafter as Patent, Lyons and Clark. The complaint alleged that Patent negligently designed, constructed and sold the scaffold and cables; that the scaffold and cables belonged to Clark; that the cables on the scaffold had become damaged and that the defendants Clark and Lyons undertook to repair the cables and in doing so, had negligently spliced the cable in a defective manner and had concealed the defect with wrapping applied around the site of the defective splice. The complaint alleged that the defendant Clark was further negligent in furnishing the defective scaffolding equipment to the decedent Elliott. All the defendants filed separate answers. Patent admitted that it manufactured the scaffold but denied the alleged negligence.\nOn January 6, 1969, Clark filed a motion for summary judgment supported by three affidavits and six depositions and the motion was granted on February 7, 1969. On February 11, 1969, Patent filed an amendment to its answer specifically denying that it furnished the cable which gave way and caused the accident in this case. On February 13, 1969, Mrs. Elliott filed motion to set aside the summary judgment on the grounds that the entire lawsuit was predicated on Patent's admission in its original answer that it had manufactured the scaffold which included the specially designed eye loop cables as a part of the scaffold. As to Patent's amendment, the motion to set aside states:\n* * * If this allegation made by Patent is true, *654 a* * # j£ this allegation made by Patent is true, then the whole defense of a latent defect must necessarily fail since it would appear that the cable and its wrappings were provided by either W. E. Clark & Sons or someone acting for them. At any rate, they could not claim, as they have in the Motion for Summary Judgment, that there was a latent defect in the scaffold at the time they received it and that they could not therefore be held responsible for its existence. Such a defense would absolutely be untenable if they themselves or someone acting for them provided the cable and wrappings on the scaffold.\nOn March 3, 1969, the trial court denied the motion to set aside by reaffirming the summary judgment under specific findings, as follows:\n* * * Specifically, the Court finds that the scaffold from which the deceased, Ralph Elliott, fell to his death on March 2, 1966, was in the exclusive possession of Bush Construction Company from October, 1965, to March 2, 1966, as the result of a gratuitous loan of the scaffold to Bush Construction Company by W. E. Clark & Sons, Inc.; that the defect which caused the scaffold to fall with Ralph Elliott on March 2, 1966, was so latent that inspection of the scaffold and cables by both Clark and Bush personnel failed to disclose any defects which may have existed at the time of the loan of the scaffold in October, 1965; that the deceased, Ralph Elliott, was a licensee with respect to his use of the scaffold owned by W. E. Clark & Sons, Inc.; that at the time of his fatal fall, the decedent, an employee of Bush Construction Company, was not using the scaffold for any benefit of W. E. Clark & Sons, Inc; and that the scaffold was equipped with a handrail at the time it fell with the deceased, Ralph Elliott.\n*655On appeal to this court Mrs. Elliott relies on the following points:\nThe trial court was in error in holding as a matter of law that there was a gratuitous bailment of the scaffold by Clark.\nThe trial court was in error in holding as a matter of law that decedent was a licensee of the scaffold and not an invitee.\nThe trial court was in error in holding as a matter of law that the defect in the scaffold was so latent that a reasonable inspection would not have disclosed it.\nIt could be inferred from the pleadings, affidavits and evidence that appellee Clark was responsible for the defect in the scaffold.\nThe trial court's decision was against the weight of authority.\nBoth sides have presented excellent briefs and able oral arguments, but we agree with Mrs. Elliott that Clark's motion for summary judgment should not have been granted. The record is clear that the eye loop at the end of the cable gave way causing the scaffold to fall. It is also clear that the eye loop gave way because it was negligently formed by simply bending the cable around a steel ring or eye bringing the loose end of the cable alongside the main cable and binding the loose end to the main cable by wrapping with wire instead of weaving the loose end into the main cable, then securing with babbitt and wrapping with wire as was done on the other cable furnished with the scaffold.\nIt seems admitted by all parties that the cables formed a part of the scaffold when manufactured. As described in the record, the cables were irremovable from the scaffold drums without cutting the cable or removing the permanent cuff from one end or the eye *656loop from the other. So in the light of Patent's amendment, if Patent did not furnish the cable involved, then someone had substituted the entire cable for the one Patent had prepared and sold through Lyons as a part of the scaffold. The record is clear that the entire scaffold was sold new to the defendant, Clark, through the defendant, Lyons. Bush was the prime contractor and Elliott's employer on the job where the accident occurred, and Clark was a subcontractor on the same job. Clark purchased the scaffold in 1954 and had owned it 11 years before loaning it to Bush in October, 1965. Bush had retained possession and control of the scaf fold and had used it regularly for the four or five months between October, 1965, and the date of the accident on March 2, 1966.\nThe main question prior to Patent's amendment was who negligently formed or attempted to repair the eye loop at the end of the cable. Since Patent's amendment, the main question is who replaced the original cable with a defective one or who negligently formed or repaired the eye loop at the end of the cable.\nThe main question, however, is not before us on this appeal. We are not concerned here with who was responsible for the defective eye loop at the end of the cable, nor are we concerned here with whether Clark is, or is not, liable. We are only concerned with whether there are any issues of fact to be determined as to whether Clark is, or is not, liable.\nIn the case of Bull v. Manning, 245 Ark. 545, 433 S. W. 2d 145, this court said:\nA motion for. summary judgment is similar to a motion for directed verdict, in that the testimony must be viewed in the light most favorable to the ' party resisting the motion, and if there is any doubt whether a factual question exists, motion for summary judgment should be denied. Van Dalsen v. *657Inman, 238 Ark. 237, 379 S. W. 2d 261; Keely v. Lumberman's Mutual Ins. Co., 239 Ark. 766, 394 S. W. 2d 629.\nIn the case of Deltic Farm & Timber Co. v. Manning, 239 Ark. 264, 389 S. W. 2d 435, this court said:\nA motion for summary judgment is an extreme remedy and the burden of demonstrating the nonexistence of a genuine fact issue is upon the party moving for the summary judgment. Wirges v. Hawkins, 238 Ark. 100, 378 S. W. 2d 646. Further, where the evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypothesis might reasonably be drawn and reasonable men might differ, then a motion for a summary judgment is not proper. Winter Park Telephone Co. v. Southern Bell Telephone & Telegraph Co., 181 F. 2d 341 (5th Cir. 1950).\nIn Wittlin v. Giacalone, 154 F. 2d 20, the court said: ... [I] t is well established that one who moves for summary judgment has the burden of demonstrating clearly the absence of any genuine issue of fact, and that any doubt as to the existence of such an issue is resolved against the movant. The courts are quite critical of the papers presented by the moving party, but not of the opposing papers. Indeed, Professor Moore says in his work on Federal Practice Under the New Federal Rules:\n'Even if the pleading of the party opposing the motion is defective .and does not state a sufficient claim or defense, the motion will be denied, if the opposing papers show a genuine issue of fact.' See Curry v. Mackenzie, 239 N. Y. 267, 146 N. W. 375.\nIn the affidavit of James C. Clark, in support of the motion for summary judgment, he states that no Clark employee, to his knowledge, repaired or attempt*658ed to repair the scaffold or cables; that all Clark employees had been instructed not to repair or attempt to repair the cables, and that all repairs had been made through Lyons; that Ellis Rolax, a Clark employee, had been in charge of all of Clark's equipment for twenty-one years; that the drum to which the cable was attached was purchased from Patent through Lyons, and that the drum was loaned to Bush in October, 1965, and was not used by the employees of Clark until after the accident; that the loan to Bush was gratuitous without contractual obligation and was for the sole benefit of Bush. The affidavit denied any knowledge of any defect in the drum.\nIn the affidavit of Ellis Rolax he stated that it was a part of his duties to care for, store, pick up and deliver all scaffold equipment owned by Clark; that he never made or attempted to make any repairs to the cable or drum and that to his knowledge no other Clark employee has ever made or attempted such repairs. He stated that when repairs were needed he took the equipment to Lyons for that purpose; that he delivered the scaffold to Bush and inspected the wrappings on all four cables; that the wrappings all appeared to be the same and in good repair.\nMr. B. J. Faulkner was the third affiant in support of the motion. He was the brick foreman for Clark on the construction where the accident occurred. His affidavit is somewhat garbled, perhaps by error in transcription, but in it he states:\nI am familiar with and have used most or all of the Gold Medal Junior Scaffolding drums owned by W. E. Clark & Sons, Inc., who has repaired or attempted to repair any of W. E. Clark & Sons, Inc.'s drums or cables .excepting for replacing the wooden handles on the raising and lowering arms.\nFaulkner stated that the scaffolding drums were loaned *659to Bush; that the scaffold was equipped with a handrail and that from October, 1965, to March 2, 1966, none of Clark's employees used or handled the equipment.\nOn September 9, 1969, excerpts from depositions of Ellis Rolax, E. M. Bush, Eddie Coleman, B. J. Faulkner, James A. Bain and Bob Meredith were introduced into the record by stipulation. Mr. Rolax testified that he inspected the cables and that the eye loops and splices, including the wire wrapping around the splices, all looked alike and looked like the same kind of wire. Mr. Coleman, an insurance adjuster, testified that he inspected the cable after the accident:\nA. I don't call myself a qualified man as to splicing a cable.\nQ. What was the appearance?\nA. It just came to an abrupt stop. It wasn't raveled or no indication that it had been spliced back in the cable.\nQ. Just like you had cut the cable in two?\nA. Right. I guess you would say it was frayed just a little bit on the end.\nQ. According to what Mr. Meredith told you, Bush had this scaffold from October to March?\nA. To my knowledge, they had had it during this time.\nQ. Do you know whether they were paying for it?\nA. I believe they were swopping out. What I mean, they had this crane that carried supplies up.\n*660Q. Bush did?\nA. Bush did on the job to carry supplies up and materials on up to the fourth floor, and they were allowing W. E. Clark to use this crane to get their materials up and down at no charge. I mean, this is how he explained it to me, that W. E. Clark was loaning the scaffold to Bush at no charge. (Emphasis supplied) .\nMr. Faulkner testified that he did not loan the scaffold, but imagines that Jimmy Clark did. He says he had no occasion to inspect the scaffold but did see the wrapping wire from the cable splice after the accident and that it looked very similar to the wire on the other cable splices. Mr. Faulkner also testified as follows:\nQ. Mr. Faulkner, you say you'd never made any repairs on any of these cables, could someone else at Clark Equipment have made some repairs that you didn't know about?\nA. Clark Equipment?\nQ. Clark and Sons, excuse me.\nA. Well, anybody could have done anything as far as. . .\nQ. Did you say anyone could have wrapped this cable in a fashion that it appeared to you?\nA. I would say . . . no, I wouldn't say anyone exactly, I would say someone that knew what they were doing could make it look like a factory job you might say.\nMr. Bain, a state safety inspector, testified that the cable had not been spliced:\n*661 A. * * * one cable, suspension cable, had been rigged through the clevis and around the eye and brought up with a loose end and a cover . wire had been tied around this loose end, it had not been woven into the cable as the other three were.\nMr. Meredith, the job superintendent for Bush, testified that he borrowed the scaffold from Clark and had been using it for some time. Part of Mr. Meredith's testimony is as follows:\nQ. How closely did you all inspect the eyes and the wrappings?\nA. We didn't cut them off. I mean we closely inspected them, as closely as a visual inspection would permit.\nQ. You got down, picked them up and looked at them and see if they looked normal?\nA. Yes.\nQ. Were the wrappings all tight?\nA. Yes.\nQ. Could you see in between the wrappings?\nA. No, thev were all dirty.\n# # *\nQ. Did the ends of the wrappings appear to be tucked in?\nA. Everything seemed to be perfect.\nQ. So the only difference that you could see would have been maybe the size of the wire on the one that gave way was a little different?\n*662A. I didn't state that there was any difference in the size, I stated that there was a difference in the wire itself.\nQ. In the coating of the wire?\nA. Well, yes. One wire is harder, was a little harder. This sixteen gange wire is a relatively soft wire that we nsed to tie reinforcing steel with, yon can wrap it and hend it and flex it more easily. This other wire appeared to he a harder annealed wire. I believe annealed may cover the same finish, I don't know.\nQ. Which wire do yon think was galvanized?\nA. Beg yonr pardon?\nQ. Which wrapping do yon think was galvanized?\nA. The three that were on the spliced cable.\nQ. Mr. Meredith, you say you borrowed these two swinging scaffolds and four drams from Clark. Am I correct that you paid them nothing for that? They just loaned them to you for gratis?\nA. We paid them nothing. Let me clear that up. There are certain things ... I say we paid them nothing, maybe I paid them something in services. There is so much of that that goes on on these jobs. You scratch my back and I'll scratch yours. Yon know what I mean?\nQ. You may have loaned them something?\nA. No monetary, we didn't give them any money for the use of the scaffold.\n*663Q. You. think you loaned them any of your equipment?\nA. I'm not sure of that. I mean he might have had to use an air compressor or something. You just don't keep up with those things.\nQ. Did you inspect the wire wrappings on the broken cable?\nA. Yes.\nQ. Could you tell anything by looking at it?\nA. Clarify this. Could I tell anything by looking at it?\nQ. Well, did it appear to be a different type wire?\nA. It was a different type wire.\nQ. It was a different type wire?\nA. It was a different type wire.\nQ. How can you say that?\nA. Because after we cut the wire off of these other cables it was a, oh, I think I use the correct word in saying, an annealed wire.\nQ. I don't know what you mean.\nA. Well, I believe that it's almost a certainty that the wire that was on this particular end of the cable was a simple sixteen gauge tie wire as used on any construction job in the state.\nQ. What type of wire was the other wire that was wrapped on the other end of the cable?\n*664A. An annealed, probably galvanized. I mean it was old with mortar droppings and so forth and stained, but it was a harder wire.\nOne of the issues between Mrs. Elliott and Clark, made up by the pleadings in this case, is whether the decedent Elliott w.as a licensee on the scaffold and the only duty owed by Clark was to refrain from willful or wanton injury, or whether Elliott was an invitee and Clark owed him the duty to provide a reasonably safe scaffold. Whether Elliott was an invitee or a mere licensee of Clark on the scaffold belonging to Clark, would depend to a great extent on the arrangement under which Elliott was using Clark's scaffold. Both sides recognize the existence of a bailment. Clark says the arrangement was a gratuitous bailment, making Elliott a mere licensee in the use of the scaffold, and making Clark under no duty to inspect the scaffold and liable only for its failure to disclose such dangerous defects in the scaffold as were known to Clark.\nMrs. Elliott contends that the bailment was for hire and that Clark owed a duty to exercise reasonable care in furnishing a safe scaffold to those expected to use it and to discover any dangerous defect in the scaffold and either cure the defect or inform the bailee of such defects.\nThe appellee Clark invites us to define the care ewed by gratuitous bailors to their bailees and other foreseeable users of chattels bailed, but that question is not presented to us on this appeal. Indeed we are not presented with the question of whether the bailment in this case was gratuitous or for hire. The only question presented on this appeal as to the nature of the bailment, is whether there was any genuine issue of fact as to whether the bailment was gratuitous or for hire at the time the motion for summary judgment was granted.\nIn St. Louis & C. R. Co. v. Henson, 61 Ark. 302, 32 *665S. W. 1079, a bridge foreman employed by the railroad was furnished with a railroad car designed for boarding the employees under the foreman's supervision. The car was moved from place to place as bridge repair work demanded, and the foreman lived in the car and boarded the other employees. The car was derailed through a collision and the foreman's personal property in the car was damaged. In a suit by the foreman the railroad denied liability on the theory of gratuitous bailment. In passing on a bailment instruction, this court said: If the property of the plaintiff was carried solely for the carrier's benefit, then the carrier was liable for slight negligence. If the plaintiff and the defendant derived a reciprocal benefit from the carriage, the defendant carrier was liable for ordinary negligence; if the transportation was exclusively for the benefit of the plaintiff, then the defendant was liable for gross negligence. ' '\nThe parties seem to agree on oral argument that the bailment in the case at bar was gratuitous if it was for the sole and exclusive benefit of Elliott or his employer Bush, and that it was for hire if it was for the mutual benefit of Clark and Elliott or Elliott's employer Bush. See Pacific Fire Ins. Co. v. Murdoch Cotton Co., 193 Ark. 327, 99 S. W. 2d 233, and Warren v. Geater, 206 Ark. 518, 176 S. W. 2d 242. See also Bill Bell v. Ramsey, (Texas), 284 S. W. 2d 244; Meny v. Carlson, 77 A. 2d 245.\nIt is obvious from the record before us that if Patent did not furnish the cable on which the defective eye loop was found, that cable was later installed in the scaffold drum in the process of replacement or repair. We hold, therefore, that if Clark derived a benefit from Bush in exchange for the use of the scaffold, then the evidence of such benefit should be considered in determining the liability of Clark as a bailor of the scaffold. It is true that Clark in his affidavit said: I lent the aforesaid drum to Bush Construction Company upon *666request of' Bob Meredith, a Bush job superintendent, and such loan was gratuitous and for the sole benefit of Bush Construction Company. If this affidavit had stood alone, then there might have been no genuine issue of fact to be resolved on this point, but it did not stand alone. Eddie Coleman testified in his deposition that Mr. Meredith explained to him that Bush was allowing Clark to use a crane for lifting materials up and down at no charge, and that Clark loaned the scaffold to Bush at no charge. Mr. Meredith testified: We paid them nothing. Let me clear that up. There are certain things. . . I say we paid them nothing. There is so much of that that goes on on these jobs. You scratch my back and I'll scratch yours.\nIn 8 C. J. S., Bailments, § 8, subsection b, p. 352 is found the following:\nIn determining whether a bailment is lucrative or gratuitous, the nature and amount of the compensation are immaterial, and in order to constitute one a bailee for hire it is not necessary that the benefits be large, certain, or of any particular nature.\nWe conclude, therefore, that the pleadings, affidavits and depositions still leave material facts for determination as to Clark's liability in this case and that the trial court erred in granting Clark's motion for a summary judgment. The judgment of the trial court is reversed and this cause is remanded for trial on the issues.\nReversed and remanded.\n\nPlain English summary:\nBorderline case. Decedent was an ironworker who fell to his death when a defective eye loop gave way on the end of a cable supporting a swinging scaffold on which Mr. Elliott stood. Plaintiff sued a number of entities. The trial court granted summary judgment in relation to one of the entities, W. E. Clark & Sons, Inc (Clark) and the plaintiff appealed. The appellate court reversed. Borderline because the issue is more about who was negligent than whether negligence existed.",
    "annotations": {
        "Facts": [
            "On March 2, 1966, Ralph Elliott, an ironworker employed by Bush Construction Company, fell to his death from the ninth floor of a building under construction in Pulaski County when a defective eye loop gave way on the end of a cable supporting a swinging scaffold on which Mr. Elliott stood while working. The scaffold was supported by two cables, one at each end. The upper, or hanging end of each cable had an eye loop formed by drawing the cable around a steel ring or honda and weaving the end of the cable back into the main body of the cable and wrapping with wire. The scaffold had an axle arrangement in a drum at each end of the scaffold and one cable was threaded through a hole in each axle and secured by a steel collar babbitted onto *653height above the scaffold. The scaffold was raised and lowered by turning the axle at each end of the scaffold and winding or unwinding the cable on the axle. The eye loop at the end of one of the cables gave way causing Mr. Elliott to fall to his death.",
            "Patent",
            "manufactured the scaffold",
            "the scaffold was equipped with a handrail at the time it fell with the deceased, Ralph Elliott.",
            "the cables formed a part of the scaffold when manufactured.",
            "the cables were irremovable from the scaffold drums without cutting the cable or removing the permanent cuff from one end or the eye *656loop from the other.",
            "someone had substituted the entire cable for the one Patent had prepared and sold through Lyons as a part of the scaffold.",
            "the entire scaffold was sold new to the defendant, Clark, through the defendant, Lyons. Bush was the prime contractor and Elliott's employer on the job where the accident occurred, and Clark was a subcontractor on the same job. Clark purchased the scaffold in 1954 and had owned it 11 years before loaning it to Bush in October, 1965. Bush had retained possession and control of the scaf fold and had used it regularly for the four or five months between October, 1965, and the date of the accident on March 2, 1966.",
            "all Clark employees had been instructed not to repair or attempt to repair the cables",
            "all repairs had been made through Lyons",
            "Ellis Rolax, a Clark employee, had been in charge of all of Clark's equipment for twenty-one years",
            "the drum to which the cable was attached was purchased from Patent through Lyons",
            "the drum was loaned to Bush in October, 1965, and was not used by the employees of Clark until after the accident",
            "Ellis Rolax",
            "stated that it was a part of his duties to care for, store, pick up and deliver all scaffold equipment owned by Clark; that he never made or attempted to make any repairs to the cable or drum",
            "when repairs were needed he took the equipment to Lyons for that purpose; that he delivered the scaffold to Bush and inspected the wrappings on all four cables; that the wrappings all appeared to be the same and in good repair.Mr. B. J. Faulkner",
            "was the brick foreman for Clark on the construction where the accident occurred.",
            "the scaffolding drums were loaned *659to Bush;",
            "the scaffold was equipped with a handrail and",
            "from October, 1965, to March 2, 1966, none of Clark's employees used or handled the equipment.",
            "Mr. Coleman",
            "inspected the cable after the accident:",
            "It just came to an abrupt stop. It wasn't raveled or no indication that it had been spliced back in the cable.",
            "Bush did on the job to carry supplies up and materials on up to the fourth floor, and they were allowing W. E. Clark to use this crane to get their materials up and down",
            "Mr. Faulkner",
            "had no occasion to inspect the scaffold but did see the wrapping wire from the cable splice after the accident",
            "one cable, suspension cable, had been rigged through the clevis and around the eye and brought up with a loose end and a cover . wire had been tied around this loose end, it had not been woven into the cable as the other three were",
            "Mr. Meredith, the job superintendent for Bush",
            "borrowed the scaffold from Clark and had been using it for some time.",
            "We didn't cut them off. I mean we closely inspected them, as closely as a visual inspection would permit.",
            "Mr. Meredith, you say you borrowed these two swinging scaffolds and four drams from Clark. Am I correct that you paid them nothing for that? They just loaned them to you for gratis?",
            "We paid them nothing. Let me clear that up. There are certain things ... I say we paid them nothing, maybe I paid them something in services. There is so much of that that goes on on these jobs. You scratch my back and I'll scratch yours.",
            "we didn't give them any money for the use of the scaffold.",
            "You. think you loaned them any of your equipment?",
            "I'm not sure of that. I mean he might have had to use an air compressor or something. You just don't keep up with those things.",
            "Did you inspect the wire wrappings on the broken cable?",
            "Yes.",
            "It was a different type wire."
        ],
        "Procedural History": [
            "Mrs. Eloise Elliott, as administratrix of the estate of Mr. Elliott, filed suit in the Pulaski County Circuit Court against Patent Scaffolding Company, Lyons Machinery Company, Inc. and W. E. Clark & Sons, Inc., referred to hereafter as Patent, Lyons and Clark.",
            "All the defendants filed separate answers.",
            "On January 6, 1969, Clark filed a motion for summary judgment supported by three affidavits and six depositions and the motion was granted on February 7, 1969.",
            "On February 13, 1969, Mrs. Elliott filed motion to set aside the summary judgment",
            "On March 3, 1969, the trial court denied the motion to set aside by reaffirming the summary judgment under specific findings, as follows:",
            "Specifically, the Court finds that ",
            "the defect which caused the scaffold to fall with Ralph Elliott on March 2, 1966, was so latent that inspection of the scaffold and cables by both Clark and Bush personnel failed to disclose any defects which may have existed at the time of the loan of the scaffold in October, 1965; "
        ],
        "Application of Law to Facts": [
            "The only question presented on this appeal is whether the trial court erred in rendering summary judgment and entering order of dismissal as to W. E'. Clark & Sons, one of the defendants in this lawsuit. We conclude that the trial court erred.",
            "we agree with Mrs. Elliott that Clark's motion for summary judgment should not have been granted. The record is clear that the eye loop at the end of the cable gave way causing the scaffold to fall. It is also clear that the eye loop gave way because it was negligently formed by simply bending the cable around a steel ring or eye bringing the loose end of the cable alongside the main cable and binding the loose end to the main cable by wrapping with wire instead of weaving the loose end into the main cable, then securing with babbitt and wrapping with wire as was done on the other cable furnished with the scaffold.",
            "It is obvious from the record before us that if Patent did not furnish the cable on which the defective eye loop was found, that cable was later installed in the scaffold drum in the process of replacement or repair. We hold, therefore, that if Clark derived a benefit from Bush in exchange for the use of the scaffold, then the evidence of such benefit should be considered in determining the liability of Clark as a bailor of the scaffold. It is true that Clark in his affidavit said: I lent the aforesaid drum to Bush Construction Company upon *666request of' Bob Meredith, a Bush job superintendent, and such loan was gratuitous and for the sole benefit of Bush Construction Company. If this affidavit had stood alone, then there might have been no genuine issue of fact to be resolved on this point, but it did not stand alone. Eddie Coleman testified in his deposition that Mr. Meredith explained to him that Bush was allowing Clark to use a crane for lifting materials up and down at no charge, and that Clark loaned the scaffold to Bush at no charge. Mr. Meredith testified: We paid them nothing. Let me clear that up. There are certain things. . . I say we paid them nothing. There is so much of that that goes on on these jobs. You scratch my back and I'll scratch yours.",
            "We conclude, therefore, that the pleadings, affidavits and depositions still leave material facts for determination as to Clark's liability in this case and that the trial court erred in granting Clark's motion for a summary judgment."
        ],
        "Relevant Precedents": [
            "St. Louis & C. R. Co. v. Henson, 61 Ark. 302, 32 *665S. W. 1079",
            "Pacific Fire Ins. Co. v. Murdoch Cotton Co., 193 Ark. 327, 99 S. W. 2d 233, and Warren v. Geater, 206 Ark. 518, 176 S. W. 2d 242",
            "Bill Bell v. Ramsey, (Texas), 284 S. W. 2d 244; Meny v. Carlson, 77 A. 2d 245"
        ],
        "Outcome": [
            "The judgment of the trial court is reversed and this cause is remanded for trial on the issues.Reversed and remanded."
        ]
    },
    "class": "reverse"
}