{
    "text": "Little Rock Land Co. v. Raper, 245 Ark. 641, 433 S.W.2d 836 (1968)\nNov. 18, 1968 · Arkansas Supreme Court · 5-4728\n245 Ark. 641, 433 S.W.2d 836\nLittle Rock Land Companyv.Ruth Raper, et al\n433 S.W. 2d 836\n*643 Wright, Lindsey & Jennings by Robert D. Cabe for appellant.\nRose, Meek, House, Barron, Nash & Williamson and Hardin & Rickard for appellees.\nJohn A. Fogleman, Justice.\nLittle Rock Land Company appeals from a judgment for $2,500 in personal injury damages in favor of appellee Ruth Raper and from the denial of a recovery of the amount of this judgment by it from Westinghouse Electric Corporation. Ruth Raper claimed injuries to her left hand and arm when the doors to an elevator in the Doctors Building, an office building owned by appellant, closed on her. On the occasion of her injury, she was in the building en route with her husband to the office of a doctor by whom he was being treated. Her injury occurred when she attempted to board an empty elevator which was one of three elevators furnished by appellant for the use of those having business in the building. The elevators were designed, manufactured, and installed by Westinghouse. They were of a type known as automatic self-service elevators, but they can be changed over to manual operation.\nMrs. Raper testified that she got one foot and her arm into the elevator when the door closed rapidly, in spite of her putting her hand against it. She said she kept bouncing the doors by throwing her hands against them but they didn't open. She said that the elevator caught her, and drug her up a piece, but the door pushed her loose and she fell at her husband's feet. She felt bare metal closing against her arm. While she said both hands were caught in the door, only one was injured. There was no attendant on duty nor were there any instructions on the use of the elevator posted outside it. There was no safety button for opening the *644door from the outside. She had been on these elevators several times before without having had any trouble. She stated that she had never noticed any kind of rubber edging on the doors. Her testimony was substantially corroborated by her husband. Both Mr. and Mrs. Baper denied seeing any rubber strip on these elevator doors. Mr. Baper said that the doors were almost closed when Mrs. Baper put up her arm in trying to keep them from shutting. He said that she jumped back, jerked her arm out of the door, and fell at his feet.\nThe elevators are checked daily by an employee of appellant to be sure that they are operating properly and a trial run is made daily. An officer of appellant has offices in the building and uses the elevators constantly, as do maintenance employees. Malfunctions do occur and adjustments are necessary from time to time. All adjustments are made and maintenance work done by Westinghouse under a service contract. This contract requires the employees of Westinghouse to use all reasonable care to maintain the elevators in proper and safe operating condition and to periodically examine all safety devices and governors. One clause of this contract reads as follows:\nThe Corporation shall not be required to make safety tests, nor to install new attachments on the elevator which may be recommended or directed by Insurance Companies, or (Government, State, Municipal, or other authorities.\nThere were two sets of doors at the entrance to the elevator. Both sets consisted of two doors that met in the middle of the entrance opening when closed. The outer doors were called hatch doors and constituted the entrance to the elevator shaft. The inner doors were car doors and attached to the elevator car itself. There is a safety strip edged with rubber from floor to ceiling on each of the elevator car doors. When the doors are open, these edges protrude beyond the *645outer edges of the two doors on the elevator car. They are designed to prevent the doors from closing when touched. When the doors close, these safety strips retract but one of them always overlaps the space between the two car doors. There are also two safety light beams across the elevator opening. These are electric eye beams. When either of the beams is broken, the doors will not close. One beam is 10 to 12 inches and the other 42 inches above floor level. The width of the hatch door is approximately one and one-half inches and the width of the hatch and car doors combined is approximately nine inches. There is a clearance of one and one-fourth inches between the car to the wall line of the elevator shaft. The safety edge is about six inches from the outer edge of the hatch door. There was evidence that the safety devices were in identically the same condition as when installed and there had been no change in the safety devices. Appellant's witnesses testified that the elevator conformed to all requirements of the American Standard Code. The owners of the building did not attempt to adjust or regulate the controls or safety equipment. All adjustments were made by Westinghouse employees.\nImmediately after the incident was reported to appellant's officer in charge of the building, he checked the elevator and found that the light beams and safety strips were operating properly. A Westinghouse elevator mechanic made weekly inspections. Otherwise, he only came to the building when called by a representative of appellant to make a needed adjustment. This incident was not reported to Westinghouse until the next weekly inspection. The Westinghouse representative then found the safety devices functioning normally.\nAppellant's officer admitted that it was possible for one to get his hand in the door without breaking the light beams. The representative of Westinghouse stated that if Mrs. Raper failed to hit the safety edge and failed to break either of the light beams across the *646opening, the door could conceivably have closed on her hand if at the last moment she stuck it into the opening. According to him, the opening would be restored only if the safety edge was hit or one of the light beams broken. He stated that appellee's injury could have occurred if her hand was in an upright position or at an angle.\nThis case was tried by the circuit court without a jury. The pertinent findings of fact of the circuit judge were :\n # * * because the instrumentality, in this instance an elevator, was under the exclusive control of the defendant, the doctrine of res ipsa loquitur applies.\n* * * there was roughly a six inch space between the inner door and outer door and the safety device being on the inner door, would permit a person to insert a hand or arm inside the outer door at such an angle that would permit the closing of the door without obtaining the benefit of any safety device. This, in the Court's opinion, is what occurred. It might have not been foreseen by the engineer who designed the elevator, yet it is the only reasonable explanation of the occurrence which can be arrived at.\n* * * the Court must find against the cross complaint because Westinghouse's contract with the counterclaimant was to service the elevator and when the elevator was purchased the counter-claimant took the equipment as it was at the time of the purchase. ' '\nAppellant made timely motions for a directed verdict on the complaint of appellee Raper, and now urges that the trial court erred in failing to grant these motions. The thrust of its argument on this point is *647that the court erroneously applied the doctrine of res ipsa loquitur.\nThere is no question that Mrs. Raper was an invitee of Little Rock Land Company in its building. One who invites the general public into his place of business is required to exercise ordinary care to keep it reasonably safe for all invitees. Davis v. Safeway Stores, Inc., 195 Ark. 23, 110 S.W. 2d 695. The owner is not an insurer of the safety of invitees on his premises, but his liability to an invitee must be based upon negligence. Kroger Grocery & Baking Co. v Dempsey, 201 Ark. 71, 143 S.W. 2d 564; Dr. Pepper Co. v. DcFreece, 234 Ark. 450, 352 S.W. 2d 579. He does assume the duty to exercise reasonable care to the end that such premises shall not contain dangerous obstructions, pitfalls or the like which result in injury to an invitee. An invitee may recover his damages from the owner for injuries sustained without fault or carelessness on his own part, by reason of the unsafe condition of the premises if such condition is the result of the owner's failure to use ordinary care to prevent such injuries and to give timely notice to invitees or the public. St. Louis I. M. & S. Ry. Co. v. Wirbel, 104 Ark. 236, 149 S.W. 92, Ann. Cas. 1914C 277. An owner has been held liable when injury could have been avoided by timely notice of a defective condition on its premises to invitees and the general public. St. Louis I. M. & S. Ry. Co. v. Dooley, 77 Ark. 561, 92 SW. 789. The owner is liable regardless of his lack of knowledge of the defective condition if it was also unknown to an injured invitee, where the surrounding circumstances are such that the former could and would have known of the dangerous condition had he exercised reasonable care and foresight for the safety of those who might come upon his premises by invitation, express or implied. Faulkinbury v. Shaw, 183 Ark. 1019, 39 S.W. 2d 708. An invitee is entitled to be warned of a latent danger known, or which by the exercise of ordinary care should be known, to an owner or his employees. Dixon v. United States, 296 F. 2d 556 (1961).\n*648Where elevators are concerned, the duty of the owner or occupier of premises is even greater. He has the same duty to protect passengers using his elevators from injury as do common carriers of passengers, i.e., to exercise the highest degree of skill, care and foresight consistent with the practical operation of the elevators to guard against accidents and injuries to passengers. Sweeden v. Atkinson Improvement Co., 93 Ark. 397, 125 S.W. 439, 27 L.R.A. (n.s.) 124. See Wade v. Brocato, 192 Ark. 826, 95 S.W. 2d 94. When a carrier provides equipment or devices to add to the comfort, convenience and safety of its passengers, they have the right to assume that the equipment is convenient and safe for the purposes intended and that it will be providently managed. Chicago, R. I. & P. Ry. Co. v. Simpson, 87 Ark. 335, 112 S. W. 875. One boarding or alighting from a train has been held to be a passenger. Hot Springs St. Ry. Co. v. Jones, 234 Ark. 693, 354 SW. 2d 278; Huckaby v. St. Louis I. M. & S. Ry. Co., 119 Ark. 179,177 S.W. 923; Dillahunty v. Chicago R. I. & P. Ry. Co., 119 Ark. 392, 178 S.W. 420. Mrs. Raper was a passenger.\nThe doctrine of res ipsa loquitur applies when the instrumentality causing injury is under the exclusive control or management of the defendant. Bullington v. Farmers' Tractor & Implement Co., Inc., 230 Ark. 783, 324 S.W. 2d 517. It has been applied in personal injury actions by passengers against carriers based on defective equipment. See, e.g., St. Louis & S. F. Ry. Co. v. Mitchell, 57 Ark. 418, 21 S.W. 883.\nInsofar as those expressly or impliedly invited into the Doctors Building are concerned, the owner certainly has the exclusive control or management of the elevators they use. Appellant argues that Westinghouse had this management and control by reason of a service contract with appellant. An owner or occupier cannot escape liability for his failure to use proper care for the safety of an invitee on his premises by a claim that the work which caused the injury was done by an independent *649contractor. Restatement of the Law 2d, Torts, 405, § 422; Prosser, Law of Torts 2d 359. See, also, Great American Indemnity Co. v. Deatherage, 175 Okla. 28, 52 P. 2d 827 (1936); Brown v. George Pepperdine Foundation, 23 Cal. 2d 256, 143 P. 2d 929 (1933); Northcross v. Theatre Co. & Const. Co., 3 Tenn. App. 51 (1925); Sheridan v. Aetna Cas. & Surety Co., 3 Wash. 2d 423, 100 P. 2d 1024 (1940); Besner v. Central Trust Co., 230 N.Y. 357, 130 N.E. 577, 23 A.L.R. 1081.\nUnder the evidence here, it is not unreasonable to say that this injury would not have occurred in the absence of negligence on the part of someone. While the court might have drawn an inference from the testimony that Mrs. Raper was guilty of negligence, reasonable minds could properly come to different conclusions on this point. The court's finding was inferentially contrary to any finding of negligence on her part. In determining the propriety of a directed verdict in this case, we must draw all reasonable inferences in favor of the party against whom the verdict would have been directed. Beggs v. Stalnaker, 237 Ark. 281, 372 S.W. 2d 600. As between Mrs. Raper and Little Rock Land Company, the latter had exclusive control and management of the elevator. The application of the doctrine of res ipsa loquitur was not erroneous under the facts in this case.\nAppellant contends the evidence that the elevator met all the requirements of the American Standard Code completely negated any inference or negligence under the doctrine of res ipsa loquitur, leaving no fact question on this point even if the doctrine is applicable.\nAlthough appellant's compliance with industry or statutory safety standards was proper evidence on the question of negligence, it is not conclusive because it is not necessarily a complete discharge of its duties toward the public. St. Louis Southwestern Ry. Co. v. Farrell, 242 Ark. 757, 416 S.W. 2d 334. Since Mrs. Raper had *650established the elements of a res ipsa loquitur case, the burden of proving that the injury to her was not caused through any lack of care on its part was on appellant. In order to prevent a recovery by Mrs. Raper, it was incumbent on appellant, as a carrier of passengers, to show that her injury occurred without any negligence on its part. Johnson v. Greenfield, 210 Ark. 985, 198 S.W. 2d 403.\nAppellant also argues that undisputed proof that the elevator was free from discoverable defects in construction overcomes any inference or presumption arising from the occurrence. In spite of the testimony of the officer in charge of the building that it was possible for one to get his hand in the door without breaking a beam, and the obvious fact that it was possible for Mrs. Raper to get her arm between the hatch doors without touching the safety strip, appellant further contends that it had no knowledge of any defect in construction. In the first place, we do not agree that the undisputed proof shows that the defect in construction was not discoverable. In the nest place, the burden of proving latent defects and appellant's knowledge thereof was not upon Mrs. Raper. Johnson v. Greenfield, supra. We think that a question for the trier of facts was presented on the issue and resolved adversely to appellant. Whether injury to Mrs. Raper occurred when she was attempting to hoard the elevator in the manner described by her was for the trier of the facts, and even if improbable, we cannot say that it was physically impossible for it to have been sustained in that manner. Missouri Pac. Transp. Co. v. Sharp, 194 Ark. 405, 108 S.W. 2d 579.\nIt is also urged by appellant that the doctrine of res ipsa loquitur should not be applied in the absence of evidence of malfunction of the elevator. We do not agree. Besides the absence of any warning of the possibility of injury to a passenger in the manner Mrs. Raper was injured, the manner of construction making *651the injury possible is also evidence of negligence. Appellant owed Mrs. Raper the duty to exercise the most exact care and diligence with respect to the structure and care of the elevator and in all subsidiary arrangements necessary to the safety of passengers. Fourche River Valley & I. T. Ry. Co. v. Camp, 139 Ark. 406, 214 S.W. 35; St. Louis, I.M. & S. Ry. Co. v. Richardson, 87 Ark. 602, 113 S.W. 794. The construction of an elevator in such a manner that protection from injury was not afforded to one who was injured when he inadvertently overstepped the edge of the elevator floor so that his heel partly extended into a three and one-half-inch clearance between the elevator floor and the back wall of the elevator shaft so that it was caught by a beam extending over the clearance has been held to justify a finding of negligence. Williams-Echols Dry Goods Co. v. Wallace, 142 Ark. 363, 219 S.W. 732.\nWe affirm the judgment in favor of appellee Raper.\nOn its appeal from the judgment in favor of Westinghouse, appellant contends that: (1) If the doctrine of res ipsa loquitur is applied in favor of Mrs. Raper, it should also be applied on its third party complaint against Westinghouse because Westinghouse was actually in exclusive control of the elevator; (2) the trial court's finding on this phase of the case is, in effect, a finding that there was a disclaimer of warranties by Westinghouse in the sale of the elevators; and (3) Westinghouse is also liable on the theory of indemnity. On the other hand, Westinghouse contends that the doctrine of res ipsa loquitur has no application to the third party complaint; that under the maintenance contract, appellant assumed all liability to persons injured; and that there was no evidence of any breach of the contract constituting a proximate cause of Mrs. Raper's injuries. It also contends that there can be no recovery for indemnity because that theory is inconsistent with recovery for contribution from a joint tort-feasor, and that the issue of breach of warranty was not raised by th^ pleadings.\n*652The third party complaint contains allegations that the elevator was designed, manufactured and installed by Westinghouse and that Westinghouse assumed the duty of using all reasonable care to maintain the elevator in safe and proper working condition, and that if there was any liability to Mrs. Baper, it was that of Westinghouse, not appellant. No warranty is mentioned in this complaint, nor is any disclaimer of warranties alleged in the answer thereto. No effort was made by Westinghouse to require appellant to make its third party complaint more definite and certain and no action was taken to require appellant to elect as to its cause of action against Westinghouse.\nAlthough third party complaints are appropriate only in actions for contribution under our statutes [Ark. Stat. Ann. § 34-1007 (Bepl. 1962)], we consider the substance of a pleading rather than the title in determining its character. When we do this, we find that the pleading is actually a cross complaint. There is no prayer for contribution by Westinghouse as a joint tort-feasor, nor any allegation to support such a prayer. While the doctrine of res ipsa loquitur might have been applicable to an action by Mrs. Baper against Westinghouse, or in a case where contribution as a joint tortfeasor was sought, we have not been cited any authority for its application in an action for breach of warranty or indemnity. The complaint of appellant against Westinghouse, in the absence of any motion to make more definite and certain or to require appellant to elect upon which cause of action it would proceed (if, in fact, the two are inconsistent), was sufficient to support the action upon either theory. The trial court obviously treated the action as one for breach of warranty and found that when appellant purchased the elevator, it took it as it was at the time of the purchase. The contract of purchase of the elevator is not in evidence, but there is some evidence that appellant did purchase the elevator from Westinghouse. The'admission that Westinghouse designed, manufactured and installed it, and *653the fact that appellant is designated as Purchaser in the maintenance contract, are sufficient support for a finding' that Westinghonse sold the elevator to appellant. Under Ark. Stat. Ann. § 85-2-315 (Add. 1961), there was an implied warranty of the fitness of the elevator for its use for that purpose, unless excluded under the provisions of § 85-2-316. There was no evidence tending to show any such exclusion. Thus, we find no support for the court's finding in that regard. Since the judgment in favor of Westinghonse was specifically based on this finding, we reverse the judgment and remand the case on the cross complaint of appellant against Westinghonse for a new trial.\nJones, J., dissents.\n\n\nPlain English summary:\nPlaintiff injured her hand and arm when the doors to an elevator in a building owned by defendant closed on her. The trial court applied the res ipsa loquitur doctrine and found for plaintiff. The defendant appealed and the appellate court affirmed.\n",
    "annotations": {
        "Facts": [
            "On the occasion of her injury, she was in the building en route with her husband to the office of a doctor by whom he was being treated. Her injury occurred when she attempted to board an empty elevator which was one of three elevators furnished by appellant for the use of those having business in the building. The elevators were designed, manufactured, and installed by Westinghouse. They were of a type known as automatic self-service elevators, but they can be changed over to manual operation.Mrs. Raper",
            "got one foot and her arm into the elevator when the door closed rapidly, in spite of her putting her hand against it.",
            "she kept bouncing the doors by throwing her hands against them but they didn't open.",
            "the elevator caught her, and drug her up a piece, but the door pushed her loose and she fell at her husband's feet. She felt bare metal closing against her arm. While",
            "both hands were caught in the door, only one was injured.",
            "There was no attendant on duty nor were there any instructions on the use of the elevator posted outside it. There was no safety button for opening the door from the outside. She had been on these elevators several times before without having had any trouble.",
            "she had never noticed any kind of rubber edging on the doors.",
            "Both Mr. and Mrs. Baper denied seeing any rubber strip on these elevator doors.",
            "the doors were almost closed when Mrs. Baper put up her arm in trying to keep them from shutting.",
            "she jumped back, jerked her arm out of the door, and fell at his feet.The elevators are checked daily by an employee of appellant to be sure that they are operating properly and a trial run is made daily. An officer of appellant has offices in the building and uses the elevators constantly, as do maintenance employees. Malfunctions do occur and adjustments are necessary from time to time. All adjustments are made and maintenance work done by Westinghouse under a service contract. This contract requires the employees of Westinghouse to use all reasonable care to maintain the elevators in proper and safe operating condition and to periodically examine all safety devices and governors. One clause of this contract reads as follows:The Corporation shall not be required to make safety tests, nor to install new attachments on the elevator which may be recommended or directed by Insurance Companies, or (Government, State, Municipal, or other authorities.There were two sets of doors at the entrance to the elevator. Both sets consisted of two doors that met in the middle of the entrance opening when closed. The outer doors were called hatch doors and constituted the entrance to the elevator shaft. The inner doors were car doors and attached to the elevator car itself. There is a safety strip edged with rubber from floor to ceiling on each of the elevator car doors. When the doors are open, these edges protrude beyond the *645outer edges of the two doors on the elevator car. They are designed to prevent the doors from closing when touched. When the doors close, these safety strips retract but one of them always overlaps the space between the two car doors. There are also two safety light beams across the elevator opening. These are electric eye beams. When either of the beams is broken, the doors will not close. One beam is 10 to 12 inches and the other 42 inches above floor level. The width of the hatch door is approximately one and one-half inches and the width of the hatch and car doors combined is approximately nine inches. There is a clearance of one and one-fourth inches between the car to the wall line of the elevator shaft. The safety edge is about six inches from the outer edge of the hatch door.",
            "the safety devices were in identically the same condition as when installed and there had been no change in the safety devices.",
            "The owners of the building did not attempt to adjust or regulate the controls or safety equipment. All adjustments were made by Westinghouse employees.Immediately after the incident was reported to appellant's officer in charge of the building, he checked the elevator and found that the light beams and safety strips were operating properly. A Westinghouse elevator mechanic made weekly inspections. Otherwise, he only came to the building when called by a representative of appellant to make a needed adjustment. This incident was not reported to Westinghouse until the next weekly inspection. The Westinghouse representative then found the safety devices functioning normally.",
            "it was possible for one to get his hand in the door without breaking the light beams.",
            "if Mrs. Raper failed to hit the safety edge and failed to break either of the light beams across the opening, the door could conceivably have closed on her hand if at the last moment she stuck it into the opening.",
            "the opening would be restored only if the safety edge was hit or one of the light beams broken.",
            "appellee's injury could have occurred if her hand was in an upright position or at an angle.",
            "Mrs. Raper was an invitee of Little Rock Land Company in its building."
        ],
        "Procedural History": [
            "Little Rock Land Company appeals from a judgment for $2,500 in personal injury damages in favor of appellee Ruth Raper ",
            "Ruth Raper claimed injuries to her left hand and arm when the doors to an elevator in the Doctors Building, an office building owned by appellant, closed on her.",
            "This case was tried by the circuit court without a jury. The pertinent findings of fact of the circuit judge were :",
            "because the instrumentality, in this instance an elevator, was under the exclusive control of the defendant, the doctrine of res ipsa loquitur applies.",
            "there was roughly a six inch space between the inner door and outer door and the safety device being on the inner door, would permit a person to insert a hand or arm inside the outer door at such an angle that would permit the closing of the door without obtaining the benefit of any safety device. This, in the Court's opinion, is what occurred. It might have not been foreseen by the engineer who designed the elevator, yet it is the only reasonable explanation of the occurrence which can be arrived at.",
            "Appellant made timely motions for a directed verdict on the complaint of appellee Raper, and now urges that the trial court erred in failing to grant these motions.",
            "The court's finding was inferentially contrary to any finding of negligence on her part. In determining the propriety of a directed verdict in this case, we must draw all reasonable inferences in favor of the party against whom the verdict would have been directed."
        ],
        "Application of Law to Facts": [
            "Mrs. Raper was a passenger.",
            "Under the evidence here, it is not unreasonable to say that this injury would not have occurred in the absence of negligence on the part of someone. While the court might have drawn an inference from the testimony that Mrs. Raper was guilty of negligence, reasonable minds could properly come to different conclusions on this point. ",
            "As between Mrs. Raper and Little Rock Land Company, the latter had exclusive control and management of the elevator. The application of the doctrine of res ipsa loquitur was not erroneous under the facts in this case.Appellant contends the evidence that the elevator met all the requirements of the American Standard Code completely negated any inference or negligence under the doctrine of res ipsa loquitur, leaving no fact question on this point even if the doctrine is applicable.Although appellant's compliance with industry or statutory safety standards was proper evidence on the question of negligence, it is not conclusive because it is not necessarily a complete discharge of its duties toward the public.",
            "Since Mrs. Raper had established the elements of a res ipsa loquitur case",
            "it was incumbent on appellant, as a carrier of passengers, to show that her injury occurred without any negligence on its part.",
            "we do not agree that the undisputed proof shows that the defect in construction was not discoverable. In the nest place, the burden of proving latent defects and appellant's knowledge thereof was not upon Mrs. Raper.",
            "We think that a question for the trier of facts was presented on the issue and resolved adversely to appellant. Whether injury to Mrs. Raper occurred when she was attempting to hoard the elevator in the manner described by her was for the trier of the facts, and even if improbable, we cannot say that it was physically impossible for it to have been sustained in that manner.",
            "It is also urged by appellant that the doctrine of res ipsa loquitur should not be applied in the absence of evidence of malfunction of the elevator. We do not agree. Besides the absence of any warning of the possibility of injury to a passenger in the manner Mrs. Raper was injured, the manner of construction making the injury possible is also evidence of negligence."
        ],
        "Relevant Precedents": [
            "Davis v. Safeway Stores, Inc., , 110 S.W. 2d 695.",
            "Kroger Grocery & Baking Co. v Dempsey, , 143 S.W. 2d 564; Dr. Pepper Co. v. DcFreece, , 352 S.W. 2d 579.",
            "St. Louis I. M. & S. Ry. Co. v. Wirbel, , 149 S.W. 92, Ann. Cas. 1914C 277.",
            "St. Louis I. M. & S. Ry. Co. v. Dooley, , 92 SW. 789.",
            "Faulkinbury v. Shaw, , 39 S.W. 2d 708.",
            "Dixon v. United States,  (1961).",
            "Sweeden v. Atkinson Improvement Co., Ark. 397, , 27 L.R.A. (n.s.) 124. See Wade v. Brocato, 192 Ark. 826, .",
            "Chicago, R. I. & P. Ry. Co. v. Simpson, 87 Ark. 335, .",
            "Hot Springs St. Ry. Co. v. Jones, 234 Ark. 693, ; Huckaby v. St. Louis I. M. & S. Ry. Co., 119 Ark. 179,; Dillahunty v. Chicago R. I. & P. Ry. Co., 119 Ark. 392, .",
            "Bullington v. Farmers' Tractor & Implement Co., Inc., 230 Ark. 783, .",
            "St. Louis & S. F. Ry. Co. v. Mitchell, 57 Ark. 418, .",
            "St. Louis Southwestern Ry. Co. v. Farrell, , 416 S.W. 2d 334.",
            "Johnson v. Greenfield, 210 Ark. 985, .",
            "Johnson v. Greenfield, supra.",
            "Missouri Pac. Transp. Co. v. Sharp, , 108 S.W. 2d 579.",
            "Fourche River Valley & I. T. Ry. Co. v. Camp, 139 Ark. 406, ; St. Louis, I.M. & S. Ry. Co. v. Richardson, 87 Ark. 602, ",
            "Williams-Echols Dry Goods Co. v. Wallace, 142 Ark. 363, ."
        ],
        "Outcome": [
            "We affirm the judgment in favor of appellee Raper."
        ]
    },
    "class": "affirm"
}