{
    "text": "Shannon v. Wilson, 329 Ark. 143, 947 S.W.2d 349 (1997)\nJune 23, 1997 · Arkansas Supreme Court · 96-762\n329 Ark. 143, 947 S.W.2d 349\nMarlan Dale SHANNON, Individually and as Administrator of the Estate of Charles Shannon, Deceasedv.L.K. WILSON and Elizabeth Ashworth, Individually and as Partners of City Liquor, a Partnership\n947 S.W.2d 349\nSupreme Court of Arkansas\n*146 The Mulkey Attorneys Group, P.A., by: Bruce L. Mulkey and Ramona G. Stein, for appellants.\nBall & Mourton, Ltd., by: Kenneth R. Mourton and Rayburn W. Green, for appellees.\nEverett, Shemin, Mars & Stills, by: David D. Stills, for Amici Curiae.\nW.H.Dub Arnold, Chief Justice.\nThis is an appeal asking us to reconsider our decisions in Carr v. Turner, 238 Ark. 889, 385 S.W.2d 656 (1965), and the line of decisions following that ruling in which we determined that there is no liability imposed upon one who sells intoxicants to minors for injuries caused by minors who became inebriated. Appellant asks us to modify our rule to allow the issue of whether the seller is negligent to go to a jury for determination. We reverse and remand holding that, under the facts which may be proved by the pleadings, a cause of action for common-law negligence against the vendor has been stated.\nMarian Dale Shannon filed suit against L.K. Wilson and Elizabeth Ashworth, individually and as partners of City Liquor in Fayetteville, for the wrongful death of his son Charles Shannon. The trial court dismissed the complaint pursuant to an Ark. R. Civ. P. 12(b)(6) motion made by appellees. Upon our review, we accept all facts alleged in the complaint as true and view them in the light most favorable to the appellant. Neal v. Wilson, 316 Ark. 588, 596, 873 S.W.2d 552, 556 (1994).\nOn the evening of January 28, 1995, Charles Shannon and Jarred Sparks, both aged thirteen, were passengers in a Ford pickup truck driven by David Farmer, aged sixteen. Between 7:00 p.m. and 8:30 p.m., the three boys drove up to the drive-through window of City Liquor, located in Fayetteville, Arkansas. An employee of City Liquor sold them a six-pack of beer and a six-pack of malt liquor without asking for identification.\n*147After leaving City Liquor, the three boys began drinking as they drove to St. Paul, Arkansas. At a pool hall in St. Paul, David Farmer exited the vehicle. Charles Shannon and Jarred Sparks remained in the vehicle drinking the rest of the liquor. At some time, the two boys left the pool hall in the pickup.\nAt approximately 9:10 p.m., the Arkansas State Police were notified of an accident in Madison County. Arriving at the scene, police found the Ford pickup had left the road, traveled through a fence, hit a telephone pole and finally come to rest after hitting a tree. The police surmised that the pickup was traveling at excessive speed and that the accident occurred while the driver was attempting to negotiate a curve. Jarred Sparks was found in the driver's seat of the truck and Charles Shannon in the passenger's seat. Both were pronounced dead at the scene. Blood tests revealed that Jarred Sparks had a blood-alcohol level of .10% and that Charles Shannon had a level of .07%.\nMarian Dale Shannon, father of Charles Shannon and executor of the estate, filed suit asserting that appellees were negligent in selling alcohol to the three minors. The complaint alleged that it was foreseeable that the minors who purchased the liquor at a drive-through window would drive the vehicle on the roads of Arkansas thereby endangering their health and safety as well as that of other persons traveling on the roads. The trial court granted the appellee's motion to dismiss for failure to state a claim upon which relief could be granted. Appellant appeals the dismissal and urges that the law in Arkansas be changed to recognize the potential liability for a vendor who knowingly sells alcohol to minors.\nIn Carr v. Turner, supra, this Court first addressed the issue of whether a person who was injured in a collision with a drunk driver had a cause of action against a tavern owner whose unlawful sale of liquor brought upon the inebriation. This Court determined, at that time, that it should follow the view of the majority of other jurisdictions in observing the common-law view that the proximate cause of any subsequent accident was the consumption of liquor, not its sale. Id. at 890 (citations omitted).\nIn Carr, we noted that the enactment of a dramshop act by the legislature would be the appropriate method to change the *148common-law principle. This Court in Carr examined two existing Arkansas statutes to determine whether in either of them the legislature had acted to change the common-law rule. The first statute directed that liquor be sold in packages and not consumed on the premises; this was enacted to avoid the return of saloons to the State. Ark. Stat. Ann. § 48-309 (Repl. 1946), recodified at Ark. Code Ann. § 3-3-604 (Repl. 1996). The second statute established a misdemeanor crime for anyone who sold or gave away liquor to a minor, a habitual drunkard, or an intoxicated person. Ark. Stat. Ann. § 48-901 (1947), recodified at Ark. Code Ann. § 3-3-206-210 (Repl. 1996).\nThis Court determined that neither of these two statutes changed the common-law rule of nonliability. In making this determination, we noted that the majority of other jurisdictions adhered to this principle and that the cases finding liability are so few that they may be reviewed quickly. Carr, 238 Ark. At 891.\nSince Carr, this Court has been entreated to reevaluate the issue of a seller of alcohol's liability on numerous occasions. Repeatedly we have held that absent a change in the common-law principle by the legislature, this Court would not depart from the ruling in Carr and its progeny.\nIn Milligan v. County Line Liquor Inc., 289 Ark. 129, 709 S.W.2d 409 (1986), we addressed the issue of liability for the provider of alcohol. In Milligan, the appellee, County Line Liquor, was charged with violation of an Arkansas statute by selling beer to a minor. Ark. Stat. Ann. § 49-8-901 (Repl. 1977). We upheld the premise that there is no liability for selling alcohol, even in the instance where a statute was violated. Specifically, we held:\nIt may be that a Dramshop Act is to be desired, but such a measure should be the result of legislative action rather than of judicial interpretation. The primary purpose of this appeal is to see if we will reverse our position and now adopt such a measure by judicial fiat. ... we decline to change our position because of the essential soundness of the common-law rule. That is, it is the consumption of intoxicants, not the sale standing alone, which is the proximate cause of injuries.\nAppellant next argues that the trial court erred in ruling that as a matter of law there was no proximate cause between violation of *149the statute prohibiting the sale of beer to a minor and the accident. The argument, in essence, is simply another way to contend that Ark. Stat. Ann. 48-901 (Repl. 1977) is a Dramshop Act. We have previously rejected the argument. In Carr v. Turner, supra, we stated it is clear that in enacting Ark. Stat. Ann. 48-901 the General Assembly did not intend to change the common-law rule of nonliability.\nIn several cases following Milligan, we rejected appeals to deviate from the Carr v. Turner rule. In Yancy v. The Beverage House of Little Rock, Inc., 291 Ark. 217, 723 S.W.2d 826 (1987), the appellee twice sold alcohol illegally to a minor; on the second occasion, the minor was intoxicated at the time of the sale. The minor then had an accident where two teenagers were killed. Also, in First American National Bank of North Little Rock v. Associated Hosts, Inc., 292 Ark. 445, 730 S.W.2d 496 (1987), a happy hour customer was allowed to leave the bar in an intoxicated state after having consumed more than a dozen drinks in three hours. Upon leaving the bar, the customer fell and was injured. In both of these cases, we reaffirmed the Carr holding of nonliability for the seller of alcohol. In 1995, we again held in Mann v. Orrell, 322 Ark. 702, 912 S.W.2d 1 (1995), that the holdings of Carr and its progeny were controlling and that there is no liability to be imposed on tavern owners or liquor store owners for injury to a patron or third person when injury results from the consumption of alcohol.\nSince 1965, our holdings have been consistent in declining to impose liability on the provider of alcohol by holding that the proximate cause of any injuries later occurring is the consumption of the alcohol, not its sale. In fact we have continually stated that a dramshop act is the preferred measure to deal with this issue and that such a measure should be the result of legislative action rather than of judicial interpretation. Carr at 892, supra. For twenty years, we have followed precedents while stating that the legislature should address this issue, and we have held to the contention that replacing the common-law rule is a matter of public policy best left to the legislature. Despite this Court's preference for legislative action, there has been no action directly addressing this troublesome question; so, we will address this issue now.\n*150In Parish v. Pitts, 244 Ark. 1239, 429 S.W.2d 45 (1968), this Court addressed the issue of abolishing the common-law principle of governmental immunity from tort actions and noted that [t]he Legislature's broad investigative powers to determine facts and its greater flexibility in dealing with complex problems indicate a preference for a solution by statutory action. Id. at 1242. While a legislative deliberation was the preferred method to address the issue, this Court concluded that considerations of public policy are not and never have been for determination by the legislature alone. Id., citing Oliver Wendell Holmes, The Common Law, 35 (1881).\nCarr was decided in 1965 utilizing a rule of law from the early 1800s. In the 1800s, when the common-law rule was formulated, most people walked and some rode in horse-drawn carriages, no unreasonable risk to third persons was created by selling alcohol to a visibly intoxicated person or a minor. Today, patrons of bars and liquor stores no longer typically walk or ride on horses. They almost always travel by motor vehicle. The reality of modern life is evidenced by the fact that most drinking establishments and liquor stores provide patrons parking lots. Meade v. Freeman, 462 P.2d 54, 64-65 (Idaho 1969). See also, Right of Action at Common Law for Damages Sustained by Plaintiff in Consequence of Sale of Intoxicating Liquor or Habit-forming Drugs to Another, 120 A.L.R. 352 (1941); see generally, Bender, Tort Liability for Serving Alcohol: An Expanding Doctrine, 46 Mont. L. Rev. 381 (1985). Today, motor-vehicle crashes are the single greatest health hazard to people under the age of forty-five. Over 50% of all highway fatalities result from driving under the influence of alcohol. Over 250,000 people died in the United States in alcohol-related motor-vehicle accidents in the years between 1980-1990. Interim Report to the Nation from the Presidential Commission on Drunk Driving, p.1-2 (Dec. 13, 1995).\nThe law has undergone massive change since the 1800s. The ultimate test in determining the existence of a duty to use due care is found in the foreseeability that harm may result if care is not exercised. Common experience dictates that when a person is imbibing alcohol, that person reaches a level of toxicity after *151which continued imbibing alcoholic beverages will render him unable to operate an automobile safely.\nThe rule espoused in Carr was judicially created. When a judicially created rule becomes outmoded or unjust in its application, it is appropriate for the judiciary to modify it.\nThe Oklahoma Supreme Court, in Brigance v. Velvet Dove Restr., Inc., 725 P.2d 300 (Okla. 1986), wrote:\nInherent in the common-law is a dynamic principle which allows it to grow and to tailor itself to meet changing needs within the doctrine of stare decisis, which, if correctly understood, was not static and did not forever prevent the courts from reversing themselves or from applying common-law to new situations as the need arose. If this were not so, we must succumb to a rule that a judge should let others 'long dead and unaware of the problems of the age in which he lives, do his thinking for him.'\nId., citing, Bielski v. Schulze, 114 N.W.2d 105 (Wisc. 1962), quoting Mr. Justice Douglas, Stare Decisis, 49 Colum.L.Rev. 735,736 (1949).\nIn Parish v. Pitts, supra, this Court noted that the field of common law is not primarily the Legislature's problem, it is the primary concern of this Court. Accordingly, the Court, not the Legislature, should extirpate those rules of decision which are admittedly unjust, for it is to the judiciary that the power of government is given to provide protection against individual hurt. Id. citing, Green, Freedom of Litigation, 38 Ill. L. Rev. 355, 382 (1944). Thus, as a part of our common-law doctrine, this Court is free to amend the common law. True, as we have frequently stated, the legislature may amend or change our common law, but we are not bound to adhere to outmoded holdings pending legislative action. This Court has a duty to change the common law when it is no longer reflective of economic and social needs of society. We conclude, therefore, on the basis of past cases decided by this Court regarding our obligation to adapt our common law to an ever changing society and as a matter of policy, we should recognize a common-law cause of action against a vendor of liquor who knowingly sells alcohol to a minor.\n*152The absolute rule of nonliability for vendors who sell alcohol to minors in violation of a criminal statute is unjust jurisprudence because the furnishing of alcohol to minors may seriously endanger the health, safety and welfare of Arkansas' minors. The doctrine of stare decisis is not a sufficient reason to preclude the recognition of liability.\nMany other jurisdictions have held that such a rule is unjust and have acknowledged liability for those who illegally sell liquor; we are in the minority by continuing with the rule from Carr. This Court concluded in Carr that it did not wish to be in the minority of jurisdictions on this issue, so this Court adhered to what then was the majority rule — nonliability of the seller. Ironically, over the passage of years the holding in Carr has now become the clear minority rule which is the position that this Court expressly stated it wanted to avoid when it first considered the vendor nonliability issue twenty years ago. Most state and federal courts that have considered this issue since the 1960s have reevaluated and rejected as patently unsound the rule that a seller cannot be held liable for furnishing alcoholic beverages to an intoxicated or minor patron who injures a third person based upon the grounds that the sale or service is causally remote from the subsequent injurious conduct of the patron. A substantial majority have decided that the furnishing of alcoholic beverages may be a proximate cause of such injuries and that liabifity may be imposed upon the vendor in favor of the injured third person.\nThe State of Kentucky initially followed the common-law rule of nonliability for a vendor of intoxicating liquor; however, the Kentucky Court of Appeals found that the constitution, statutes, and case law of Kentucky provide a policy of special protection for minors from injury; therefore, in instances involving minors, such liability for vendors can exist. Statutes relied upon as creating this special protection include minimum ages for employment; prohibition against harming minors; prohibition on exhibition of minors; and other child-protection acts. See, Pike v. George, 434 S.W.2d 626 (Ky. 1968).\nThe expanding view of common-law liability is evidenced by the overwhelming number of other jurisdictions which have *153found liability under similar facts. Other jurisdictions that have adopted the theory of allowing the issue of negligence to go to a jury follow: Alaska: Nazareno v. Urie, 638 P.2d 671 (Alaska 1981) (sale violating minor-sale statute is evidence of negligence for jury to examine); Arizona: Ontiveros v. Borak, 667 P.2d 200 (Az. 1983) (do not favor special rules of tort nonliability because no group should be given special privileges to negligently injure others without bearing the consequences of that act); California: Strang v. Cabrol, 691 P.2d 1013 (1984) (sale of liquor to obviously intoxicated person gives rise to liability; however, other forms of common-law civil liability are rejected); Colorado: Kerby v. Flamingo Club, Inc., 532 P.2d 975 (Colo. App. 1974) (illegal sale to minor basis for common-law negligence suit); District of Columbia: Marusa v. District of Columbia, 484 F.2d 828 (1973) (violation of a statutory duty is evidence of negligence); Florida: Davis v. Shiappacossee, 155 So.2d 365 (Fla. 1963) (illegal sale to minor evidence of negligence for jury to consider); Georgia: Sutter v. Hutchings, 327 S.E.2d 716 (Ga. 1985) (provider of alcohol is liable for injury to third party by an intoxicated person if he had knowledge that the consumer of alcohol was intoxicated at the time the alcohol was furnished; however, there is no liability for provider to consumer because consumer is solely responsible for his or her own injuries); Georgia also has dramshop act: Ga. Code § 3-3-22 (1982); Hawaii: Ono v. Applegate, 612 P.2d 533 (Ha. 1980) (modern trend and injustice of nonliability rule lead to a conclusion that a person injured by an inebriated tavern customer may recover from the tavern); Idaho: Alegria v. Payonk, 619 P.2d 135 (Idaho 1980) (situation analogous to negligent entrustment, so jury should determine whether it was proximate cause of later injuries); Illinois: Waynick v. Chicago's Last Department Store, 269 F.2d 322 (7th Cir. 1959) (sale in violation of criminal statute held to be basis for common-law negligence claim); Illinois also has dramshop act: 111. Stat. Ann. ch. 43, § 135 (Smith-Hurd 1984 Supp.); Indiana: Elder v. Fisher, 217 N.E.2d 847 (Ind. 1966) (in the absence of a special statutory provision, the general principles of common-law negligence should be applied to cases involving intoxicating liquor); Indiana also recognizes statutory liability: Ind. Code § 7.1-5-10-15 (1982 ed.); Iowa: Lewis v. State, 256 N.W.2d 181 (Iowa 1977) (in instances involving an illegal sale of alcohol *154to a minor, the proximate cause of any subsequent injury is an issue to be resolved by the fact finder); Louisiana: Thrasher v. Leggett, 373 So.2d 494 (La. 1979) (there should not be civil immunity for alcoholic retailers even when there is no dramshop statute); Massachusetts: Adamin v. Three Sons, Inc., 233 N.E.2d 18 (Mass 1968) (illegal sale to intoxicated person can be basis for common-law negligence claim); Michigan: Thaut v. Finley, 213 N.W.2d 820 (1973) (violation of statute for illegal sale of alcohol is negligence per se); also recognize statutory liability: Mich. Stat. Ann. § 18.993 (Callaghan 1984 Supp.); Minnesota: Trail v. Christian, 213 N.W.2d 618 (Minn. 1973) (common-law rule overruled because of change in public policy, law is not chiseled in marble to be left unchanged); Minnesota also recognizes statutory liability: Minn. Stat. § 340.95 (1984); Mississippi: Munford, Inc. v. Peterson, 368 So.2d 213 (Ms. 1979) (violation of a statute is negligence per se, there is no justification to exclude sellers of alcohol from this requirement); Missouri: Sampson v. W.F. Enterprises, Inc., 611 S.W.2d 333 (Mo.App. 1980) (statute prohibiting sale to minors gives rise to cause of action for civil damages); Montana: Nehring v. LaCounte, 712 P.2d 1329 (Mon. 1986) (it is foreseeable that injury can occur resulting from sale of alcohol to obviously intoxicated person); Jevning v. Skyline Bar, 726 P.2d 326 (Mont. 1986) (it is foreseeable that injury can occur resulting from sale of alcohol to minor); New Hampshire: Ramsey v. Anctil, 211 A.2d 900 (N.H. 1965) (common-law action based upon a violation of criminal statute prohibiting sale to minor; court noted this would advance protected policy of state); New Jersey: Rappaport v. Nichols, 156 A.2d 1 (N.J. 1969) (violation of criminal statute is evidence of negligence); New Mexico: Lopez v. Maez, 651 P.2d 1269 (N.M. 1982) (the breach of a statutory duty may constitute negligence); New York: Berkeley v. Park, 262 N.Y.S.2d 290 (N.Y.Supp.Ct. 1965) (liability for supplier of alcohol under both common-law theories as well as dramshop act); New York also recognizes statutory liability: N.Y. Gen.Oblig.Law § 11-101 (McKinney 1984 Supp.); North Carolina: Hutchens v. Hankins, 303 S.E.2d 584 (N.C.App. 1983) (allows persons injured a right to recover from tavern owners providing liquor to customer after proof of owner's negligence); North Carolina also recognizes statutory liability: N.C. Gen. Stat. § 18B-121 et seq. (1983); Ohio: Mason v. Rob *155 erts, 294 N.E.2d 884 (Ohio 1973) (illegal sale to intoxicated person evidence of negligence); Ohio also recognizes statutory liability: Ohio Rev. Code Ann. § 4399.01 (1982); Oklahoma: Brigance v. Velvet Dove Restr., 725 P.2d 300 (Okla. 1986) (third party injured by intoxicated driver had civil cause of action against vendor for illegal sale of alcohol); Oregon: Wiener v. Gamma Phi Chapter of Alpha Tau Omega Fraternity, 485 P.2d 18 (Ore. 1971) (illegal furnishing to minor warrants finding of liability); Pennsylvania: Jardine v. Upper Darby Lodge No. 1973, 413 P.2d 626 (Penn. 1964) (plaintiff may maintain a common law action for injuries received as a result of vendor's sale of liquor); South Carolina: Scott v. Greenville Pharmacy, Inc., 410 S.E.2d 324 (S.C. 1984) (sale of alcohol to a minor is evidence of negligence for jury to examine in determining proximate cause of injuries); South Dakota: Walz v. City of Hudson, 327 N.W.2d 120 (S.D. 1982) (statute prohibiting sale to minors protects them as a class, so violation of statute is negligence per se); Tennessee: Mitchell v. Ketner, 393 S.W.2d 755 (Tenn. 1964) (where it affirmatively appears that the violation of a statute was the proximate cause of injury, the violation of a penal statute is negligence per se); Texas: Poole v. El Chico Corp., 713 S.W.2d 955 (Tx.Ct.App 1986) (inquiry of whether licensee's illegal sale of alcohol was proximate cause of injuries should be determined on case-by-case basis by jury); Utah: Rees v. Albertson, 587 P.2d 130 (Utah 1978) (reasonable minds could believe that selling beer to a minor could be the foreseeable proximate cause of an accident, so the jury should be given this to determine); Utah also has dramshop act: Utah Code Ann. § 32-11-1 (1983 Supp.); Washington: Callan v. O'Neil, 578 P.2d 890 (Wash. 1978) (suit allowed against tavern owner and employee based upon violation of criminal statute prohibiting sale to minors); West Virginia: Anderson v. Moulder, 394 S.E.2d 61 (W.Va. 1991) (violation of statute prohibiting sale of alcohol to minors evidence of negligence for jury to consider); Wisconsin: Sorenson v. Jarvis, 350 N.W.2d 108 (Wisc. 1984) (vendors are guilty of negligent acts if they sell intoxicants to persons they knew or should have known were minors); and Wyoming: McClellan v. Tottenhoff, 666 P.2d 408 (Wyo. 1988) (vendor of liquor owes a duty to exercise the degree of care required of a reasonable person in light of all of the circumstances).\n*156The following states have addressed the issue of a seller's liability and have expressly declined to recognize common-law liability: Delaware: Samson v. Smith, 560 A.2d 1024 (Del. Supr. 1989) (no common-law liability for supplier of alcohol, such a rule is desirable; however, responsibility of legislature); Kansas: Mills v. City of Overland Park, 837 P.2d 370 (Kan. 1992) (if liability is to be imposed, it is a decision of the legislature); Maryland: Felder v. Butler, 438 A.2d 494 (Md. 1981) (only legislature can properly address issue); Nebraska: Pelzek v. American Legion, 463 N.W.2d 321 (Neb. 1990) (liability is a question of public policy better left to the legislature); Nevada: Hamm v. Carson City Nugget, Inc., 450 P.2d 358 (Nev. 1969) (status as a minority view on this issue is not a rational basis to abrogate the common-law rule of nonliability).\nSeveral states' legislatures have enacted statutes imposing dramshop liability. The following states courts have found that there is no co-existing common-law liability and that the dram-shop statutes govern all liability of sellers: Alabama: Ala Code § 6-5-71 91975); Connecticut: Conn. Gen. Stat. § 30-102 (1985); Maine: Me. Rev. Stat. Ann. Tit. 17, § 2002 (1983); Rhode Island: R.I. Gen. Laws § 3-11-1 (1956). Conversely, Connecticut, Georgia, Illinois, and Utah currently have dramshop statutes; those states' courts have found the existence of common-law liability as well. Citations, supra. The States of Vermont and Virginia have not addressed this issue.\nUnder the existing common-law rule, no cause of action exists against one selling liquor because the drinking of liquor, not the remote sale of it, is considered to be the proximate cause of any injury. See, 48A C.J.S., Intoxicating Liquors, § 553 (1969); 97 A.L.R.3d 528, § 2 (1980). This strict nonliability rule that keeps the issue of a vendor's illegal sale of alcohol to a minor from a jury takes away the basic jury function of determining proximate cause. We have long held that questions of foreseeability and causation may be ones of fact, depending on the case. See, Larson Mach., Inc. v. Wallace, 268 Ark. 192, 600 S.W.2d 1 (1980); Brinkley Car Works & Mfg. Co. v. Cooper, 60 Ark. 545, 31 S.W. 154 (1895). Usually, however, proximate causation is a question for the jury. Larson Mach., Inc. v. Wallace, supra. Like any *157other question of proximate causation, the question whether an act or condition is an intervening or concurrent cause is usually a question for the jury. Helena Gas Co. v. Rogers, 104 Ark. 59, 147 S.W. 473. See also, Rhoads v. Service Mach. Co., 329 F.Supp. 367 (E. D. Ark. 1971).\nThe rule of nonliability predicated on the proximate cause of injuries being the consumption, not the sale of intoxicants, is not persuasive. Implicit in the common-law rule is that proximate cause must be the immediate cause. This is contrary to our cases interpreting proximate cause. This Court has held that proximate cause is the efficient and responsible cause, but it need not be the last or nearest one. Bennett v. Bell, 176 Ark. 690, 3 S.W.2d 996 (1928). The mere fact that other causes intervene between the original act of negligence and the injury for which recovery is sought is not sufficient to relieve the original actor of liability, if the injury is the natural and probable consequence of the original negligent act or omission and is such as might reasonably have been foreseen as probable. Butler v. Arkansas Power & Light Co., 186 Ark. 611, 54 S.W.2d 984; Arkansas Power & Light Co. v. Marsh, supra; Hayes v. Missouri Pac. R.R. Co., 208 Ark. 370, 186 S.W.2d 780 (1945). The original act or omission is not eliminated as a proximate cause by an intervening cause unless the latter is of itself sufficient to stand as the cause of the injury. Butler v. Arkansas Power & Light Co., supra; Arkansas Power & Light Co. v. Marsh, supra. The intervening cause must be such that the injury would not have been suffered except for the act, conduct, or effect of the intervening agent totally independent of the acts or omission constituting the primary negligence. Arkansas Power & Light Co. v. Marsh, supra; Hayes v. Missouri Pac. R.R. Co., supra.\nWe find no basis for determining that the proximate cause is solely the voluntary consumption of alcohol. Under our theory of proximate cause, the selling of alcohol may be a proximate cause of injuries along with the proximate cause of the consumption. The two are not mutually exclusive. In order to relieve liability as a matter of law, we have to accept that a minor's intoxication is not reasonably foreseeable and merely possible, but not within the range of probability as viewed by the ordinary man. Hayes v. Missouri Pac. R.R. Co., supra. We believe that selling *158alcohol to minors can be a proximate cause because the consumption, resulting intoxication, and injury-producing behavior is reasonably foreseeable.\nAs we noted, supra, most states have rejected the rule that the sale of alcohol cannot be the proximate cause of subsequent injuries. Nearly every court that has recognized that liability may be imposed has predicated this upon the duty of a licensed vendor to refrain from selling alcohol to minors.\nIn order to prove negligence, there must be a failure to exercise proper care in the performance of a legal duty which the defendant owed the plaintiff under the circumstances surrounding them. See generally, Bowie v. Missouri Pac. R.R. Co., 262 Ark. 793, 561 S.W.2d 314 (1978). Duty is a concept which arises out of the recognition that relations between individuals may impose upon one a legal obligation for the other. See, W. Prosser, Handbook on the Law of Torts, § 42 at 244 (4th ed. 1971).\nThe existence of a duty to act with care when selling liquor to patrons can be found for an entity licensed to sell alcohol in this state in the affirmative requirements of statutes. The legislature has enacted statutes which regulate the liquor industry. Foremost, our legislature has declared that holding a license to sell alcoholic beverages is a privilege, not a right. Ark. Code Ann. § 3-3-218(a) (Repl. 1996). In regulating those who hold such licenses, the legislature enacted Ark. Code Ann. § 3-3-218(a), (b) (Repl. 1996) that provides that licensed seller of alcohol is to be held to a high duty of care in the operation of the licensed establishment and that every holder of an alcoholic beverage permit. . . to operate the business wherein alcoholic beverages are sold. . . in a manner which is in the public interest, and does not endanger the public health, welfare, or safety. Additionally, the legislature has established a training program, the Responsible Permittee Program to eliminate the sale of [alcohol] and consumption of [alcohol] by underaged persons; to reduce intoxication and to reduce accidents, injuries, and deaths in the state which are related to intoxication; and to encourage alcoholic beverage permit holders to be prudent in the sale and service of [alcohol]. Ark. Code Ann. § 3-4-803 (a) (Repl. 1996).\n*159In addition to the special statutes regulating the liquor industry, Ark. Code Ann. § 3-3-202(b)(l) (Repl. 1996) makes it a felony to knowingly sell or furnish liquor to a minor for monetary gain. The specific code section follows:\n3-3-202. Knowingly furnishing or selling to minor.\n(b)(1) It shall be unlawful for any person knowingly to sell or otherwise furnish for money or other valuable consideration any alcoholic beverage to any person under twenty-one (21) years of age.\n(2) (A) Any person violating this subsection shall, upon a first conviction, be deemed guilty of a Class D felony and shall be punished as provided by law.\n(B) Upon a second conviction within five (5) years, a person violating this section shall be deemed guilty of a Class C felony and may be imprisoned or fined, or both as provided by law.\nThe legislature determined that the prohibition of the selling or furnishing alcohol to minors for monetary gain was of such importance that this criminal sanction was amended in 1993 by Act 875 establishing the violation as a Class D felony. In the emergency clause for Act 875, the legislature made the determination that existing statutes criminalizing the sale of alcohol to minors were too lenient and thus heightened the penalty from a misdemeanor to a felony. Specifically, the legislature found, supplying alcoholic beverages to underage persons is strictly contrary to the public policy and is detrimental to the young people of this State, and that the penalties for this conduct should be increased to deter and to punish these violations of Arkansas law and policy. 1993 Ark. Acts 875.\nIn enacting the foregoing statutes, it is clear that the legislature determined it is the public policy of the State of Arkansas to protect minors as a special class of citizens from the adverse consequences of alcohol consumption. The statutes establish an affirmative duty for alcoholic beverage license holders to safeguard against minors purchasing alcohol. These statutes serve to regulate the liquor industry and to promote the safety of our citizenry as a whole. We conclude that the statutes establishing affirmative obligations upon license holders authorized to sell alcohol and the *160statute classifying the criminal act of selling or furnishing alcohol to minors for monetary gain a felony create a duty for licensees to exercise a high standard of care for the protection of minors. A breach of this duty can lead to a suit for negligence.\nIn Rogers v. Stillman, 223 Ark. 779, 268 S.W.2d 614 (1954), we concluded that the violation of a statute is evidence of negligence. See also, Gussell v. Missouri Pac. R.R., 237 Ark. 812, 376 S.W.2d 545 (1964); Franco, Admn'x v. Bunyard, 261 Ark. 144, 547 S.W.2d 91 (1977). On the issue of proximate cause, it is often enough to point out that the act could not have occurred if the law had been obeyed. Franco, supra, 261 Ark. at 147. It is our conclusion a licensed vendor's violation of the statute prohibiting the sale of alcohol to minors is evidence of negligence to be submitted to a jury.\nFor the foregoing reasons, the holding in Carr is hereby modified to allow juries to determine whether the violation of the criminal statute for selling alcohol to minors by a licensed vendor is the proximate cause of any subsequent alcohol-related injury to a minor or third party. Due to the legislative enactment of a higher duty of care, a licensed vendor who violates the regulatory policy and the criminal statutes of this state by selling alcohol to minors should be held accountable for any consequences of that action if a jury determines the results were foreseeable. Therefore, such violations of the statute prohibiting the sale of alcohol to minors by a licensed vendor can be presented to the jury as evidence of negligence with the jury to determine whether such was the proximate cause of any harm.\nWe conclude that 'the rule of liability adopted herein should be prospective. With the exception of the claims at issue here, there shall be liability for acts of negligence of a vendor selling to a minor pursuant to the application of this holding commencing with trials held on or after the date this opinion becomes final. With respect to this case, our decision is given immediate effect so that the efforts of a litigant to bring about needed changes in the law will not go unrewarded, because without such inducements changes might not occur. See Special Sch. Dist. of Ft. Smith v. Sebastian Co., 277 Ark. 326, 641 S.W.2d 702 (1982). For the *161foregoing reasons, this matter is reversed and remanded for proceedings consistent with this opinion.\nReversed and remanded.\nNewbern, J., dissents.\nDavid Newbern, Justice,\ndissenting. It is indeed proper for an appellate court of last resort to overrule a prior decision when that decision was made on the basis of a mistake or when conditions have changed so as to make it outmoded. Stare decisis does not require stagnation. The law develops through the application of tried-and-true principles to changing times. That is not what the majority is about in this case.\nIn Carr v. Turner, 238 Ark. 889, 385 S.W.2d 656 (1965), we recognized that the General Assembly had criminalized giving or selling liquor to an intoxicated person or to a minor. We wrote, however, that\nEven if the prohibition against the sale of liquor to an intoxicated person [the subject at hand; see Ark. Code Ann. § 3-3-209 (Repl. 1996)], had the comprehensive implications that the appellant attributes to it, [i.e., civil liability of the seller] we do not see how the impact of the statute could be confined to those who sell liquor, legally or illegally. The same reasoning would be applicable in the case of a person entertaining his friends in his home. ... It may be that a Dramshop Act is to be desired, but such a measure should be the result of legislative action rather than of judicial interpretation.\nThe legislation to which we referred in the Carr case appeared in Ark. Stat. Ann. § 48-903 (1947). At the legislative session following our decision, the General Assembly added Act 277 of 1967 which made it a misdemeanor chargeable to one who would knowingly sell, give, procure, or otherwise furnish any alcoholic beverage to any person under twenty-one years of age. An exception was provided for furnishing wine for a religious ceremony. A second offense within three years of the first offense was made a felony. The penalty was stiffened somewhat by Act 875 of 1993 which called for a fine and imprisonment rather than stating those penalties in the disjunctive.\n*162Although the majority opinion does not mention it, the law, as found in Ark. Code Ann. § 3-3-202(a)(l) (Repl. 1996), continues to make it a crime to give ... or otherwise furnish any alcoholic beverage to any person under twenty-one . . . . In addition, Ark. Code Ann. § 3-3-201 (Repl. 1996) makes a misdemeanor The sale, giving away, or other disposition of intoxicating liquor to a minor. . . . whether it is done knowingly or not. See State v. Jarvis, 244 Ark. 753, 427 S.W.2d 531 (1968).\nThe majority opinion apparently attempts to limit its effect to sale of alcoholic beverages to minors, but the principle or public policy upon which the opinion is based, to the extent it comes from these criminal statutes, cannot be limited to those facts. The policy involves not only sale but giving or furnishing. It involves not only selling, giving, and furnishing alcoholic beverages to minors but giving, selling, and furnishing alcoholic beverages to persons who may not be minors but who are not yet twenty-one years of age. It flies in the face of a basic tenet of the Carr decision. As we said in that case, we do not see how the impact of the statute could be confined to those who sell liquor, legally or illegally. In that respect, nothing has changed.\nClearly, the public policy expressed by the General Assembly in the regulation of the retail liquor industry and in the criminalization of the sale of liquor to persons under twenty-one has not been extended by that body to impose civil liability. If the decision to do so were one this Court should make, we should have made it in 1965. Our decision then in the Carr case was not an ovine submission to a majority of other state courts. It was, rather, a principled conclusion that basing a departure from the common law on the legislation then extant would be unwise and that the public policy aspect of such a departure required legislative action. None of that has changed.\nIf we were mistaken in 1965, we surely would have corrected our mistake in one of the several decisions in which the issue has been raised since that time — most recently in Mann v. Orell, 322 Ark. 701, 912 S.W.2d 1 (1995). Rather, we have continuously stated that the issue is one for the General Assembly. In Yancey v. The Beverage House of Little Rock, Inc., 291 Ark. 217, 723 S.W.2d *163826 (1987), it was argued that the General Assembly would be powerless to change the law because we had stated it was the consumption of intoxicants, not the sale standing alone, that was the proximate cause of injuries. There, we even went so far as to say We meant to place no roadblock to legislation commonly called a 'Dramshop Act.'\nOur Carr decision is no more outmoded today than when it was made or reaffirmed over the years. Citizens were not riding horses up to package-store drive-in windows in 1965, 1987, and 1995. Apparendy the change on which the majority opinion relies primarily is the fact that some courts have found ways in which to answer the question we have said should be addressed to the General Assembly. Being in a majority, like being politically correct, offers superficial comfort, but it may not be right in the long run. It is especially harmful to the stability of the system we serve for any court to legislate in an area it has consistently staked out as belonging to the legislators.\nI respectfully dissent.\n\nPlain English summary:\nThis case makes new law. The defendant sold alcohol to minors at a drive-through liquor store without checking identification. Two of the minors subsequently crashed their vehicle and died. One of the boy's parents sued the vendor. The trial court rejected the claim for failure to state a cause of action. Arkansas did not recognise a claim for dramshop liability. The appellate court overruled the old law and created a cause of action against a vendor of liquor who knowingly sells alcohol to a minor.\n",
    "annotations": {
        "Facts": [
            "On the evening of January 28, 1995, Charles Shannon and Jarred Sparks, both aged thirteen, were passengers in a Ford pickup truck driven by David Farmer, aged sixteen. Between 7:00 p.m. and 8:30 p.m., the three boys drove up to the drive-through window of City Liquor, located in Fayetteville, Arkansas. An employee of City Liquor sold them a six-pack of beer and a six-pack of malt liquor without asking for identification.After leaving City Liquor, the three boys began drinking as they drove to St. Paul, Arkansas. At a pool hall in St. Paul, David Farmer exited the vehicle. Charles Shannon and Jarred Sparks remained in the vehicle drinking the rest of the liquor. At some time, the two boys left the pool hall in the pickup.At approximately 9:10 p.m., the Arkansas State Police were notified of an accident in Madison County. Arriving at the scene, police found the Ford pickup had left the road, traveled through a fence, hit a telephone pole and finally come to rest after hitting a tree. The police surmised that the pickup was traveling at excessive speed and that the accident occurred while the driver was attempting to negotiate a curve. Jarred Sparks was found in the driver's seat of the truck and Charles Shannon in the passenger's seat. Both were pronounced dead at the scene. Blood tests revealed that Jarred Sparks had a blood-alcohol level of .10% and that Charles Shannon had a level of .07%."
        ],
        "Procedural History": [
            "Marian Dale Shannon filed suit against L.K. Wilson and Elizabeth Ashworth, individually and as partners of City Liquor in Fayetteville, for the wrongful death of his son Charles Shannon. The trial court dismissed the complaint pursuant to an Ark. R. Civ. P. 12(b)(6) motion made by appellees. Upon our review, we accept all facts alleged in the complaint as true and view them in the light most favorable to the appellant.",
            "Marian Dale Shannon, father of Charles Shannon and executor of the estate, filed suit asserting that appellees were negligent in selling alcohol to the three minors.",
            "The trial court granted the appellee's motion to dismiss for failure to state a claim upon which relief could be granted."
        ],
        "Application of Law to Facts": [
            "holding that, under the facts which may be proved by the pleadings, a cause of action for common-law negligence against the vendor has been stated.",
            "We conclude, therefore, on the basis of past cases decided by this Court regarding our obligation to adapt our common law to an ever changing society and as a matter of policy, we should recognize a common-law cause of action against a vendor of liquor who knowingly sells alcohol to a minor.*152The absolute rule of nonliability for vendors who sell alcohol to minors in violation of a criminal statute is unjust jurisprudence because the furnishing of alcohol to minors may seriously endanger the health, safety and welfare of Arkansas' minors. The doctrine of stare decisis is not a sufficient reason to preclude the recognition of liability.",
            "We conclude that the statutes establishing affirmative obligations upon license holders authorized to sell alcohol and the statute classifying the criminal act of selling or furnishing alcohol to minors for monetary gain a felony create a duty for licensees to exercise a high standard of care for the protection of minors. A breach of this duty can lead to a suit for negligence.",
            "It is our conclusion a licensed vendor's violation of the statute prohibiting the sale of alcohol to minors is evidence of negligence to be submitted to a jury.",
            "Due to the legislative enactment of a higher duty of care, a licensed vendor who violates the regulatory policy and the criminal statutes of this state by selling alcohol to minors should be held accountable for any consequences of that action if a jury determines the results were foreseeable. Therefore, such violations of the statute prohibiting the sale of alcohol to minors by a licensed vendor can be presented to the jury as evidence of negligence with the jury to determine whether such was the proximate cause of any harm.We conclude that 'the rule of liability adopted herein should be prospective.",
            "With respect to this case, our decision is given immediate effect so that the efforts of a litigant to bring about needed changes in the law will not go unrewarded, because without such inducements changes might not occur."
        ],
        "Relevant Precedents": [
            "Carr v. Turner",
            "Carr",
            "Carr",
            "Ark. Stat. Ann. § 48-309 (Repl. 1946)",
            "Ark. Code Ann. § 3-3-604 (Repl. 1996)",
            "Ark. Stat. Ann. § 48-901 (1947)",
            " (Repl. 1996)",
            "Carr, 238 Ark. At 891",
            "Carr",
            "Carr",
            "Carr",
            "Carr",
            "Carr",
            "Brigance v. Velvet Dove Restr., Inc., 725 P.2d 300 (Okla. 1986)",
            "Parish v. Pitts, supra, ",
            "Carr",
            "Carr",
            "Carr",
            "Pike v. George,  (Ky. 1968).",
            "Nazareno v. Urie,  (Alaska 1981)",
            "Ontiveros v. Borak, 667 P.2d 200 (Az. 1983)",
            "Strang v. Cabrol,  (1984)",
            "Kerby v. Flamingo Club, Inc., 532 P.2d 975 (Colo. App. 1974)",
            "Marusa v. District of Columbia,  (1973)",
            "Davis v. Shiappacossee, 155 So.2d 365 (Fla. 1963)",
            "Sutter v. Hutchings,  (Ga. 1985)",
            "Ono v. Applegate, 612 P.2d 533 (Ha. 1980)",
            "Alegria v. Payonk,  (Idaho 1980)",
            "Waynick v. Chicago's Last Department Store, 269 F.2d 322 (7th Cir. 1959)",
            "Elder v. Fisher,  (Ind. 1966)",
            "Lewis v. State, N.W.2d 181 (Iowa 1977)",
            "Thrasher v. Leggett, 373 So.2d 494 (La. 1979)",
            "Adamin v. Three Sons, Inc.,  (Mass 1968)",
            "Thaut v. Finley, 213 N.W.2d 820 (1973)",
            "Trail v. Christian,  (Minn. 1973)",
            "Munford, Inc. v. Peterson,  (Ms. 1979)",
            "Sampson v. W.F. Enterprises, Inc., 611 S.W.2d 333 (Mo.App. 1980)",
            "Nehring v. LaCounte,  (Mon. 1986)",
            "Jevning v. Skyline Bar, 726 P.2d 326 (Mont. 1986)",
            "Ramsey v. Anctil,  (N.H. 1965)",
            "Rappaport v. Nichols, 156 A.2d 1 (N.J. 1969)",
            "Lopez v. Maez,  (N.M. 1982)",
            "Berkeley v. Park, 262 N.Y.S.2d 290 (N.Y.Supp.Ct. 1965)",
            "Hutchens v. Hankins, 303 S.E.2d 584 (N.C.App. 1983)",
            "Mason v. Rob  erts, 294 N.E.2d 884 (Ohio 1973)",
            "Brigance v. Velvet Dove Restr., 725 P.2d 300 (Okla. 1986)",
            "Wiener v. Gamma Phi Chapter of Alpha Tau Omega Fraternity,  (Ore. 1971)",
            "Jardine v. Upper Darby Lodge No. 1973, 413 P.2d 626 (Penn. 1964)",
            "Greenville Pharmacy, Inc.,  (S.C. 1984)",
            "Walz v. City of Hudson, 327 N.W.2d 120 (S.D. 1982)",
            "Mitchell v. Ketner,  (Tenn. 1964)",
            "Poole v. El Chico Corp., 713 S.W.2d 955 (Tx.Ct.App 1986)",
            "Rees v. Albertson,  (Utah 1978)",
            "Callan v. O'Neil,  (Wash. 1978)",
            "Anderson v. Moulder, 394 S.E.2d 61 (W.Va. 1991)",
            "Sorenson v. Jarvis,  (Wisc. 1984)",
            "McClellan v. Tottenhoff, 666 P.2d 408 (Wyo. 1988)",
            "Bowie v. Missouri Pac. R.R. Co., , 561 S.W.2d 314 (1978).",
            "(b)(l) (Repl. 1996)",
            "3-3-202. Knowingly furnishing or selling to minor.(b)(1) It shall be unlawful for any person knowingly to sell or otherwise furnish for money or other valuable consideration any alcoholic beverage to any person under twenty-one (21) years of age.(2) (A) Any person violating this subsection shall, upon a first conviction, be deemed guilty of a Class D felony and shall be punished as provided by law.(B) Upon a second conviction within five (5) years, a person violating this section shall be deemed guilty of a Class C felony and may be imprisoned or fined, or both as provided by law.",
            "Act 875 ",
            "Act 875",
            "1993 Ark. Acts 875.",
            "Rogers v. Stillman, 223 Ark. 779,  (1954)",
            "Gussell v. Missouri Pac. R.R., 237 Ark. 812,  (1964); Franco, Admn'x v. Bunyard, 261 Ark. 144,  (1977)",
            "Carr"
        ],
        "Outcome": [
            "We reverse and remand",
            "For the foregoing reasons, this matter is reversed and remanded for proceedings consistent with this opinion.Reversed and remanded."
        ]
    },
    "class": "reverse"
}