{
    "text": "Wilson v. Rebsamen Insurance, 330 Ark. 687, 957 S.W.2d 678 (1997)\nDec. 4, 1997 · Arkansas Supreme Court · 97-14\n330 Ark. 687, 957 S.W.2d 678\nO'Neal WILSONv.REBSAMEN INSURANCE, INC. d/b/a Insurisk Insurance Services, Jim Moorhead, and John Doe\n957 S.W.2d 678\nSupreme Court of Arkansas\n*690 Trajfiord Law jinn, by: G. Ray Howard and Duncan & RainwaterP.A., by: Michael R. Rainwater, for appellant.\nAnderson & Kilpatrick, by: Mariam T. Hopkins, for appellee.\nAnnabelle Clinton Imber, Justice.\nThis is a tort case in which the appellant, O'Neal Wilson, sued the appellees, Rebsamen Insurance, d/b/a Insurisk Insurance Services, and Jim Moor-head, for injuries he sustained while working for his employer. The trial court granted the appellees summary judgment because it ruled that they were immune from suit under the exclusive remedy provision of the workers' compensation statute, and because they did not owe a duty of care to Wilson. We disagree with both of these rulings, and accordingly we reverse and remand.\nInsurisk Insurance Services, a company owned and operated by Rebsamen Insurance, conducts loss-control surveys and recommends safety improvements for its customers. In the late 1970's, Arkansas Oak Flooring hired Insurisk to conduct loss-control surveys of its facilities in an effort to contain the rising costs of workers' compensation insurance coverage. Specifically, Insurisk contractually agreed to make inspections and provide recommendations regarding safety. Insurisk did not have the authority to implement the program or to make the suggested safety improvements. Jim Moorhead, Insurisk's vice-president of management services, was in charge of the project.\nOn September 16, 1988, O'Neal Wilson was injured while he was working for his employer, Arkansas Oak Flooring, when he fell from a catwalk that did not have safety rails. Sometime after the accident, Arkansas Oak's workers' compensation carrier, *691Home Insurance Company, paid Wilson permanent and total disability benefits.\nOn April 23, 1993, Wilson1 filed a complaint against Insurisk and Jim Moorhead alleging that they were negligent in failing to discover, warn about, and correct the safety hazard posed by the unguarded catwalk. Wilson also claimed that Moorhead and Insurisk affirmatively hid the existence of the defect from Arkansas Oak by giving the company a clearance on overall safety when it knew or should have known of the unsafe condition of the catwalk. Finally, Wilson asserted that Moorhead and Insurisk had a silent agreement with Arkansas Oak to ignore safety violations so that Arkansas Oak could obtain favorable insurance treatment.\nOn May 30, 1995, Insurisk and Moorhead filed a motion for summary judgment contending that they did not owe a duty of care to Wilson, and that Wilson's lawsuit was barred by the exclusive remedy provision of the workers' compensation statute. Insurisk and Moorhead attached to their motion the affidavits of John Fox, Jr., the President of Arkansas Oak, Glenn Pdchards, Arkansas Oak's plant supervisor from 1978 to 1980, and Jim Moorhead. In all three affidavits, the affiants declared that prior to Wilson's accident Jim Moorhead recommended both orally and in writing that Arkansas Oak install guardrails on the catwalk to remedy the potentially dangerous condition. In addition, the affiants declared that Moorhead and Insurisk had no authority to implement their suggested changes. Finally, John Fox explained in his affidavit that Arkansas Oak decided against making the changes recommended by Moorhead and Insurisk due to cost and feasibility considerations.\nIn his response, Wilson produced the affidavits of William Fish, Larry Borecky, and Boulter Kelsey. William Fish witnessed Wilson's fall, and testified that there were no guardrails on the catwalk at the time of the accident. Larry Borecky, Arkansas *692Oak's safety manager who was hired one month before the accident, declared in his affidavit that Insurisk and Moorhead failed to notify him about the safety problem created by the unguarded catwalk. Finally, H. Boulter Kelsey, Jr., a professional engineer, declared in his affidavit that the unguarded catwalk created an unreasonably dangerous condition that should have been detected by Moorhead and Insurisk.\nOn September 20, 1996, the trial court ruled that Insurisk and Moorhead were immune from suit under the exclusive remedy provision of the workers' compensation statute, and that they did not owe a duty of care to Wilson. Accordingly, the court granted summary judgment to Insurisk and Moorhead. From the order of summary judgment, Wilson filed a timely notice of appeal.\nAs we have stated on numerous occasions, summary judgment is appropriate only when there is no genuine issue of material fact, and the moving party is entitled to a judgment as a matter of law. Wheeler v. Phillips Dev. Corp., 329 Ark. 354, 947 S.W.2d 380 (1997); Porter v. Harshfield, 329 Ark. 130, 948 S.W.2d 83 (1997). In making this determination, we review the evidence in the light most favorable to Wilson, as the party resisting the motion, and resolve all doubts and inferences in his favor. Wheeler, supra; Porter, supra.\nI. Immunity under the Workers' Compensation Act\nFor his first argument on appeal, Wilson contends that the trial court erred when it ruled that Insurisk and Moorhead were immune frqm liability under the Workers' Compensation Act. Whether a safety consultant, which does not provide workers' compensation coverage to the employer, is immune from tort liability under the Workers' Compensation Act is an issue of first impression in Arkansas.\nA. Ark. Code Ann. § 11-9-409\nInsurisk and Moorhead contend that they are immune from Wilson's tort action under Act 796 of 1993, codi*693fied at Ark. Code Ann. § ll-9-409(e) (Repl. 1996), which states that:\nthe insurance company, the agent, servant, or employee of the insurance company or self-insured employer, or a safety consultant who performs a safety consultation under this section shall have no liability with respect to any accident based on the allegation that such accident was caused or could have been prevented by a program, inspection, or other activity or service undertaken by the insurance company or self-insured employer for the prevention of accidents in connection with operations of the employer.\nThe emergency clause of Act 796, however, specifically states that it shall apply only to injuries which occur after July 1, 1993. 1993 Ark. Acts 796, § 41. In this case, Wilson was injured on September 16, 1988, which is well before the applicable date of Act 796. In addition, Insurisk and Moorhead did not argue before the trial court that they were immune under Ark. Code Ann. § 11-9-409 (e), and thus they are precluded from raising this issue for the first time on appeal. See, McGhee v. State, 330 Ark. 38, 954 S.W.2d 206 (1997); Ouachita Wilderness Inst., Inc. v. Mergen, 329 Ark. 405, 947 S.W.2d 780 (1997).\nB. Ark. Code Ann. §§ 11-9-105 and 410\nInstead of arguing that they were immune under Ark. Code Ann. § ll-9-409(e), Insurisk and Moorhead argued before the trial court that they were immune from Wilson's tort action under Ark. Code Ann. § ll-9-105(a) (Repl. 1996), which states that:\nThe rights and remedies granted to an employee subject to the provisions of this chapter, on account of injury or death, shall be exclusive of all other rights and remedies of the employee, his legal representative, dependents, next of kin, or anyone otherwise entitled to recover damages from the employer ... on account of the injury or death, and the negligent acts of a coemployee shall not be imputed to the employer.\nAlthough Ark. Code Ann. § ll-9-105(a) provides that workers' compensation is the employee's exclusive remedy against the employer, the employee may sue a third-party who negligently *694causes his injuries under Ark. Code Ann. § ll-9-410(a)(l)(A) (Repl. 1996), which provides that:\nThe making of a claim for compensation against any employer or carrier for the injury or death of an employee shall not affect the right of the employee, or his dependents, to make a claim or maintain an action in court against any third party for the injury, but the employer or his carrier shall be entitled to reasonable notice and opportunity to join in the action.\n(Emphasis added.) On appeal, Wilson argues that Insurisk and Moorhead are not immune under the exclusive remedy provision of section 105 because they are third parties as defined by section 410. We agree.\nIn Neal v. Oliver, 246 Ark. 377, 438 S.W.2d 313 (1969), we defined a third party as used in section 410 as:\nsome person or entity other than the first and second parties involved, and the first and second parties can only mean the injured employee and the employer or one liable under the compensation act.\n(Emphasis added.) Relying upon this language, we reasoned in Burkett v. PPG Industries, Inc., 294 Ark. 50, 740 S.W.2d 621 (1987), that the workers' compensation carrier was not a third party under section 410 because it was the only other entity, besides the employer, that could be held liable under the workers' compensation act. Hence, we held in Burkett, that a workers' compensation carrier has the same immunity from suit as provided to the employer under section 105. Id. Likewise, in Brown v. Finney, 326 Ark. 691, 932 S.W.2d 769 (1996), we held that co-employees are immune from suit under section 105 if at the time of the injury they were performing the employer's duty to provide a safe work place.\nIn this case, however, Insurisk was neither Arkansas Oak Flooring's workers' compensation carrier as in Burkett, nor was it Arkansas Oak Flooring's employee, as in Brown. Instead, Insurisk was an independent contractor hired by Arkansas Oak Flooring to perform safety inspections. Because we have strictly construed section 105 to extend immunity beyond the employer in only the two instances enumerated in Burkett and Brown, we *695hold that the trial court erred when it ruled that Insurisk was immune from Wilson's tort action under the exclusive remedy provision of the Workers' Compensation Act.\nII. Duty of Care\nNext, Wilson claims that the trial court erred when it ruled that Insurisk and Moorhead did not owe him a duty of care. Specifically, Wilson argues that by contracting with Arkansas Oak Flooring to perform safety inspections of its facilities, Insurisk and Moorhead undertook a duty of care towards all of Arkansas Oak Flooring's employees to perform those inspections with reasonable care. We agree with this argument, and accordingly we reverse the trial court's order of summary judgment.\nIn Construction Advisors, Inc. v. Sherrell, 275 Ark. 183, 628 S.W.2d 309 (1982), we previously held that by undertaking a duty to the owner of a construction site, Construction Advisors also owed a duty of care to a third party who was injured due to Construction Advisor's negligent performance of its undertaking. In Sherrell, however, Construction Advisors agreed to maintain a safe premises instead of merely agreeing to inspect the work site and warn about potential safety problems as in this case. Id. Hence, we are asked for the first time to decide whether an independent consulting firm that agrees to perform safety inspections of an employer's premises, but has no authority to implement the safety changes it suggests, owes a duty of care to a third-party employee who is injured on the job.\nWilson argues that such a duty exists under section 324A2 of the Restatement of Torts which states that:\nOne who undertakes, gratuitously or for consideration, to render services to another which he should recognize as necessary for the protection of a third person or his things, is subject to *696liability to the third person for physical harm, resulting from his failure to exercise reasonable care to protect his undertaking, if\n(a) his failure to exercise reasonable care increases the risk of such harm, or\n(b) he has undertaken to perform a duty owed by the other to the third person, or\n(c) the harm is suffered because of reliance of the other or the third person upon the undertaking.\nRestatement (Second) of Torts § 324A (1965). According to the comments to the Restatement, the undertaker is liable to the third party under section (b) merely if it undertakes a duty owed to the third party by another. Restatement (Second) of Torts § 324A, cmt. d (1965).\nAs previously mentioned, whether an independent safety-inspection company owes a duty of care to a third-party employee is an issue of first impression in Arkansas. Other jurisdictions have consistently held that pursuant to section (b) of Restatement 324A an independent consulting firm that agrees to perform safety inspections of an employer's work place owes a duty of care to a third-party employee to perform those inspections with reasonable care. Canipe v. National Loss Control Serv. Inc., 736 F.2d 1055 (5th Cir. 1984); Santillo v. Chambersburg Eng'g Co., 603 F. Supp. 211 (E.D. Pa. 1985), aff'd, 802 F.2d 447 (3rd. Cir. 1986); see also Price v. Management Safety Inc., 485 So.2d 1093 (Ala. 1986) (imposing a duty without mentioning Restatement § 324A); Gallicho v. Corporate Group Serv. Inc., 227 So.2d 519 (Fla. App. 1969) (finding a duty of care under contract law). These jurisdictions reason that the safety consultant owes a duty of care under Restatement § 324A(b) because it is reasonably foreseeable that if the inspections are done improperly a third-party employee will be injured. See Santillo, supra; Gallicho, supra.\nMoreover, the facts of the cases in which other courts have imposed a duty of care are virtually identical to the facts at hand. For example, in Santillo, an employer hired NATLCO, an independent consulting firm, to perform safety inspections of its plant and make recommendations concerning safety improvements. Santillo, supra. Although it appears that NATLCO did not *697have the authority to implement the safety improvements it recommended, the Pennsylvania court held that pursuant to section (b) of Restatement 324A, NATLCO owed a duty of care to an employee who was injured as a result of NATLCO's allegedly negligent inspection of a piece of machinery. Santillo, supra.\nLikewise, in Canipe, an employer hired National Loss, an independent consulting firm, to provide safety inspections and accident-prevention services at its manufacturing plant. Canipe, supra. As in Santillo, National Loss did not have the authority to implement the safety improvements it deemed necessary. Canipe, supra. Despite this fact, the Fifth Circuit Court of Appeals held that National Loss owed the employee a duty of care under Restatement 324A(b) to conduct its safety inspections with reasonable care. Canipe, supra.\nIn both Santillo and Canipe, the courts imposed a duty of care on the independent safety consultant despite the fact that the consultant did not have the authority to implement the safety corrections. Moreover, Insurisk and Moorhead have failed to cite, nor could we find, any case in which the ability of the safety consultant to implement improvements was a relevant factor in determining whether the consultant owed a duty of care to the injured employee. See generally, Frank J. Wozniak, Breach of Assumed Duty to Inspect Property as Ground for Liability to Third Party, 13 A.L.R.5th 289 (1993). This is because the authority to implement safety changes is an issue of proximate causation and not duty.\nWe are aware that some courts have refused to impose a duty of care when the inspection is performed by the employer's insurance carrier because the carrier performed the inspection to reduce its own potential liability and not for the purpose of protecting employees from harm. See, e.g., Davis v. Liberty Mut. Insur. Co., 525 F.2d 1204 (5th Cir. 1976) (applying Alabama law); Tillman v. Travelers Indem. Co., 506 F.2d 917 (5th Cir. 1975) (applying Mississippi law). Likewise, some courts have refused to impose a duty of care when the inspections are performed by a government agency. See, e.g., Raymer v. United States, 660 F.2d 1136 (6th Cir. *6981981) (applying Kentucky law); Blessing v. United States, 447 F. Supp. 1160 (E.D. Pa. 1978) (applying Pennsylvania law).\nIn this case, Insurisk was neither Arkansas Oak Flooring's insurer nor was it a government agency. Thus, we hold that Insurisk and Moorhead owed a duty of care to Arkansas Oak Flooring's employees, including Wilson, to perform safety inspections with reasonable care. In this respect, however, we acknowledge that the degree of the undertaking defines the scope of the duty of care owed to the third party. See, e.g., Santillo, supra; Canipe, supra; Blessing, supra.\nIn this case, Insurisk and Moorhead agreed to inspect the work site and warn Arkansas Oak Flooring about any detected safety hazards. Plence, Insurisk and Moorhead will be liable to Wilson only if it is determined that they breached those duties, and that such breach proximately caused Wilson's injuries. Whether Arkansas Oak Flooring would have exercised its sole authority to implement the changes suggested by Insurisk and Moorhead is an issue of proximate causation, not duty, and thus, should be resolved by the jury instead of the court. See, Shannon v. Wilson, 329 Ark. 143, 947 S.W.2d 349 (1997); McGraw v. Weeks, 326 Ark. 285, 930 S.W.2d 285 (1996). Moreover, neither party appealed the trial court's finding that there would be sufficient evidence to make [a] jury question regarding breach of duty and proximate cause if the Defendants owe a duty to Wilson.\nFor these reasons, we conclude that Insurisk and Moorhead are not immune from Wilson's tort action under the exclusive remedy provision of the workers' compensation statute, and that pursuant to section (b) of the Restatement (Second) of Torts § 324A, Insurisk and Moorhead owed Wilson a duty of care in connection with their undertaking to inspect the premises and warn Arkansas Oak Flooring about any detected safety hazards. Accordingly, we reverse the trial court's order of summary judgment and remand for further proceedings consistent with this opinion.\nReversed and remanded.\n1\nWilson died on September 5, 1993, as a result of a heart attack that was not associated with the injuries he sustained from his fall at Arkansas Oak's facility. Simmons First National Bank, the special administrator of Wilson's estate, was allowed to pursue this case on Wilson's behalf.\n2\nThe doctrine embodied in Restatement 324A is frequently called the good Samaritan doctrine even though the duty may be undertaken gratuitously or for consideration. See, e.g., Pantentas v. United States, 687 F.2d 707 (3rd Cir. 1982); Santillo v. Chambersburg Eng'g Co., 603 F. Supp. 211 (E.D. Pa. 1985), aff'd, 802 F.2d 448 (3rd Cir. 1986).\n\nPlain English summary:\nWilson fell from a catwalk that did not have safety rails while working for his employer (Arkansas Oak). Arkansas Oak hired Insurisk Insurance Services (defendant) to conduct loss-control surveys of its facilities. Wilson sued defendant for negligently failing to discover, warn about, and correct the safety hazard posed by the unguarded catwalk. The question was whether Insurisk owed Wilson a duty of care. The trial court held that it did not. The appellate court reversed. \n",
    "annotations": {
        "Facts": [
            "Insurisk Insurance Services, a company owned and operated by Rebsamen Insurance, conducts loss-control surveys and recommends safety improvements for its customers. In the late 1970's, Arkansas Oak Flooring hired Insurisk to conduct loss-control surveys of its facilities in an effort to contain the rising costs of workers' compensation insurance coverage. Specifically, Insurisk contractually agreed to make inspections and provide recommendations regarding safety. Insurisk did not have the authority to implement the program or to make the suggested safety improvements. Jim Moorhead, Insurisk's vice-president of management services, was in charge of the project.On September 16, 1988, O'Neal Wilson was injured while he was working for his employer, Arkansas Oak Flooring, when he fell from a catwalk that did not have safety rails. Sometime after the accident, Arkansas Oak's workers' compensation carrier, Home Insurance Company, paid Wilson permanent and total disability benefits."
        ],
        "Procedural History": [
            "This is a tort case in which the appellant, O'Neal Wilson, sued the appellees, Rebsamen Insurance, d/b/a Insurisk Insurance Services, and Jim Moor-head, for injuries he sustained while working for his employer. The trial court granted the appellees summary judgment because it ruled that ",
            "they did not owe a duty of care to Wilson.",
            "On April 23, 1993, Wilson1 filed a complaint against Insurisk and Jim Moorhead alleging that they were negligent in failing to discover, warn about, and correct the safety hazard posed by the unguarded catwalk.",
            "On May 30, 1995, Insurisk and Moorhead filed a motion for summary judgment contending that they did not owe a duty of care to Wilson",
            "On September 20, 1996, the trial court ruled that Insurisk and Moorhead",
            "did not owe a duty of care to Wilson.",
            "Accordingly, the court granted summary judgment to Insurisk and Moorhead. From the order of summary judgment, Wilson filed a timely notice of appeal.",
            "In making this determination, we review the evidence in the light most favorable to Wilson, as the party resisting the motion, and resolve all doubts and inferences in his favor."
        ],
        "Application of Law to Facts": [
            "We disagree",
            "Wilson argues that by contracting with Arkansas Oak Flooring to perform safety inspections of its facilities, Insurisk and Moorhead undertook a duty of care towards all of Arkansas Oak Flooring's employees to perform those inspections with reasonable care. We agree with this argument, and ",
            "In this case, Insurisk was neither Arkansas Oak Flooring's insurer nor was it a government agency. Thus, we hold that Insurisk and Moorhead owed a duty of care to Arkansas Oak Flooring's employees, including Wilson, to perform safety inspections with reasonable care. In this respect, however, we acknowledge that the degree of the undertaking defines the scope of the duty of care owed to the third party.",
            "In this case, Insurisk and Moorhead agreed to inspect the work site and warn Arkansas Oak Flooring about any detected safety hazards. Plence, Insurisk and Moorhead will be liable to Wilson only if it is determined that they breached those duties, and that such breach proximately caused Wilson's injuries.",
            "we conclude that",
            "pursuant to section (b) of the Restatement (Second) of Torts § 324A, Insurisk and Moorhead owed Wilson a duty of care in connection with their undertaking to inspect the premises and warn Arkansas Oak Flooring about any detected safety hazards."
        ],
        "Relevant Precedents": [
            "Construction Advisors, Inc. v. Sherrell, 275 Ark. 183,  (1982)",
            "Sherrell",
            "section 324A of the Restatement of Torts",
            "Restatement (Second) of Torts § 324A (1965).",
            "Restatement (Second) of Torts § 324A, cmt. d (1965).",
            "section (b) of Restatement 324A",
            "Canipe v. National Loss Control Serv. Inc.,  (5th Cir. 1984); Santillo v. Chambersburg Eng'g Co., 603 F. Supp. 211 (E.D. Pa. 1985), aff'd,  (3rd. Cir. 1986); ",
            "Price v. Management Safety Inc., 485 So.2d 1093 (Ala. 1986)",
            "Gallicho v. Corporate Group Serv. Inc.,  (Fla. App. 1969)",
            "Restatement § 324A(b)",
            "Santillo",
            "Gallicho",
            "Santillo",
            "Santillo",
            "section (b) of Restatement 324A",
            "Santillo",
            "Canipe",
            "Canipe",
            "Santillo",
            "Canipe",
            "Canipe",
            "Santillo",
            "Canipe",
            "Santillo",
            "Canipe",
            "Blessing"
        ],
        "Outcome": [
            "accordingly we reverse and remand.",
            "accordingly we reverse the trial court's order of summary judgment.",
            "Accordingly, we reverse the trial court's order of summary judgment and remand for further proceedings consistent with this opinion.Reversed and remanded."
        ]
    },
    "class": "reverse"
}