{
    "text": "Steward v. McDonald, 330 Ark. 837, 958 S.W.2d 297 (1997)\nDec. 18, 1997 · Arkansas Supreme Court · 97-137\n330 Ark. 837, 958 S.W.2d 297\nWilliam T. STEWARD and Jeannine G. Stewardv.Jerry Eugene McDONALD and Professional Services Industries, Inc.\n958 S.W.2d 297\nSupreme Court of Arkansas\n*839 Warner, Smith & Harris, PLC, by: Joel D. Johnson, for appellants.\nEddie H. Walker, Jr., and Stephen M. Shamm, for appellee Jerry Eugene McDonald.\nRay Thornton, Justice.\nThe issue in this case is whether a landlord owes a duty of care to his tenant's employees. Appellants William T. Steward and Jeannine G. Steward (Landlords) leased a building to appellee Professional Services Industries, Inc. (PSI). PSI employed appellee Jerry Eugene McDonald, who was injured when a riser broke while he was carrying boxes weighing approximately 120 pounds up a flight of stairs in the leased building. The stairway did not have a handrail at the time the injury occurred. After the accident, McDonald received benefits under the Arkansas Workers' Compensation Act.\nMcDonald filed a complaint against the Landlords, alleging that they had failed to maintain, repair, and construct the stairway in violation of our general unsafe-place-to-work statute, Ark. Code Ann. § 11-2-117 (1987), and that the Landlords were negligent in failing to provide guardrails, toeboards, and handrails as required by OSHA. McDonald later amended his complaint to allege violations of the Arkansas Department of Labor Basic Safety Manual. The Landlords then filed a third-party complaint against PSI, as the tenant, based on the principle of implied indemnification. The Landlords and PSI both filed motions for summary judgment. The trial court granted summary judgment in favor of PSI; however, it denied the Landlords' motion, and McDonald's claim against them proceeded to trial. The jury returned a general verdict in favor of the Landlords.\n*840McDonald then filed a motion for new trial, on the basis that the verdict was clearly contrary to the preponderance of the evidence or . . . contrary to the law. Ark. R. Civ. P. 59(a)(6). The trial court premised its order granting a new trial on its interpretation of our general unsafe-place-to-work statute, Ark. Code Ann. § 11-2-117 (Repl. 1996), which states in pertinent part:\nEvery employer and every owner of a place of employment, place of public assembly, or public budding, now or hereafter _ constructed, shall construct, repair, and maintain it so as to render it safe.\nArk. Code Ann. § 11-2-117(b) (emphasis added). The trial court found that the statute applied to the Landlords and created a duty to provide a safe place to work. It further found that the jury's failure to find the Landlords negligent on that basis was clearly against a preponderance of the evidence.\nIn construing the statute, we have determined that the general assembly did not intend for the phrase every owner of a place of employment to expand or extend a landlord's duty to provide a safe place to work for his tenant's employees. We have not previously had occasion to interpret the meaning of this phrase in the context of this statute.\nIn his complaint, McDonald alleged that this statute imposes a duty on property owners, who lease a place of employment, to construct, repair, and maintain the property in a manner that renders it reasonably safe. McDonald based this argument solely on the statutory language. The trial court's order granting a new trial indicates that the court likewise found that the jury finding that the Defendants were not negligent in failing to provide a safe place to work as required by Ark. Code Ann. § 11-2-117 is clearly against the preponderance of the evidence.\nMcDonald also argued that the lease agreement, which contained language stating that the Landlords were responsible for major repairs and the tenant for minor repairs, could be interpreted to mean that the Landlords had a contractual duty to repair the stairs. This question was submitted to the jury for determination, and the jury found that the Landlords were not negligent. However, the trial court's order granting a new trial was not based *841on any assertion of duty imposed under the terms of the lease agreement, but rather that a duty was imposed by statute and by the safety regulations. Therefore, we confine our discussion to the issues on which the trial court predicated its order in granting a new trial.\nWe have followed the common-law rule that a lessor owes no duty to the lessee to repair the premises. Majewski v. Cantrell, 293 Ark. 360, 737 S.W.2d 649 (1987). However, we have elaborated that a lessor can be held liable where he agrees to undertake the repairs. Id. In Majewski, we followed the majority rule, stating that:\nA landlord is subject to liability for physical harm caused to the tenant and others upon the leased property with the consent of the tenant or his subtenant by a condition of disrepair existing before or arising after the tenant has taken possession if: (1) the landlord, as such, has contracted by a promise in the lease or otherwise to keep the leased property in repair; (2) the disrepair creates an unreasonable risk to persons upon the leased property which the performance of the landlord's agreement would have prevented; and (3) the landlord fails to exercise reasonable care to perform his contract.\nId. at 362-63, 737 S.W.2d at 651.\nSimilarly, in Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994), we noted that since 1932, we have adhered to the rule that a landlord is under no legal obligation to a tenant for injuries sustained in common areas, absent a statute or agreement. See also 52 C.J.S. Landlord and Tenant § 417 (1968). A party who gratuitously undertakes a duty can, however, be liable for negligently performing that duty. Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983); see also Restatement (Second) of Torts § 323 (1965). We have recognized that a duty can also arise, in certain circumstances, under the terms of a lease between a landlord and tenant. Bartley v. Sweetser, supra.\nIt is well settled that statutes will not be taken in derogation of the common law unless the act shows that such was the intent of the legislature. White v. State, 290 Ark. 130, 717 S.W.2d 784 (1986); Gray v. Nations, 1 Ark. (1 Pike) 557 (1839). We *842strictly construe statutes that impose duties or liabilities unknown at common law in favor of those upon whom the burden is sought to be imposed, and nothing will be taken as intended that is not clearly expressed. Hartford Ins. Group v. Carter, 251 Ark. 680, 473 S.W.2d 918 (1971); see also Norman J. Singer, 3 Sutherland Stat. Const. § 61.01, at 171 (5th ed. 1992).\nMcDonald's argument would require us to conclude that the legislature intended section 11-2-117 to subject all landowners who lease property to employers of more than five employees to liability for negligence in failing to provide and maintain a safe workplace. If we accept McDonald's interpretation of section 11-2-117, the resulting rule would clearly be in derogation of the common-law rule regarding a landlord's duty of care owed to a tenant. Therefore, we must strictly construe the statute in an attempt to give effect to the legislature's intent.\nThe legislature enacted almost all of Subchapter 2 of Title 11 through Act 161 of 1937, our Labor Department Act. 1937 Ark. Acts 161 (codified at Ark. Code Ann. §§ 11-2-101 — 121); Horn v. Shirley, 246 Ark. 1134, 441 S.W.2d 468 (1969). The primary function of the Act is clearly expressed in its title:\nAN ACT to Create a Department of Labor; to Create the Office of Commissioner of Land and to Define the Duties of the Commissioner as Administrative Head of the Department of Labor; to Provide for the Arbitration and Conciliation of Labor Disputes; to Authorize the Commissioner to Make Investigations and to Collect Statistics for the Purpose of Enforcing the Labor Laws of the State of Arkansas; to Empower the Board to Make Rules Relating to Health and Safety in Places of Employment; to Provide for the Review of Such Rules; to Provide Penalties for the Proper Enforcement of this Act and to Repeal all Laws in Conflict Herewith.\n1937 Ark. Acts 161. We gain further insight into the legislature's purpose from the Act's Emergency Clause:\nIt is found and determined by the General Assembly that the present laws relating to labor in this State are not sufficient to meet present conditions; that in order for this State to coordinate its activities concerning labor with Federal Agencies on unemployment and security benefits, it is necessary that a Department *843of Labor be created with the powers and duties prescribed by this Bill; THEREFORE, an emergency is hereby declared to exist and this Act shall take effect and be in full force and effect from and after its passage and approval.\n1937 Ark. Acts 161, § 26. The portion of the Act that is at issue here remains essentially unchanged from its form at inception. § 9(b) (codified at Ark. Code Ann. § ll-2-117(b)).\nClearly, from the foregoing words of the general assembly, we may deduce that section 11-2-117 had its origin in legislation creating the Department of Labor with all its incidental powers and duties, granting the State the authority to enforce the statute with civil or criminal penalties, and establishing standards to be used in assessing whether a violation has occurred. Had the legislature intended a radical change in the law to extend causes of action for negligence based on a landlord's duty to his tenant, the Act would have expressed such an intention in some plain and unmistakable terms.\nInstead, the Act speaks of causes of action brought by the State against employers and owners of places of employment, places of public assembly, or public buildings. The Labor Department Act clearly contemplates bringing a cause of action against an employer, which is defined within this subchapter as including] every person, . . . having control or custody of any . . . place of employment, or of any employee. Ark. Code Ann. § 11 — 2— 102(1) (emphasis added). Reading section 11-2-117(b) in conjunction with section 11-2-102(1), we cannot ascertain a legislative intent to impose greater liability on an owner of a place of employment than that imposed on an employer. Applying the rules of strict construction, we cannot say that the legislature plainly intended that the responsibility for a safe workplace is greater on an owner of a place of employment than it is on an employer, who may be penalized under the statute for having an unsafe workplace under its control or custody.\nWe hold that, without an assumption of responsibility for repairs, there was no common-law duty under which we may impose liability on the Stewards, as landlords, to provide a safe workplace for the employees of their tenant and that none was *844created by the statute. We will reverse a trial court's order granting a motion for a new trial only if there is a manifest abuse of discretion. Ray v. Green, 310 Ark. 571, 839 S.W.2d 515 (1992). A clearly erroneous interpretation of the law or a clearly erroneous application of a law or rule can constitute such manifest abuse of discretion. Ford Motor Co. v. Nuckolls, 320 Ark. 15, 894 S.W.2d 897 (1995). We conclude that the trial court misinterpreted section 11-2-117 in its order granting new trial, and that this misinterpretation of the law constitutes a manifest abuse of discretion. Because of our decision, the remaining issues that appellant raises on appeal are rendered moot.\nAccordingly, we reverse the trial court's order granting a new trial and dismiss this appeal.\nBrown, J., concurs.\nRobert L. Brown, Justice,\nconcurring. I write to concur because I believe the majority has given an unduly restrictive construction to Ark. Code Ann. § ll-2-117(b) (Repl. 1996). Section 11-2-117(b) reads:\nEvery employer and every owner of a place of employment, place of public assembly, or public building, now or hereafter constructed, shall construct, repair, and maintain it so as to render it safe.\nId. (emphasis added). In my judgment, this provision establishes a statutory duty on the part of the Stewards, who own a building used as a workplace, to turn the premises over to PSI in a safe condition. This duty attaches even though the owners are landlords because of the clear reference in the statute to owner. Here, the issue of premises safety was submitted to the jury, and the jury found for the Stewards. For that reason, I concur in the result.\nThe Supreme Court of West Virginia was faced with a similar issue in Pack v. Van Meter, 354 S.E.2d 581 (W.Va. 1986). In that case, Ms. Pack, who was employed by a dress shop that leased space in a building owned by the Van Meters, was injured when she fell down a set of stairs that did not have a handrail, which violated § 21-3-6 of the West Virginia Code. That code provision *845mandated proper and substantial handrails in all mercantile establishments. Because the statute was silent on whether this duty was owed by the Van Meters, the Supreme Court looked to its safe-workplace statute for guidance:\nW.Va.Code, 21-3-1, is the introductory section in the part of our Code relating mainly to the safety and welfare of employees in the workplace and contains this provision with regard to the owner of certain premises: Every employer and every owner of a place of employment, place of public assembly, or a public building, now or hereafter constructed, shall so construct, repair and maintain the same as to render it reasonably safe. (Emphasis added). This language clearly imposes a duty on both the employer and the owner of a place of employment, place of public assembly, or a public building to maintain such places in a reasonably safe condition.\nId. at 585.\nThe West Virginia Supreme Court noted that finding a duty on the part of the Van Meters was necessary; otherwise, the every owner language of the safe-workplace statute would be rendered meaningless. Id. at 586.\nThe Pack case is instructive because of the factual similarities to the present case, and also because both the Arkansas and West Virginia legislatures took action in 1937 to include the every owner language in their respective safe-workplace statutes. While I agree that statutes in derogation of the common law must be strictly construed, it is settled law that the intent of the General Assembly must be garnered from the plain meaning of the language used. Masterson v. Stambuck, 321 Ark. 391, 902 S.W.2d 803 (1995); Hercules, Inc. v. Pledger, 319 Ark. 702, 894 S.W.2d 576. (1995); Pugh v. St. Paul Fire & Marine Ins. Co., 317 Ark. 304, 877 S.W.2d 577 (1994); Worthen Nat'l Bank v. McCuen, 317 Ark. 195, 876 S.W.2d 567 (1994). Because it is undisputed that the Stewards were landlords and owners of the building leased by PSI, and because they had an opportunity to cure the structural defect prior to surrendering the property, a duty attached under the plain meaning of § 11-2-117(b).\n*846The question then is whether the trial court was within its discretion in awarding McDonald a new trial on the ground that the jury's finding that the Stewards did not violate their statutory duty was clearly contrary to the preponderance of the evidence. See Ark. R. Civ. P. 59(a)(6); Young v. Honeycutt, 324 Ark. 120, 919 S.W.2d 216 (1996).\nIn this case, although the stairs did not comply with Rules 21 and 24 of the Arkansas Department of Labor Basic Safety Manual due to the absence of handrails, these violations are only evidence of negligence and not negligence per se, see Berkeley Pump Co. v. Reed-Joseph Land Co., 279 Ark. 384, 653 S.W.2d 128 (1983), reh'g denied, 279 Ark. 401-A, 653 S.W.2d 128 (1983). In contrast, it was plain and obvious to PSI that the stairs had no handrail when PSI assumed control of the premises, and there was no request by PSI for the Stewards to provide a handrail for the benefit of PSI's employees. The jury could have determined that both PSI and the Stewards believed the stairs to be in a safe condition.\nI conclude that while a duty exists on the part of the Stewards to turn the premises over to PSI in a safe condition, the question of whether the premises were safe was decided in favor of the Stewards, and the verdict was not clearly contrary to the preponderance of the evidence. Accordingly, I would affirm the jury's decision.\n\nPlain English summary:\nEmployee (plaintiff) was injured on a stairway in the course of his employment. He sued the landlord of the building. The jury found for the landlord, and plaintiff motioned for a new trial. The trial court granted a new trial. The appellate court considered whether a landlord owes a common law duty of care to its lessors' employees and held that it does not. The trial court's order granting a new trial was reversed.  \n",
    "annotations": {
        "Facts": [
            "Appellants William T. Steward and Jeannine G. Steward (Landlords) leased a building to appellee Professional Services Industries, Inc. (PSI). PSI employed appellee Jerry Eugene McDonald, who was injured when a riser broke while he was carrying boxes weighing approximately 120 pounds up a flight of stairs in the leased building. The stairway did not have a handrail at the time the injury occurred. After the accident, McDonald received benefits under the Arkansas Workers' Compensation Act."
        ],
        "Procedural History": [
            "McDonald filed a complaint against the Landlords",
            "The Landlords ",
            "filed motions for summary judgment. The trial court",
            "denied the Landlords' motion, and McDonald's claim against them proceeded to trial. The jury returned a general verdict in favor of the Landlords.*840McDonald then filed a motion for new trial",
            " The trial court premised its order granting a new trial on its interpretation of our general unsafe-place-to-work statute,  (Repl. 1996)",
            "Ark. Code Ann. § 11-2-117(b)",
            "The trial court found that the statute applied to the Landlords and created a duty to provide a safe place to work. It further found that the jury's failure to find the Landlords negligent on that basis was clearly against a preponderance of the evidence.",
            "The trial court's order granting a new trial indicates that the court likewise found that the jury finding that the Defendants were not negligent in failing to provide a safe place to work as required by  is clearly against the preponderance of the evidence.",
            "We will reverse a trial court's order granting a motion for a new trial only if there is a manifest abuse of discretion."
        ],
        "Application of Law to Facts": [
            "In construing the statute, we have determined that the general assembly did not intend for the phrase every owner of a place of employment to expand or extend a landlord's duty to provide a safe place to work for his tenant's employees.",
            "Reading ",
            " in conjunction with ",
            ", we cannot ascertain a legislative intent to impose greater liability on an owner of a place of employment than that imposed on an employer. Applying the rules of strict construction, we cannot say that the legislature plainly intended that the responsibility for a safe workplace is greater on an owner of a place of employment than it is on an employer, who may be penalized under the statute for having an unsafe workplace under its control or custody.We hold that, without an assumption of responsibility for repairs, there was no common-law duty under which we may impose liability on the Stewards, as landlords, to provide a safe workplace for the employees of their tenant and that none was created by the statute. ",
            "We conclude that the trial court misinterpreted ",
            "in its order granting new trial, and that this misinterpretation of the law constitutes a manifest abuse of discretion."
        ],
        "Relevant Precedents": [
            "White v. State, 290 Ark. 130,  (1986); Gray v. Nations, 1 Ark. (1 Pike) 557 (1839).",
            "Hartford Ins. Group v. Carter, , 473 S.W.2d 918 (1971); ",
            "Norman J. Singer, 3 Sutherland Stat. Const. § 61.01, at 171 (5th ed. 1992).",
            "section 11-2-117",
            "section 11-2-117",
            "Subchapter 2 of Title 11 through Act 161 of 1937, ",
            "Labor Department Act.  (codified at Ark. Code Ann. §§ 11-2-101 — 121); Horn v. Shirley, , 441 S.W.2d 468 (1969).",
            ". ",
            ", § 26.",
            "section 11-2-117 ",
            "section 11-2-117(b)",
            "section 11-2-102(1)",
            "section 11-2-117 "
        ],
        "Outcome": [
            "we reverse the trial court's order granting a new trial and dismiss this appeal."
        ]
    },
    "class": "reverse"
}