{
    "text": "Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998)\nMarch 19, 1998 · Arkansas Supreme Court · 97-652\n332 Ark. 315, 965 S.W.2d 116\nEileen HEIGLEv.Jimmie D. MILLER\n965 S.W.2d 116\nSupreme Court of Arkansas\n*317 Pope, Ross, Dendy & Cazort, by: Brad A. Cazort; and John K. Shamburger, for appellant.\nSnellgrove, Laser, Langley, Lovett & Culpepper, by: Todd Williams, for appellee.\nDonald L. Corbin, Justice.\nThis is a premises liability case. Appellant Eileen Heigle appeals the judgment of the Cleburne County Circuit Court granting summary judgment to Appellee Jimmie D. Miller. On appeal, Appellant asserts that the trial court erred (1) in finding that Appellant was a licensee rather than an invitee in Appellee's home; (2) in applying the wrong standard of care to her negligence claim; and (3) in granting summary judgment when there were genuine issues of material fact to be adjudicated. Our jurisdiction of this appeal is pursuant to Ark. Sup. Ct. R. l-2(a)(15), as it presents questions involving the law of torts.1 We find merit to Appellant's second point, and we reverse.\nThe undisputed facts are as follows. Appellant had been invited by Appellee to come over to Appellee's house for dinner and to spend the night. Appellee was essentially home bound, having to take care of her eighty-year-old husband who suffered from deteriorating health conditions, including incontinence and poor eyesight. As a result of his health problems, Appellee's hus*318band frequently urinated on the bathroom floor, in his attempts to relieve himself. On the night in question, Appellant was injured when she slipped on Appellee's bathroom floor, which had been wet with urine. Appellee was asleep when the accident occurred. Appellee normally kept a piece of carpet on the bathroom floor to help prevent the floor from being slick with urine when her husband went to the restroom. Periodically, the carpet was not in the bathroom, as it was being cleaned and allowed to air out for several days. The carpet had been taken up a day or two prior to the date that Appellant fell. Appellant alleged in her complaint that Appellee was negligent for failing to warn her of the slick condition, despite Appellee's knowledge of it.\nThe trial court granted Appellee's motion for summary judgment, finding that Appellant was a licensee in Appellee's home and that, as a result, the duty of care owed to Appellant was to refrain from injuring her through willful or wanton conduct or to warn of hidden dangers where the licensee does not know or has no reason to know of the conditions or risks involved. The trial court analyzed the claim as a slip-and-fall case, ruling that Appellant must prove either (1) that the presence of a substance upon the premises was the result of Appellee's negligence, or (2) that the substance was on the floor for such a length of time that Appellee knew or should have known of its presence and failed to use ordinary care to remove it. The trial court found that, while it was undisputed that the bathroom floor was wet, Appellant did not present any proof that the liquid was negligently placed there or allowed to remain there. The trial court found further that there was no evidence showing that anyone had fallen previously or that Appellee had knowledge that the bathroom floor was wet prior to Appellant's entering the room that night and falling. Additionally, the trial court determined that there was no proof of a breach of a duty to warn Appellant of any hidden dangers.\nSummary judgment should only be granted when it is clear that there are no genuine issues of material fact to be litigated, and the moving party is entitled to judgment as a matter of law. Pugh v. Griggs, 327 Ark. 577, 940 S.W.2d 445 (1997). Where reasonable minds could differ as to the conclusions they could draw from the facts presented, summary judgment should *319not be granted. Brunt v. Food 4 Less, Inc., 318 Ark. 427, 885 S.W.2d 894 (1994). The burden of sustaining a motion for summary judgment is the responsibility of the moving party. Morrison v. Jennings, 328 Ark. 278, 943 S.W.2d 559 (1997). Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Pugh, 327 Ark. 577, 940 S.W.2d 445. This court views the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id.\nI. Appellant's Status\nFor her first point for reversal, Appellant argues that the trial court erred in ignoring the law set out in AMI 1106 and thereby failing to recognize her status as an invitee rather than a licensee. She contends that she was invited to Appellee's home and that her visit there on that evening was for a purpose mutually beneficial to both of them. She asserts that Appellee received several benefits from her visit, namely that she brought Appellee food and cigarettes and provided an emotional benefit to Appellee by serving as an outlet for her need to socialize with someone other than her husband. Appellant contends that the trial court erred in classifying her as a licensee instead of an invitee. We disagree.\nThis court has defined invitee as one induced to come onto property for the business benefit of the possessor. Bader v. Lawson, 320 Ark. 561, 564, 898 S.W.2d 40, 42 (1995) (citing Lively v. Libbey Mem'l Physical Medicine Ctr., Inc., 311 Ark. 41, 841 S.W.2d 609 (1992); Kay v. Kay, 306 Ark. 322, 812 S.W.2d 685 (1991); Coleman v. United Fence Co., 282 Ark. 344, 668 S.W.2d 536 (1984)). A licensee is one who goes upon the premises of another with the consent of the owner for one's own purposes and not for the mutual benefit of oneself and the owner. Id. This court has declined to expand the invitee category beyond that of a public or business invitee to one whose presence is primarily social. See Bader, 320 Ark. 561, 898 S.W.2d 40; Tucker v. Sullivan, 307 Ark. 440, 821 S.W.2d 470 (1991).\n*320In Tucker, 307 Ark. 440, 821 S.W.2d 470, this court was faced with the question of whether the meaning of mutual benefit, as used in the definition of invitee, should be extended to include situations in which the primary purpose of the invitation is social. There, Tucker lived in Sullivan's house and was engaged to marry him. During that time, Tucker was severely burned in an accident at Sullivan's home. Tucker filed suit against Sullivan, alleging that he failed to use ordinary care to maintain the premises in a reasonably safe condition, and that he knew of the danger caused by the proximity of the gasoline to the unguarded gas dryer, but failed to warn her. Sullivan argued that Tucker was a licensee, as she was either a tenant on the premises or a social guest. In holding that the definition of invitee should not be extended to such social situations, this court stated that, even assuming Sullivan had extended an invitation to Tucker to five with him, courts usually require a showing that the invitee's 'presence on the land was, actually or apparently, desired by the defendant, generally for some purpose other than social intercourse.' Id. at 444, 821 S.W.2d at 472 (quoting 62 Am. Jur. 2d Premises Liability § 89 (1990)). This court held that Tucker was properly categorized as a licensee, as there was no evidence that they had contemplated anything other than a social arrangement; the fact that Tucker paid some bills and living expenses was merely incidental to the romantic relationship, as there was no indication that she was obligated to do so. Id.\nSimilarly, in Bader, 320 Ark. 561, 898 S.W.2d 40, this court held that a child who was injured while playing on her neighbor's trampoline was not an invitee because her presence on the neighbor's property was primarily social. The plaintiff, the child's father, had argued that the child was an invitee due to the fact that the two families often entertained each other and that, from time to time, each family had looked after the children of the other, thus conferring some economic benefit on one another. Relying on Tucker, this court declined to extend the definition of invitee to a social situation.\nHere, the facts demonstrate that Appellant was a licensee in Appellee's home. The primary purpose of her presence on that occasion was social; she had been invited there for dinner and *321to spend the evening. That she brought some food and cigarettes to Appellee was merely incidental to her social purpose of visiting a friend. Moreover, the fact that her social visit was emotionally beneficial to Appellee does not alter the nature of the relationship between the two women or Appellant's purpose for going to Appellee's home on the night in question. We thus agree with the trial court's finding that Appellant was a licensee. We now turn to the issue of the duty of care owed to Appellant.\nII. Duty of Care\nAppellant argues that even if she were properly classified as a licensee, the trial court erred in applying the wrong standard of care. We agree.\nThe question of the duty owed by one person to another is always a question of law and never one for the jury. Bader, 320 Ark. 561, 898 S.W.2d 40. A landowner owes a licensee the duty to refrain from injuring him or her through willful or wanton conduct. Id. Where, however, the landowner discovers that a licensee is in peril, he or she has a duty of ordinary care to avoid injury to the licensee. Id. This duty takes the form of warning a licensee of hidden dangers if the licensee does not know or have reason to know of the conditions, or risks involved. Id. Here, Appellant concedes that the facts of this case do not support a finding that Appellee acted willfully or wantonly in causing her injuries; instead, she argues that Appellee knew of the recurring condition that made the bathroom floor particularly unsafe, but she failed to warn Appellant of the danger.\nOn the subject of hidden dangerous conditions, Professors Prosser and Keeton have written:\nThe theory usually advanced in support of this duty is that, by extending permission to enter the land, he represents that it is as safe as it appears to be, and when he knows that it is not there is something like fraud in his failure to give warning. The licensee may be required to accept the premises as the occupier uses them, but he is entitled to equal knowledge of the danger, and should not be expected to assume the risk of a defective bridge, an uninsulated wire, an unusually slippery floor, or a dangerous step, in the face of a misleading silence.\n*322The duty arises only when the occupier has actual knowledge of the risk, although this may be shown by circumstantial evidence, and he is held to the standard of a reasonable person in realizing the significance of what he has discovered .... The duty ordinarily is not to maintain the land in safe condition, but to exercise reasonable care to warn the licensee of the danger; so that if it is known or must be obvious to him, he must look out for himself, and there is no further obligation .... The perils of darkness usually are held to be assumed by one who voluntarily proceeds into it, but if the occupier has any special reason to believe that the licensee will encounter a particular danger there, of which he is unaware, there may still be a duty to give warning.\nW. Page Keeton et al., Prosser and Keeton on the Law of Torts § 60, at p. 417-18 (5th ed. 1984) (footnotes omitted) (emphasis added).\nIn her deposition, Appellee stated that her husband had problems controlling his bladder and that, at times, he would wet himself. She stated that her house had only one bathroom, and that there was a little night light in the room that she kept on for her husband. She stated that she knew her husband would get up two or three times during the night to go to the bathroom, and that every time he did, he would miss the toilet. She stated that she kept a piece of carpet in the bathroom because the floor was slick. She stated that when the carpet was in the bathroom, the floor was not slick. She stated that she periodically took the carpet out of the bathroom in order to wash it and let it air out for several days. She stated that she had taken up the carpet to clean it a day or two before Appellant came to her home, and that she always left it out for several days when she cleaned it. She also stated that she was asleep when the accident occurred. She stated that after the incident had happened, she apologized to Appellant for not warning her about the condition of the bathroom; she admitted that had she warned Appellant about her husband's urinating on the bathroom floor, Appellant probably would have been more careful and would not have slipped and hurt herself. She stated that no one else had ever slipped or fallen in the bathroom and that it had not occurred to her to warn Appellant of the condition.\n*323Netta Sue Heigle, Appellant's sister-in-law, stated in her deposition that she was present in Appellee's home on the date in question. She indicated that she had helped Appellee take care of her husband in the past. She stated that she saw Appellee's husband go into the bathroom and then come out of the room. She stated that a few minutes later, she saw Appellant go into the bathroom and then heard a loud thump. She stated that she then went into the bathroom and saw urine all over the floor. She stated that when the carpet was on the bathroom floor, the floor was not slick, but that when the carpet was not in place, the floor was definitely slick. She stated that the night light in the bathroom provided enough light to see the toilet and the sink, but not enough to see the urine on the floor. She stated that she was aware that Appellee's husband would urinate on the floor almost every time he went to the restroom. She stated that she had not heard Appellee ever warn Appellant about the condition of the bathroom floor.\nBased upon the foregoing testimony, we conclude that there was an issue of disputed facts with regard to whether Appellee had a duty to warn Appellant of the dangerous condition in the bathroom. A jury could have determined that the dangers associated with the recurring condition that made the bathroom floor unsafe were hidden or, at least, not easily recognized, especially given the darkness of the area at the time of the accident. See Lively, 311 Ark. 41, 841 S.W.2d 609. As such, summary judgment was inappropriate.\nAppellant additionally contends that the trial court erroneously analyzed her negligence claim as a slip-and-fall case. Although we believe that this is a slip-and-fall case, we agree that the particular facts alleged in this case involve a duty of care different from that focused on by the trial court.\nTypical slip-and-fall cases occur in public places, which often occupy a great deal of space, and involve isolated incidents where anything could have been spilled or placed on the floor by anyone at anytime without the owner's knowledge. As such, our case law provides that in order to prevail in a slip-and-fall case, a plaintiff must show that: (1) the presence of the sub*324stance upon the premises was the result of the defendant's negligence, or (2) the substance had been on the floor for such a length of time that the defendant knew or reasonably should have known of its presence and failed to use ordinary care to remove it. Mankey v. Wal-Mart Stores, Inc., 314 Ark. 14, 858 S.W.2d 85 (1993). See also Derrick v. Mexico Chiquito, Inc., 307 Ark. 217, 819 S.W.2d 4 (1991); Wal-Mart Stores, Inc. v. Kelton, 305 Ark. 173, 806 S.W.2d 373 (1991); Skaggs Co., Inc. v. White, 289 Ark. 434, 711 S.W.2d 819 (1986). This was the legal analysis employed by the trial court.\nHere, the presence of the foreign substance on the bathroom floor was not a one-time incident; the facts presented show that there was a recurring condition that frequently made the bathroom floor slick and unsafe. Moreover, Appellee admittedly knew that virtually every time her husband used the restroom, he would urinate on the floor. She further knew that when the piece of carpet was not in place in the bathroom, the floor was slick. Thus, the particular facts of this case do not require an analysis under a traditional slip-and-fall theory of recovery; rather, the issue presented requires a determination of the duty to warn of hidden dangers. Accordingly, we reverse the ruling of the trial court as to the issue of whether Appellee breached the duty owed to Appellant as a licensee, and we remand the case for further proceedings consistent with this opinion.\nReversed and remanded.\n1\nWe have revised our Supreme Court Rules such that we no longer review cases involving questions on the law of torts. See In re: Supreme Court Rule 1-2, Rule 2-4, and Rule 4-2(a), Rule 2 of the Rules of Appellate Procedure — Criminal, and Rule 3 of the Rules of Appellate Procedure — Civil, 329 Ark. 656 (June 30, 1997) (per curiam). Because the record in this case was lodged prior to September 1, 1997, jurisdiction of this appeal lies properly in this court.\n\nPlain English summary:\nDefendant's 80-year-old husband had a bowel problem and urinated all over the floor when he went to the bathroom. Plaintiff was visiting defendant. She went to the bathroom and slipped on urine all over the floor. Plaintiff claimed for negligent failure to warn of the risk that the bathroom floor will be wet. The trial court entered summary judgment for the defendant and the appellate court reversed, stating that there was an issue of disputed fact as to whether the defendant had a duty to warn the plaintiff of the dangerous condition in the bathroom.\n",
    "annotations": {
        "Facts": [
            "Appellant had been invited by Appellee to come over to Appellee's house for dinner and to spend the night. Appellee was essentially home bound, having to take care of her eighty-year-old husband who suffered from deteriorating health conditions, including incontinence and poor eyesight. As a result of his health problems, Appellee's hus*318band frequently urinated on the bathroom floor, in his attempts to relieve himself. On the night in question, Appellant was injured when she slipped on Appellee's bathroom floor, which had been wet with urine. Appellee was asleep when the accident occurred. Appellee normally kept a piece of carpet on the bathroom floor to help prevent the floor from being slick with urine when her husband went to the restroom. Periodically, the carpet was not in the bathroom, as it was being cleaned and allowed to air out for several days. The carpet had been taken up a day or two prior to the date that Appellant fell.",
            "Appellee stated that her husband had problems controlling his bladder and that, at times, he would wet himself.",
            "her house had only one bathroom, and that there was a little night light in the room that she kept on for her husband.",
            "she knew her husband would get up two or three times during the night to go to the bathroom, and that every time he did, he would miss the toilet.",
            "she kept a piece of carpet in the bathroom because the floor was slick",
            "when the carpet was in the bathroom, the floor was not slick.",
            "she periodically took the carpet out of the bathroom in order to wash it and let it air out for several days.",
            "she had taken up the carpet to clean it a day or two before Appellant came to her home, and that she always left it out for several days when she cleaned it.",
            "she was asleep when the accident occurred.",
            "after the incident had happened, she apologized to Appellant for not warning her about the condition of the bathroom; she admitted that had she warned Appellant about her husband's urinating on the bathroom floor, Appellant probably would have been more careful and would not have slipped and hurt herself.",
            "no one else had ever slipped or fallen in the bathroom and ",
            "it had not occurred to her to warn Appellant of the condition.*323Netta Sue Heigle, Appellant's sister-in-law",
            "was present in Appellee's home on the date in question",
            "she had helped Appellee take care of her husband in the past.",
            "she saw Appellee's husband go into the bathroom and then come out of the room.",
            "a few minutes later, she saw Appellant go into the bathroom and then heard a loud thump.",
            "she",
            "went into the bathroom and saw urine all over the floor",
            "when the carpet was on the bathroom floor, the floor was not slick, but that when the carpet was not in place, the floor was definitely slick.",
            "the night light in the bathroom provided enough light to see the toilet and the sink, but not enough to see the urine on the floor.",
            "she was aware that Appellee's husband would urinate on the floor almost every time he went to the restroom.",
            "she had not heard Appellee ever warn Appellant about the condition of the bathroom floor."
        ],
        "Procedural History": [
            "Appellant Eileen Heigle appeals the judgment of the Cleburne County Circuit Court granting summary judgment to Appellee Jimmie D. Miller.",
            "On appeal, Appellant asserts that the trial court erred",
            "in applying the wrong standard of care to her negligence claim",
            "The trial court granted Appellee's motion for summary judgment, finding that Appellant was a licensee in Appellee's home and that, as a result, the duty of care owed to Appellant was to refrain from injuring her through willful or wanton conduct or to warn of hidden dangers where the licensee does not know or has no reason to know of the conditions or risks involved.",
            "The trial court found that, while it was undisputed that the bathroom floor was wet, Appellant did not present any proof that the liquid was negligently placed there or allowed to remain there. The trial court found further that there was no evidence showing that anyone had fallen previously or that Appellee had knowledge that the bathroom floor was wet prior to Appellant's entering the room that night and falling. Additionally, the trial court determined that there was no proof of a breach of a duty to warn Appellant of any hidden dangers.",
            "This court views the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party."
        ],
        "Application of Law to Facts": [
            "We find merit to Appellant's ",
            "point",
            "We thus agree with the trial court's finding that Appellant was a licensee.",
            "Appellant argues that even if she were properly classified as a licensee, the trial court erred in applying the wrong standard of care. We agree.",
            "Based upon the foregoing testimony, we conclude that there was an issue of disputed facts with regard to whether Appellee had a duty to warn Appellant of the dangerous condition in the bathroom. A jury could have determined that the dangers associated with the recurring condition that made the bathroom floor unsafe were hidden or, at least, not easily recognized, especially given the darkness of the area at the time of the accident.",
            "As such, summary judgment was inappropriate.",
            "Although we believe that this is a slip-and-fall case, we agree that the particular facts alleged in this case involve a duty of care different from that focused on by the trial court.",
            "Here, the presence of the foreign substance on the bathroom floor was not a one-time incident; the facts presented show that there was a recurring condition that frequently made the bathroom floor slick and unsafe. Moreover, Appellee admittedly knew that virtually every time her husband used the restroom, he would urinate on the floor. She further knew that when the piece of carpet was not in place in the bathroom, the floor was slick. Thus, the particular facts of this case do not require an analysis under a traditional slip-and-fall theory of recovery; rather, the issue presented requires a determination of the duty to warn of hidden dangers."
        ],
        "Relevant Precedents": [
            "Bader, 320 Ark. 561, .",
            "Lively, , 841 S.W.2d 609."
        ],
        "Outcome": [
            "we reverse.",
            "Accordingly, we reverse the ruling of the trial court as to the issue of whether Appellee breached the duty owed to Appellant as a licensee, and we remand the case for further proceedings consistent with this opinion.Reversed and remanded."
        ]
    },
    "class": "reverse"
}