{
    "text": "Jenkins v. International Paper Co., 318 Ark. 663, 887 S.W.2d 300 (1994)\nNov. 14, 1994 · Arkansas Supreme Court · 94-336\n318 Ark. 663, 887 S.W.2d 300\nRoy JENKINS and Lena Jenkinsv.INTERNATIONAL PAPER COMPANY\n887 S.W.2d 300\nSupreme Court of Arkansas\n*664 Willard Proctor, Jr., for appellants.\n*665 Harrell & Lindsey, P.A., by: Searcy W. Harrell, Jr., for appellee.\nRobert L. Brown, Justice.\nThis is an appeal from a summary judgment order in favor of International Paper Company. Appellants Roy Jenkins and Lena Jenkins, his wife, maintain that their discovery was cut short by the order and that material facts were left to be determined about International Paper's knowledge of the condition that caused Roy Jenkins's injury. We agree with the trial court that summary judgment was appropriate, and we affirm its order.\nThe following facts appear to be undisputed. On Sunday, April 16, 1989, Roy Jenkins and L.E. Johnson were working for their employer, J. Graves Construction Company, at the International Paper plant in Camden. Their task was to load heavy bundles of transite which contained asbestos onto a truck to be transported from the plant. The transite had been removed from the wood chip building at the plant the previous week and stacked beside the building for loading. The bundles rested on visqueen and crushed rock known as chat in an area which had been cordoned off the week before by J. Graves Construction with orange flagging which read: Danger Asbestos Material. The flagged area was about twelve feet by twelve feet, according to Jenkins. Jenkins and Johnson wore protective clothing and rubber boots and had been working for four or five hours in the flagged area when Jenkins slipped and fell on the metal ramp leading up into the truck. At the time of the fall, Jenkins was walking backwards up the ramp with a bundle of transite. The reason for the fall, according to Jenkins and Johnson, was the presence of a substance they described as wet, greasy, and slippery which was on the transite bundles and generally on the ground in the flagged area. In loading the bundles, the substance got on their clothes and shoes. Jenkins described the substance as nasty, while Johnson said the substance was not water but was dark brown in color. Jenkins did not tell anyone in authority that day, at either International Paper or J. Graves Construction, about his injury but did tell his supervisor at J. Graves Construction the following day. He has not been able to work since the accident, and he filed a workers' compensation claim.\nAlmost three years later on March 4, 1992, the Jenkinses *666filed suit against International Paper (1) for negligence in maintaining the premises; (2) for permitting an accumulation of a greasy substance to remain on the premises; and (3) for failure to warn Jenkins of the danger in the area in which he was working. Damages prayed for exceeded $5 million. On that same date the Jenkinses served International Paper with Interrogatories, a Request for Production of Documents, and a Request for Admissions. On April 3, 1992, International Paper responded to one request for admission as follows:\nREQUEST FOR ADMISSION NO. 5: Because of the nature of Defendant's business, greasy, oily and other slippery material may accumulate on the grounds outside of the buildings located on the premises.\nANSWER: Admitted.\nInternational Paper also responded to one interrogatory with this answer:\nINTERROGATORY NO. 27: What does the defendant contend to be the condition of the premises on the occasion in question. . . .\nANSWER: It was an open, outside area in good condition and in good visibility. It was not slippery. It may have been damp because water is used in this area to keep the wood chips cool.\nOn July 8, 1992, International Paper moved for summary judgment on the basis that there was no evidence that it knew about the slippery substance or that the substance was there as a result of the company's negligence. International Paper further contended that whether or not it was negligent was irrelevant because Roy Jenkins knew about the slippery substance and was aware of the condition of the work area and the obvious danger. It attached to the motion the depositions it had taken of Roy Jenkins and L.E. Johnson. On October 1, 1992, International Paper filed a supplemental motion for summary judgment and attached affidavits from its own employees and from employees of J. Graves Construction. In the supplemental motion, International Paper added the argument that J. Graves Construction controlled the area where the fall occurred.\n*667These factual points can be gleaned from the parties' discovery. Jenkins and Johnson could not identify the slippery substance in their depositions and could not relate its origin or the length of time it had been present on the premises. Johnson stated that there were some International Paper employees around working on the day of the accident but that they were not supervising the two men or in the flagged area. The weather on the day of the accident was clear and hot.\nPeck Bowman, an employee of J. Graves Construction, stated by affidavit that the chat was dry the week preceding the accident. Roy Moody, another employee of J. Graves Construction, stated in his affidavit that there was no dampness on the visqueen the week before and that the material was dry on the previous Friday.\nJoel Haarala, the former senior design engineer for International Paper, stated by affidavit that he was never made aware of any wet, damp, or slippery substance in the flagged area and that the mill was closed during the week prior to the accident. Mike Green, the Area Process Manager for International Paper, averred that there was no slippery or greasy substance in the area flagged by J. Graves Construction the week before the accident. According to Green, International Paper employees stayed out of that area and J. Graves Construction had exclusive possession and control of the area behind the flagging material.\nOn February 19, 1993, a hearing was held on the motion for summary judgment. No decision was reached by the trial court at the hearing, but on March 15, 1993, the trial court wrote a letter to counsel for the parties to the effect that he believed summary judgment to be premature because discovery on several key points was not complete. The court stated that it was going to allow the Jenkinses additional time for discovery and added: I would hope that any relevant facts obtained through the uncompleted discovery would be supplemented in support or opposition to the motion. On June 15, 1993, the trial court wrote a status letter to the attorneys inquiring if discovery was complete. According to the trial court, counsel for the Jenkinses responded that he anticipated that discovery would be completed before the end of July.\nOn November 29, 1993, the trial court wrote counsel that it *668had understood that discovery would be finalized by the Jenkinses before the end of July 1993, and that the court had received no supplements to the record in opposition to International Paper's motion. The court then entered an order of summary judgment on November 30, 1993. In its order, the court again noted that no additional discovery in opposition to the motion had been placed of record. The court further stated that no genuine issue of material fact existed and that the Jenkinses had presented no proof that International Paper knew about the slippery substance in the area where the fall occurred. The court added that the area containing the slippery substance was roped off by J. Graves Construction and that the truck where the accident occurred was either owned or rented by that firm. The Jenkinses moved to set the order aside due to the fact that discovery was not complete. They admitted in the motion that no depositions were scheduled and made no showing of what additional discovery might uncover. The trial court did not rule on the motion.\n/. SUMMARY JUDGMENT\nFor their first point, the Jenkinses contend that summary judgment was premature in this case and truncated their right to develop the case through more discovery. We believe that the trial court was correct in determining that the circumstances of this case do not support that contention. On February 19, 1993, a hearing was held on International Paper's summary judgment motion. No affidavits opposing the motion had been filed by the Jenkinses prior to the hearing pursuant to Ark. R. Civ. P. 56(c). Nevertheless, on March 15, 1993, the trial court declined to rule on the summary judgment motion until the Jenkinses completed additional discovery but asked to be kept apprised of developments and to have the record supplemented by the Jenkinses' discovery. No supplements to the record were filed.\nOn June 15, 1993, the trial court asked for a status report and was assured that the Jenkinses' discovery would be completed before the end of July 1993. Again, the record reflects that nothing was done in the way of discovery. Finally, on November 30, 1993 — more than nine months after the hearing on the summary judgment motion — the summary judgment order was entered. During this period the plaintiffs not only failed to pursue discovery, again according to the record, but they failed to *669move for additional time to complete discovery or to apprise the trial court of any impediments they were experiencing in the discovery process. Under these facts, we can only conclude that the Jenkinses failed to exercise suitable diligence.\nOn this point, we note that no affidavit was filed by the Jenkinses substantiating the fact that they were having problems gathering facts to support their opposition to summary judgment, as was their right under Ark. R. Civ. P. 56(f). Had they done so, the trial court might well have foregone a decision on summary judgment for an additional period of time pursuant to Rule 56(f) so that other discovery could be pursued. We alluded to Rule 56(f) in the context of a request for a continuance to prevent a summary judgment decision in Pinkston v. Lovell, 296 Ark. 543, 759 S.W.2d 20 (1988). In Pinkston, the trial court denied a request to allow additional discovery and granted summary judgment. We noted that Rule 56(f) makes the decision on whether to grant a continuance a matter of discretion with the trial court. We then held that there was no abuse of discretion by the trial court in that case. We added that we were not convinced that additional discovery would have changed the outcome of the case.\nIn the wake of Pinkston v. Lovell, supra, we considered the question of whether a trial court could deny expanded discovery during a hiatus period in a trial. Morris v. Cullipher, 306 Ark. 646, 816 S.W.2d 878 (1991). In Morris, trial had commenced two and one-half years after the complaint was filed. During a two-month break in the trial, a party filed requests for business documents going back 23 years. We stated that lack of diligence was a factor to consider in weighing the propriety of a continuance of the trial for the purpose of pursuing additional discovery. We repeated that in order to reverse a trial court which has denied a continuance, an appellant must show an abuse of discretion and also that additional discovery would have changed the outcome of the trial.\nIt is true that in the instant case the trial court did not provide the Jenkinses with a precise deadline for discovery. At the same time, the trial court was informed by their counsel that discovery would be completed before the end of July 1993. No additional information disabusing the court of this fact was filed or furnished to the court. The Jenkinses apparently did little as far *670as additional discovery between date of the hearing in February and the summary judgment order at the end of November.1 Months later no supplement to the record or affidavit under Ark. R. Civ. P. 56(f) had been filed by the Jenkinses.\nThis is a matter of discretion with the trial court, and we observe no abuse of that discretion under these facts. The summary judgment order was entered four and a half years after the accident, a year and eight months after the complaint was filed, and nine and a half months after the hearing on International Paper's motion. While the passage of time is not determinative, it is a factor to be considered. We further note that no showing of how additional discovery would change the outcome of the case was made by the Jenkinses. In their motion to set aside the summary judgment order filed on December 14, 1993, the Jenkinses acknowledged that no deposition was presently scheduled and made an oblique reference to contacting some of the individuals listed by the defendant. That falls far short of showing how supplemental discovery would change the trial court's decision.\nII. OBVIOUS DANGER RULE\nThe Jenkinses next argue a negative — that the obvious danger rule should not apply to this case. Simply stated, that rule provides that any duty owed by an owner or occupier of land to a business invitee ends if the plaintiff knows of the danger. Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994); Carton v. Missouri Pac. R.R., 303 Ark. 568, 798 S.W.2d 674 (1990); Kuykendall v. Newgent, 255 Ark. 945, 504 S.W.2d 344 (1974). The obvious danger rule, however, does not bar recovery when the invitee is forced, as a practical matter, to encounter that danger in order to perform his or her job. Carton v. Missouri Pac. R.R., supra; Kuykendall v. Newgent, supra.\n*671In their distinguished treatise, Prosser and Keeton describe the circumstances under which an owner or occupier of land may continue to owe a duty of care to an invitee forced to work on the premises:\nIn any case where the occupier as a reasonable person should anticipate an unreasonable risk of harm to the invitee notwithstanding his knowledge, warning, or the obvious nature of the condition, something more in the way of precautions may be required. This is true, for example, where there is reason to expect that the invitee's attention will be distracted, as by goods on display, or that after a lapse of time he may forget the existence of the condition, even though he has discovered it or been warned; or where the condition is one which would not reasonably be expected, and for some reason, such as an arm full of bundles, it may be anticipated that the visitor will not be looking for it. In some jurisdictions, it is also true where the condition is one, such as icy steps, which cannot be negotiated with reasonable safety even though the invitee is fully aware of it, when, because the premises are held open to him for his use, it is to be expected that he will nevertheless proceed to encounter it.\nProsser and Keeton, The Law of Torts, § 61, p. 427 (1984). The exception clearly applies when the owner or occupier of the premises is aware of the dangerous condition. Otherwise, the obvious danger known to the invitee vitiates any duty owed to that invitee.\nThere is no question in the instant case that Roy Jenkins knew of the slippery substance on the premises. He admits it, and that admitted fact brings into play the obvious danger rule. There is also no doubt that he was forced, as a practical matter, to work under the slippery conditions. But did International Paper know about the slippery substance, and did J. Graves Construction solely control the area where the accident occurred? To be sure, International Paper admitted that on occasion due to the nature of the plant business slippery substances might accumulate in places on the plant grounds. Also, in an answer to interrogatories propounded by the Jenkinses, it stated that the area outside the wood chip building may have been damp due to *672efforts to keep the wood chips cool. But the admission and the answer to the interrogatory are not sufficiently definite or precise to take the matter outside the realm of speculation or to raise a genuine issue of material fact.\nWe agree with the trial court that there is no proof of record that International Paper knew about the slippery substance in this particular area. Indeed, a senior design engineer and area process manager for International Paper denied that they had any knowledge of it. In addition, the trial court found that the area was cordoned off with a warning of the asbestos hazard and that it was occupied and controlled by J. Graves Construction. This flagging had occurred during the week before the accident. The Jenkinses presented no proof to the contrary. Without proof of knowledge of the slippery condition on the part of International Paper and its control of the flagged area, there is no basis for liability under the exception to the obvious danger rule. In sum, the obvious danger rule negates any duty owed on the part of International Paper to Roy Jenkins.\nThe same conclusion is reached under a slip and fall analysis. Without some proof (1) that the presence of the slippery substance on the premises was the result of International Paper's negligence, or (2) that International Paper knew or should have known of its presence due to the length of time it was there, there is no basis for slip and fall liability. House v. Wal-Mart Stores, Inc., 316 Ark. 221, 872 S.W.2d 52 (1994); Mankey v. Wal-Mart Stores, Inc., 314 Ark. 14, 858 S.W.2d 85 (1993); Derrick v. Mexico Chiquito, Inc., 307 Ark. 217, 819 S.W.2d 4 (1991); Wal-Mart Stores, Inc. v. Kelton, 305 Ark. 173, 806 S.W.2d 373 (1991). Again, the Jenkinses failed to supply any proof of negligence or knowledge on the part of International Paper.\nWe hold that the trial court correctly exercised its discretion in granting summary judgment.\nAffirmed.\n1\nThe Jenkinses argue in their brief that they had been furnished the names of 200 International Paper employees in July 1993 who may have been working for the company as of the date of the accident and whom they were seeking to contact. Counsel for International Paper does not deny this in his brief, but this circumstance is not evidenced in the record. Hence, we will not consider it. It is the appellant's duty to provide us with a sufficient record to show trial court error. Johnson v. Lilly, 308 Ark. 201, 823 S.W.2d 883 (1992).\n\n\nPlain English summary:\nTwo employees of J. Graves Construction Company were working at the International Paper plant (defendant). One of the employees (plaintiff) fell after slipping on some wet, greasy, slippery substance. Plaintiff subsequently sued defendant for negligently maintaining the premises and failing to warn of the danger. Defendant successfully filed for summary judgment. Plaintiff appealed and the appellate court affirmed. There was insubstantial evidence of negligence. ",
    "annotations": {
        "Facts": [
            "On Sunday, April 16, 1989, Roy Jenkins and L.E. Johnson were working for their employer, J. Graves Construction Company, at the International Paper plant in Camden. Their task was to load heavy bundles of transite which contained asbestos onto a truck to be transported from the plant. The transite had been removed from the wood chip building at the plant the previous week and stacked beside the building for loading. The bundles rested on visqueen and crushed rock known as chat in an area which had been cordoned off the week before by J. Graves Construction with orange flagging which read: Danger Asbestos Material. The flagged area was about twelve feet by twelve feet, according to Jenkins. Jenkins and Johnson wore protective clothing and rubber boots and had been working for four or five hours in the flagged area when Jenkins slipped and fell on the metal ramp leading up into the truck. At the time of the fall, Jenkins was walking backwards up the ramp with a bundle of transite.",
            "a substance",
            "described as wet, greasy, and slippery",
            "was on the transite bundles and generally on the ground in the flagged area. In loading the bundles, the substance got on their clothes and shoes. Jenkins described the substance as nasty, while Johnson said the substance was not water but was dark brown in color. Jenkins did not tell anyone in authority that day, at either International Paper or J. Graves Construction, about his injury but did tell his supervisor at J. Graves Construction the following day. He has not been able to work since the accident",
            "On April 3, 1992, International Paper responded to one request for admission as follows:REQUEST FOR ADMISSION NO. 5: Because of the nature of Defendant's business, greasy, oily and other slippery material may accumulate on the grounds outside of the buildings located on the premises.ANSWER: Admitted.International Paper also responded to one interrogatory with this answer:INTERROGATORY NO. 27: What does the defendant contend to be the condition of the premises on the occasion in question. . . .ANSWER: It was an open, outside area in good condition and in good visibility. It was not slippery. It may have been damp because water is used in this area to keep the wood chips cool.",
            "Jenkins and Johnson could not identify the slippery substance in their depositions and could not relate its origin or the length of time it had been present on the premises. ",
            "there were some International Paper employees around working on the day of the accident but that they were not supervising the two men or in the flagged area. The weather on the day of the accident was clear and hot.",
            "the chat was dry the week preceding the accident.",
            "there was no dampness on the visqueen the week before and that the material was dry on the previous Friday.Joel Haarala, the former senior design engineer for International Paper,",
            "was never made aware of any wet, damp, or slippery substance in the flagged area and that the mill was closed during the week prior to the accident.",
            "there was no slippery or greasy substance in the area flagged by J. Graves Construction the week before the accident.",
            "International Paper employees stayed out of that area and J. Graves Construction had exclusive possession and control of the area behind the flagging material."
        ],
        "Procedural History": [
            "This is an appeal from a summary judgment order in favor of International Paper Company.",
            "he filed a workers' compensation claim.Almost three years later on March 4, 1992, the Jenkinses *666filed suit against International Paper",
            "On July 8, 1992, International Paper moved for summary judgment",
            "On February 19, 1993, a hearing was held on the motion for summary judgment. No decision was reached by the trial court at the hearing",
            "The court then entered an order of summary judgment on November 30, 1993.",
            "The court further stated that no genuine issue of material fact existed and that the Jenkinses had presented no proof that International Paper knew about the slippery substance in the area where the fall occurred. The court added that the area containing the slippery substance was roped off by J. Graves Construction and that the truck where the accident occurred was either owned or rented by that firm."
        ],
        "Application of Law to Facts": [
            "We agree with the trial court that summary judgment was appropriate",
            "There is no question in the instant case that Roy Jenkins knew of the slippery substance on the premises. He admits it, and that admitted fact brings into play the obvious danger rule. There is also no doubt that he was forced, as a practical matter, to work under the slippery conditions. But did International Paper know about the slippery substance, and did J. Graves Construction solely control the area where the accident occurred? To be sure, International Paper admitted that on occasion due to the nature of the plant business slippery substances might accumulate in places on the plant grounds. Also, in an answer to interrogatories propounded by the Jenkinses, it stated that the area outside the wood chip building may have been damp due to *672efforts to keep the wood chips cool. But the admission and the answer to the interrogatory are not sufficiently definite or precise to take the matter outside the realm of speculation or to raise a genuine issue of material fact.We agree with the trial court that there is no proof of record that International Paper knew about the slippery substance in this particular area. Indeed, a senior design engineer and area process manager for International Paper denied that they had any knowledge of it. In addition, the trial court found that the area was cordoned off with a warning of the asbestos hazard and that it was occupied and controlled by J. Graves Construction. This flagging had occurred during the week before the accident. The Jenkinses presented no proof to the contrary. Without proof of knowledge of the slippery condition on the part of International Paper and its control of the flagged area, there is no basis for liability under the exception to the obvious danger rule. In sum, the obvious danger rule negates any duty owed on the part of International Paper to Roy Jenkins.The same conclusion is reached under a slip and fall analysis. Without some proof (1) that the presence of the slippery substance on the premises was the result of International Paper's negligence, or (2) that International Paper knew or should have known of its presence due to the length of time it was there, there is no basis for slip and fall liability.",
            "Again, the Jenkinses failed to supply any proof of negligence or knowledge on the part of International Paper.We hold that the trial court correctly exercised its discretion in granting summary judgment."
        ],
        "Relevant Precedents": [
            "Young v. Paxton, , 873 S.W.2d 546 (1994); Carton v. Missouri Pac. R.R., , 798 S.W.2d 674 (1990); Kuykendall v. Newgent, , 504 S.W.2d 344 (1974)",
            "Carton v. Missouri Pac. R.R.,  Kuykendall v. Newgent, supra.",
            "House v. Wal-Mart Stores, Inc., , 872 S.W.2d 52 (1994); Mankey v. Wal-Mart Stores, Inc., , 858 S.W.2d 85 (1993); Derrick v. Mexico Chiquito, Inc., , 819 S.W.2d 4 (1991); Wal-Mart Stores, Inc. v. Kelton, , 806 S.W.2d 373 (1991)."
        ],
        "Outcome": [
            "we affirm its order.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}