{
    "text": "First Commercial Trust Co. v. Lorcin Engineering, Inc., 321 Ark. 210, 900 S.W.2d 202 (1995)\nJune 26, 1995 · Arkansas Supreme Court · 94-1094\n321 Ark. 210, 900 S.W.2d 202\nFIRST COMMERCIAL TRUST COMPANY, Administrator of the Estate of Stephanie Michelle Jungkind, Deceasedv.LORCIN ENGINEERING, INC.\n900 S.W.2d 202\nSupreme Court of Arkansas\n[Rehearing denied July 17, 1995.]\n*211 The McMath Law Firm, by: Sandy S. McMath, for appellant.\nWright, Lindsey & Jennings, by: Edwin L. Lowther, Jr., for appellee.\nBarber, McCaskill, Amsler, Jones & Hale, P.A., by: Guy Amsler, Jr. and Campbell & Associates, a Professional Corporation, by: Richard P. Campbell, Kurt B. Gerstner, & Timothy Wilton, amicus curiae for the Product Liability Advisory Council, Inc.\nTom Glaze, Justice.\nThis civil case arises from the fatal shooting of Stephanie M. Jungkind by Michael Catlett. Two weeks ago we affirmed Catlett's conviction for the capital murder of *212Stephanie. See Catlett v. State, 321 Ark. 1, 900 S.W.2d 523(1995). In this litigation, Stephanie's estate, represented by First Commercial Trust Company, brought suit against Catlett, Garry's Pawn Shop and Lorcin Engineering, Inc. Garry's sold to Catlett the .380 pistol, manufactured by Lorcin, which Catlett utilized in his killing of Stephanie.1\nIn pertinent part, First Commercial's complaint alleged Lorcin was negligent in promoting its .380 handgun for sale to a market it knew or should have known included a substantial number of persons who would be prone to misuse the handgun by injuring and killing others. It further alleged Lorcin negligently failed to supply distributors or retailers with a safe-sales policy, including descriptions of the point-of-purchase appearance/conduct profiles of prospective purchasers Lorcin knew would likely misuse the .380 handgun. Finally, First Commercial alleged Lorcin negligently failed to warn its distributors and retailers so as to enhance their abilities to identify probable misusers of Lorcin's .380 handgun. This negligence of Lorcin, First Commercial urged, was a contributing proximate cause of Stephanie's death.\nLorcin moved to dismiss, stating First Commercial did not allege Lorcin's .380 handgun was defective in design or manufacture. Lorcin further asserted it owed no other duty to the plaintiff. Upon reviewing the parties' pleadings, all evidence and argument of counsel, the trial court held Lorcin owed no duty to First Commercial's estate and was not liable under the negligence theories asserted by First Commercial.\nThe trial court then entered an Ark. R. Civ. R 54(b) order granting First Commercial's motion for entry of final judgment wherein the court specifically and factually stated that Garry's Pawn Shop was the only defendant against which First Commercial could proceed, since (1) Lorcin had been dismissed from the case and (2) Catlett had criminal charges pending against him, making it impractical or impossible to proceed against him because of Fifth Amendment considerations. Accordingly, the *213trial court entered a final judgment in Lorcin's favor, permitting First Commercial to pursue an immediate appeal from the judgment while First Commercial's claims against both Catlett and Garry's Pawn Shop became fully triable. As previously noted, the criminal charges against Catlett have now been tried and affirmed upon appeal. The trial court's specific reasons for allowing this appeal and Catlett's separate criminal proceeding to conclude were reasonable and appropriate considerations under Rule 54 and were designed to permit the parties' respective claims and defenses to be invoked and presented at one timely trial. Thus, we accept jurisdiction of this cause on appeal. See Guebert v. Williams, 319 Ark. 43, 889 S.W.2d 30 (1994).\nWhile Lorcin filed a motion to dismiss First Commercial's complaint because it failed to state facts upon which relief could be granted, the trial court, in dismissing the complaint with prejudice, considered evidence outside the pleadings, thereby effectively converting the motion to one for summary judgment. See Amalgamated Clothing & Textile Workers Int'l Union v. Earle Indus., Inc., 318 Ark. 524, 886 S.W.2d 524 (1994). On appeal, we must only decide if the granting of summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion leaves a material question of fact unanswered. Knowlton v. Ward, 318 Ark. 867, 889 S.W.2d 721 (1994). Here, because we agree with the trial court's holding that Lorcin owed no legal duty to First Commercial's estate, we must conclude First Commercial had no cognizable claim and the trial court properly dismissed it with prejudice.\nFirst Commercial primarily relies upon Franco, Adm'x v. Bunyard, 261 Ark. 144, 547 S.W.2d 91 (1977), and Cullum & Boren v. Peacock, 267 Ark. 479, 592 S.W.2d 442 (1980), in arguing that liability based upon common law negligence should be imposed upon Lorcin as the manufacturer and supplier of its .380 handguns ultimately sold to customers. In sum, it theorizes that, because common law liability can be imposed upon a retailer selling firearms to customers, manufacturers like Lorcin should also bear similar responsibility, especially when the manufacturer withholds information that bears upon public safety decisions in selling such firearms.\n*214Neither the Bunyard nor Peacock case supports First Commercial's contentions. First Commercial concedes, as it must, that both of those cases bear upon a retailer's common law negligence liability in selling a gun to a customer. Those cases in no way suggest such liability applies to the manufacturer or supplier of guns. In fact, Bunyard suggests the contrary. There, a convict escaped the state penitentiary and, days later, bought a second-hand pistol from Bunyard Supply Company, Inc. with which he killed two victims and injured a third after conducting a robbery. Bunyard failed to comply with the federal gun control law and regulations when selling the pistol. Those laws required the seller (licensed dealer) to complete federal form 4473 which served to identify the purchaser and to obtain information that would aid in determining if the firearm should be sold to the customer. The Bunyard court held the proof presented questions of fact as to the liability of Bunyard Supply, pointing out that the violation of a statute or valid regulation is ordinarily evidence of negligence. After holding that the retailer, Bun-yard Supply, was subject to common law negligence liability when selling firearms, the court then concluded Western Auto Supply Company bore no such liability, stating as follows:\nBunyard Supply did business as Western Auto Supply, but it was home-owned and so identified to the public. In the franchise contract Bunyard Supply reserved to itself the ownership, management, and control of the store. The national chain agreed to sell its various brands of merchandise to the local store, but the vital power of control remained with Bunyard. And, specifically, the federal license to sell guns was issued to Bunyard Supply, not to Western Auto Supply Company. There was certainly no partnership between the two companies; so, in the absence of any power on the part of Western Auto Supply Company to control the actions of Bunyard Supply, there is no basis for a finding of liability on the theory of agency or joint venture. (Emphasis added.)\nThe Bunyard holding is fully consistent with this court's later decisions of Keck v. American Employment Agency, Inc., 319 Ark. 294, 652 S.W.2d 2 (1983), and Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994), where the court adhered to the rules that the question of what duty is owed is always a *215question of law and that one is ordinarily not liable for the acts of another unless a special relationship exists. Although Keck did not involve a firearm, it was a negligence case where an employment agency sent one of its customers to interview a prospective employer who raped the agency's customer, Mrs. Keck. In imposing a duty owed the customer of the agency, the Keck court relied upon an Arkansas statute which placed a duty on employment agencies to assure a bona fide job order existed before any customer was referred for a job interview. The court further held that a special relationship existed between Keck and the agency as a result of (1) the contractual relationship between the agency and its customer, (2) the agency's ability to foresee some danger in sending the customer to prospective employers, and (3) the degree of control the agency had over the employers it made available to its customers.\nThis special relationship requirement utilized in Arkansas cases in imposing a legal duty in tort liability situations resulting from the criminal acts of third parties is also enunciated in Delahanty v. Hinckley, 564 A.2d 758 (D.C. 1989). There, Thomas Delahanty sustained injuries from a Saturday Night Special handgun employed by John Hinckley when Hinckley attempted to assassinate President Ronald Reagan. The court rejected Delahanty's negligence argument in his attempt to impose tort liability upon the manufacturer of the handgun, stating as follows:\nIn general no liability exists in tort for harm resulting from the criminal acts of third parties, although liability for such harm sometimes may be imposed on the basis of some special relationship between the parties. Hall v. Ford Enterprises, Ltd., 445 A.2d 610, 611 (D.C. 1982); see also Kine v. 1500 Massachusetts Ave. Apartment Corp., 141 U.S. App. D.C. 370, 375-76, 439 F.2d 477, 482-83 (1970) (relationships giving rise to a duty of protection include landlord to tenant, school district to student, employer to employee, and hospital to patient); District of Columbia v. Doe, 524 A.2d 30, 32 (D.C. 1987) (school to student). We are not inclined to extend the rationale of these decisions to the present case. Appellants [Delahantys] have alleged no special relationship with the gun manufacturer and have suggested no reasonable way that gun manufac*216turers could screen the purchasers of their guns to prevent criminal misuse.\nIn the present case, no special relationship exists between Lorcin, Garry's or the ultimate purchaser of its handgun. First Commercial agrees Lorcin had no control over its retailers or dealers, nor does a federal or state law otherwise impose a duty upon Lorcin as a manufacturer of a firearm sold to the purchaser.\nCourts in other jurisdictions have also rejected contentions similar to First Commercial's. See Knott v. Liberty Jewelry & Loan, Inc., 50 Wash. App. 267, 748 P.2d 661 (1988). For example, in Riordan v. International Armament Corp., 132 Ill. App. 3d 642, 477 N.E.2d 1293 (1985), the court held that no common law duty exists upon the manufacturer of a nondefective handgun to control the distribution of that product to the general public, as distribution was intended for the general public who presumably can recognize the dangerous consequences in the use of handguns and can assume responsibility for their actions. In addition, the court in Hinckley acknowledged and then rejected the plaintiff's argument that, while no malfunction or defect of the handgun caused his injury, the manufacturer still had a duty to warn of the dangers of criminal misuse of the gun. The Hinckley court held, in addressing whether manufacturers had a duty to warn of the criminal misuse of a gun, that there is no duty to warn when the danger, or potentiality of danger, is generally known and recognized. The court further concluded that, because hazards of firearms are obvious, the manufacturer had no duty to warn. See also Patterson v. Gasellschaft, 608 F. Supp. 1206 (D.C. Tex. 1985).\nIn view of the foregoing authority, which overwhelmingly rejects placing a duty upon a firearm manufacturer in like circumstances as those described here, we uphold the trial court's dismissal of First Commercial's complaint against Lorcin.\n1\nOther defendants named but later dismissed from suit were the Interstate Distributing Company, Inc., the Mental Health Center of Greater Little Rock and St. Paul Fire and Marine Insurance Company, Inc., which was alleged to be the Center's insurer.\n\nPlain English summary:\nMichael Catlett fatally shot decedent with a handgun purchased in a pawn shop. Decedent's representative sued Lorcin, the manufacturer of the handgun used to kill decedent. The trial court held that Lorcin did not owe decedent a duty of care. The appellate court agreed.",
    "annotations": {
        "Facts": [
            "This civil case arises from the fatal shooting of Stephanie M. Jungkind by Michael Catlett. Two weeks ago we affirmed Catlett's conviction for the capital murder of Stephanie."
        ],
        "Procedural History": [
            "In this litigation, Stephanie's estate, represented by First Commercial Trust Company, brought suit against ",
            "Garry's Pawn Shop and Lorcin Engineering, Inc. Garry's sold to Catlett the .380 pistol, manufactured by Lorcin, which Catlett utilized in his killing of Stephanie.1",
            "Lorcin moved to dismiss, stating",
            "it owed no other duty to the plaintiff.",
            "the trial court held Lorcin owed no duty to First Commercial's estate and was not liable under the negligence theories asserted by First Commercial."
        ],
        "Application of Law to Facts": [
            "we agree with the trial court's holding that Lorcin owed no legal duty to First Commercial's estate, we must conclude First Commercial had no cognizable claim and the trial court properly dismissed it with prejudice.",
            "In the present case, no special relationship exists between Lorcin, Garry's or the ultimate purchaser of its handgun. First Commercial agrees Lorcin had no control over its retailers or dealers, nor does a federal or state law otherwise impose a duty upon Lorcin as a manufacturer of a firearm sold to the purchaser.",
            "In view of the foregoing authority, which overwhelmingly rejects placing a duty upon a firearm manufacturer in like circumstances as those described here, "
        ],
        "Relevant Precedents": [
            "Franco, Adm'x v. Bunyard, 261 Ark. 144,  (1977)",
            "Bunyard",
            "Bunyard",
            "Bunyard",
            "Bunyard",
            "Keck v. American Employment Agency, Inc., , 652 S.W.2d 2 (1983)",
            "Bartley v. Sweetser, , 890 S.W.2d 250 (1994)",
            "Keck",
            "Keck",
            "Delahanty v. Hinckley, 564 A.2d 758 (D.C. 1989)",
            "Knott v. Liberty Jewelry & Loan, Inc., 50 Wash. App. 267,  (1988).",
            "Riordan v. International Armament Corp., 132 Ill. App. 3d 642,  (1985),",
            "Hinckley",
            "Hinckley",
            "Patterson v. Gasellschaft, 608 F. Supp. 1206 (D.C. Tex. 1985)."
        ],
        "Outcome": [
            "we uphold the trial court's dismissal of First Commercial's complaint against Lorcin."
        ]
    },
    "class": "affirm"
}