{
    "text": "Mahan v. Hall, 320 Ark. 473, 897 S.W.2d 571 (1995)\nMay 15, 1995 · Arkansas Supreme Court · 94-1341\n320 Ark. 473, 897 S.W.2d 571\nMelonie MAHAN, and Melonie Mahan as Next and Best Friend of Shawn Mahanv.Keith HALL, d/b/a Keith Hall Rodeo\n897 S.W.2d 571\nSupreme Court of Arkansas\n*474 Throesch & Throesch, by: John Throesch, for appellants.\nTom Garner, for appellee.\nJack Holt, Jr., Chief Justice.\nThis is a negligence case. The appellant, Melonie Mahan, brought suit against the appellee, Keith Hall, d/b/a Keith Hall Rodeo, and the Sharp County Fair Association, on behalf of herself and her minor son, Shawn Mahan, who was injured while attending a rodeo produced by Mr. Hall. The case was settled as to the Sharp County Fair Association, and at trial, the court directed a verdict in favor of Mr. Hall, which is the basis for Ms. Mahan's sole point of error on appeal. As Ms. Mahan failed to prove that Mr. Hall was negligent, we affirm.\n*475 Facts\nOn July 8, 1992, sixteen-year-old Shawn Mahan attended a rodeo in Sharp County which was produced by the appellee, Keith Hall, d/b/a Keith Hall Rodeo. Shawn and a friend, Derrick Kildow, went to watch another friend ride in the rodeo, which was located on property owned by the Sharp County Fair Association. While Shawn and Derrick wére standing near a gate outside the arena, but in an area open to the public, a bucking horse broke through the gate, which in turn struck Shawn, causing injuries to his face.\n,In a complaint against both Mr. Hall and the Sharp County Fair Association, Ms. Mahan alleged that Shawn was a business invitee of Mr. Hall and the Association, each of whom owed him a duty to use ordinary care to prevent injuries to him. Ms. Mahan sought damages for personal injury, both temporary and permanent, pain and suffering, mental anguish, lost wages, and compensatory damages for medical treatment. While Mr. Hall admitted in his answer that the rodeo was open to the public, he denied that he was negligent.\nThe case settled as to separate defendant Sharp County Fair Association, but proceeded to trial as to Mr. Hall. At trial, Shawn testified that on the night in question, he and Derrick arrived at the arena and sat down in the bleachers before going over to a concession stand to get something to drink. From the concession stand, the two left the arena and walked over to a horse trailer where saddles and rodeo items were being sold and where some smaller children were playing around. According to Shawn, he and Derrick were standing outside the arena watching a rodeo event when the horse bucked off its rider, circled the inside of the arena, then broke through the gate, injuring him. It was also Shawn's testimony that the rodeo announcer was standing in front of the gate, approximately one foot away from where he and Derrick were standing, and that the announcer blocked his view when the horse came through the gate. ■\nShawn further testified that his cheekbone was crushed as a result of the accident, and that he was unable to move his mouth for approximately three months afterward. According to Shawn, he underwent surgery, and has no feeling on the left side of his face. He further stated that he had problems with his jaw, that he *476was suffering from frequent headaches, that he was unable to work at his job at IGA for three months, and that he was no longer able to play football. Ms. Mahan corroborated her son's testimony regarding the extent of his injuries, adding that he was scared to eat for a long time after the accident, and that she had incurred medical expenses in the amount of $5372.35.\nDerrick Kildow testified that he too was injured when the horse came through the gate, as he had to have stitches after being hit above his right eye. According to Derrick, he and Shawn did not have time to react or to get out of the way when the horse struck the gate, as the announcer was obstructing their view and did not move until the horse got to him and came through the gate.\nAt the close of Ms. Mahan's case, Mr. Hall moved for directed verdict on the grounds that Ms. Mahan had failed to show that he had breached a duty of care owed to Shawn or that he was negligent. Ms. Mahan responded that Shawn had paid an admittance to get into the rodeo on the date in question, and, as such, was a business invitee of Mr. Hall, who owed him a duty of care to secure the gate and to see that he was not injured. When the trial court inquired as to the presence of any testimony indicating that Mr. Hall did not secure the gate, Ms. Mahan responded that the fact that the horse came through the gate was in itself evidence that the gate wasn't secure, that Mr. Hall had been producing rodeos for several years and had knowledge of the dangerous propensities of the animals, and that the gate was not maintained in a reasonably safe condition. Mr. Hall argued that Arkansas Model Jury Instruction (Civil) 603 states that [tjhe fact that an injury, collision or accident occurred is not of itself evidence of negligence or fault on the part of anyone. The trial court agreed, finding that while Ms. Mahan had proved an accident and had shown where it had occurred, she had not shown any breach of duty on the part of Mr. Hall. It is from the trial court's granting of Mr. Hall's motion for directed verdict that Shawn appeals.\nDirected verdict\nAs Ms. Mahan challenges the trial court's decision to direct a verdict in favor of Mr. Hall, we will review the evidence in a light most favorable to Ms. Mahan, the non-moving party, and give it its highest probative value, taking into account all *477reasonable inferences. Miller v. Nix, 315 Ark. 569, 868 S.W.2d 498 (1994); Mankey v. Wal-Mart Stores, Inc., 314 Ark. 14, 858 S.W.2d 85 (1993). A motion for directed verdict may only be granted if there is no substantial evidence to support a jury verdict. Id.\nWe have said that the plaintiff has the burden of proving that he sustained damages, that the defendant was negligent, and that such negligence was the cause of his damages. Sanford v. Ziegler, 312 Ark. 524, 851 S.W.2d 418 (1993); Fuller v. Johnson, 301 Ark. 14, 781 S.W.2d 463 (1989). Here, there is no question that Shawn sustained injury and resulting damages; rather, the issue before us is whether there was substantial evidence of Mr. Hall's negligence. See Sanford v. Ziegler, supra. Negligence is the failure to do something which a reasonably careful person would do; a negligent act arises from a situation where an ordinarily prudent person in the same situation would foresee such an appreciable risk of harm to others that he would not act or at least would act in a more careful manner. Sanford v. Ziegler, supra; White River Rural Water Dist. v. Moon, 310 Ark. 624, 839 S.W.2d 211 (1992).\nMs. Mahan contends that because Shawn purchased a ticket to see the rodeo, he was an invitee of Mr. Hall, who, as the producer of the rodeo, owed Shawn a duty to exercise ordinary care to maintain the premises in a reasonably safe condition. See Black v. Wal-Mart Stores, Inc., 316 Ark. 418, 872 S.W.2d 56 (1994). While Ms. Mahan asserts that the gate was not maintained in a reasonably safe condition, she presented no such testimony or other evidence to prove this assertion. And while the trial court and counsel for both Ms. Mahan and Mr. Hall allude to testimony that the gate was tied or chained, we find no such testimony in the abstract. It is fundamental that the record on appeal is confined to that which is abstracted. Davis v. State, 318 Ark. 212, 885 S.W.2d 292 (1994).\nWhile Ms. Mahan maintains that the fact that the horse came through the gate was in itself evidence that the gate wasn't secure, we agree with Mr. Hall's assertion that [t]he fact that a injury, collision or accident occurred is not of itself evidence of negligence or fault on the part of anyone. See AMI 603. Granted, Ms. Mahan, her son Shawn, and Derrick Kildow *478offered testimony that an accident occurred and that Shawn suffered damages, yet they simply presented no evidence that Mr. Hall was negligent. For this reason, we affirm the trial court's decision to direct a verdict in Mr. Hall's favor.\nAffirmed.\n\nPlain English summary:\nA boy was injured during a rodeo when a bucking horse broke through the gate, striking him and causing injuries to his face. His mother sued the producer of the rodeo. The trial court granted a motion for a directed verdict against plaintiff, on the basis that there was insufficient evidence of negligence against defendant. The appellate court affirmed.\n\n",
    "annotations": {
        "Facts": [
            "On July 8, 1992, sixteen-year-old Shawn Mahan attended a rodeo in Sharp County which was produced by the appellee, Keith Hall, d/b/a Keith Hall Rodeo. Shawn and a friend, Derrick Kildow, went to watch another friend ride in the rodeo, which was located on property owned by the Sharp County Fair Association. While Shawn and Derrick wére standing near a gate outside the arena, but in an area open to the public, a bucking horse broke through the gate, which in turn struck Shawn, causing injuries to his face.",
            "the rodeo was open to the public",
            "Shawn",
            "and Derrick arrived at the arena and sat down in the bleachers before going over to a concession stand to get something to drink. From the concession stand, the two left the arena and walked over to a horse trailer where saddles and rodeo items were being sold and where some smaller children were playing around.",
            "Shawn",
            "and Derrick were standing outside the arena watching a rodeo event when the horse bucked off its rider, circled the inside of the arena, then broke through the gate, injuring him.",
            "the rodeo announcer was standing in front of the gate, approximately one foot away from where he and Derrick were standing, and that the announcer blocked his view when the horse came through the gate. ■",
            "his cheekbone was crushed as a result of the accident, and that he was unable to move his mouth for approximately three months afterward.",
            "he underwent surgery, and has no feeling on the left side of his face. ",
            "he had problems with his jaw, that he *476was suffering from frequent headaches, that he was unable to work at his job at IGA for three months, and that he was no longer able to play football.",
            "he was scared to eat for a long time after the accident",
            "Derrick Kildow",
            "too was injured when the horse came through the gate, as he had to have stitches after being hit above his right eye.",
            "Derrick",
            "and Shawn did not have time to react or to get out of the way when the horse struck the gate, as the announcer was obstructing their view and did not move until the horse got to him and came through the gate.",
            "Shawn",
            "paid an admittance to get into the rodeo on the date in question",
            "Mr. Hall had been producing rodeos for several years"
        ],
        "Procedural History": [
            "This is a negligence case. The appellant, Melonie Mahan, brought suit against the appellee, Keith Hall, d/b/a Keith Hall Rodeo",
            "on behalf of herself and her minor son, Shawn Mahan, who was injured while attending a rodeo produced by Mr. Hall.",
            "and at trial, the court directed a verdict in favor of Mr. Hall, which is the basis for Ms. Mahan's sole point of error on appeal.",
            "Ms. Mahan sought damages for personal injury, both temporary and permanent, pain and suffering, mental anguish, lost wages, and compensatory damages for medical treatment.",
            "At the close of Ms. Mahan's case, Mr. Hall moved for directed verdict on the grounds that Ms. Mahan had failed to show that he had breached a duty of care owed to Shawn or that he was negligent.",
            "Mr. Hall argued that Arkansas Model Jury Instruction (Civil) 603 states that [tjhe fact that an injury, collision or accident occurred is not of itself evidence of negligence or fault on the part of anyone. The trial court agreed, finding that while Ms. Mahan had proved an accident and had shown where it had occurred, she had not shown any breach of duty on the part of Mr. Hall. It is from the trial court's granting of Mr. Hall's motion for directed verdict that Shawn appeals.",
            "we will review the evidence in a light most favorable to Ms. Mahan, the non-moving party, and give it its highest probative value, taking into account all reasonable inferences.",
            "A motion for directed verdict may only be granted if there is no substantial evidence to support a jury verdict. Id."
        ],
        "Application of Law to Facts": [
            "As Ms. Mahan failed to prove that Mr. Hall was negligent, ",
            "While Ms. Mahan asserts that the gate was not maintained in a reasonably safe condition, she presented no such testimony or other evidence to prove this assertion.",
            "While Ms. Mahan maintains that the fact that the horse came through the gate was in itself evidence that the gate wasn't secure, we agree with Mr. Hall's assertion that [t]he fact that a injury, collision or accident occurred is not of itself evidence of negligence or fault on the part of anyone.",
            "Granted, Ms. Mahan, her son Shawn, and Derrick Kildow offered testimony that an accident occurred and that Shawn suffered damages, yet they simply presented no evidence that Mr. Hall was negligent. "
        ],
        "Relevant Precedents": [
            "Sanford v. Ziegler, , 851 S.W.2d 418 (1993); Fuller v. Johnson, , 781 S.W.2d 463 (1989)",
            "Sanford v. Ziegler, supra; White River Rural Water Dist. v. Moon, , 839 S.W.2d 211 (1992)."
        ],
        "Outcome": [
            "we affirm.",
            "For this reason, we affirm the trial court's decision to direct a verdict in Mr. Hall's favor.Affirmed."
        ]
    },
    "class": "affirm"
}