{
    "text": "Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994)\nDec. 19, 1994 · Arkansas Supreme Court · 94-592\n319 Ark. 117, 890 S.W.2d 250\nJenny BARTLEYv.Jerry SWEETSER & Sharon Sweetser, d/b/a Sweetser Properties\n890 S.W.2d 250\nSupreme Court of Arkansas\n*118 Bruce Schlegel and Everett, Mars & Stills, by: David D. Stills and John C. Everett, for appellant.\nRoy & Lambert, by: James M. Roy, Jr. and James H. Bingaman, for appellee.\nTom Glaze, Justice.\nDuring the early morning hours of June 21, 1991, two men entered the apartment of appellant Jenny Bartley and raped her. Bartley was a twenty-one-year-old college stu*119dent at the time and one of the men who raped her was a tenant in the same apartment complex which was owned by appellees Jerry and Sharon Sweetser. The undisputed facts showed that the two men knocked on Bartley's door, and she opened the door to ascertain who was there. The men forced their way into Bartley's apartment and raped her.\nOn November 16, 1992, Bartley filed her complaint against the Sweetsers, alleging the Sweetsers owed Bartley and other residents of University Studio apartments a duty to provide reasonable security from foreseeable criminal acts against the tenants, and the Sweetsers breached that duty. The Sweetsers filed a motion to dismiss for failure to state facts upon which relief could be granted. Treating the motion to dismiss as one for summary judgment, the trial court granted the motion and dismissed Bartley's complaint with prejudice. Bartley appeals from that order.\nBartley argues that the Sweetsers provided her with a windowless door which was latched with a simple push-button doorknob lock, failed to provide adequate security and adequate lighting of the common areas, and failed to warn Bartley that the apartment complex was prone to criminal activity. Further, Bartley argues the lease prohibited her from installing additional locks to the apartment door, and the Sweetsers retained sole dominion and control over her door and the common areas of the complex. Bartley urges this court overturn its prior holdings and hold that a landlord owes a duty to tenants to provide them with a reasonably safe environment.\nBartley points to her lease and its terms that prevented her, as a tenant, from making any modification to the premises without the landlords' written consent. Bartley argues she was specifically precluded from installing additional locking devices on her door. Bartley argues many jurisdictions have discarded the general rule of landlord immunity based on the common law rule of caveat emptor as being inconsistent with modern circumstances or warranties of habitability. Bartley argues that, if her door had had a peephole or chain lock, she would have had greater protection from the two men who attacked her.\nBartley cites a long line of cases where this court has considered issues of landlord liability for injuries to tenants, all of *120which held that the landlord owes no special duty to tenants and that tenants are not invitees. She also cites Jackson v. Warner Holdings, Ltd., 617 F.Supp. 646 (W.D. Ark. 1985), where the federal court held that Arkansas would recognize a duty owed by the landlord to tenants in providing adequate security to protect against criminal attacks by third persons. There, a tenant was raped after the assailant entered her apartment. In finding that a duty was owed by the apartment owner, the federal court relied heavily on Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983).\nKeck, however, did not involve landlord liability for a tenant's injury due to a third party's criminal acts. Instead, Keck was a negligence case where an employment agency sent one of its customers to interview a prospective employer. The prospective employer raped the customer. The evidence further showed that the agency had not investigated the prospective employer. While the Keck court mentioned the rule that one is ordinarily not liable for the acts of another unless a special relationship exists, the court held such a relationship had occurred. It concluded such duty arose out of (1) the contractual relationship between the employment agency and its customer, (2) the agency's ability to foresee some danger in sending the customer to prospective employers, and (3) the degree of control the agency had over the employers it made available to its customers.\nArkansas landlord/tenant law has its own history that bears on the issue before us in this case. Since 1932, Arkansas has adhered to the general rule that, as between a landlord and tenant, the landlord is under no legal obligation to a tenant for injuries sustained in common areas, absent a statute or agreement. See Glasgow v. Century Property Fund XIX, 299 Ark. 221, 772 S.W.2d 312 (1989); Knox v. Gray, 289 Ark. 507, 712 S.W.2d 914 (1986); Kilbury v. McConnell, 246 Ark. 528, 438 S.W.2d 692 (1969); Joseph v. Riffee, 186 Ark. 418, 53 S.W.2d 987 (1932). Consistent with the foregoing principle is the general and common law rule that a landlord does not owe a tenant or social guest a duty to protect the tenant or guest from criminal acts. Pippin v. Chicago Housing Authority, 78 Ill.2d 204, 399 N.E.2d 596 (1979); Morgan v. 253 E. Delaware Condo Ass'n, 231 Ill. App. 3rd 208, 595 N.E.2d 36 (1992); 52 C.J.S. Landlord and Tenant § 545 (1968); American Law of Landlord and Tenant § 4.14 *121(1980 and Supp. 1994); 43 ALR3rd 331 (1972 and Supp. 1994) (Landlord's obligation to protect tenant against criminal activities of third persons); see also 65th Center, Inc. v. Copeland, 308 Ark. 456, 825 S.W.2d 574 (1992) (court said that a landowner is not liable for the negligent act of a third party, when the landowner had no control over the person who committed the act and the act was not committed on his account); contra Kline v. 1500 Mass. Ave. Apt. Corp., 141 App. D.C. 370, 439 F.2d 477, 43 ALR3d 311 (1970); American Law of Landlord and Tenant § 4.15 (1980 and Supp. 1994).\nAlthough some jurisdictions have held a landlord, under certain circumstances, owes a duty to take reasonable steps to protect a tenant from foreseeable criminal acts committed by intruders on the premises, Kline, 141 App. D.C. 379, 439 F.2d 477, the courts have generally found that, as a matter of public policy, it was not fair to impose this duty of protection on the landlord. See American Law of Landlord Tenant § 4.14 (1980). Professor Robert S. Schoshinski in his text, American Law of Landlord Tenant, states that the common law rule, which imposes no duty (absent an agreement or statute) on the landlord to protect a tenant from a third party's criminal acts, has persisted for a variety of reasons. Citing cases from other jurisdictions, Professor Schoshinski stated those reasons as follows:\nJudicial reluctance to tamper with the common law concept of the landlord-tenant relationship, the notion that the act of a third person in committing an intentional tort or crime is a superseding cause of harm to another . . . ; the often times difficult problem of determining foreseeability of criminal acts; the vagueness of the standard which the landlord must meet; the economic consequences of the imposition of the duty; and the conflict with public policy allocating the duty of protecting citizens from criminal acts to the government rather than the private sector.\nId.\nFor more than sixty years, this court, when reviewing landlord/tenant cases, has seemed content to adhere to the general rule and common law, and has consistently imposed no legal obligation upon a landlord for a tenant's injury on the premises unless a duty is imposed by statute or agreement. No *122sound reason is given here to depart from it. Certainly, no Arkansas statute has been enacted imposing a duty upon a landlord to protect a tenant from a third party's criminal acts. Nor has the parties' lease agreement here imposed a duty upon the landlords, the Sweetsers, to protect tenant Bartley in these circumstances. The Sweetsers provided a lock for Bartley's door. Concerning the purpose of the lease terms prohibiting additional locks, this provision merely assured the Sweetsers access to tenant premises during reasonable hours in order to make an inspection or necessary repairs. While Bartley would like to make more out of these lease terms involving locks, the Sweetsers simply undertook no responsibility to provide any security or protection against possible criminal acts of third parties. In sum, a landlord, under Arkansas law, is not the insurer of the safety of tenants or others upon the premises. And, while circumstances could arise under the terms of a lease between a landlord and tenant so as to impose a duty, those circumstances do not exist in this case.\nBecause the question of whether a duty is owed is always a question of law and never one for the jury, we uphold the trial court's ruling granting summary judgment in the Sweetsers' favor. 65th Center, Inc. v. Copeland, 308 Ark. 456, 825 S.W.2d 574. Therefore, we affirm.\nNewbern, J., concurs.\nDavid Newbern, Justice,\nconcurring. Our landlord-tenant law does indeed place no duty on a landlord to protect a tenant from a criminal act by a third party. When, however, there is a relationship between parties in which one of them acts so as to imply the assumption of a duty to act without negligence toward the other, then negligence becomes an issue. Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983). I see no reason why a landlord should be immune from such a rule. A landlord's relationship with a tenant is just as special as that of an employment agency's relationship with its client. Both are based on contract.\nIn this case, however, even assuming the landlords were negligent in not providing greater security, we could not reverse. It would not have mattered what sort of lock or locks were on the door because Ms. Bartley opened it. We could not say any supposed negligence on the part of the landlord constituted of the *123failure to provide a dead bolt or other lock more secure than the push-button type was the proximate cause of the injury.\nNegligence is not a static concept. That which was not characterized as negligence 60 years ago might be so characterized today in view of changed conditions. In a proper case, we should be willing to examine whether there is anything about the landlord-tenant relationship which would preclude us from holding that a landlord might be liable for demonstrable negligence causing injury to a tenant.\n\nPlain English summary:\nTwo men entered the apartment of plaintiff, a college student, and raped her. One of the men who raped her was a tenant in the same apartment complex which was owned by defendants. The trial court granted a motion for summary judgment in favour of defendants on the basis that the landlord owes no duty to protect a tenant from a third party's criminal acts. The appellate court affirmed. \n",
    "annotations": {
        "Facts": [
            "During the early morning hours of June 21, 1991, two men entered the apartment of appellant Jenny Bartley and raped her. Bartley was a twenty-one-year-old college student at the time and one of the men who raped her was a tenant in the same apartment complex which was owned by appellees Jerry and Sharon Sweetser.",
            "the two men knocked on Bartley's door, and she opened the door to ascertain who was there. The men forced their way into Bartley's apartment and raped her.",
            "Sweetsers provided her with a windowless door which was latched with a simple push-button doorknob lock",
            "the lease prohibited her from installing additional locks to the apartment door",
            "Bartley points to her lease and its terms that prevented her, as a tenant, from making any modification to the premises without the landlords' written consent.",
            "she was specifically precluded from installing additional locking devices on her door. "
        ],
        "Procedural History": [
            "On November 16, 1992, Bartley filed her complaint against the Sweetsers",
            "The Sweetsers filed a motion to dismiss for failure to state facts upon which relief could be granted. Treating the motion to dismiss as one for summary judgment, the trial court granted the motion and dismissed Bartley's complaint with prejudice. Bartley appeals from that order."
        ],
        "Application of Law to Facts": [
            "For more than sixty years, this court, when reviewing landlord/tenant cases, has seemed content to adhere to the general rule and common law, and has consistently imposed no legal obligation upon a landlord for a tenant's injury on the premises unless a duty is imposed by statute or agreement. No *122sound reason is given here to depart from it. Certainly, no Arkansas statute has been enacted imposing a duty upon a landlord to protect a tenant from a third party's criminal acts. Nor has the parties' lease agreement here imposed a duty upon the landlords, the Sweetsers, to protect tenant Bartley in these circumstances. The Sweetsers provided a lock for Bartley's door. Concerning the purpose of the lease terms prohibiting additional locks, this provision merely assured the Sweetsers access to tenant premises during reasonable hours in order to make an inspection or necessary repairs. While Bartley would like to make more out of these lease terms involving locks, the Sweetsers simply undertook no responsibility to provide any security or protection against possible criminal acts of third parties. In sum, a landlord, under Arkansas law, is not the insurer of the safety of tenants or others upon the premises. And, while circumstances could arise under the terms of a lease between a landlord and tenant so as to impose a duty, those circumstances do not exist in this case."
        ],
        "Relevant Precedents": [
            "Glasgow v. Century Property Fund XIX, 299 Ark. 221,  (1989); Knox v. Gray, 289 Ark. 507,  (1986); Kilbury v. McConnell, 246 Ark. 528,  (1969); Joseph v. Riffee, 186 Ark. 418,  (1932).",
            "Pippin v. Chicago Housing Authority, 78 Ill.2d 204,  (1979); Morgan v. 253 E. Delaware Condo Ass'n, 231 Ill. App. 3rd 208, 595 N.E.2d 36 (1992); 52 C.J.S. Landlord and Tenant § 545 (1968); American Law of Landlord and Tenant § 4.14 (1980 and Supp. 1994); 43 ALR3rd 331 (1972 and Supp. 1994)",
            "65th Center, Inc. v. Copeland, 308 Ark. 456,  (1992)",
            "American Law of Landlord Tenant § 4.14 (1980)",
            "65th Center, Inc. v. Copeland, , 825 S.W.2d 574."
        ],
        "Outcome": [
            "we uphold the trial court's ruling granting summary judgment in the Sweetsers' favor.",
            "Therefore, we affirm."
        ]
    },
    "class": "affirm"
}