{
    "text": "Crenshaw v. Arkansas Warehouse, Inc., 379 S.W.3d 515, 2010 Ark. App. 612 (2010)\nSept. 22, 2010 · Arkansas Court of Appeals · No. CA 09-1001\n379 S.W.3d 515, 2010 Ark. App. 612\nCarl CRENSHAW, Appellantv.ARKANSAS WAREHOUSE, INC., Appellee\n2010 Ark. App. 612\nCourt of Appeals of Arkansas.\n*516Phillip Lee Votaw, Fort Smith, A. Laurie Koller, Patrick E. Carr (Pro Hoc Vice), Carr & Carr, Tulsa, OK, for appellant.\nDale Wayne Brown, Bassett Law Firm LLP, Fayetteville, for appellee.\nJOHN MAUZY PITTMAN, Judge.\n| Appellant, an independent roofing contractor, was hired by appellee to fix a leak in the roof of appellee's warehouse. Both appellant and appellee were aware before work commenced that there were skylights in the roof. Appellant climbed to the roof, stepped on a skylight, fell through it, to the warehouse floor, and was injured. Appellant sued appellee for negligence, alleging that he was a business invitee, that the location of the skylights was partially obscured by roofing tar, that the tarred skylights constituted an unusual hazard that appellee had a duty to discover and warn him about before he began work on the roof, and that he was injured because ap-pellee breached this duty. Appellee moved for summary judgment on the ground that it had no duty to warn appellant of hazards intrinsic to the work and his roofing trade. The trial court granted that motion, and this appeal followed. We affirm.\n| ?Summary judgment is appropriate when there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Lacy v. Flake & Kelley Management, Inc., 366 Ark. 365, 235 S.W.3d 894 (2006). The issue of whether a duty exists is always a question of law, not to be decided by a trier of fact. Id. If no duty of care is owed, summary judgment is appropriate. Id.\nAppellant argues that he was a business invitee and that, as such, appel-lee had a duty to warn him before he commenced work that the skylights were partially obscured. It is true that, as a workman entering the property to effect a repair at the request of the property owner, appellant was a business invitee to whom appellee owed a duty to use ordinary care to protect from harm. Gann v. Parker, 315 Ark. 107, 865 S.W.2d 282 (1993). To recover for the failure of a possessor of property to use ordinary care, the business invitee has to show (1) that the premises were defective; (2) that the possessor created the defect, or that the defect was apparent or by the exercise of ordinary care should have been apparent, so that a reasonably prudent possessor would correct the defect or warn the invitee of it; and (3) that the defect caused the injury. Id.\nThe record shows that, at the time of the incident, appellee had recently acquired the warehouse and had not been warned of any roof defects by the prior owner. Subsequent to purchasing the property, appellee became aware that the roof was leaking. Appellant heard that appellee had a leak in its warehouse roof and contacted appellee to solicit the repair work. Appellant admittedly knew that the warehouse roof was pierced by skylights; appellant was inside the warehouse before he went onto the roof, and the skylights were clearly visible from inside the warehouse because there was light shining through them. The skylights were, however, difficult to see from atop the gray *517warehouse roof because the skylight edges were partially obscured by snow, a gray roofing tar used to seal leaks. The exposed surfaces of the skylights were likewise difficult to see because the green color had weathered, reducing the contrast between the skylights and roof, and because the skylights were made of a corrugated fiberglass that matched the corrugations of the metal roof.\nWe hold that the trial court properly determined that appellee had no duty to warn the appellant roofer that the skylights were difficult to distinguish from the roof. Even assuming that this condition constituted a defect, and that appellee should have inspected the roof and warned appellant of this condition before he climbed atop the roof, such a warning would have informed appellant of nothing that he did not know, or should have known, the moment that he mounted the roof: the skylights, of which appellant was aware, and which were clearly visible from inside the warehouse, were difficult to see from the perspective of a person standing on the rooftop. Given his knowledge that there were in fact skylights on the roof, the danger posed by this condition was an obvious one of which appellant should have immediately been aware after ascending the roof. Appellant nevertheless walked a considerable distance atop the roof before stepping through a skylight and falling.\nThe employer of an independent contractor has a duty to use ordinary care and warn the contractor and his employees of any hidden dangers or unusually hazardous conditions, |4but has no duty to warn of obvious hazards that are an integral part of the work that the contractor has been hired to perform. Jackson v. Petit Jean Electric Co-op., 270 Ark. 506, 606 S.W.2d 66 (1980). In D.B. Griffin Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 S.W.3d 254 (2002), a case involving the duty owed by a warehouse owner to employees of a painting contractor who fell through skylights in the warehouse roof, the supreme court held that the skylights posed an obvious hazard or danger that was an integral part of the work that the painting contractor was hired to perform. Although appellant argues that the present case should be distinguished because, here, the skylights were difficult to locate, we do not agree that this condition constituted a hidden danger of which appellee was duty-bound to warn appellant. The skylights may have in fact been hidden to some extent, but the danger of falling through them was an obvious one in light of the appellant roofer's knowledge that those skylights existed.\nAffirmed.\nGLADWIN, GRUBER, and BAKER, JJ., agree.\nROBBINS, J., concurs.\nKINARD, J., dissents.\nJOHN B. ROBBINS, Judge,\nconcurring.\nI concur with the majority's resolution of this appeal, but my rationale differs. I agree with the majority that as a general proposition, a landowner owes no duty to warn a professional as to the inherent dangers of that profession. Jackson, supra; D.B. Griffin, supra. As I read appellant's brief, he concedes that point. But, I | .¡believe that this cause of action was properly dismissed on summary judgment because, even if the hidden quality of the skylights set this apart from the facts in D.B. Griffin, there was no evidence to support the proposition that appellee knew or should have known of this defect.\nIn Gann v. Parker, 315 Ark. 107, 865 S.W.2d 282 (1993), our supreme court upheld a summary judgment rendered in favor of a homeowner in a lawsuit filed by an *518injured employee of a gas distributorship, acknowledged as a business invitee. Gann was called to inspect the Parker home for gas leaks. While attempting to seal a gas leak discovered in the stove, Gann suffered an electrical shock by coming in contact with an overhead electrical ventilator. The trial court entered summary judgment for the Parkers, and on appeal, the supreme court noted that there was no evidence of any prior incident to indicate that the ventilator was dangerous and Gann admitted that he did not notice anything unusual about the ventilator prior to being shocked. The supreme court held that there was no material question of fact about the Parkers' lack of negligence in failing to cure the defect or in failing to warn Gann of it.\nThe same can be said in the present appeal. There is no material question of fact about Warehouse's lack of negligence in failing to cure the defect, argued to be hidden from the professionals. There was likewise no material question of fact about Warehouse's lack of negligence in failing to warn of an unknown danger. Without some evidence to suggest that Warehouse, which owned the building for approximately two weeks prior to injury, knew or reasonably should have known of this seemingly impossible-to-locate defect, summary [¿judgment was appropriate. Compare Browning v. Browning, 319 Ark. 205, 890 S.W.2d 273 (1995).\nFor these reasons, I concur.\nM. MICHAEL KINARD - Judge,\ndissenting.\nI respectfully dissent from the majority opinion affirming the trial court's grant of summary judgment in favor of appellee. The majority holds that the danger posed by the skylights was an obvious danger of which appellee was under no obligation to warn appellant. The majority opinion has focused upon the existence of the skylights when the main issue in this case is the condition of the skylights, specifically their appearance to business invitees who may be required to be on the roof. This serves to distinguish this case from D.B. Griffin Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 S.W.3d 254 (2002). Because appellant produced evidence to show that the condition of the skylights constituted a hidden danger, I believe that the question of whether the skylights posed an obvious or hidden danger is a question of fact for a jury to answer, and not one to be determined by the trial court as a matter of law. A genuine issue of material fact still exists, and, based upon our standard of review of summary judgments, I would reverse and remand.\n\nPlain English summary:\nPlaintiff, an independent roofing contractor, was hired by defendant to fix a leak in the roof of appellee's warehouse. Both plaintiff and defendant were aware that there were skylights in the roof. Plaintiff was injured after stepping on a skylight and sued for negligence. The trial court granted summary judgment in favour of defendant for insubstantial evidence of negligence, and the appellate court affirmed.\n",
    "annotations": {
        "Facts": [
            "Appellant, an independent roofing contractor, was hired by appellee to fix a leak in the roof of appellee's warehouse. Both appellant and appellee were aware before work commenced that there were skylights in the roof. Appellant climbed to the roof, stepped on a skylight, fell through it, to the warehouse floor, and was injured.",
            "at the time of the incident, appellee had recently acquired the warehouse and had not been warned of any roof defects by the prior owner.",
            "Subsequent to purchasing the property, appellee became aware that the roof was leaking. Appellant heard that appellee had a leak in its warehouse roof and contacted appellee to solicit the repair work.",
            "Appellant",
            "knew that the warehouse roof was pierced by skylights; appellant was inside the warehouse before he went onto the roof, and the skylights were clearly visible from inside the warehouse because there was light shining through them. The skylights were, however, difficult to see from atop the gray *517warehouse roof because the skylight edges were partially obscured by snow, a gray roofing tar used to seal leaks. The exposed surfaces of the skylights were likewise difficult to see because the green color had weathered, reducing the contrast between the skylights and roof, and because the skylights were made of a corrugated fiberglass that matched the corrugations of the metal roof."
        ],
        "Procedural History": [
            "Appellant sued appellee for negligence",
            "Appellee moved for summary judgment on the ground that it had no duty to warn appellant of hazards intrinsic to the work and his roofing trade. The trial court granted that motion, and this appeal followed."
        ],
        "Application of Law to Facts": [
            "We hold that the trial court properly determined that appellee had no duty to warn the appellant roofer that the skylights were difficult to distinguish from the roof. Even assuming that this condition constituted a defect, and that appellee should have inspected the roof and warned appellant of this condition before he climbed atop the roof, such a warning would have informed appellant of nothing that he did not know, or should have known, the moment that he mounted the roof: the skylights, of which appellant was aware, and which were clearly visible from inside the warehouse, were difficult to see from the perspective of a person standing on the rooftop. Given his knowledge that there were in fact skylights on the roof, the danger posed by this condition was an obvious one of which appellant should have immediately been aware after ascending the roof. Appellant nevertheless walked a considerable distance atop the roof before stepping through a skylight and falling.",
            "Although ",
            "the skylights were difficult to locate, we do not agree that this condition constituted a hidden danger of which appellee was duty-bound to warn appellant. The skylights may have in fact been hidden to some extent, but the danger of falling through them was an obvious one in light of the appellant roofer's knowledge that those skylights existed."
        ],
        "Relevant Precedents": [
            "Gann v. Parker, , 865 S.W.2d 282 (1993)",
            "Jackson v. Petit Jean Electric Co-op., , 606 S.W.2d 66 (1980).",
            "D.B. Griffin Warehouse, Inc. v. Sanders, , 76 S.W.3d 254 (2002)"
        ],
        "Outcome": [
            "We affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}