{
    "text": "Lacy v. Flake & Kelley Management, Inc., 366 Ark. 365, 235 S.W.3d 894 (2006)\nMay 18, 2006 · Arkansas Supreme Court · 05-827\n366 Ark. 365, 235 S.W.3d 894\nMonica LACY and Jackie Lacyv.FLAKE & KELLEY MANAGEMENT, INC., Mercantile Bank, Firstar Bank, U.S. Bank, National Association\n235 S.W.3d 894\nSupreme Court of Arkansas\n[Rehearing denied June 22, 2006.*]\n*366 David A. Hodges, Attorney at Law, for appellant.\nBarber, McCaskill, Jones &Hale, P.A., by: John S. Cherry, Jr. and D. Keith Fortner, for appellee Flake & Kelley Management, Inc.\nWright, Lindsey & Jennings, LLP, by: Gordon S. Rather, Jr., Patricia Sievers Harris, Kristi M. Moody, and Paul D. Morris, for appellees Mercantile Bank, N.A., Firstar Bank, N.A., and U.S. Bank, National Association.\n*\nDickey, J., not participating.\nTom Glaze, Justice.\nOn June 13, 2000, at approximately 4:17 p.m., Monica Lacy left her office located on the fifth floor of the Mercantile Bank building in North Little Rock. As Lacy approached her car in the parking lot, she was abducted by two men. During the course of her kidnapping, Lacy was robbed and raped by a total of four men.\nLacy worked for a part of the bankruptcy system that had offices in the Mercantile Bank Building. The building was originally owned by Mercantile Bank, which was acquired by Firstar Bank, which was subsequently acquired by U.S. Bank. At the time of the incident in question, the building was owned by Firstar, who had a Management Agreement with Flake & Kelley Management, Inc., whereby Flake was made the managing and leasing agent for the building. The agreement gave Flake the authority to hire, supervise, and fire employees in the care, management, and operation of the premises. Flake contracted with Guardsmark, Inc., a security firm, to provide a lobby guard from 4:00 p.m. to 8:00 p.m. on weekdays and 8:00 a.m. to 6:00 p.m. on weekends and holidays. The guards were not required to patrol the parking lot or other common areas outside of the building.\nOn April 4, 2003, Lacy filed a complaint against Mercantile, Firstar, U.S. Bank, Flake, and John Does I-III alleging that the defendants were negligent in their failure to provide adequate security. In response, Mercantile, Firstar, and U.S. Bank (collectively U.S. Bank), and Flake each filed motions for summary judgment. The trial court then entered an order granting summary judgment in favor of U.S. Bank and Flake. Lacy dismissed her allegations against John Does I-III, making the trial court's order final. Lacy now appeals from this order.\n*367Summary judgment is appropriate when there are no genuine issues of material fact, and the moving party is entitled to judgment as a matter of law. Francis v. Francis, 343 Ark. 104, 31 S.W.3d 841 (2000); Wallace v. Broyles, 331 Ark. 58, 961 S.W.2d 712 (1998). The issue of whether a duty exists is always a question of law, not to be decided by a trier of fact. Hall v. Rental Mgmt., Inc., 323 Ark. 143, 913 S.W.2d 293 (1996). If no duty of care is owed, summary judgment is appropriate. Smith v. Hanson, 323 Ark. 188, 914 S.W.2d 285 (1996).\nOn appeal, Lacy argues that the trial court erred when it granted summary judgment in favor of the defendants, U.S. Bank and Flake. It is well settled that the law of negligence requires as essential elements that the plaintiff show that a duty was owed and that the duty was breached. Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994). Lacy sets forth two separate arguments in order to establish that both U.S. Bank and Flake had a duty to protect her from her attackers. First, Lacy argues that the lease agreement between her employer1 and U.S. Bank imposed upon U.S. Bank — and ultimately Flake — a duty to protect Lacy from the criminal activity she encountered.\nThe lease agreement provides in pertinent part as follows:\n3.14 Tenant and Tenant's agents, employees, and invitees will comply fully with all requirements of Rules of the Building which are attached hereto and, which are a part of this Lease as though fully set out herein:\n4.1 Landlord shall have the following rights exercisable without notice or demand and without liability to Tenant for damage or injury to property, persons or business (all claims for damage therefore being hereby released by Tenant), and without effecting an eviction or disturbance of Tenant's use or possession of the Premises or giving rise to any claim for setoffs or abatement of rent:\n(g) To take all such reasonable measures as Landlord may deem advisable for the security of the Building and its occupants, including without limitation, the search of all persons entering or leaving *368the Building, the evacuation of the Building for cause, suspected cause, or for drill purposes, the temporary denial of access to the Building, and the closing of the Building after normal business hours and on Saturdays, Sundays and holidays, subject, however, to Tenant's right to admittance when the Building is closed after normal business hours under such reasonable regulations as Landlord may prescribe from time to time which may include by way of example but not of limitation, that persons entering or leaving the Building, whether or not during normal business hours, identify themselves to a security officer by registration or otherwise and that such persons establish this right to enter or leave the Building.\n(1) to close the Building at 6:00 p.m. or such other reasonable time as Landlord may determine, subject, however, to Tenant's right to admittance under such regulations as shall be prescribed from time to time by Landlord and set out in the rules of the Building.\nBased on the above-cited provisions of the lease, Lacy argues that U.S. Bank assumed a duty to provide security for the building. In doing so, Lacy argues U.S. Bank also assumed a duty to protect her from criminal attacks by third parties in the parking lot. Arkansas follows the general rule that a landlord does not owe a duty to protect the tenant from criminal acts. See Hall v. Rental Mgmt., Inc., supra; see also Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994). Only an express agreement or assumption of duty by conduct can remove a landlord from the general rule of nonliability. Id.\nIn Bartley v. Sweetser, a tenant of an apartment complex, Jenny Bartley, was raped by a co-tenant. Bartley filed suit against the owners of the complex, Jerry and Sharon Sweetser, alleging that the Sweetsers had breached their duty to provide reasonable security from foreseeable criminal acts. More specifically, Bartley argued that the Sweetsers provided her with a windowless door which was latched with a simple push-button doorknob lock, failed to provide adequate security and adequate lighting of the common areas, and failed to warn Bartley that the apartment complex was prone to criminal activity. Bartley, 319 Ark. at 118.\nOn appeal, the Bartley court affirmed summary judgment in favor of the Sweetsers, holding that a landlord, under Arkansas law, is not the insurer of the safety of tenants or others upon the premises. The court went on to add that while circumstances could arise under the terms of a lease between a landlord and tenant so as to impose a duty, those circumstances do not exist in this case. Id. at 122.\n*369The Bartley court recognized that, as a matter of public policy, it is unfair to impose such a high duty of protection on the landlord absent an agreement or statute. Id. at 121 (citing American Law of Landlord Tenant § 4.14 (1980)). The court then listed the reasons for this approach as follows:\nJudicial reluctance to tamper with the common law concept of the landlord-tenant relationship; the notion that the act of a third person in committing an intentional tort or crime is a superseding cause of harm to another; . . . the often times difficult problem of determining foreseeability of criminal acts; the vagueness of the standard which the landlord must meet; the economic consequences of the imposition of the duty; and the conflict with public policy allocating the duty of protecting citizens from criminal acts to the government rather than the private sector.\nId.\nTwo years after the Bartley decision, this court was called on to apply the rules in Bartley to the facts and circumstances presented in Hall v. Rental Management, Inc., supra. There, Flazel Flail, a resident of an apartment complex, brought an action against her landlord, RMI, after her son was shot and killed on RMI's premises. Hall claimed that RMI voluntarily undertook a duty to provide security and, having done so, was bound to use reasonable care. This court affirmed summary judgment in favor of RMI and reasoned as follows:\n[RMI's] implementation of certain practices such as lighting, evening patrols, and communicating with residents regarding suspicious activities help assure the quiet enjoyment and basic safety of the tenants, in addition to providing a modicum of deterrence to criminal activity. We are reluctant to hold that a landlord's use of these modest, conscientious measures imposes a full blown duty to protect tenants from third party criminal activities.\nHall, 323 Ark. at 149-50; see also Steward v. McDonald, 330 Ark. 837, 958 S.W.2d 297 (1997) (holding that, without an assumption of responsibility for repairs, there is no common-law duty imposed upon landlords to provide a safe workplace for the employees of their tenant).\nGiven this background, the relevant question in this case is whether U.S. Bank and Flake removed themselves from the general rule by assuming a duty to protect Lacy from criminal *370attacks. A plain reading of the lease clearly shows that this has not occurred. U.S. Bank may have assumed a duty to monitor entry into the building; however, there is nothing in the lease terms that could give rise to a duty to protect tenants from criminal attacks by third parties in the parking lot. Moreover, Lacy points to no conduct by either U.S. Bank or Flake that could give rise to such a comprehensive duty. As a result, Lacy's first argument must fail.\nNext, Lacy argues that she was an invitee because she was on the property for the benefit of U.S. Bank. Tucker v. Sullivan, 307 Ark. 440, 821 S.W.2d 470 (1991) (defining invitee as one induced to come onto [the] property for the business benefit of the possessor). Under the law of this state, an owner owes an invitee an affirmative duty to see that the premises are reasonably safe. Kay v. Kay, 306 Ark. 322, 812 S.W.2d 685 (1991).\nLacy cites to this court's decision in Kay, supra, in support of her position. In the Kay case, Mary Flarris, a housekeeper, was bitten by a brown recluse spider while working in the home of Thomas and Gladys Kay. Harris's complaint alleged that the Kays knew of the presence of spiders in their home and did nothing to make the premises safe for her. Given the facts, it was clear that Harris was on the property for the benefit of the Kays, who had dual roles as both employers and property owners. As a result, this court labeled Harris as an invitee and held that an employee working on her employer's premises is an invitee. Kay, 306 Ark. at 323.\nThe case at bar is easily distinguishable from the Kay case in that Lacy was not an employee of U.S. Bank — she was a tenant. Here, unlike the housekeeper in Kay, Lacy has made no allegations that she was on the property for the benefit of U.S. Bank. It is undisputed that Lacy did not work for U.S. Bank, nor was she banking with U.S. Bank at the time of the incident in question. Simply put, Lacy was not an invitee, and U.S. Bank did not owe her an affirmative duty to see that the premises were reasonably safe. For this reason, Lacy's second argument must also fail. See Wheeler v. Phillips Dev. Corp., 329 Ark. 354, 947 S.W.2d 380 (1997) (holding that a tenant is not an invitee on her landlord's premises).\nOverall, neither U.S. Bank nor Flake assumed a duty to protect Lacy from the incident in question. In addition, under Arkansas law, Lacy does not fall under the definition of a *371business invitee; thus, neither U.S. Bank nor Flake owed a duty of ordinary care. In short, Lacy has not established the element of duty. Because of this holding, we need not address Lacy's remaining arguments. The issue of whether a duty exists is always a question of law, not to be decided by a trier of fact. Hall, supra. If no duty of care is owed, summary judgment is appropriate. Smith v. Hanson, 323 Ark. 188, 914 S.W.2d 285 (1996). Given these standards, we affirm the trial court's grant of summary judgment in favor of Mercantile Bank, Firstar Bank, U.S. Bank, and Flake & Kelley Management, Inc.\nAffirmed.\nDickey, J., not participating.\n1\nLacy's employer, for purposes of the lease with U.S. Bank, was United States Bankruptcy Chapter 13 Trustee David Coop.\n\n\nPlain English summary:\nOn the way to her car in her employer's parking lot, plaintiff was abducted and raped. She sued the owners of the building and those contracted to manage it (the defendants) for failure to provide adequate security. The trial court granted summary judgment in favour of defendants on the basis that they did not owe plaintiff a duty of care. The appellate court affirmed. \n",
    "annotations": {
        "Facts": [
            "On June 13, 2000, at approximately 4:17 p.m., Monica Lacy left her office located on the fifth floor of the Mercantile Bank building in North Little Rock. As Lacy approached her car in the parking lot, she was abducted by two men. During the",
            "course of her kidnapping, Lacy was robbed and raped by a total of four men.Lacy worked for a part of the bankruptcy system that had offices in the Mercantile Bank Building. The building was originally owned by Mercantile Bank, which was acquired by Firstar Bank, which was subsequently acquired by U.S. Bank. At the time of the incident in question, the building was owned by Firstar, who had a Management Agreement with Flake & Kelley Management, Inc., whereby Flake was made the managing and leasing agent for the building. The agreement gave Flake the authority to hire, supervise, and fire employees in the care, management, and operation of the premises. Flake contracted with Guardsmark, Inc., a security firm, to provide a lobby guard from 4:00 p.m. to 8:00 p.m. on weekdays and 8:00 a.m. to 6:00 p.m. on weekends and holidays. The guards were not required to patrol the parking lot or other common areas outside of the building.",
            "lease agreement between her employer1 and U.S. Bank",
            "provides in pertinent part as follows:3.14 Tenant and Tenant's agents, employees, and invitees will comply fully with all requirements of Rules of the Building which are attached hereto and, which are a part of this Lease as though fully set out herein:4.1 Landlord shall have the following rights exercisable without notice or demand and without liability to Tenant for damage or injury to property, persons or business (all claims for damage therefore being hereby released by Tenant), and without effecting an eviction or disturbance of Tenant's use or possession of the Premises or giving rise to any claim for setoffs or abatement of rent:(g) To take all such reasonable measures as Landlord may deem advisable for the security of the Building and its occupants, including without limitation, the search of all persons entering or leaving the Building, the evacuation of the Building for cause, suspected cause, or for drill purposes, the temporary denial of access to the Building, and the closing of the Building after normal business hours and on Saturdays, Sundays and holidays, subject, however, to Tenant's right to admittance when the Building is closed after normal business hours under such reasonable regulations as Landlord may prescribe from time to time which may include by way of example but not of limitation, that persons entering or leaving the Building, whether or not during normal business hours, identify themselves to a security officer by registration or otherwise and that such persons establish this right to enter or leave the Building.(1) to close the Building at 6:00 p.m. or such other reasonable time as Landlord may determine, subject, however, to Tenant's right to admittance under such regulations as shall be prescribed from time to time by Landlord and set out in the rules of the Building.",
            "Lacy was not an invitee, and U.S. Bank did not owe her an affirmative duty to see that the premises were reasonably safe."
        ],
        "Procedural History": [
            "On April 4, 2003, Lacy filed a complaint against Mercantile, Firstar, U.S. Bank, Flake",
            "alleging that the defendants were negligent in their failure to provide adequate security. In response, Mercantile, Firstar, and U.S. Bank (collectively U.S. Bank), and Flake each filed motions for summary judgment. The trial court then entered an order granting summary judgment in favor of U.S. Bank and Flake.",
            "Lacy now appeals from this order."
        ],
        "Application of Law to Facts": [
            "Given this background, the relevant question in this case is whether U.S. Bank and Flake removed themselves from the general rule by assuming a duty to protect Lacy from criminal *370attacks. A plain reading of the lease clearly shows that this has not occurred. U.S. Bank may have assumed a duty to monitor entry into the building; however, there is nothing in the lease terms that could give rise to a duty to protect tenants from criminal attacks by third parties in the parking lot. Moreover, Lacy points to no conduct by either U.S. Bank or Flake that could give rise to such a comprehensive duty. As a result, Lacy's first argument must fail.",
            "Overall, neither U.S. Bank nor Flake assumed a duty to protect Lacy from the incident in question. In addition, under Arkansas law, Lacy does not fall under the definition of a business invitee; thus, neither U.S. Bank nor Flake owed a duty of ordinary care. In short, Lacy has not established the element of duty."
        ],
        "Relevant Precedents": [
            "Young v. Paxton, 316 Ark. 655,  (1994).",
            "Hall v. Rental Mgmt., Inc., supra; see also Bartley v. Sweetser, , 890 S.W.2d 250 (1994).",
            "Bartley v. Sweetser",
            "Bartley, 319 Ark. at 118.",
            "Bartley",
            "at 122.",
            "Bartley",
            "American Law of Landlord Tenant § 4.14 (1980)",
            "Bartley",
            "Bartley",
            "Hall v. Rental Management, Inc., supra.",
            "Hall, ",
            "Steward v. McDonald, 330 Ark. 837,  (1997)",
            "Smith v. Hanson, 323 Ark. 188,  (1996)."
        ],
        "Outcome": [
            "Given these standards, we affirm the trial court's grant of summary judgment in favor of Mercantile Bank, Firstar Bank, U.S. Bank, and Flake & Kelley Management, Inc.Affirmed."
        ]
    },
    "class": "affirm"
}