{
    "text": "Yanmar Co. v. Slater, 386 S.W.3d 439, 2012 Ark. 36 (2012)\nFeb. 2, 2012 · Arkansas Supreme Court · No. 11-370\n386 S.W.3d 439, 2012 Ark. 36\nYANMAR CO., LTD., d/b/a Yanmar Diesel Engine Company, Ltd., and Yanmar America Corporation, Appellantsv.Wanda H. SLATER, Appellee\n2012 Ark. 36\nSupreme Court of Arkansas.\nRehearing Denied March 8, 2012.\n*441Steven W. Quattlebaum, Emmett Bowers Chiles, Jennifer Wethington Merritt and Patrick James Goss, Little Rock, for appellant.\nJames M. Simpson, Jr., Martin A. Kas-ten, Jamie Huffman Jones and Phillip M. Brick, Little Rock, for appellee.\nDONALD L. CORBIN, Justice.\n11 Appellants Yanmar Co., Ltd., d/b/a Yanmar Diesel Engine Co., Ltd. (Yanmar Japan), and Yanmar America Corporation appeal the order of the Jefferson County Circuit Court awarding $2.5 million to Appellee Wanda H. Slater. On appeal, Yan-mar Japan argues at the outset that the order should be reversed and dismissed where the circuit court lacked personal jurisdiction over Yanmar Japan and where substantial evidence did not support the jury determination that it manufactured an unreasonably defective or dangerous tractor or that its failure to install a rollover-protection system (ROPS) caused the death of Rudolph Slater, Appellee's husband. Yanmar Japan also argues that the circuit court erred in allowing the jury to consider that it had a post-sale duty to warn of the absence of a ROPS or to retrofit the tractor. Yanmar America ar*442gues that there was not substantial evidence to support the jury's finding that it was negligent, as it had nothing to do with the manufacture or sale of the tractor and never supplied parts for the tractor. Additionally, both Appellants argue that the circuit court erred with regard to certain evidentiary rulings. This case was certified to this | ¡.court because it involves an issue of first impression and an issue requiring clarification or development of the law; hence, our jurisdiction is pursuant to Arkansas Supreme Court Rule 1 — 2(b)(1) and (5) (2011). Because the circuit court lacked personal jurisdiction over Yanmar Japan and because the jury's verdict as to Yanmar America is not supported by substantial evidence, we reverse and dismiss this case.\nRudy Slater purchased a Yanmar YM2000 tractor from Chris Elder Enterprises, Inc., on September 28, 2004. The tractor had been manufactured in 1977 by Yanmar Japan and sold to Koide Agricultural Equipment Co., Ltd., an authorized Yanmar distributor in the Toyama Prefecture of Japan. At the time of its manufacture, the tractor was equipped with a rotary tiller. In 2003, some twenty-six years after it was manufactured, and without Yanmar Japan's knowledge, the tractor came into the possession of a Vietnamese company, Lucky Company, f/k/a Le Chau Company, Ltd.\nThe tractor was then imported to the United States on January 10, 2004, through the gray market and sold to LCI Equipments, Inc., a Texas company.1 An Le, owner of LCI, regularly purchased tractors from Lucky Company. LCI, in turn, sold the tractor at an auction- in Oklahoma to Chris Elder, owner of Chris Elder Enterprises, Inc. At the time he purchased the tractor, it was equipped with a front-end loader that had apparently been added to the tractor while in the possession of Lucky Company. Mr. Elder then equipped it with a bush hog, as the original rotary tiller had been removed at some point. According to Mr. Elder, the tractor looked brand new, as it had new paint, new rear tires, and the hours meter on the tractor was very low. Mr. Elder also stated that the tractor had been refurbished, all the stickers on it were new, and that it did not appear to be a thirty-year-old tractor. On October 4, 2004, just days after Mr. Elder sold the tractor to him, Mr. Slater was using the tractor to mow grass on a slope near a pond on his property when it rolled over, killing him.\nFollowing the death of Mr. Slater, Mrs. Slater and the couple's son, Barton Slater, filed a wrongful-death action against Yan-mar Japan, Yanmar America, and Chris Elder Enterprises, Inc. A second amended complaint was filed, adding LCI and John Does 1-10 as defendants. In her third amended complaint, Mrs. Slater added Lucky Company as a defendant. She alleged therein claims for fraud, strict liability, breach of implied and express warranties, negligence and negligent failure to warn, violation of the Arkansas Deceptive Trade Practices Act, and violation of the odometer-regulation statutes. She sought both compensatory and punitive damages.\nFollowing lengthy discovery and several motions for summary judgment, the case was tried beginning on October 19, 2009.2 *443Of the claims alleged, the jury was ultimately allowed to consider claims for negligence as to Yanmar Japan, Yanmar America, and LCI, and strict liability against Yanmar Japan and LCI. The jury returned a verdict in favor of Mrs. Slater, finding in her favor on each of the aforementioned counts and awarding her damages in the amount of $2.5 million. The jury apportioned fault as follows: Yanmar Japan, 39%; Yanmar America, 25%; LCI, 29% and; Mr. Slater, 7%.\nThe circuit court entered judgment accordingly, and the Yanmar defendants appealed to the Arkansas Court of Appeals. The court of appeals dismissed the appeal without prejudice because some of the claims remained outstanding. Yanmar Co. v. Slater, 2011 Ark. App. 167, 2011 WL 715972. After obtaining a final order from the circuit court, the Yanmar defendants again appealed and, as previously stated, the appeal was transferred to this court.\nI. Yanmar Japan\nThe first issue we consider is Yan-mar Japan's argument that the circuit court lacked personal jurisdiction over it and, thus, erred in denying its motion for a directed verdict. Specifically, Yanmar Japan argues that there was no substantial evidence to support the conclusion that it had the requisite contacts with the State of Arkansas to subject it to suit here. According to Yanmar Japan, the judgment against it should be reversed and the case dismissed. Mrs. Slater counters that the evidence demonstrates that Yanmar Japan had continuous and systematic contacts with Arkansas that satisfied the finding of personal jurisdiction. Further, Mrs. Slater argues that Yanmar Japan waived its objection to personal jurisdiction when it voluntarily invoked the power of the court by seeking contribution, indemnity, and a judgment against codefendant LCI. We review the circuit court's finding of jurisdiction under our clearly erroneous standard of review. John Norrell Arms, Inc. v. Higgins, 332 Ark. 24, 962 S.W.2d 801 (1998).\n|sWe begin our analysis with a review of this state's long-arm statute. Under prior law, a court of this state could exercise personal jurisdiction over a nonresident defendant through the long-arm statute when there was a cause of action arising from the person transacting any business in this state, contracting for services or things in this state, causing tortious injury in this state, owning real property in the state, as well as other grounds. See Ark. Code Ann. § 16-4-101(0 (repealed 1995). But, that statute was amended by Act 486 of 1995, and is now limited only by the constraints imposed by the Due Process Clause of the Fourteenth Amendment. Arkansas's long-arm statute now reads in relevant part:\nPERSONAL Jurisdiction. The courts of this state shall have personal jurisdiction of all persons, and all causes of action or claims for relief, to the maximum extent permitted by the due process of law clause of the Fourteenth Amendment of the United States Constitution.\nArk.Code Ann. § 16^-101(B) (Repl.2010).\nWe recently explained in Gibbs v. PrimeLending, 2011 Ark. 255, 381 S.W.3d 829, that unlike some long-arm statutes, and unlike previous versions of Arkansas's long-arm statute, the current statute does not limit the exercise of personal jurisdiction to certain enumerated circumstances. Rather, the exercise of personal jurisdiction is limited only by federal constitutional law. Accordingly, this court now looks only to Fourteenth Amendment due pro*444cess jurisprudence when deciding an issue of personal jurisdiction. Davis v. St. John's Health Sys., Inc., 348 Ark. 17, 23, 71 S.W.3d 55, 58 (2002).\nWe turn now to that due-process jurisprudence. The seminal case on the issue of personal jurisdiction is International Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945), wherein the United States Supreme Court first articulated the minimum-contacts test as a way to establish | ¿jurisdiction over a defendant not physically present in the state. The touchstone principle announced by the Court in International Shoe is that due process requires certain minimum contacts with [the forum state] such that the maintenance of the suit does not offend 'traditional notions of fair play and substantial justice.'  Id. at 316, 66 S.Ct. 154 (quoting Milliken v. Meyer, 311 U.S. 457, 463, 61 S.Ct. 339, 85 L.Ed. 278 (1940)). The Court in International Shoe looked to the nature of the contacts that the nonresident defendant had with the forum state, explaining that attention must be paid to the quality and nature of those contacts, and also to whether that defendant through those contacts enjoyed the benefits and protection of the laws of the foreign state. Id. at 319, 66 S.Ct. 154. The Court further acknowledged that there may be situations in which a nonresident-defendant's contacts with a forum state may be so substantial and continuous as to justify jurisdiction over that defendant, even though the cause of action is entirely distinct from those activities. Id. at 318, 66 S.Ct. 154.\nThe Supreme Court has revisited the law on personal jurisdiction since the holding in International Shoe. Notably, the Court held in World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 297, 100 S.Ct. 559, 62 L.Ed.2d 490 (1980), that a nonresident defendant's contacts with a forum state must be sufficient to cause the defendant to reasonably anticipate being haled into court there. This 'purposeful availment' requirement ensures that a defendant will not be haled into a jurisdiction solely as a result of 'random,' 'fortuitous,' or 'attenuated' contacts. Burger King Corp. v. Rudzewicz, 471 U.S. 462, 475, 105 S.Ct. 2174, 85 L.Ed.2d 528 (1985) (quoting Keeton v. Hustler Magazine, Inc., 465 U.S. 770, 774, 104 S.Ct. 1473, 79 L.Ed.2d 790 (1984)). And, of significance to the instant case, the Supreme Court in Helicopteros Nacionales de Colombia, S.A. v. Hall, 466 U.S. 408, 104 S.Ct. 1868, 80 L.Ed.2d 404 (1984), explained the distinction |7between the two types of personal jurisdiction: general and specific. There, the Court stated that when a cause of action arises out of or is related to a defendant's specific contacts with the forum state, the exercise of personal jurisdiction is one of specific jurisdiction. Id. However, if the exercise of jurisdiction arises in a case not stemming from the defendant's contacts with the forum state, the exercise of personal jurisdiction is one of general jurisdiction. Id. When general jurisdiction is in question, a defendant may be subject to the forum state's exercise of personal jurisdiction if generally its contacts with the state are continuous, systematic, and substantial. Id.\nHere, there is no dispute that the type of jurisdiction at issue is general. Thus, the question for this court is whether the circuit court correctly exercised general jurisdiction over Yanmar Japan. In finding that it had personal jurisdiction over Yanmar Japan, the circuit court ruled as follows:\nUntil 1991, Yanmar Japan manufactured and distributed for sale in the United States a Yanmar brand of tractor. The tractors were sold through Yanmar America, a subsidiary of Yan-mar Japan. The facts presented indicate that replacement parts for the trac*445tors it manufactured and sold in the United States market can be purchased in Arkansas through authorized Yanmar distributors conducting business in the state of Arkansas. Yanmar [America] admits that its annual business dealings within the state of Arkansas are approximately $10,000.00 a year.\nYanmar Japan admits that it manufactured the tractor which is the subject of the lawsuit but alleges that this particular tractor was never intended to be sold in the United States. Yanmar Japan explains that the sale of its Japanese market tractors in the United States has been given the name gray market tractors. In fact, Yanmar Japan has known about the gray market for years and has taken steps to warn United States consumers of the problems with the use of these tractors.\nYanmar Japan and Yanmar America enjoy a symbiotic relationship. Yanmar Japan is the manufacturer of the tractor in question. Yanmar Japan has sold tractors and continues to sell tractor replacement parts through Yanmar America and its distributors in the United States, including the state of Arkansas.\nWhen looking at the totality of circumstances, the minimum contacts requirement has been met as described in Meachum [v. Worthen Bank and Trust Co., 13 Ark.App. 229, 682 S.W.2d 763, cert. denied, 474 U.S. 844, 106 S.Ct. 132, 88 L.Ed.2d 108 (1985) ]. Applying the analysis in Anderson v. Dassault Aviation, 361 F.3d 449 (8th Cir.2004), Yan-mar Japan through its subsidiary, Yan-mar America, reaps the benefits of the sale of its products in the state of Arkansas and due process is not violated by exercising jurisdiction over these corporations.\nIn reviewing the circuit court's findings on the issue of jurisdiction, it appears that the circuit court determined that jurisdiction existed because Yanmar Japan had sufficient contacts with the state and because there existed a symbiotic relationship between Yanmar Japan and Yanmar America. We will examine first Yanmar Japan's contacts with this state.\nThe evidence adduced here is as follows. Yanmar Japan is incorporated and has its principal place of business in Japan. It is undisputed that Yanmar Japan is not authorized to do business in Arkansas, nor does it have an agent for service of process in Arkansas. Likewise, it does not have any offices, employees, assets, bank accounts, or property in Arkansas. But, until 1991, Yanmar Japan did sell its tractors in the United States, although it no longer does so. Yanmar America, which is a subsidiary of Yanmar Japan, sells parts for authorized Yanmar tractors in the United States. Its primary place of business is Illinois. In its answers to discovery, Yanmar America admitted that it has, and continues to, sell Yanmar parts in Arkansas and has authorized dealers in this state.\nMrs. Slater relies on Yanmar Japan's past contacts with the state, as well as its subsidiary's current connection to the state through its selling of Yanmar parts, to support a finding of sufficient minimum contacts. She argued below, and to this court, that Yanmar 19Japan previously had significant contacts with Arkansas, as it used to sell Yanmar tractors in Arkansas until 1991, and it used to manufacture tractors and component parts for John Deere tractors that were sold in Arkansas. In support of her position, she cites to the Alabama Supreme Court's decision in Smith v. Yanmar Diesel Engine Co., 855 So.2d 1039 (Ala.2003), a case involving a Yanmar gray-market tractor:\nThe issue presented in Yanmar's motion was whether it had such contacts *446with Alabama that it 'should reasonably anticipate being haled into court [here].'  The resolution of this issue requires a penetrating analysis of the quality and quantity of [those] contacts.\nYanmar stipulated that it sold and continues to sell genuine Yanmar parts in Alabama through authorized Yanmar dealers in Alabama. This is a broad, general assertion that suggests the possibility, at least, of substantial contacts with Alabama. Depending on the pervasiveness of those sales and related activities, such contacts could well constitute the sort of continuous and systematic activity necessary to confer on Alabama courts general jurisdiction. In other words, the stipulation essentially conceded the existence of a genuine issue of material fact, making a summary judgment inappropriate.\nThis concession obviated Smith's burden to produce evidence to establish a factual dispute. Otherwise stated, because Yanmar failed to make a prima facie showing that there is no genuine issue of material fact, the burden never shifted to Smith, the nonmovant, to establish a genuine issue of material fact. The trial court erred, therefore, in entering the summary judgment for Yan-mar.\nId. at 1043 (citations omitted).\nWe find the Smith case to be unavailing. First, the decision there seems to be based on the case's procedural posture, in that the court found that the burden never shifted to Smith to establish evidence that Yanmar had contacts with the state. That is not the situation now before us.\n| inSecond, we find the Alabama court's analysis to be contrary to the United States Supreme Court's recent decision in Goodyear Dunlop Tires Operations v. Brown, — U.S.-, 181 S.Ct. 2846, 180 L.Ed.2d 796 (2011). In that case, the Court was presented with the issue of whether a foreign subsidiary of a United States parent company was amenable to suit in state court on claims unrelated to any activity of the subsidiary in the forum state. In addressing the issue, the Supreme Court noted that the North Carolina Court of Appeals had improperly blended general- and specific-jurisdiction inquiries to reach the conclusion that it had personal jurisdiction over a foreign subsidiary, where some of the products made abroad by the subsidiary had reached North Carolina through the stream of commerce. Id. at 2851 (quoting Brown v. Meter, 199 N.C.App. 50, 681 S.E.2d 382, 394-95 (2009)). In reversing, the Supreme Court held that such a limited connection between the forum and the foreign corporation was an inadequate basis for the exercise of general jurisdiction, as it d[id] not establish the 'continuous and systematic' affiliation necessary to confer jurisdiction. Id. at 2851. The Court further explained that while the flow of a manufacturer's goods into the forum may support an affiliation pertinent to specific jurisdiction, it does not warrant a determination that, based on those ties, the forum has general jurisdiction. Id. According to the Supreme Court, [u]nder the sprawling view of general jurisdiction urged by respondents and embraced by the North Carolina Court of Appeals, any substantial manufacturer or seller of goods would be amenable to suit, on any claim for relief, wherever its products are distributed. Id. at 2856.\nlnClearly, under the holding in Goodyear, we cannot consider Yanmar America's distribution of parts in this state as somehow conferring general jurisdiction over Yanmar Japan. It is simply not enough that Yanmar Japan used to sell tractors in Arkansas or that it has a subsidiary that distributes parts in this state. The circuit court in this case engaged in *447the sprawling view of general jurisdiction that the Supreme Court rejected in Goodyear in concluding that it had general jurisdiction over Yanmar Japan. As the Supreme Court explained, the purposeful availment requirement ensures that a defendant will not be haled into a jurisdiction solely as a result of 'random,' 'fortuitous,' or 'attenuated' contacts. Rudzew-icz, 471 U.S. at 475,105 S.Ct. 2174. While Arkansas certainly has an interest in providing its residents a forum to adjudicate claims, we cannot ignore the confínes of the Due Process Clause. In sum, there was no evidence to establish that Yanmar Japan had the requisite minimum contacts with this forum to warrant the exercise of general jurisdiction, and the circuit court's finding to the contrary was clearly erroneous.\nThis brings us to the court's alternate basis for the exercise of jurisdiction, the symbiotic relationship between Yanmar Japan and Yanmar America. In concluding as it did, the circuit court relied on the Court of Appeals for the Eighth Circuit's decision in Anderson v. Dassault Aviation, 361 F.3d 449 (8th Cir.2004). There, a foreign defendant, Dassault Aviation, was held subject to personal jurisdiction in an Arkansas federal court based on the contacts of Dassault's corporate subsidiary, Dassault Falcon Jet, which is located in Arkansas. The parent corporation manufactured jet aircraft that were later sold in this country by the subsidiary. Id. Though the parent corporation itself was not directly present doing business |12in Arkansas, the Eighth Circuit nevertheless concluded that the subsidiary's contacts could be attributed to the parent. Id. The two corporations had a close, synergistic relationship that is not an abuse of the corporate organizational form, but is clearly relevant to the jurisdictional question. Id. at 453. The court pointed to such facts as the two corporations used the same name and logo and purposefully unif[ied] the efforts of both Dassault Aviation and Dassault Falcon Jet to create this brand and logo image. Id. at 454. The court concluded that jurisdiction over the foreign parent corporation was proper where it had a clear awareness of and interest in its subsidiary's substantial operations in Arkansas. Id. at 453.\nBut, more recently, in Viasystems, Inc. v. EBM-Papst St. Georgen GmbH & Co., KG, 646 F.3d 589 (8th Cir.2011), the Eighth Circuit revisited its decision in Anderson and cautioned against a misapplication of that decision. In Viasystems, the Eighth Circuit explained that determining whether a parent purposefully directed products at a forum state and attributing the conduct of a subsidiary to a parent within a given forum should be conceptually separate inquiries. Id. at 596. The Eighth Circuit opined that attribution of subsidiary conduct to a parent entity for jurisdictional purposes requires a degree of parental control and domination. Id. Although not quantifying the degree of parental control and domination required, the Eighth Circuit equated the parental relationship necessary to attribute the conduct of a subsidiary to its parent corporation with the alter ego relationship required by Epps v. Stewart Information Services Corp., 327 F.3d 642 (8th Cir.2003). Specifically, the court pointed to its holding in Epps that jurisdiction over a nonresident parent corporation can be based on the actions of a resident subsidiary corporation only if the parent 11Rso controlled and dominated the affairs of the subsidiary that the latter's corporate existence was disregarded so as to cause the residential corporation to act as the nonresidential corporate defendant's alter ego. Id. at 596 (quoting Epps, 327 F.3d at 649).\nHere, the evidence that demonstrated a link between Yanmar Japan and *448Yanmar America included testimony from Ryan Pott, who works as corporate counsel for Yanmar America. He testified at trial that part of Yanmar America's website states that the company was founded in 1912 and developed the world's first diesel engine in 1938, thus, indicating that the two companies share one website. It was undisputed that both companies use the brand name Yanmar. And, there was evidence that the two companies worked together on issues involving trademark litigation for Yanmar tractors.\nWe agree with Yanmar Japan that this was insufficient proof to show that it dominated and controlled its subsidiary, Yan-mar America, such that personal jurisdiction can be predicated on the relationship between the two companies. We simply cannot say that Yanmar America acted as Yanmar Japan's alter ego. Moreover, the fact that Yanmar America distributes Yan-mar parts in Arkansas does not satisfy the requirements for personal jurisdiction. See Viasystems, 646 F.3d 589, 597 (explaining that even if a foreign corporation pours its products into a regional distributor for distribution in a multistate area, this connection alone is so limited that it is an inadequate basis for the exercise of general jurisdiction) (quoting Goodyear, — U.S. at-, 131 S.Ct. at 2851). The circuit court's finding to the contrary was clearly erroneous.\n114FinaIIy, we note that Mrs. Slater's argument that Yanmar Japan waived its jurisdictional argument is unavailing. Yanmar Japan argues that this waiver argument was never raised below and cannot now be raised on appeal. It is correct. Mrs. Slater never argued to the circuit court that Yanmar Japan had waived its objection to personal jurisdiction by alternatively seeking contribution and indemnification. And, thus, we will not consider the merits of this argument. McCourt Mfg. Corp. v. Rycroft, 2010 Ark. 93, 360 S.W.3d 138. Although this court may affirm a circuit court's decision for an alternative reason on the basis that the circuit court may have reached the right result but the reason stated for the decision is wrong, we will not do so when an issue was never raised below. E.g., Green v. Ferguson, 263 Ark. 601, 567 S.W.2d 89 (1978) (this court refused to consider the appel-lee's alternative argument raised for first time on appeal). This is so because we must determine the issues upon the record that was made in the circuit court, and issues not raised below cannot serve as the basis for a decision in this court. See Palmer v. Cline, 254 Ark. 393, 494 S.W.2d 112 (1973).\nBecause there was insufficient evidence to establish personal jurisdiction over Yan-mar Japan, the circuit court clearly erred in finding that it could properly exercise jurisdiction over Yanmar Japan. We therefore reverse and dismiss as to Yan-mar Japan. Having done so, it is not necessary to address Yanmar Japan's remaining points on appeal.\nII. Yanmar America\nWe turn now to Yanmar America's arguments on appeal. Yanmar America first argues that the circuit court erred in denying its motion for a directed verdict because there was no substantial evidence to support the jury's verdict finding it negligent. Specifically, it argues that it had no duty to Mr. Slater, as it did not design, manufacture, sell, or import the tractor. Nor did it assume any duty to Mr. Slater by engaging in activities to prevent gray-market sales. Finally, Yan-mar America argues that it had no post-duty sale to warn Mr. Slater about any dangerous condition or to retrofit the tractor. In addition, it asserts that it did nothing that proximately caused Mr. Slater's accident.\n*449Our standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence. Nat'l Bank of Ark. v. River Crossing Partners, LLC, 2011 Ark. 475, 385 S.W.3d 754. We reverse only if there is no substantial evidence to support the jury's verdict, and the moving party is entitled to judgment as a matter of law. Id. Substantial evidence is that which goes beyond suspicion or conjecture and is sufficient to compel a conclusion one way or the other. ConAgra Foods, Inc. v. Draper, 372 Ark. 361, 276 S.W.3d 244 (2008). It is not our place to try issues of fact; rather, we simply review the record for substantial evidence to support the jury's verdict. Carr v. Nance, 2010 Ark. 497, 370 S.W.3d 826. In determining whether there is substantial evidence, we view the evidence and all reasonable inferences arising therefrom in the light most favorable to the party on whose behalf judgment was entered. Id. A motion for directed verdict should be denied when there is a conflict in the evidence, or when the evidence is such that fair-minded people might reach a different conclusion. McMickle v. Griffin, 369 Ark. 318, 254 S.W.3d 729 (2007).\nUnder Arkansas law, in order to prevail on a claim of negligence, the plaintiff must prove that the defendant owed a duty to the plaintiff, that the defendant breached that duty, and that the breach was the proximate cause of the plaintiffs injuries. See Branscumb v. Freeman, 360 Ark. 171, 200 S.W.3d 411 (2004); Wilson v. Rebsamen Ins., Inc., 330 Ark. 687, 957 S.W.2d 678 (1997). The burden in a negligence case is always on the party asserting the claim; negligence is never assumed. Morehart v. Dillard Dep't Stores, 322 Ark. 290, 908 S.W.2d 331 (1995). Negligence may be established by direct or circumstantial evidence, but a plaintiff may not rely on inferences based on conjecture or speculation. Ark. Kraft, a Div. of Green Bay Pkg. v. Cottrell, 313 Ark. 465, 855 S.W.2d 333 (1993). Substantial evidence is not present where a fact-finder is merely given a choice of possibilities that requires the fact-finder to guess as to a cause. Id. The mere fact of an accident does not give rise to an inference of negligence. Mankey v. Wal-Mart Stores, Inc., 314 Ark. 14, 858 S.W.2d 85 (1993).\nThe first issue to look at in determining whether there was evidence of negligence is whether Yanmar America owed any duty to Mr. Slater. This court has stated that the question of what duty, if any, is owed a plaintiff alleging negligence is always a question of law and never one for the jury. Kowalski v. Rose Drags of Dardanelle, Inc., 2011 Ark. 44, 378 S.W.3d 109; Marlar v. Daniel, 368 Ark. 505, 247 S.W.3d 473 (2007). Thus, the law of negligence requires as an essential element that the plaintiff show that a duty of care was owed. Young v. Gastrointestinal Ctr., 361 Ark. 209, 205 S.W.3d 741 (2005); Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994). Duty is a concept that arises out of the recognition that relations between individuals may impose upon one a legal obligation for the other. Mar-lar, 368 Ark. 505, 247 S.W.3d 473; see also William L. Prosser, Handbook on the Law of Torts § 42, at 244 (4th ed.1971).\nYanmar America argues that it owed no duty to Mr. Slater because it had nothing to do with the YM2000 tractor and, in fact, was not even in business at the time of its manufacture. Further, Yanmar America did not distribute the tractor, was not involved in the gray market, or with any of the persons responsible for bringing the tractor through the gray market. Yanmar America also asserts that it is a separate and distinct entity from Yanmar Japan and, as such, any negligence of Yanmar Japan cannot be imputed to Yanmar *450America, either through theories of joint venture or agency. According to Yanmar America, each company had a separate interest in discouraging the sale of gray-market tractors. Yanmar Japan wanted to avoid litigation over tractors never intended for use in the United States, while Yanmar America wanted to protect the brand, and its profits, by remaining the only authorized distributor of Yanmar products. Finally, Yanmar America argues it assumed no duty to Mr. Slater.\nYanmar America is correct that it owed no duty to Mr. Slater. First, Yan-mar America was not even in existence at the time that this tractor was manufactured. Yanmar America had nothing to do with the design, manufacture, or distribution of the tractor. Second, Yanmar America sells parts for authorized Yanmar tractors. It is uncontroverted that Yan-mar America never sold Mr. Slater a part for his tractor. Moreover, we will not impute any duty of Yanmar Japan to Yan-mar America. As we have explained:\nAll corporations, regardless of the fact that the holders of stock and the officers of the corporation are. identical, are separate and distinct legal entities; and it follows 11sthat, in the absence of facts on which liability can be predicated, one such corporation is not liable for the debts of another. See Mannon v. R.A. Young & Sons Coal Co., 207 Ark. 98, 179 S.W.2d 457 (1944). The fact that the officers of one corporation are also officers of another does not make the corporations the same, nor the acts of one the acts of the other. Id. (citing 19 C.J.S., Corporations, § 789, p. 166). The fact that some of the stockholders in one company had also stock in each of the other companies, and the fact'that the general managers and officers of one company were also general managers and officers of another company, did not make these companies the same corporation, nor the acts of one the acts of the other. Id. (citing Fort Smith Light & Traction Co. v. Kelley, 94 Ark. 461, 127 S.W. 975 (1910)).\nK.C. Props, of Nw. Ark, Inc. v. Lowell Inv. Partners, LLC, 373 Ark. 14, 32-33, 280 S.W.3d 1, 16 (2008). There was simply no evidence to support Mrs. Slater's theories that Yanmar America was engaged in a joint venture with or acted as an agent for Yanmar Japan such that we will impute any duty or liability to Yanmar America.\nFinally, to the extent that an argument may be raised that Yanmar America assumed a duty to Mr. Slater based on the fact that it engaged in activities to prevent gray-market sales, it must fail. This court generally discussed assumption of a duty in Chatman v. Millis, 257 Ark. 451, 517 S.W.2d 504 (1975), wherein we cited with approval from Glanzer v. Shepard, 233 N.Y. 236, 135 N.E. 275 (1922):\nIt is ancient learning that one who assumes to act, even though gratuitously, may thereby become subject to the duty of acting carefully, if he acts at all. Even though Fulfer's invitation to Du-vall was gratuitous the law required that his conduct be characterized by ordinary care.\nChatman, 257 Ark. at 464, 517 S.W.2d at 512-(quoting Glanzer, 135 N.E. at 276). Thus, even where no duty arises, if a person undertakes to act, they must do so carefully or they may be liable for negligence. Steward v. McDonald, 330 Ark, 837, 958 S.W.2d 297 (1997); Keck v. Am. Emp't Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983).\nThis is simply not a case, however, where Yanmar America assumed a duty to Mr. Slater. It did engage in a parts-blocking program and took other measures to notify consumers that Yanmar tractors were being imported into the United States. But, this is not enough to *451demonstrate assumption of a duty. See Hall v. Rental Mgmt., Inc., 323 Ark. 143, 913 S.W.2d 293 (1996) (landlord did not voluntarily assume a legal duty to protect tenants from the criminal acts of third parties even though it implemented certain security measures to reduce criminal activity on its premises).\nAccordingly, because Yanmar America owed no duty to Mr. Slater, it was error for the circuit court to deny its motion for a directed verdict. We reverse and dismiss as to Yanmar America. As such, it is unnecessary to discuss Yanmar America's remaining points on appeal.\nReversed and dismissed.\n1\n. The gray market is defined as [a] market in which the seller uses legal but sometimes unethical methods to avoid a manufacturer's distribution chain and thereby sell goods (esp. imported goods) at prices lower than those envisioned by the manufacturer. Black's Law Dictionary 1056 (9th ed.2009).\n2\n. Mrs. Slater reached a settlement with Chris Elder Enterprises, and the company was then dismissed from the case prior to trial. LCI does not appeal the jury verdict against it. Also named as defendants were Lucky Company and John Does 1-10. Mrs. Slater non-suited her action against Lucky Company, *443and the John Doe defendants were never served. These parties were also subsequently dismissed from the case, as was Barton Slater.\n\nPlain English summary:\nPlaintiffs' husband and father purchased a tractor manufactured by Yanmar Japan, which had been imported into the US through the gray market. He was killed within a week of using the tractor. Plaintiff sued not only Yanmar Japan, but also its subsidiary, Yanmar America. The jury found in favour of plaintiff. Yanmar America appealed, arguing that it did not owe plaintiff a duty of care. The appellate court agreed, and reversed and dismissed the case against Yanmar America\n",
    "annotations": {
        "Facts": [
            "Rudy Slater purchased a Yanmar YM2000 tractor from Chris Elder Enterprises, Inc., on September 28, 2004. The tractor had been manufactured in 1977 by Yanmar Japan and sold to Koide Agricultural Equipment Co., Ltd., an authorized Yanmar distributor in the Toyama Prefecture of Japan. At the time of its manufacture, the tractor was equipped with a rotary tiller. In 2003, some twenty-six years after it was manufactured, and without Yanmar Japan's knowledge, the tractor came into the possession of a Vietnamese company, Lucky Company, f/k/a Le Chau Company, Ltd.The tractor was then imported to the United States on January 10, 2004, through the gray market and sold to LCI Equipments, Inc., a Texas company.1 An Le, owner of LCI, regularly purchased tractors from Lucky Company. LCI, in turn, sold the tractor at an auction- in Oklahoma to Chris Elder, owner of Chris Elder Enterprises, Inc. At the time he purchased the tractor, it was equipped with a front-end loader that had apparently been added to the tractor while in the possession of Lucky Company. Mr. Elder then equipped it with a bush hog, as the original rotary tiller had been removed at some point. ",
            "the tractor looked brand new, as it had new paint, new rear tires, and the hours meter on the tractor was very low.",
            "the tractor had been refurbished, all the stickers on it were new, and that it did not appear to be a thirty-year-old tractor.",
            "On October 4, 2004, just days after Mr. Elder sold the tractor to him, Mr. Slater was using the tractor to mow grass on a slope near a pond on his property when it rolled over, killing him.",
            "Until 1991, Yanmar Japan manufactured and distributed for sale in the United States a Yanmar brand of tractor. The tractors were sold through Yanmar America, a subsidiary of Yan-mar Japan.",
            "replacement parts for the tractors it manufactured and sold in the United States market can be purchased in Arkansas through authorized Yanmar distributors conducting business in the state of Arkansas. Yanmar [America] admits that its annual business dealings within the state of Arkansas are approximately $10,000.00 a year.Yanmar Japan",
            "manufactured the tractor which is the subject of the lawsuit but",
            "this particular tractor was never intended to be sold in the United States",
            "the sale of its Japanese market tractors in the United States has been given the name gray market tractors.",
            "Yanmar Japan has known about the gray market for years and has taken steps to warn United States consumers of the problems with the use of these tractors.Yanmar Japan and Yanmar America enjoy a symbiotic relationship. Yanmar Japan is the manufacturer of the tractor in question. Yanmar Japan has sold tractors and continues to sell tractor replacement parts through Yanmar America and its distributors in the United States, including the state of Arkansas.",
            "Yanmar Japan is incorporated and has its principal place of business in Japan.",
            "Yanmar Japan is not authorized to do business in Arkansas, nor does it have an agent for service of process in Arkansas.",
            "it does not have any offices, employees, assets, bank accounts, or property in Arkansas.",
            "until 1991, Yanmar Japan did sell its tractors in the United States, although it no longer does so.",
            "Yanmar America, which is a subsidiary of Yanmar Japan, sells parts for authorized Yanmar tractors in the United States. Its primary place of business is Illinois. In its answers to discovery, Yanmar America admitted that it has, and continues to, sell Yanmar parts in Arkansas and has authorized dealers in this state.",
            "part of Yanmar America's website states that the company was founded in 1912 and developed the world's first diesel engine in 1938",
            "the two companies worked together on issues involving trademark litigation for Yanmar tractors.",
            "Yanmar America",
            "did not design, manufacture, sell, or import the tractor.",
            "Yanmar America",
            "had nothing to do with the YM2000 tractor and",
            "was not even in business at the time of its manufacture.",
            "Yanmar America did not distribute the tractor, was not involved in the gray market, or with any of the persons responsible for bringing the tractor through the gray market.",
            "it is a separate and distinct entity from Yanmar Japan",
            "each company had a separate interest in discouraging the sale of gray-market tractors",
            "Yanmar Japan wanted to avoid litigation over tractors never intended for use in the United States, while Yanmar America wanted to protect the brand, and its profits, by remaining the only authorized distributor of Yanmar products."
        ],
        "Procedural History": [
            "Appellant",
            "Yanmar America Corporation appeal the order of the Jefferson County Circuit Court awarding $2.5 million to Appellee Wanda H. Slater.",
            "Mrs. Slater and the couple's son, Barton Slater, filed a wrongful-death action against ",
            "Yanmar America",
            "The jury returned a verdict in favor of Mrs. Slater, finding in her favor on each of the aforementioned counts and awarding her damages in the amount of $2.5 million. The jury apportioned fault as follows: ",
            "Yanmar America, 25%; ",
            "Mr. Slater, 7%.",
            "the Yanmar defendant",
            " appealed to the Arkansas Court of Appeals. The court of appeals dismissed the appeal without prejudice because some of the claims remained outstanding.",
            "After obtaining a final order from the circuit court, the Yanmar defendant",
            " again appealed and, as previously stated, the appeal was transferred to this court.",
            "*449Our standard of review of the denial of a motion for directed verdict is whether the jury's verdict is supported by substantial evidence.",
            "In determining whether there is substantial evidence, we view the evidence and all reasonable inferences arising therefrom in the light most favorable to the party on whose behalf judgment was entered."
        ],
        "Application of Law to Facts": [
            "because the jury's verdict as to Yanmar America is not supported by substantial evidence",
            "Yanmar America ",
            "owed no duty to Mr. Slater. First, Yan-mar America was not even in existence at the time that this tractor was manufactured. Yanmar America had nothing to do with the design, manufacture, or distribution of the tractor. Second, Yanmar America sells parts for authorized Yanmar tractors. It is uncontroverted that Yan-mar America never sold Mr. Slater a part for his tractor. Moreover, we will not impute any duty of Yanmar Japan to Yan-mar America.",
            "There was simply no evidence to support Mrs. Slater's theories that Yanmar America was engaged in a joint venture with or acted as an agent for Yanmar Japan such that we will impute any duty or liability to Yanmar America.Finally, to the extent that an argument may be raised that Yanmar America assumed a duty to Mr. Slater based on the fact that it engaged in activities to prevent gray-market sales, it must fail.",
            "This is simply not a case, however, where Yanmar America assumed a duty to Mr. Slater. It did engage in a parts-blocking program and took other measures to notify consumers that Yanmar tractors were being imported into the United States. But, this is not enough to *451demonstrate assumption of a duty.",
            "Accordingly, because Yanmar America owed no duty to Mr. Slater, it was error for the circuit court to deny its motion for a directed verdict."
        ],
        "Relevant Precedents": [
            "Branscumb v. Freeman, , 200 S.W.3d 411 (2004); Wilson v. Rebsamen Ins., Inc., , 957 S.W.2d 678 (1997)",
            "Morehart v. Dillard Dep't Stores, , 908 S.W.2d 331 (1995)",
            "Ark. Kraft, a Div. of Green Bay Pkg. v. Cottrell, , 855 S.W.2d 333 (1993).",
            "Mankey v. Wal-Mart Stores, Inc., 314 Ark. 14,  (1993).",
            "Kowalski v. Rose Drags of Dardanelle, Inc., 2011 Ark. 44, ; Marlar v. Daniel, 368 Ark. 505,  (2007).",
            "Young v. Gastrointestinal Ctr., 361 Ark. 209,  (2005); Young v. Paxton, 316 Ark. 655,  (1994).",
            "Mar-lar, 368 Ark. 505, ;",
            "K.C. Props, of Nw. Ark, Inc. v. Lowell Inv. Partners, LLC, , 32-33, 280 S.W.3d 1, 16 (2008).",
            "Chatman v. Millis, , 517 S.W.2d 504 (1975),",
            "Glanzer v. Shepard, , 135 N.E. 275 (1922):",
            "Chatman, , 517 S.W.2d at 512-(quoting Glanzer, ).",
            "Steward v. McDonald, 330 Ark, 837,  (1997); Keck v. Am. Emp't Agency, Inc., 279 Ark. 294,  (1983).",
            "Hall v. Rental Mgmt., Inc., , 913 S.W.2d 293 (1996)"
        ],
        "Outcome": [
            "we reverse and dismiss this case.",
            "We reverse and dismiss as to Yanmar America.",
            "Reversed and dismissed."
        ]
    },
    "class": "reverse"
}