{
    "text": "Hadder v. Heritage Hill Manor, Inc., 495 S.W.3d 628, 2016 Ark. App. 303 (2016)\nJune 1, 2016 · Arkansas Court of Appeals · No. CV-15-837\n495 S.W.3d 628, 2016 Ark. App. 303\nSandra HADDER, Appellantv.HERITAGE HILL MANOR, INC., Appellee\n2016 Ark. App. 303\nCourt of Appeals of Arkansas, DIVISION II.\n*629Louis A Etoch, Helena and Robert S. Tschiemer, Mayflower, for appellant.\n. Friday,' Eldredge <& Clark, LLP, Little Rock, by: James M. Simpson and Tory H. Lewis, for appellee.\nKENNETH S. HIXSON, Judge\nAppellant Sandra Hadder filed a complaint in the Circuit Court of Phillips County, Arkansas, seeking damages for personal injuries that she allegedly sustained as the result of a slip and fall in an apartment owned by Heritage Hill Manor, Inc. (Heritage). Appellant appeals the entry of summary judgment and the dismissal of her lawsuit against appellee Her*630itage:- Because there were no material questions of fact remaining and Heritage was entitled to judgment as a matter of law, we affirm the entry of summary judgment.\nI. ' Facts\nAppellant's allegations arose from the following summary of the facts, gleaned from the pleadings and affidavits provided by the parties regarding the motion for summary judgment. Heritage is an apartment complex admittedly geared mostly toward elderly retired residents. Heritage allowed the residents to have sitters stay with them in the apartments as needed. In February 2014, Ellen Lawrence, an elderly woman who suffered from dementia or Alzheimer's disease, was residing in one of Heritage's ground-floor two-bedroom apartments. Lawrence's apartment number was 108. Lawrence's son had retained the services of four women who alternated sitting with Mrs. Lawrence.\nIn the very early morning hours of February 16, 2014, a water heater located in an upstairs apartment, number-207, leaked water down into Lawrence's apartment. Mary Jane Patterson, one of the four sitters retained by Lawrence's son, was sitting at the time and staying overnight. Patterson got out of bed and slipped and fell 'allegedly due to the water leaking into Lawrence's apartment.1 Patterson summoned Allen Herd, another apartment resident who lived on the sécond floor. : Herd would perform light maintenance when requested by Heritage in exchange for k discounted monthly apartment rental rate. Herd shut off the valves to the water heater in the upper apartment and began the cleanup in Lawrence's apartment.\nSomeone contacted one of Lawrence's sons and advised him of the water damage and Ms. Patterson's injuries. The son called appellant, Sandra Hadder, another of the four sitters, at around 4:00 a.m., told her that Patterson had fallen, and asked appellant to come to the apartment to take over sitting duty. Patterson was taken to the hospital; Mrs. Lawrence remained in her apartment. When appellant arrived, she mopped up the water from Lawrence's vinyl kitchen floor. Herd used a shop vacuum to remove water from the living room carpet adjacent to the kitchen. Appellant helped Lawrence's family move Lawrence's belongings to a vacant apartment.\nAt around 7:00-7:30 a.m., Minnie House, a housekeeper who worked for Heritage, arrived for her scheduled workday. The apartments were each cleaned once per week. House observed Herd, Lawrence's relatives, and appellant moving Lawrence's belongings out of her apartment and into the vacant apartment. ' House mopped the common-area hallway, set out Wét Floor signs, and told everyone' to be careful of the wet floor. 'When Herd left, the living room carpet remained damp. Herd had placed fans in the apartment to circulate the air to aid in drying.\nAt approximately 9:30 a.m., appellant returned to apartment 108 to retrieve her overnight bag, which she had left in the kitchen. The housekeeper stated that she reminded appellant to be careful. Appellant walked a few feet across the living room carpet onto the kitchen floor and then slipped and fell, hurting her right *631arm, right wrist, and right ankle. Appellant stated that the kitchen floor was dry, but she said that -she did not realize that the carpet was still damp. \nAppellant sued Heritage for negligence in its installation and maintenance of the upstairs water heater; in its failure to adhere to its duty to rope off or keep persons out of the dangerous wet area; and in- its permitting appellant to walk on the wet floor. Appellant also alleged that Heritage was an assisted living facility with heightened responsibilities under Arkansas law. Heritage moved for summary judgment contending that it was not an assisted living facility but rather an apartment complex; that the negligence claim was barred by the doctrine of caveat lessee, meaning that no duty was owed to appellant as an apartment tenant's guest; that it did not assume any legal duty to appellant; that even assuming that a legal duty existed, there was no breach; and that there was no' duty because this was an open and obvious danger. Heritage appended the deposition testimony of its apartment manager, Joanne Franklin, who stated that' Heritage is an apartment complex geared mostly for elderly, retired. Also some professional people live there. That's basically it. Private pay people. The manager swore that Heritage was not at all an assisted living facility but it was rather just an apartment complex where residents were permitted to have sitters. Heritage also appended the relevant deposition testimony of Herd, House, and appellant.\nAt the hearing on the motion for summary judgment, appellee restated the doctrine of caveat lessee (also known as tenant beware) to support the notion that no duty was owed to the tenant's guest in this instance. Appellee cited to Arkansas Code Annotated section 18-16-110 as the legislature's specific adoption and approval of the caveat lessee doctrine. Appellee also stated that there was no lease but only a month-to-month rental of these ' apartments, meaning that there was no contractual undertaking of a duty here.\nAppellant responded that Heritage was in fact an assisted living facility with attendant statutory and regulatory obligations. Appellant cited to Arkansas Code Annotated section 20-10-1703(l)(A) (Repl. 2014), defining assisted living facility as a residential facility that undertakes to provide assisted living services for a period exceeding twenty-four hours to more than three adult residents. Appellant cited to section 20-10-1703(3), defining' assisted living services as housing, meals, laundry, socialization, transportation, one (1) or more personal services, and limited nursing services. Appellánt presented (1) a Facebook page describing Heritage-as a Retirement & Assisted Living Facility, (2) a page fromJ_gWww.assistedlmng.com reciting that Heritage is an assisted living facility that provides activities at their location, (3) a general liability insurance declarations page describing the insured's business as Lessor's Risk for Nursing Homes, and (4) a printed page from the Phillips County chamber of commerce member directory in its Extended Care section, stating that Heritage was an apartment building that provided ohe meal a day and weekly housekeeping. Appellant's attorney stated to the trial court that discovery was ongoing and that testimony at trial would reveal the true nature of Heritage's identity. Appellant added that Heritage had attempted to clean up the waiter leak, thereby imposing an assumption of duty to perform in a nonnegli-gent manner.\nIn responsé, appellee stated that appellant had already deposed all the relevant persons connected to Heritage, questioning what discovery could remain. Heri*632tage appended to its response the portion of the Facebook page appellant had omitted, which recited: This Page is created based on what people who use Facebook are interested in. It's not affiliated with or endorsed by anything associated with Heritage Hill Manor. Heritage also appended the disclaimer on www.assisted living.com that appellant omitted, which stated, If you represent Heritage Hill Manor and would like to claim your listing, please contact us. Heritage's attorney argued that there was no evidence of Heritage's endorsement of the chamber of commerce publication and noted that the insurance policy contained only a general business description of unknown origin.2 Furthermore, Heritage asserted that none of the materials provided by appellant sufficed as evidence that Heritage fit within the | ¡¡statutory definition of assisted living facility, which requires provision of multiple specific services to assisted-living residents. Appellee argued that it had shown the unreliable quality and inadmissibility of appellant's documents. Appellee pointed instead to the admissible deposition testimony provided by Heritage's manager stating that it was an apartment complex and not an assisted living facility. Appel-lee again stated that Heritage had not assumed any duty, and appellee asked that summary judgment be issued.\nThe trial court entered summary judgment. The trial court found that there existed no material issue of fact on whether Heritage was an assisted living facility because the only supportive evidence that it was came from internet postings of unknown origin that were not reliable, and further that the manager's sworn testimony was unequivocal. The trial court found this case to fall within the general rule of no liability on the landlord of this apartment complex. The trial court found that there was no evidence of any contractual undertaking nor was there any assumption of a duty in the repair of the premises. The trial court concluded by stating that even if there was a duty at law, there was no evidence of a breach of that duty to appellant.\nThis appeal followed, and appellant contends that the trial court erred in dismissing her complaint. Appellant argues that summary judgment was improper for a number of reasons: (1) there were unresolved factual issues on whether Heritage was an assisted living facility; (2) Arkansas Code Annotated section 18-16-110 was inapplicable because the defective hot water heater was located in a different apartment than Lawrence's and not in a common area; (3) Heritage owed appellant a duty of ordinary care; (4) Heritage assumed a duty to repair and maintain the premises; (5) there was evidence that Heritage breached the assumed duty; (6) there remained fact questions on whether the wet carpet manifested an open and obvious danger and whether appellant could have avoided the danger; and (7) discovery was continuing and incomplete. We disagree with appellant's arguments and affirm.\nII. Standard of Review.\nThe standard of review in the appeal of a summary judgment is well settled. Summary judgment is to be granted by a circuit court only when it is clear that there are no genuine issues of material fact to be litigated and the moving party is entitled to judgment as a matter of law. Benton Cnty. v. Overland Dev. Co., 371 Ark. 559, 268 S.W.3d 885 (2007). Once a *633moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. On appeal, we determine if summary judgment -was appropriate based on whether the evidentiary items presented by the moving party in support of its motion leave a material fact unanswered. Id. This court views the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id. The resisting party may not, however, rest on the mere allegation of her pleadings; instead, her response by affidavits or other evidence as provided by Arkansas Rule of Civil Procedure 56 must show specifically that there is a genuinely disputed issue of material fact. Wheeler v. Phillips Dev. Corp., 329 Ark. 354, 947 S.W.2d 380 (1997). Conclu-sory allegations are insufficient to create a fact issue in a summary-judgment situation. Sundeen v. Kroger, 355 Ark. 138, 133 S.W.3d 393 (2003). After reviewing undisputed facts, summary judgment should be denied if, under the ^evidence, reasonable persons might reach different conclusions from those undisputed facts. Greenlee v. J.B. Hunt Transport Servs., 2009 Ark. 506, 342 S.W.3d 274; Sawada v. Walmart Stores, Inc., 2015 Ark. App. 549, 473 S.W.3d 60. The object of summary judgment is not to try the issues but to determine whether there are any issues to be tried. Flentje v. First Nat'l Bank of Wynne, 340 Ark. 563, 11 S.W.3d 531 (2000).\nII. Analysis\nA. Duty under Arkansas Law & Alleged Breach\nMany of appellant's arguments can and should be considered together because they are so intertwined. In order to prevail on a claim of negligence, the plaintiff must prove that the defendant owed a duty to the plaintiff, that- the defendant breached that duty, and that the breach was the proximate cause of the plaintiffs damages. Lloyd v. Pier W. Prop. Owners Ass'n, 2015 Ark. App. 487, 470 S.W.3d 293. Duty is a concept that arises out of the recognition that the relationship between individuals may impose on one a legal obligation for the other. Id. The question of whether a duty is owed is always a question of law and never one for the jury. Kowalski v. Rose Drugs of Dardanelle, Inc., 2011 Ark. 44, 378 S.W.3d 109. We review questions of law de novo. Gulfco of La. v. Brantley, 2013 Ark. 367, 430 S.W.3d 7.\nArkansas courts have recognized the caveat lessee doctrine for more than a century. See Propst v. McNeill, 326 Ark. 623, 932 S.W.2d 766.(1996); Haizlip v. Rosenberg, 63 Ark. 430, 39 S.W. 60 (1897). Under Arkansas law, it is irrelevant whether a third-party visitor to leased property is classified legally as a licensee or an invitee as long as the third-party visitor is present with the consent of the tenant. Stalter v. Akers, 303 Ark. 603, 798 S.W.2d |9428 (1990). In Stalter, our supreme court held that the injured third party must establish a landlord's contractual duty to repair a defect in the premises before he may recover for an injury suffered upon leased property over which the landlord has relinquished possession and control to a tenant. Id. at 607, 798 S.W.2d 428.\nThe Arkansas legislature decidedly approved of the caveat lessee doctrine by enacting Arkansas Code Annotated section 18-16-110 in the 2005 session by Act 928. In Section 1, explaining the legislative purpose and intent of this statute, our legislature declared that the Arkansas Supreme Court had properly and correctly inter*634preted and applied the law and that existing law should not be altered or extended. Id. at Section 1(c)(1). The legislature further declared that the purpose and intent of the act was to codify the existing Arkansas common-law rule. Id. at Section 1(c)(2). The enacted statute states as follows':-\nNo landlord or agent or employee of a landlord shall be liable to a tenant or a tenant's licensee or invitee for death, personal injury, or property damage proximately caused by any defect or disrepair on the premises' absent the landlord's:\n(1) Agreement supported by consideration or assumption by conduct of a duty to undertake an obligation to maintain or repair the leased premises; and\n(2) Failure to perform the agreement or assumed duty in a reasonable manner.\nIn this case, there is no proof whatsoever of an agreement or contractual undertaking of a legal duty to maintain or repair the leased premises.\nThe only other means to attach a duty would be if there were an assumption by conduct of a duty to maintain or repair the leased premises. One who assumes to act, even though gratuitously, may thereby become subject to the duty of acting carefully, if he acts at all. Yanmar Co. v. Slater, 2012 Ark. 36, 386 S.W.3d 439. The degree of the undertaking defines the scope of the duty of care owed to the third party. Lloyd, supra.\nAssuming, arguendo, that we were to agree with appellant that Heritage assumed a legal duty in this case, we hold that the trial court did not err in entering summary judgment because there is no evidence of any breach of an allegedly assumed duty and thus no negligence. Appellant alleged in her complaint that Heritage was negligent in that it failed to adequately clean the water up and negligently maintained a dangerous and' unsafe condition when it failed in its duty to keep people out of the dangerous area. Even if these duties were assumed by Heritage, it met its duty to protect others from the dangerous condition by providing immediate basic cleanup of this water intrusion upon notification and did so in a proper and prudent manner.\nIt is undisputed that the first sitter (Patterson) notified Herd of the leak. Herd immediately shut off the water valves to the upstairs hot water tank. Herd used a shop vacuum to remove the water from Lawrence's carpet and placed fans in the apartment to aid in the drying process. The housekeeper (House) set out Wet Floor signs just outside the apartment in the hallway, and House verbally reminded appellant to be careful of the wet floor immediately prior to appellant's fall. Appellant participated in the water cleanup by mopping the kitchen floor. Appellant was fully aware of the water leakage that penetrated the living room carpet. Appellant walked back and forth over the Carpet that morning several times before she fell. There is no other reasonable conclusion to be drawn but that Heritage did not breach any alleged assumed duty of care to appellant. The undisputed facts show that Heritage used, at the very least, ordinary care to remove the water and to prevent harm to appellant. The trial court did not err in entering summary judgment on this basis.\nHeightened Standard for Assisted Living Facilities\nAppellant also argues that Heritage is an assisted living facility, not an apartment complex,, and thus it owes duties under statutes and regulations applicable to assisted living facilities. See *635Ark,Code Ann. §§ 20-10-1701 et seq. (the Arkansas Assisted Living Act of 2001, Act 1230). Appellant appended documents to her response to the motion for summary-judgment indicating that internet postings and insurance paperwork described Heritage as an assisted living facility. Appel-lee replied that Heritage's manager, housekeeper, and occasional maintenance man had been deposed and that appellant failed to acquire admissible evidence to support the assertion that Heritage fit within the definition of an assisted living facility. Appellee asserted that the materials that appellant did provide were not admissible evidence for summary-judgment purposes. We hold that the trial court did not err in finding that appellant failed to meet proof with proof on this issue.\nWhile appellant contends that discovery remained outstanding on Heritage's corporate identity, appellant did not ask that the matter be continued so that further discovery could be had.3 Any such request would have been a discretionary decision of the trial court pursuant to Arkansas Rule of Civil Procedure 56(f).4 Appellant merely stated |12that discovery was ongoing and might lead to further clarification of Heritage's status. A request for more time to respond to a motion for summary judgment, including on the basis that a party desires further discovery, must comply with Rule 56(f), and appellant failed to comply with this Rule. See Loghry v. Rogers Grp., Inc., 348 Ark. 369, 72 S.W.3d 499 (2002).\nAppellant also argued that, as to Heritage's status as an assisted living facility, there were internet postings, a page from Phillips County's chamber of commerce membership directory, and an insurance declarations page that evidenced an admission on Heritage's part that it was, in fact, an assisted living facility. Heritage denied that it had adopted any of the statements made in the documents presented by appellant, instead arguing that this was inadmissible and unreliable hearsay.\nThe trial court rejected appellant's arguments on the basis that the internet postings were of unknown origin and not reliable, whereas Heritage's sworn testimony on this issue was clear and convincing. We hold that the trial court was correct in ruling as it did.\nWhen considering a motion for summary judgment, the''trial court may consider the pleadings, depositions, answers ' to interrogatories, admissions on file, and affidavits. Ark. R. Civ. P. 56(c). A statement that is based on inadmissible hearsay will not be accepted as the basis for finding a material issue of fact' to deny entry of summary judgment. Compare Mercy Health Sys. of N.W. Ark., Inc. v. Bicak, 2011 Ark. App. 341, 383 S.W.3d 869. Hearsay is a statement 'other than one made by the declarant while testifying at *636the trial or hearing that is offered in evidence to prove the truth of the matter asserted. Ark.,R. Evid. 801(c) (2015). A statement is not hearsay if the statement is offered against a party and is a statement of which he has manifested his adoption or belief in its truth or a statement by a person authorized by him to make a statement concerning the subject. Ark. R. Évid. 801(d)(2). This is commonly called an adoptive or implied admission of a party opponent. See Thomas v. State, 10 Ark. App. 294, 668 S.W.2d 745 (1984).\nThe evidence provided by appellant was insufficient to withstand summary judgment in Heritage's favor on this issue. As to the www.assistedliving.com internet post, the wording suggested that it was not authored or approved by Heritage, using the pronoun their, not our, and recommending that Heritage contact www. assistedliving.com if it wished to claim this listing. The local chamber of commerce described Heritage as an apartment building, and even if it was under the heading Extended Care, there was no evidence that Heritage adopted the listing as accurate. The Facebook page was of unknown origin, and it contained a disclaimer , that it was not associated with Heritage. The insurance declarations page listed a commercial policy covering multiple properties owned by a corporate entity other than Heritage; the policy generally described the business as nursing homes, neither an apartment complex nor an assisted living facility. Heritage specifically denied in sworn testimony that it was an assisted living facility and affirmatively stated that it was an apartment complex.\nWhere hearsay is offered and would not be admissible at trial, the hearsay is not considered in the summary-judgment analysis. See Holt Bonding Co. v. First Fed. Bank of Ark., 82 Ark. App. 8, 110 S.W.3d 298 (2003). Stated differently, all evidence submitted in the course of summary-judgment proceedings must be under oath.' See Davis v. Schneider, 2013 Ark. App. 737, 431 S.W.3d 321. An adverse party may not rest on the mere allegations or denials of her pleadings, but her response, by affidavits or' as otherwise provided in Rule 56, must set forth specific facts showing that there is a genuine issue for trial. Ark. R. Civ. P. 56(e). There was simply no proper evidence to rebut Heritage's sworn testimony that it was an apartment complex and not an assisted living facility. Thus, appellant's argument on this point fails.\nC. Open and Obvious Danger and Inability to Avoid Danger\nAppellant argues that the wet carpet was not an open and obvious danger, and even if it were, there remained fact questions on whether appellant could avoid this dangerous condition. We decline to reach this issue because we have affirmed for other reasons. Furthermore, the trial court did not rely on this basis in entering summary judgment.\nIn summary, we affirm the entry of summary judgment in Heritage's favor.\nAffirmed.\nAbramson and Glover, JJ., agree.\n1\n. Patterson filed her own lawsuit in Phillips County against Heritage based on her fall inside the apartment. Patterson's lawsuit was dismissed following the trial court's grant of Heritage's motion for summary judgment. Patterson appeals the entry of summary judgment, and it too has been submitted to our court for resolution. See Patterson v. Heritage Hill Manor, Inc., CV-15-835.\n2\n. The commercial insurance policy listed the named insured as Cap Care of Arkansas, Inc., and covered eight separate addresses in six different cities. Heritage was one of those addresses.\n3\n. While there was evidence that appellant requested a continuance for the purpose of deposing Gere Carnathan- (a relative of Lawrence's), his testimony had no bearing on the identity of Heritage. Rather, the deposition was requested so that appellant could ascertain Gere Carnathan's observations about the flooding, efforts to clean the water intrusion, the condition of the apartment before and after the water intrusion, and any warnings that might have been given to appellant prior to her fall.\n4\n. Rule 56(f), titled When Affidavits Are Unavailable, states as follows:. .\nShould it appear from the affidavits of a party opposing the motion that he cannot for reasons stated present by affidavit facts essential to justify his opposition, the court ,may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken of discovery to be had or may make such other order as is just.\n\nPlain English summary:\nPlaintiff sustained injuries after a slip and fall incident in an apartment owned by defendant. Summary judgment was granted to defendant. Plaintiff appealed. The appellate court affirmed, arguing that the defendant had not assumed a legal duty to maintain or repair the premises, and, even if it had, there was no evidence of negligence.\n",
    "annotations": {
        "Facts": [
            "Heritage is an apartment complex admittedly geared mostly toward elderly retired residents. Heritage allowed the residents to have sitters stay with them in the apartments as needed. In February 2014, Ellen Lawrence, an elderly woman who suffered from dementia or Alzheimer's disease, was residing in one of Heritage's ground-floor two-bedroom apartments. Lawrence's apartment number was 108. Lawrence's son had retained the services of four women who alternated sitting with Mrs. Lawrence.In the very early morning hours of February 16, 2014, a water heater located in an upstairs apartment, number-207, leaked water down into Lawrence's apartment. Mary Jane Patterson, one of the four sitters retained by Lawrence's son, was sitting at the time and staying overnight. Patterson got out of bed and slipped and fell 'allegedly due to the water leaking into Lawrence's apartment.1 Patterson summoned Allen Herd, another apartment resident who lived on the sécond floor. : Herd would perform light maintenance when requested by Heritage in exchange for k discounted monthly apartment rental rate. Herd shut off the valves to the water heater in the upper apartment and began the cleanup in Lawrence's apartment.Someone contacted one of Lawrence's sons and advised him of the water damage and Ms. Patterson's injuries. The son called appellant, Sandra Hadder, another of the four sitters, at around 4:00 a.m., told her that Patterson had fallen, and asked appellant to come to the apartment to take over sitting duty. Patterson was taken to the hospital; Mrs. Lawrence remained in her apartment. When appellant arrived, she mopped up the water from Lawrence's vinyl kitchen floor. Herd used a shop vacuum to remove water from the living room carpet adjacent to the kitchen. Appellant helped Lawrence's family move Lawrence's belongings to a vacant apartment.At around 7:00-7:30 a.m., Minnie House, a housekeeper who worked for Heritage, arrived for her scheduled workday. The apartments were each cleaned once per week. House observed Herd, Lawrence's relatives, and appellant moving Lawrence's belongings out of her apartment and into the vacant apartment. ' House mopped the common-area hallway, set out Wét Floor signs, and told everyone' to be careful of the wet floor. 'When Herd left, the living room carpet remained damp. Herd had placed fans in the apartment to circulate the air to aid in drying.At approximately 9:30 a.m., appellant returned to apartment 108 to retrieve her overnight bag, which she had left in the kitchen. The housekeeper stated that she reminded appellant to be careful. Appellant walked a few feet across the living room carpet onto the kitchen floor and then slipped and fell, hurting her right arm, right wrist, and right ankle. Appellant stated that the kitchen floor was dry, but she said that -she did not realize that the carpet was still damp. "
        ],
        "Procedural History": [
            "Appellant Sandra Hadder filed a complaint in the Circuit Court of Phillips County, Arkansas, seeking damages for personal injuries that she allegedly sustained as the result of a slip and fall in an apartment owned by Heritage Hill Manor, Inc. (Heritage). Appellant appeals the entry of summary judgment and the dismissal of her lawsuit against appellee Heritage",
            "Appellant sued Heritage for negligence",
            "Heritage moved for summary judgment ",
            "The trial court entered summary judgment. The trial court found that there existed no material issue of fact on whether Heritage was an assisted living facility because the only supportive evidence that it was came from internet postings of unknown origin that were not reliable, and further that the manager's sworn testimony was unequivocal. The trial court found this case to fall within the general rule of no liability on the landlord of this apartment complex. The trial court found that there was no evidence of any contractual undertaking nor was there any assumption of a duty in the repair of the premises. The trial court concluded by stating that even if there was a duty at law, there was no evidence of a breach of that duty to appellant.This appeal followed",
            "Summary judgment is to be granted by a circuit court only when it is clear that there are no genuine issues of material fact to be litigated and the moving party is entitled to judgment as a matter of law.",
            "This court views the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party.",
            "We review questions of law de novo.",
            "The trial court rejected appellant's arguments on the basis that the internet postings were of unknown origin and not reliable, whereas Heritage's sworn testimony on this issue was clear and convincing."
        ],
        "Application of Law to Facts": [
            "Because there were no material questions of fact remaining and Heritage was entitled to judgment as a matter of law, ",
            "Appellant argues that summary judgment was improper for a number of reasons: (1) there were unresolved factual issues on whether Heritage was an assisted living facility; (2) Arkansas Code Annotated section 18-16-110 was inapplicable because the defective hot water heater was located in a different apartment than Lawrence's and not in a common area; (3) Heritage owed appellant a duty of ordinary care; (4) Heritage assumed a duty to repair and maintain the premises; (5) there was evidence that Heritage breached the assumed duty; (6) there remained fact questions on whether the wet carpet manifested an open and obvious danger and whether appellant could have avoided the danger; and (7) discovery was continuing and incomplete. We disagree with appellant's arguments",
            "In this case, there is no proof whatsoever of an agreement or contractual undertaking of a legal duty to maintain or repair the leased premises.",
            "Assuming, arguendo, that we were to agree with appellant that Heritage assumed a legal duty in this case, we hold that the trial court did not err in entering summary judgment because there is no evidence of any breach of an allegedly assumed duty and thus no negligence. Appellant alleged in her complaint that Heritage was negligent in that it failed to adequately clean the water up and negligently maintained a dangerous and' unsafe condition when it failed in its duty to keep people out of the dangerous area. Even if these duties were assumed by Heritage, it met its duty to protect others from the dangerous condition by providing immediate basic cleanup of this water intrusion upon notification and did so in a proper and prudent manner.It is undisputed that the first sitter (Patterson) notified Herd of the leak. Herd immediately shut off the water valves to the upstairs hot water tank. Herd used a shop vacuum to remove the water from Lawrence's carpet and placed fans in the apartment to aid in the drying process. The housekeeper (House) set out Wet Floor signs just outside the apartment in the hallway, and House verbally reminded appellant to be careful of the wet floor immediately prior to appellant's fall. Appellant participated in the water cleanup by mopping the kitchen floor. Appellant was fully aware of the water leakage that penetrated the living room carpet. Appellant walked back and forth over the Carpet that morning several times before she fell. There is no other reasonable conclusion to be drawn but that Heritage did not breach any alleged assumed duty of care to appellant. The undisputed facts show that Heritage used, at the very least, ordinary care to remove the water and to prevent harm to appellant. ",
            "Appellant also argues that Heritage is an assisted living facility, not an apartment complex,, and thus it owes duties under statutes and regulations applicable to assisted living facilities.",
            "We hold that the trial court did not err in finding that appellant failed to meet proof with proof on this issue.",
            "Appellant also argued that, as to Heritage's status as an assisted living facility, there were internet postings, a page from Phillips County's chamber of commerce membership directory, and an insurance declarations page that evidenced an admission on Heritage's part that it was, in fact, an assisted living facility. Heritage denied that it had adopted any of the statements made in the documents presented by appellant, instead arguing that this was inadmissible and unreliable hearsay.",
            "We hold that the trial court was correct in ruling as it did.",
            "The evidence provided by appellant was insufficient to withstand summary judgment in Heritage's favor on this issue. As to the www.assistedliving.com internet post, the wording suggested that it was not authored or approved by Heritage, using the pronoun their, not our, and recommending that Heritage contact www. assistedliving.com if it wished to claim this listing. The local chamber of commerce described Heritage as an apartment building, and even if it was under the heading Extended Care, there was no evidence that Heritage adopted the listing as accurate. The Facebook page was of unknown origin, and it contained a disclaimer , that it was not associated with Heritage. The insurance declarations page listed a commercial policy covering multiple properties owned by a corporate entity other than Heritage; the policy generally described the business as nursing homes, neither an apartment complex nor an assisted living facility. Heritage specifically denied in sworn testimony that it was an assisted living facility and affirmatively stated that it was an apartment complex.",
            "There was simply no proper evidence to rebut Heritage's sworn testimony that it was an apartment complex and not an assisted living facility. Thus, appellant's argument on this point fails."
        ],
        "Relevant Precedents": [
            "Lloyd v. Pier W. Prop. Owners Ass'n, 2015 Ark. App. 487, .",
            "Kowalski v. Rose Drugs of Dardanelle, Inc., , 378 S.W.3d 109.",
            "Propst v. McNeill, , 932 S.W.2d 766.(1996); Haizlip v. Rosenberg, , 39 S.W. 60 (1897).",
            "Stalter v. Akers, , 798 S.W.2d |9428 (1990).",
            "Stalter",
            "Id. , 798 S.W.2d 428.",
            "Arkansas Code Annotated section 18-16-110 in the 2005 session by Act 928",
            "Section 1",
            "Section 1(c)(1).",
            "Section 1(c)(2)",
            "Yanmar Co. v. Slater, 2012 Ark. 36, .",
            "Lloyd, supra.",
            "Holt Bonding Co. v. First Fed. Bank of Ark., , 110 S.W.3d 298 (2003).",
            "Davis v. Schneider, , 431 S.W.3d 321.",
            "Rule 56",
            "Ark. R. Civ. P. 56(e)"
        ],
        "Outcome": [
            "we affirm the entry of summary judgment.",
            "and affirm.",
            "The trial court did not err in entering summary judgment on this basis.",
            "In summary, we affirm the entry of summary judgment in Heritage's favor.Affirmed."
        ]
    },
    "class": "affirm"
}