{
    "text": "Nucor Corp. v. Kilman, 358 Ark. 107, 186 S.W.3d 720 (2004)\nJune 17, 2004 · Arkansas Supreme Court · 03-864\n358 Ark. 107, 186 S.W.3d 720\nNUCOR CORPORATION and Systems Contracting Corporationv.Marty KILMAN, Mike Evans, and Betty Evans\n186 S.W.3d 720\nSupreme Court of Arkansas\n[Rehearing denied September 9,2004.*]\n*114 Rose Law Firm, by: Tim Boe and John D. Coulter, for appellant, Nucor Corp.\nVickery & Carroll, P.A., by: Ian W. Vickery, for appellant Systems Contracting Corp.\nJohn Biscoe Bingham, for appellee Marty Kilman.\nHolleman & Associates, P.A., by: John T. Holleman IV and Stacy D. Fletcher, for appellees Mike and Betty Evans.\n*\nDickey, C.J., and Thornton,J., would grant rehearing.\nJim Hannah, Justice.\nAppellant Nucor Corporation (Nucor) stice. denying its motion to set aside a default judgment entered in favor of appellees Marty Kilman, Mike Evans, and Betty Evans in the amount of $5,390,500.1 Separate appellant Systems Contracting Corporation (Systems) appeals an order denying its motion to intervene and motion to set aside default judgment. The court of appeals certified this case to this court because it found that this case presents an issue of first impression and the interpretation of. a rule; thus, our jurisdiction is pursuant to Ark. Sup. Ct. R. l-2(d) (2003).\nFacts\nOn April 4, 200!, Kilman and Evans, employees of Systems, were injured while using a scissor lift to install pipe at Nucor's facility in Hickman, Arkansas. Subsequently, Systems paid workers' compensation benefits to both Kilman and Evans. At the time of the accident, Systems had a contract with Nucor to provide various labor services to Nucor as an independent contractor. The contract contains an indemnification provision, whereby Systems *115agrees to indemnify and hold harmless Nucor from claims relating to bodily injury, sickness, disease, or death caused in whole or in part by the negligence of Systems.\nSystems received three letters from John T. Holleman IV, attorney for the appellees. The first letter, dated April 16, 2001, was faxed to Melinda Hall, Vice President of Human Resources & Risk Management for Systems. In that letter, Holleman requested information regarding any investigation Systems had conducted in relation to the April 4 accident. On May 7, 2001, Paul Pfiefer, an attorney with Holleman's firm, faxed a letter to Hall requesting the same information. In the third letter, faxed on May 18, 2001, Holleman stated that he would file a petition pursuant to Rule 27 of the Arkansas Rules of Civil Procedure if Systems failed to respond by May 21, 2001. In each of the letters sent to Systems, the appellees' attorneys acknowledged that Systems might assert a workers' compensation lien and noted that in order to assert such a lien, Systems was required to cooperate with us in pursuit of our claim. After receiving the letters, Hall contacted Systems's counsel. Although Holleman informed Hall that he would file a Rule 27 petition if Systems failed to respond by May 21, he instead filed a Rule 27 petition on May 18, in Union County Circuit Court, seeking to depose certain employees of Systems.2\nAt the same time Holleman was pursuing the Rule 27 matter against Systems, he began working on the case against Nucor. In the course of preparing to file claims against Nucor, Holleman was referred to Blytheville attorney Robert L. Coleman, and Holleman contacted Coleman for assistance on the appellees' claims. After a brief discussion, Coleman informed Holleman that he was Nucor's retained counsel and thus would be unable to assist Holleman in the case against Nucor. Coleman claims that before the conversation ended, he asked Holleman to send him a courtesy copy of any suit filed so Coleman could make sure that a defense was entered for Nucor.\nAfter speaking with Holleman, Coleman sent a letter on Nucor's behalf to counsel for Systems and counsel for Systems's *116insurance carrier, informing them of the call from Holleman regarding the potential suit against Nucor. In the letter, Coleman stated that he anticipated that Kilman and Evans would file a suit against Nucor. The letter also served as demand upon Systems to fulfill its contractual obligation to indemnify Nucor in the event that Nucor's insurance provider failed to provide coverage. Nu-cor's controller, Mark DiGirolamo, received a copy of the letter from Coleman to Systems.\nThe appellees filed suit against Nucor, Roderick Warren, individually, and John Doe, in White County Circuit Court on November 27, 2001, alleging negligence in connection with the April 4 accident. A summons was issued and signed by Pat Ellis, White County Deputy Clerk, for Alice Barker, Clerk. The summons identified the defendants in the matter as Nucor Corporation, Et Al. The summons did not contain the names of defendants Warren and Doe. Process server Kevin Lewis served the summons on The Corporation Company, Nucor's designated agent for service of process, in Little Rock, Arkansas. The appellees did not notify Systems that they had filed suit against Nucor.\nOn December 3, 2001, DiGirolamo received an electronic mail transmission from Nucor's home office in North Carolina. The transmission included the Summons, Complaint, Plaintiffs First Request for Admissions, and Plaintiffs First Set of Interrogatories and Requests for Production of Documents to Defendant, Nucor Corporation.\nSubsequent to filing their complaint, the appellees dismissed defendants Warren and Doe from the case, leaving Nucor as the sole defendant. Nucor failed to answer the complaint and, as a result, the appellees filed a motion for default judgment. The trial court held a hearing on the motion and, on April 19, 2002, a default judgment was entered against Nucor in the amount of $5,390,500.\nNucor learned of the judgment on December 23, 2002, when its bank received a writ of garnishment and contacted counsel for Nucor. On January 13, 2003, Nucor filed a motion to set aside default judgment and motion to dismiss. Nucor informed Systems of the default judgment, and on January 28, 2003, Systems filed a motion to intervene and set aside default judgment. The trial court denied all motions.\nFor reversal, Nucor argues that the trial court erred in concluding that the default judgment was not void due to insufficiency of process and insufficiency of service of process. Nucor *117also argues that the trial court erred in failing to set aside the default judgment pursuant to Rule 55(c) of the Arkansas Rules of Civil Procedure. Further, Nucor contends that the trial court erred in refusing to set aside the default judgment due to the misconduct of appellees' counsel. Additionally, Nucor claims that the trial court erred in denying its motion to set aside because the complaint fails to state facts upon which relief can be granted. Finally, Nucor claims that the default judgment in favor of Evans should be set aside because the White County Circuit Court was not the proper venue for Evans's claim.\nSystems appeals the trial court's denial of its motion to intervene, arguing that the trial court erred in denying its motion because Systems had an unconditional right to notice of the appellees' lawsuit and an opportunity to join in the action pursuant to Arkansas Code Annotated § ll-9-410(a)(l)(A) (Repl. 2002), and Rule 24 of the Arkansas Rules of Civil Procedure. Systems also contends that the trial court erred in denying its motion to set aside default judgment because Systems was unable to intervene in the lawsuit to protect its rights.\nStandard of Review\nWe have stated that we review a trial court's granting or denial of a motion to set aside default judgment for abuse of discretion. Smith v. Sidney Moncrief Pontiac, Buick, GMC Co., 353 Ark. 701, 120 S.W.3d 525 (2003); Tharp v. Smith, 326 Ark. 260, 930 S.W.2d 350 (1996). Pursuant to Rule 55(c) of the Arkansas Rules of Civil Procedure, the trial court may, upon motion, set aside a default judgment previously entered for the following reasons:\n(1) mistake, inadvertence, surprise, or excusable neglect;\n(2) the judgment is void;\n(3) fraud, misrepresentation, or other misconduct of an adverse party; or\n(4) any other reason justifying relief from the operation of the judgment.\nArk. R. Civ. P. 55(c) (2003).\nNucor urges this court to reexamine its standard of review of default judgments and argues that this court should review claims that a judgment is void under Rule 55(c)(2) without any deference *118to the trial court. Nucor asserts that this court should apply the abuse of discretion standard in default judgments only to issues arising under Rules 55(c)(1), (3), and (4). Nucor states that while sections (c)(1), (3), and (4) all involve some element of the trial court's judgment or discretion, section (c)(2) does not. Nucor contends that whether a judgment is void is an issue of law involving no discretionary rulings by the trial court and, as such, claims that a judgment is void should be reviewed under a de novo standard.\nThe Addition to Reporter's Note, 1990 Amendment provides that [t]he standard in amended Rule 55(c) for setting aside a default is taken from Federal Rule of Civil Procedure 60(b), which is made applicable in the default judgment context by Federal Rule 55(c), and should be interpreted in accordance with federal case law. Federal Rule of Civil Procedure 60(b)(4) is analogous to Ark. R. Civ. P. 55(c)(2). In looking to federal case law, we find that a majority of the federal circuit courts • have recognized that because a decision under Rule 60(b)(4) does not involve the exercise of discretion, the standard is de novo review. See Vinten v. Jeantot Marine Alliances, S.A., 191 F. Supp. 2d 642, 649-50 nn. 12-13 (D.S.C. 2002).\nIn Central Vermont Public Service Corp. v. Herbert, 341 F.3d 186, 189 (2d Cir. 2003), the Second Circuit Court of Appeals stated that [u]nder Rule 60(b)(4) a deferential standard of review is not appropriate because if the underlying judgment is void, it is a per se abuse of discretion for a district court to deny a movant's motion to vacate the judgment under Rule 60(b)(4). In Recreational Props., Inc. v. Southwest Mortgage Serv. Corp., 804 F.2d 311, 314 (5th Cir. 1986), the Fifth Circuit Court of Appeals explained that the district court has no discretion in ruling on a 60(b)(4) motion because the judgment is either void or it is not.\nWe agree with Nucor's argument that whether judgments are void is a question of law involving no discretionary rulings by the trial court. Accordingly, in cases where the appellant claims that the judgment is void, we will review a trial court's granting or denial of a motion to set aside default judgment using a de novo standard. In cases where an issue arises under sections (c)(1), (3), or (4) of Rule 55, we will continue to review the trial court's granting or denial of a motion to set aside default judgment for abuse of discretion.\n*119 Rule 55(c)(2)\nWe begin by addressing Nucor's points on appeal. Nucor contends that the default judgment was void under Ark. R. Civ. P. 55(c)(2) due to insufficiency of service of process and insufficiency of process. In Moncrief, supra, we noted:\nArkansas law is long settled that service of valid process is necessary to give a court jurisdiction over a defendant. Raymond v. Raymond, 343 Ark. 480, 36 S.W.3d 733 (2001) (citing Tucker v. Johnson, 275 Ark. 61, 628 S.W.2d 281 (1982)). Our case law is equally well-settled that statutory service requirements, being in derogation of common-law rights, must be strictly construed and compliance with them must be exact. Id.; Carruth v. Design Interiors, Inc., 324 Ark. 373, 921 S.W.2d 944 (1996) (citing Wilburn v. Keenan Companies, Inc., 298 Ark. 461,768 S.W.2d [531] (1989) and Edmonson v. Farris, 263 Ark. 505, 565 S.W.2d 617 (1978)). This court has held that the same reasoning applies to service requirements imposed by court rules. Carruth v. Design Interiors, Inc., supra; Wilburn v. Keenan Companies, Inc., supra. More particularly, the technical requirements of a summons set out in Ark. R. Civ. P. 4(b) must be construed strictly and compliance with those requirements must be exact. .. .\nMoncrief, 353 Ark. at 709, 120 S.W.3d at 530. Default judgments are void ab initio due to defective process regardless of whether the defendant had actual knowledge of the pending lawsuit. Moncrief, supra; Carruth v. Design Interiors, Inc., supra; Wilburn v. Keenan Companies, Inc., supra.\nNucor first argues that the service of summons was not proper because the process server was not authorized to serve in Pulaski County a summons issued by the White County Circuit Court. Appellee Evans contends that Nucor has waived its right to object to the service of process because it failed to raise that defense in its first responsive pleading. After receiving notice of the writs of garnishment served on its bank, Nucor filed a motion to strike writs of garnishment. In that motion, Nucor did not raise the defense of insufficiency of process. Nucor first raised the defense in its motion to dismiss and motion to set aside default judgment, both of which Nucor filed subsequent to filing its motion to strike writs of garnishment. Rule 12(h) of the Arkansas Rules of Civil Procedure provides in relevant part, that a defense of insufficiency of process is waived if it is not included in the original responsive pleading. The issue is whether a motion to strike writs of garnishment is an original responsive pleading. We hold that it is not.\n*120 Black's Law Dictionary defines a responsive pleading as [a] pleading that replies to an opponent's earlier pleading. See ANSWER. Black's Law Dictionary 1173 (7th ed. 1999). An answer is defined as [a] defendant's first pleading that addresses the merits of the case, usu. by denying plaintiffs allegations. Id. at 90. Nucor's motion to strike writs of garnishment was not a responsive pleading because it did not address the merits of the case. The purpose of that motion was not to address the merits of the case, but to prevent the appellees from garnishing Nucor's bank account. We do not believe Nucor has waived its insufficient service of process argument; accordingly, we will reach the merits of Nucor's argument.\nThe order which authorized Kevin Lewis to serve process was an order of the Pulaski County Circuit Court, and it provided, in part:\nUnder the provision of the Rules of Civil Procedure, Rule Number 4, [Kevin Lewis] is appointed and authorized by this Court to serve civil process, more specifically, complaint and summons, writ of garnishment, subpoena, and orders of the Court that are for notice purposes only, issued by the Clerk of this Court until further Order of this Court.\n* *• *•\nThe trial court rejected Nucor's argument that the default judgment was void due to insufficiency of service of process and concluded that service was proper because the process server was properly appointed to serve process in Pulaski County. We agree.\nRule 4(c)(2) of the Arkansas Rules of Civil Procedure provides:\nBy Whom Served. Service of summons shall be made by:\n(2) any person not less than eighteen years of age appointed for the purpose of serving summons by either the court in which the action is filed or a court in the county in which the service is to be made.\nArk. R. Civ. P. 4(c)(2) (2003) (emphasis added).\nIn this case, Lewis was appointed for the purpose of serving summons in Pulaski County. Service was made in Pulaski County at The Corporation Company in Little Rock. We hold that service was proper under Rule 4(c)(2).\n*121Next, Nucor contends that the summons was defective because it did not contain the signature of the White County Circuit Clerk. Rule 4(b) of the Arkansas Rules of Civil Procedure provides:\nForm. The summons shall be styled in the name of the court and shall be dated and signed by the clerk; be under the seal of the court; contain the names of the parties; be directed to the defendant; state the name and address of the plaintiffs attorney, if any, otherwise the address of the plaintiff; and the time within which these rales require the defendant to appear, file a pleading, and defend and shall notify him that in the case of his failure to do so, judgment by default may be entered against him for the relief demanded in the complaint.\nNucor contends that any default judgment based on a summons which is not signed by the clerk is void. The signature line on the summons appeared as follows:\nAlice Barker, Clerk\nBy:_\nDeputy Clerk\nWhite County Deputy Clerk Pat Ellis signed the summons. The trial court, citing Arkansas Code Annotated § 16-55-108 (1987), found that a properly sworn Deputy Clerk is authorized to sign a summons. Section 16-55-108 of the Arkansas Code Annotated provides: Any duty enjoined by this code upon a ministerial officer, and any act permitted to be done by him, may be performed by his lawful deputy. Nucor contends that, in referring to the statute, the trial court ignores the fact that this statute, which is part of the Code of Practice in Civil Cases, has been effectively superseded by the Arkansas Rules of Civil Procedure. The Supersession Rule provides: All laws in conflict with the Arkansas Rules of Civil Procedure, Rules of Appellate Procedure and Rules for Inferior Courts shall be deemed superseded as of the effective dates of these rules. Arkansas Court Rules at 789 (2003). Section 16-55-108 is part of the Code of Practice in Civil Cases, which was adopted in 1869. See Publisher's Notes, Ark. Code Ann. § 16-55-108. The Arkansas Rules of Civil Procedure were adopted on December 18, 1978, and became effective July 1, 1979. See Publisher's Notes, Ark. R. Civ. P. 1.\n*122 Nucor argues that the trial court's interpretation of section 16-55-108 is in conflict with Rule 4(b) because the former permits a deputy clerk to sign a summons and the latter explicitly requires the clerk's signature. Nucor omits an important canon of statutory construction from its discussion, which is that this court does not engage in interpretations that defy common sense and produce absurd results. See Green v. Mills, 339 Ark. 200, 4 S.W.3d 493 (1999). Nucor would have this court interpret Rule 4(b) so as to require the clerk of the court to sign personally each summons issued by the court. To expect one person in each court to sign personally each summons issued by that court is absurd. We hold that the deputy clerk's signature on the summons met the requirements of Rule 4(b).\nFinally, Nucor argues that the summons was defective and the default judgment void because the summons did not contain the names of all the parties. Here, the summons listed the defendants as Nucor Corporation, Et Al. The complaint listed the defendants as Nucor Corporation,- Roderick Warren, individually, and John Doe. Citing Moncrief, supra, Nucor contends that the default judgment in this case is void because the summons failed to comply exactly with Rule 4 of the Arkansas Rules of Civil Procedure. We disagree. In Moncrief, supra, the party at issue, Sidney Moncrief Pontiac, Buick, GMC Company was incorrectly identified in the summons. In this case, Nucor, the party at issue, was correctly identified in the summons. Nucor does not contend that it was incorrectly identified in the summons; rather, Nucor contends that other defendants were incorrectly identified.\nWe are not unmindful of our decisions where we have held that the technical requirements set out in Rule 4(b) must be construed strictly and compliance with those requirements must be exact. See Moncrief, supra; Thompson v. Potlatch Corp., 326 Ark. 244, 930 S.W.2d 355 (1996). However, we have also found that a literal application which leads to absurd consequences should be rejected where an alternative interpretation effects the statute's purpose. Henson v. Fleet Mortgage Co., 319 Ark. 491, 892 S.W.2d 250 (1995).\nService of valid process is necessary to give a court jurisdiction over a defendant. Tucker v. Johnson, 275 Ark. 61, 628 S.W.2d 281 (1982), overruled on other grounds, Southern Transit Co. v. Collums, 333 Ark. 170, 966 S.W.2d 906 (1998). Under our rules, the summons is a process used to apprise a defendant that a suit is *123pending against him and afford him an opportunity to be heard. Id. (citing Southern Kansas Stage Lines Co. v. Holt, 192 Ark. 165, 90 S.W.2d 473 (1936)).\nA literal interpretation of the requirement that the summons contain the names of the parties would require a listing of every plaintiff and every defendant on every summons, no matter how many plaintiffs and defendants are parties to the case. We reject this interpretation of Rule 4(b). Nucor, the party at issue, was correctly identified in the summons. In no way did the form of the summons fail to apprise Nucor of the pendency of the suit and afford it an opportunity to be heard. Indeed, Nucor makes no such argument. We hold that the summons was not fatally defective.\nRule 55(c)(1), (3), and (4)\nNucor argues that the trial court erred in concluding that the default judgment was not the result of mistake, inadvertence, surprise, or excusable neglect. Nucor first contends that its failure to answer constituted a mistake under Ark. R. Civ. P. 55(c)(1). Nucor argues that based on the correspondence DiGirolamo received from Coleman, he reasonably believed that Coleman, Systems, and Systems's insurer had already taken care of the lawsuit at the time DiGirolamo received the suit papers by electronic mail transmission on December 3, 2001. What Nucor fails to mention is that in his correspondence to DiGirolamo, Coleman stated that Nucor had not been served with notice of a lawsuit. Further, in one of the letters, Coleman stated: At this point, I do not plan to do anything further on this case unless I am directed to do so. Even though DiGirolamo was informed that Nucor had not received notice of a suit, and that Coleman had no intention of proceeding unless he was told to do so, when DiGirolamo received the summons and complaint, he did nothing. We fail to see how this inaction constitutes a mistake which would warrant setting aside the default judgment. In Layman v. Bone, 333 Ark. 121, 967 S.W.2d 561 (1998), we stated:\nPresumably, any failure to file an answer on time could be referred to as a mistake in the sense that an error of some sort caused the failure to file on time. To hold, however, that any error whatsoever should excuse compliance with Rule 12(a) would deprive the trial courts of the discretion to which the rule refers. That is not the intent behind the rule.\n*124 Laman, 333 Ark. at 125. The trial court found that DiGirolamo's failure to notify Nucor's counsel of the receipt of the summons and complaint did not constitute mistake under Rule 55(c) (1). We find no abuse of discretion.\nNucor next contends that its failure to answer was the result of excusable neglect. Nucor states that the facts surrounding DiGirolamo's work responsibilities and personal life at the time he received the summons, as well as DiGirolamo's understanding about Coleman's and Systems's role in defending Nucor, adequately explain why Nucor failed to answer. In support of its argument, Nucor points out that when DiGirolamo received the summons and complaint, he was understaffed and had been employed by Nucor for only eleven'months. Nucor adds that when DiGirolamo received the summons and complaint, he was dealing with problems associated with year-end business and the holiday crunch. Further, Nucor states that at the time DiGirolamo received the summons, he was in the midst of preparing a major presentation for a meeting with Nucor officers. Nucór contends that under those circumstances, combined with the tragic death and funeral of the nine-year-old son of his payroll clerk and friend, it is not surprising that DiGirolamo did not follow up on the suit.\nNucor argues that this case is factually analogous to Hubbard v. The Shores Group, Inc., 313 Ark. 498, 855 S.W.2d 924 (1993). In that case, on the day the appellant was served, he received a phone call from the bank notifying him of an overdraft and subsequently discovered that an employee had stolen $6000 in deposits. Five days prior to being served, the appellant's wife of twenty-seven years was diagnosed with breast cancer. While the appellant was leaving his office and in the process of having his employee arrested, the process server walked in and handed him the summons and complaint. The appellant stated that when he examined the complaint, he noticed that it named his insurance company as a defendant, and he failed to notice that his company had also been named a defendant. The appellant stated that he thought the insurance company was being sued, and that under all the circumstances, he forgot about the summons and complaint. We affirmed the trial court's order setting aside the default judgment, stating: It is hard to imagine a more compelling set of facts than those of this case for a finding of excusable neglect. We have no hesitancy in affirming the trial court's ruling on the basis of excusable neglect. Hubbard, 313 Ark. at 502, 855 S.W.2d at 927.\n*125The facts of the present case are distinguishable from the Hubbard case. In this case, Nucor does not argue that DiGirolamo failed to notice that Nucor was a named defendant listed on the summons. He does not dispute the fact that he received the summons and complaint on December 3, 2001. Moreover, DiGirolamo stated that part of his job was to monitor lawsuits and work with the attorneys, insurance companies, and contractors involved in those suits. Clearly, DiGirolamo was extremely busy at the time he received the suit papers. The trial court found that DiGirolamo's being too busy was not excusable neglect. We cannot say the trial court abused its discretion.\nNucor next argues that the trial court erred in failing to set aside the default judgment based on the misconduct of the appellees' counsel. Rule 55(c) (3) provides that a trial court may set aside a default judgment in the case of fraud, misrepresentation, or other misconduct of an adverse party. Ark. R. Civ. P. 55(c)(3) (2003). Nucor contends that the default judgment should be set aside because the appellees' counsel failed to send a courtesy copy of the lawsuit to Coleman. The trial court found:\nMr. Holleman's conduct in this matter may cause one to wonder. I do not appreciate Mr. Holleman not being fully forthcoming about his encounter with Mr. Coleman. Still, I cannot find an actual violation of the Model Rules of Professional Conduct, nor do I find any obligation of Mr. Holleman to Mr. Coleman or anyone else except his clients.\n* * *\nNucor argues that the trial court applied the wrong standard to determine whether Holleman's conduct justified setting aside the default judgment, in that the trial court incorrectly concluded that in order for Rule 55(c)(3) to apply, Nucor must show that Holleman's conduct violated the Rules of Professional Conduct. We do not believe the trial court concluded that a violation of the Model Rules of Professional Conduct was a threshold requirement for setting aside a default judgment under Rule 55(c)(3). Instead, we believe that the trial court used the Model Rules as a frame of reference for identifying what might constitute attorney misconduct.\n*126In Divelbliss v. Suchor, 311 Ark. 8, 841 S.W.2d 600 (1992), we rejected the appellant's argument that the default judgment should be set aside due to the plaintiff s attorney's misconduct. In that case, the appellant argued:\nThe correspondence between Ms. Shedlock [the claims adjuster] and appellees' [plaintiffs'] attorneys reveals that the parties were working in a cooperative manner (at least in her mind) and that she was reasonable in expecting to be advised of service. Appellant submits that such failure to advise Ms. Shedlock that service had been obtained on Divelbliss constitutes misconduct of an adverse party sufficient to set aside the default judgment under Rule 55(c)(3).\nDivelbliss, 311 Ark. at 14, 841 S.W.2d at 603.\nWe held that the trial court did not abuse its discretion in ruling that the alleged misconduct on the part of the plaintiffs attorney was not the cause of the default and noted that [t]he trial court sagaciously observed that the cause of the default was not Rubens' letter, but instead the cause was the failure of the agent to forward the summons and complaint. Id. at 15, 841 S.W.2d at 603. .Similarly, in this case, the cause of the default was not Holleman's failure to send a courtesy copy of the complaint to Coleman, but instead the cause was the failure of DiGirolamo to forward the summons and complaint to Coleman. Nucor contends that DiGirolamo's testimony that he believed that Holleman would send a courtesy copy of the lawsuit to Coleman distinguishes the instant case from Divelbliss. Nucor states that the defendant in Divelbliss, unlike DiGirolamo in this case, refused to provide an explanation for how the conduct of the attorney for the party obtaining the default judgment caused the default judgment. We see no such distinction.\nThe trial court concluded that there was no clear fraud, misrepresentation, or misconduct by Mr. Holleman. We find no abuse of discretion.\nFinally, Nucor argues that the trial court erred in denying its motion to set aside default judgment pursuant to Rule 55(c)(4), which provides that the trial court may, upon motion, set aside a default judgment for any other reason justifying relief from the operation of the judgment. Nucor contends that the totality of the circumstances justify setting aside the default judgment. *127The trial court concluded that the totality of the circumstances did not constitute a reason for setting aside the default judgment. We cannot say that the trial court in this instance abused its discretion.\nFailure to State a Claim\nNucor argues that the trial court erred in not setting aside the default judgment because the complaint fails to state facts upon which relief can be granted. The trial court found that by failing to answer, Nucor waived this argument. We disagree. The rendition of a default judgment on a complaint which fails to state facts sufficient to state a cause of action is reversible error. Hubbard, supra. In Kohlenberger, Inc. v. Tyson's Foods, Inc., 256 Ark. 584, 510 S.W.2d 555 (1974), the appellees contended that, once the default judgment was entered, the appellant could not raise the argument that the complaint was deficient. We rejected that argument, stating:\n... we must say that appellee's positive, but unsupported assertion that Kohlenberger's default bars it from raising these questions is without merit. A default admits only those facts alleged in the complaint and if they are insufficient to support the judgment, it will be reversed. Arkansas Bond Co. v. Harton, 191 Ark. 665, 87 S.W.2d 52; Wilson v. Overturf, 157 Ark. 385, 248 S.W. 898; Thompson v. Hickman, 164 Ark. 469, 262 S.W. 20.\nKohlenberger, 256 Ark. at 589-90; 510 S.W.2d at 560.\nWe now turn to the merits of Nucor's argument. Nucor contends that the complaint fails to state a claim of negligence because the appellees failed to allege that they were owed a duty by Nucor. As such, Nucor contends that the default judgment was erroneously entered in this case.\nWe further stated in Kohlenberger, supra:\nAlthough it is unnecessary that a complaint set out the evidence relied upon or a history of transactions leading up to the essential facts, it is necessary that substantive or issuable facts be alleged, and conclusions stated cannot be considered on default. The facts constituting the cause of action must be averred by stating them, in direct and positive allegations, and not by way of argument, inference or belief. Every fact and element essential to the cause of *128action must be stated. This means that a complaint must allege every fact which the plaintiff would be required to prove in order to recover. The facts alleged must show the existence of a right in plaintiff the infringement of that right by defendant and that the cause of action had accrued at the time of the filing of the complaint. A judgment by default must strictly conform to, and be supported by, the allegations of the complaint, and.a closer correspondence between the pleading and judgment is required than would be after a contested trial.\nKohlenberger, 256 Ark. at 590, 510 S.W.2d at 560 (citations omitted).\nCiting Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994), Nucor argues that the trial court's denial of its motion to set aside default judgment should be reversed. In that case, Young brought a negligence action against his father-in-law, Paxton, for injuries which Young sustained on Paxton's land as a result of trimming limbs from a tree. The trial court granted summary-judgment, and we affirmed, holding that no material issues of fact existed, and further noting:\nThere is a second reason for affirmance in this case. The law of negligence requires as essential elements that the plaintiff show that a duty was owed and that the duty was breached. Earnest v. Joe Works Chevrolet, Inc., 295 Ark. 90, 746 S.W.2d 554 (1988); Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983); Union Securities Co. v. Taylor, 185 Ark. 737,48 S.W.2d 1100 (1932); Prosser and Keaton on the Law of Torts, § 30, p. 164 (5th Ed. 1984). Irrespective of Young's status as invitee or licensee, there is nothing in the proof submitted to indicate that Paxton breached a duty of care owed to Young. A property owner owes a licensee the duty to refrain from causing him injury by willful or wanton conduct, and a duty to warn of hidden dangers or risks. Lively v. Libbey Memorial Physical Machine Ctr., Inc., supra; King v. Jackson, 302 Ark. 540, 790 S.W.2d 904 (1990). To constitute willful or wanton conduct, there must be a deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others. Daniel Const. Co. v. Holden, 266 Ark. 43, 585 S.W.2d 6 (1979). This court has stated, however, that the duty to warn does not extend to obvious dangers or risks that the licensee should have been expected to recognize. Dorton v. Francisco, 309 Ark. 472, 833 S.W.2d 362 (1992); King v. Jackson, supra.\nIn this case, there is no evidence that Paxton acted willfully or wantonly to cause Young injury.\n*129 Young, 316 Ark. at 660-61, 873 S.W.2d at 549-50.\nThe present case is distinguishable from Young, supra. In that case, we stated that there was nothing in the proof submitted to indicate that Paxton breached a duty of care owed to Young. 316 Ark. at 660, 873 S.W.2d at 549. Here, there is sufficient proof submitted to indicate that Nucor breached a duty of care owed to the appellees. The complaint alleges that on April 4, 2001, the appellees were working in the Nucor plant installing pipe as instructed by Nucor, and that a Nucor employee operating the crane ran the crane into the scissor lift being operated by the appellees. The complaint alleged several negligent acts of Nucor, including, but not limited to: (1) failure to follow Nucor's policies regarding the crane; (2) failure to properly prepare the work site; (3) failure to warn Kilman and Evans about the overhead crane; (4) failure to properly assist, develop, and supervise the piping procedure; (5) failure to facilitate and provide proper warnings; and (6) failure to exercise ordinary care for the safety of Evans and Kilman.\nWe believe the complaint sufficiently stated a claim for negligence. It is generally recognized that an employer of an independent contractor owes a common-law duty to the contractor's employees to exercise ordinary care for their safety and to warn against any hidden dangers or unusually hazardous conditions. D.B. Griffin Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 5. W.3d 254 (2002). In this case, the facts alleged in the complaint are sufficient to state a cause of action for negligence.\nVenue\nNucor argues that even if this court declines to set aside the default judgment in favor of Kilman, this court should nevertheless reverse the denial of the motion to set aside the judgment with respect to Evans because White County Circuit Court was not the proper venue for claims brought by Evans. The trial court did not reach the merits of Nucor's argument because it concluded that Nucor waived its improper venue defense by failing to answer or object. We agree. A motion to dismiss for improper venue must be filed no later than the time at which the original responsive pleading is due. Inmon Truck Sales, Inc. v. Wright, 294 Ark. 397, 398-99, 743 S.W.2d 793, 795-96 (1988) (citing Newbern, Arkansas Civil Practice and Procedure, § 11-1 (1985)).\n*130A non-resident defendant shall file his answer within thirty days after the service of summons and complaint upon him. See Ark. R. Civ. P. 12(a). In this case, Nucor, a non-resident defendant, was served on November 30, 2001. Nucor did not file a motion to dismiss for improper venue within thirty days after it was served the summons and complaint. Nucor has waived its improper venue defense.\nSystems\nSystems argues that the trial court erred in denying its motion to intervene because pursuant to Ark. Code Ann. § ll-9-410(a)(l)(A), and Rule 24 of the Rules of Civil Procedure, Systems had a statutory right to intervene. Section 11-9— 410(a)(1)(A) provides:\n(a) LIABILITY UNAFFECTED. (1)(A) The making of a claim for compensation against any employer or carrier for the injury or death of an employee shall not affect the right of the employee, or his or her dependents, to make a claim or maintain an action in court against any third party for the injury, but the employer or the employer's carrier shall be entitled to reasonable notice and opportunity to join in the action.\nRule 24(a)(1) provides: Upon timely application anyone shall be permitted to intervene in an action when a statute of this state confers an unconditional right to intervene. Ark. R. Civ. P. 24(a)(1) (2003). We have stated that § ll-9-410(a)(l) gives the employer's compensation carrier the right to intervene, and, as a result, the carrier may intervene as a matter of right under Ark. R. Civ. P. 24(a) to protect its right of subrogation. Carton v. Missouri Pacific R.R. Co., 315 Ark. 5, 865 S.W.2d 635 (1993). See also Northwest Arkansas Area Agency on Aging v. Golmon, 70 Ark. App. 136, 15 S.W.3d 363 (2000). Pursuant to the statute, Systems had an unconditional right to intervene, and it was error for the trial court to deny Systems this right. The right to intervene to protect subrogation rights in this case does not require the default judgment to be set aside. Accordingly, we reverse and remand to the trial court for the sole purpose of allowing Systems to intervene and protect its right of subrogation.\nSystems's final point on appeal is that the trial court erred in denying Systems's motion to set aside default judgment. Systems contends that it should have been allowed to intervene to protect *131its lien rights and interest under its indemnification and hold harmless agreement with Nucor because Appellees' failure to give Systems notice, as mandated by Arkansas Code Annotated § 11-9-410(a)(l)(A) violated Systems' most fundamental right of due process. Systems contends that by failing to provide notice, the appellees have not only effectively eliminated Systems's right to intervene, but have also subjected Systems to potential liability for payment of the entire $5.39 default judgment under the indemnification and hold harmless agreement.\nHaving stated that we are reversing and remanding this case to the trial court with instructions to allow Systems the right to intervene and protect its right of subrogation, it is unnecessary for us to address Systems's due process argument with respect to its subrogation right. Systems's remaining argument, that pursuant to § ll-9-410(a)(l)(A), it had a right to intervene to protect its interest under the indemnification and hold harmless agreement, is without merit. Section ll-9-410(a)(l)(A) entitles Systems to reasonable notice to join in the action to protect only its subrogation right; it does not entitle Systems to reasonable notice to join in the action to protect its interest under the indemnification and hold harmless agreement. Systems is attempting to bootstrap its indemnification argument to its subrogation argument. This we will not allow. Upon remand, Systems may intervene solely for the purpose of protecting its subrogation right.\nIn sum, the denial of Nucor's motion of dismissal and motion to set aside judgment is affirmed. The denial of Systems's motion to intervene is reversed and remanded in part, and the denial of Systems's motion to set aside default is affirmed.\nAffirmed in part; reversed and remanded in part.\nDickey, C.J., and Thornton, J., dissent.\n1\nSpecifically, Marty Kilman was awarded damages in the amount of $2,390,500, and Mike Evans was awarded damages in the amount of $2.95 million. Evans's wife, Betty Evans, was awarded damages in the amount of $50,000. For convenience, we refer to Evans in the singular.\n2\nThe Rule 27 petition was granted on July 10, 2001. Subsequently, five Systems employees were deposed. The appellees later filed a motion to compel, seeking the April 4 accident report, as well as certain photographs. The trial court found that Systems did not have in its possession any investigative report prepared by Nucor. Further, the trial court found that Systems had already provided the photographs requested by the appellees, and that it would not compel Systems to provide them again to the appellees.\nRay Thornton, Justice,\ndissenting. Because I believe stice, judgment was void ab initio from a failure of appellees to strictly comply with the requirements for a summons, and because I believe that System's unconditional right to intervene warrants setting aside the default judgment so that it can protect its interest under the indemnification clause with Nucor, I respectfully dissent.\nRule 4(b) of the Arkansas Rules of Civil Procedure provides:\n*132 Form. The summons shall be styled in the name of the court and shall be dated and signed by the clerk; be under the seal of the court; contain the names of the parties; be directed to the defendant; state the name and address of the plaintiff s attorney, if any, otherwise the address of the plaintiff; and the time within which these rules require the defendant to appear, file a pleading, and defend and shall notify him that in the case of his failure to do so, judgment by default may be entered against him for the relief demanded in the complaint.\nArk. R. Civ. P. 4(b) (2003) (emphasis added).\nIn the case now before us, the summons listed the defendants as Nucor Corporation, et al. The complaint listed the defendants as Nucor Corporation, Roderick Warren, individually, and John Doe. Appellee Evans contends that, pursuant to the court of appeals' holding in Builder One Carpet One v. Wilkins, 83 Ark. App. 252, 128 S.W.3d 828 (2003), the summons was proper. I disagree. In that case, the defendant was named as Builder One Carpet One a/d/b/a Design One Carpet One rather than Design One Carpet One. The court of appeals looked to Arkansas law concerning the service of writs of garnishment, as well as the laws of other jurisdictions concerning misnomers, after determining that [t]he question of misnomer on a complaint in regard to the validity of service of process has not been often addressed in Arkansas. Id. The court of appeals held that the misnomer was not fatal, stating:\n[i]t is apparent that Design One Carpet One was the intended defendant and was simply misnamed Builder One Carpet One a/d/b/a Design One Carpet One because appellees were unable to identify the form of business that Design One Carpet One operated. Appellees used the d/b/a Design One Carpet One throughout the complaint, and appellees introduced evidence at the hearing on appellant's motion to set aside that Design One Carpet One was a member of the Better Business Bureau of Arkansas, Inc. (BBB), and that the BBB records indicated that it was a member, . . . and that the company is affiliated with Builders One - Carpet One.\nId.\nA misnomer is defined as [a] mistake in naming a person, place, or thing, esp. in a legal instrument. Black's Law Dictionary 1015 (7th ed. 1999). The use of et al. on the summons as a *133substitution for the names of two parties is not a misnomer. Et al. means [a]nd other persons. Black's Law Dictionary 573 (7th ed. 1999). Rule 4(b) requires that the summons contain the names of the parties.\nIn this case, the summons contained the names of four parties: Marty Kilman, Mike Evans, and Betty Evans, as plaintiffs, and Nucor Corporation, as the defendant. Though two other defendants had been named in the suit, Nucor was the only defendant listed on the summons.\nIn Smith v. Sidney Moncrief Pontiac, Buick, GMC Co., 353 Ark. 701, 120 S.W.3d 525 (2003) (Moncrief'), we pointed out that we require strict compliance with Rule 4 and articulated this principle as follows:\nArkansas law is long settled that service of valid process is necessary to give a court jurisdiction over a defendant. Raymond v. Raymond, 343 Ark. 480, 36 S.W.3d 733 (2001) (citing Tucker v. Johnson, 275 Ark. 61, 628 S.W.2d 281 (1982)). Our case law is equally well-settled that statutory service requirements, being in derogation of common-law rights, must be strictly construed and compliance with them must be exact. Id.; Carruth v. Design Interiors, Inc., 324 Ark. 373, 921 S.W.2d 944 (1996) (citing Wilburn v. Keenan Companies, Inc., 298 Ark. 461, 768 S.W.2d 531 (1989) and Edmonson v. Farris, 263 Ark. 505, 565 S.W.2d 617 (1978)). This court has held that the same reasoning applies to service requirements imposed by court rules. Carruth v. Design Interiors, Inc., supra; Wilburn v. Keenan Companies, Inc., supra. More particularly, the technical requirements of a summons set out in Ark. R. Civ. P. 4(b) must be construed strictly and compliance with those requirements must be exact.\nMoncrief, supra (emphasis added). Default judgments are void ah initio due to defective process regardless of whether the defendant had actual knowledge of the pending lawsuit. Id.\nAs previously noted, in Moncrief, supra, the court reiterated that the technical requirements of a summons, and compliance with those requirements must be exact. Id. Accordingly, in Moncrief, we held that a summons that incorrectly identifies the defendants and misstates the deadline for responding to the complaint does not strictly comply with the service requirements imposed by our court rules. Id.\nWe have many other cases demonstrating our requirement of strict compliance. In Thompson v. Potlatch Corp., 326 Ark. 244, 930 S.W.2d 355 (1996), the court held that the trial court correctly *134denied the appellants' motion to strike and motion for default judgment because the record did not reflect the issuance of a summons. In Carruth v. Design Interiors, Inc., 324 Ark. 373, 921 S.W.2d 944 (1996), we stated that the trial court should have granted the motion to dismiss for failure of service of process because the summons was not signed by the clerk, as is required by Rule 4. In Wilburn v. Keenan Companies, Inc., 298 Ark. 461, 768 S.W.2d 531 (1989), we concluded that the trial court erred in denying the motion to set aside default judgment where the judgment was void ab initio because the service of summons and complaint was not in compliance with Rule 4(a)(3), in that there was no evidence that the appellee had directed the summons and complaint to be mailed with restricted delivery. In Southern Transit Co., Inc. v. Collums, 333 Ark. 170, 966 S.W.2d 906 (1998), this court stated that since the summons did not strictly comply with the technical requirements of Ark. R. Civ. P. 4(b), the trial court could have held the default judgment void due to the defective summons regardless of the fact that Southern Transit had actual knowledge of the complaint against it.\nIn the present case, the summons did not comply with the technical requirements set out in Rule 4(b), in that it did not contain the correct names of the parties. I would hold that the trial court erred in denying Nucor's motion to set aside default judgment pursuant to Rule 55(c)(2). I would conclude that the default judgment is void ab initio due to defective process. I must also dissent because I believe that Systems had a right to intervene, pursuant to Ark. Code Ann. § ll-9-410(a)(l)(A) (Repl. 2002) and Rule 24(a)(1) of the Arkansas Rules of Civil Procedure. Section ll-9-410(a)(l)(A) provides:\n(a) LIABILITY UNAFFECTED. (1)(A) The making of a claim for compensation against any employer or carrier for the injury or death of an employee shall not affect the right of the employee, or his or her dependents, to make a claim or maintain an action in court against any third party for the injury, but the employer or the employer's carrier shall be entitled to reasonable notice and opportunity to join in the action.\nId. (emphasis added).\nRule 24(a)(1) provides: Upon timely application anyone shall be permitted to intervene in an action when a statute of this state confers an unconditional right to intervene. Id. Systems *135contends that section ll-9-410(a)(l)(A) confers an unconditional right of intervention. I agree. Our court has stated that Ark. Code Ann. § ll-9-410(a)(l)(A) gives the employer's compensation carrier the right to intervene, and, the majority correctly holds that the carrier may intervene as a matter of right under Ark. R. Civ. P. 24(a) to protect its right of subrogation. Carton v. Missouri Pacific Railroad, 315 Ark. 5, 865 S.W.2d 635 (1993). Based on a plain reading of the language in Ark. Code Ann. § ll-9-410(a)(l)(A), I would hold that Systems has an unconditional right to intervene.\nEven if the majority holding that the default judgment against Nucor should not be set aside because of the defect in the summons, I believe that Systems's right to intervene should result in setting aside the default judgment. Systems should have the right to intervene for the purpose of protecting its interest in agreeing to indemnify Nucor, and any default judgment that would impose liability on Systems should be set aside.\nFor the foregoing reasons, I dissent.\nI am authorized to state that Chief Justice Dickey joins this dissent.\n\nPlain English summary:\nBorderline. No evidence properly examined. Plaintiffs were injured while using a scissor lift to install pipe at defendant Nucor's facility. A default judgment was entered in favour of plaintiffs. Defendant motioned to set aside the default judgment on the basis that the complaint failed to state facts upon which relief can be granted. The trial court denied the motion, and the appellate court affirmed. \n",
    "annotations": {
        "Facts": [
            "Kilman and Evans, employees of Systems, were injured while using a scissor lift to install pipe at Nucor's facility in Hickman, Arkansas. Subsequently, Systems paid workers' compensation benefits to both Kilman and Evans. At the time of the accident, Systems had a contract with Nucor to provide various labor services to Nucor as an independent contractor. The contract contains an indemnification provision, whereby Systems *115agrees to indemnify and hold harmless Nucor from claims relating to bodily injury, sickness, disease, or death caused in whole or in part by the negligence of Systems.",
            "on April 4, 2001, the appellees were working in the Nucor plant installing pipe as instructed by Nucor, and that a Nucor employee operating the crane ran the crane into the scissor lift being operated by the appellees. "
        ],
        "Procedural History": [
            "a default judgment entered in favor of appellees Marty Kilman, Mike Evans, and Betty Evans in the amount of $5,390,500.",
            "Nucor claims that the trial court erred in denying its motion to set aside because the complaint fails to state facts upon which relief can be granted.",
            "we review a trial court's granting or denial of a motion to set aside default judgment for abuse of discretion.",
            "Nucor argues that the trial court erred in not setting aside the default judgment because the complaint fails to state facts upon which relief can be granted."
        ],
        "Application of Law to Facts": [
            "The present case is distinguishable from ",
            "In that case, we stated that there was nothing in the proof submitted to indicate that Paxton breached a duty of care owed to Young.",
            "Here, there is sufficient proof submitted to indicate that Nucor breached a duty of care owed to the appellees.",
            "We believe the complaint sufficiently stated a claim for negligence. ",
            "In this case, the facts alleged in the complaint are sufficient to state a cause of action for negligence."
        ],
        "Relevant Precedents": [
            "Hubbard, supra. ",
            "Kohlenberger, Inc. v. Tyson's Foods, Inc., , 510 S.W.2d 555 (1974),",
            "Kohlenberger, ; 510 S.W.2d at 560.",
            "Kohlenberger",
            "Kohlenberger, 256 Ark. at 590,  (citations omitted).",
            " Young, 316 Ark. at 660-61, .",
            "Young, supra.",
            ", 873 S.W.2d at 549. ",
            "D.B. Griffin Warehouse, Inc. v. Sanders, , 76 5. W.3d 254 (2002)."
        ],
        "Outcome": [
            "the denial of Nucor's ",
            "motion to set aside judgment is affirmed.",
            "Affirmed in part"
        ]
    },
    "class": "mixed"
}