{
    "text": "Young v. Gastro-Intestinal Center, Inc., 361 Ark. 209, 205 S.W.3d 741 (2005)\nMarch 24, 2005 · Arkansas Supreme Court · 04-595 \n361 Ark. 209, 205 S.W.3d 741 \nMaggie YOUNG v. The GASTRO-INTESTINAL CENTER, INC., and Diane Brown, R.N. \n205 S.W.3d 741\nSupreme Court of Arkansas\n[Rehearing denied April 28, 2005.*]\n*211 Sheila F. Campbell; and Polewski & Associates, by: John P. Polewski, for appellant.\nFriday, Eldredge & Clark, by: Laura Hensley Smith and T. Michelle Ator, for appellee.\n* \nImber,J., would grant rehearing.\nBetty C. Dickey, Justice.\nOn January 20, 1999, Ernest Young underwent an esophagogastroduoenoscopy (EGD) at the Gastro-Intestinal Center (Center), a free-standing endoscopy center in Little Rock, Arkansas. Dr. Debra Morrison, M.D., performed this first procedure, telling Mr. Young that he would be sedated with the prescription medications Valium and Demerol. Dr. Morrison explained that, because he was to receive the medications, he must not drive himself home following the procedure. Before the January 20 EGD, Mr. Young had signed a form explaining that he understood that he was not to drive, and that Mrs. Maggie Young, his wife, would drive Mr. Young home. Much later, it was determined that Mr. Young had driven himself home.\nMr. Young returned to the Center on January 29, 1999, for a colonoscopy but, this time, he did not bring his wife. At the Center, Mr. Young told Michelle Ferrell, the receptionist, that after the procedure his friend Trundle Smith would drive him home. Ms. Ferrell recorded Smith's name, and Mr. Young was checked in to the Center. He again signed a form explaining that he understood that he was not to drive following the procedure.\nAfter the colonoscopy was completed and Trundle Smith had not arrived, Diane Brown, a registered nurse, learned that Mr. Young intended to drive himself home. After getting dressed, Mr. Young went with Nurse Brown into an office at the Center, and the nurse called his wife in El Dorado, Arkansas. Mrs. Young told Nurse Brown that there was no one available to pick up Mr. Young. The nurse then attempted to persuade Mr. Young to wait at the Center for the next several hours, or until someone was available to drive him home. When it became apparent that Mr. Young was going to leave on his own, Nurse Brown requested that he sign a form indicating that he understood that he should not drive and that he was leaving against medical advice. Mr. Young signed the form, left the Center, and drove himself to another medical office, where he underwent another medical procedure. Subsequently, while driving home to El Dorado, Arkansas, from *212that facility, he was injured in an one-car collision and died several months later.\nMrs. Young and Mr. Young's estate (Mrs. Young) sued the Center and Nurse Brown, alleging that they had failed to exercise the degree of skill and care required of members of the profession practicing in Little Rock, Arkansas, and that that failure constituted negligence. The trial court granted the summary judgment motions of the Center and Nurse Brown. Mrs. Young appealed to the Arkansas Court of Appeals, which reversed and remanded. This court granted the Center's and Nurse Brown's petition for review, and we consider this appeal as though it had been originally filed in this court. Dixon v. Salvation Army, 360 Ark. 309, 201 S.W.3d 386 (2005); Sharp County Sheriff's Office v. Ozark Acres, 349 Ark. 20, 22, 75 S.W.3d 690 (2002). Mrs. Young argues two points on appeal: (1) that the trial court erred in entering judgment against her on the ground that the Gastro-Intestinal Center owed no duty to Earnest Young as a matter of law; and, (2) if the trial court intended to enter judgment against her on the basis of causation, it was error to do so. We find no error and affirm.\nA trial court may grant summary judgment only when it is clear that there are no genuine issues of material fact to be litigated, and that the party is entitled to judgment as a matter of law. Harris v. City of Fort Smith, 359 Ark. 355, 197 S.W.3d 461 (2004); Craighead Elec. Coop. Corp. v. Craighead County, 352 Ark. 76, 98 S.W.3d 414 (2003); Cole v. Laws, 349 Ark. 177, 76 S.W.3d 878 (2002). Once the moving party has established a prima facie case showing entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. On appellate review, we determine if summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of its motion leave a material fact unanswered. Id. This court views the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Harris, supra; Adams v. Arthur, 333 Ark. 53, 969 S.W.2d 598 (1998).\nBefore addressing Mrs. Young's points on appeal, we look at whether Mrs. Young proved the applicable standard of care. In Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002), this court held that the burden of proof for a plaintiff in a medical malpractice case is fixed by statute. The statute requires that in any action for a medical injury, expert testimony is necessary regarding the skill and learning possessed and used by medical care providers engaged in that speciality in the same, or similar, locality. Id.; Dodson v. Charter Behavioral Health Sys., Inc , 335 Ark. 96, 983 S.W.2d 98 (1998). In Reagan v. City of Piggott, 305 Ark. 77, 805 S.W.2d 636 (1991), we affirmed summary judgment where the trial court ruled that there was no material issue of fact remaining because the testimony of the plaintiffs expert witness, a physician, did not meet the burden of proof under the statute:\n(a) In any action for medical injury, when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, the plaintiff shall have the burden of proving:\n(1) By means of expert testimony provided only by a medical care provider of the same specialty as the defendant, the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he or she practices or in a similar locality;\n(2) By means of expert testimony provided only by a medical care provider of the same specialty as the defendant that the medical care provider failed to act in accordance with that standard; and,\n(3) By means of expert testimony provided only by a qualified medical expert that as a proximate result thereof the injured person suffered injuries that would not otherwise have occurred.\nArk. Code Ann. § 16-114-205 (1987).\nIn Williamson, the doctor never described the degree of skill and learning ordinarily possessed by doctors in good standing in Little Rock or a similar locale. Williamson, supra. The statute and case law are specific in stating that there must be an attestation by an expert regarding this locality or a similar one, and this court has affirmed summary judgments for failure to do so. Raegan, supra. Here, the expert witnesses, Nurse Cathy Dykes and Dr. Fred Sutton, both from Texas, failed to testify regarding the standard of care in Little Rock, Arkansas. Therefore, Mrs. Young did not establish the requisite standard of care.\nMrs. Young's first point on appeal is that the trial court erred in entering summary judgment against her on the ground that the Center and Nurse Brown owed no duty to Mr. Young as a matter of law. We find no error and affirm the trial court. The burden of proof in a medical malpractice action is defined by Ark. Code Ann. § 16-114-206, which provides in part:\n*214(b)(1) Without limiting the applicability of subsection (a) of this section, when the plaintiff claims that a medical care provider faded to supply adequate information to obtain the informed consent of the injured person, the plaintiff shall have the burden of proving that the treatment, procedure, or surgery was performed in other than an emergency situation and that the medical care provider did not supply that type of information regarding the treatment, procedure, or surgery as would customarily have been given to a patient in the position of the injured person or other persons authorized to give consent for such a patient by other medical care providers with similar training and experience at the time of the treatment, procedure, or surgery in the locality in which the medical care provider practices or in a similar locality.\nIn any action for medical injury, the plaintiff must prove the applicable standard of care, that the medical provider failed to act in accordance with that standard, and that such failure was a proximate cause of the plaintiff s injuries. See Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002). It is not enough for an expert to opine that there was negligence that was the proximate cause of the alleged damages. Id. The opinion must be stated within a reasonable degree of medical certainty or probability. Id. \nMrs. Young argues that the Center and Nurse Brown breached three distinct duties to Mr. Young, including the duty: (1) not to sedate a patient without a driver; (2) not to discharge a patient from the recovery room; and, (3) not to discharge a sedated patient to drive himself. First, the Center has a Patient Admission policy that requires the staff to ensure that no patient is sedated unless he has someone else to drive him home. This policy states, Upon arrival for a procedure previously scheduled through the attending physician's office, the patient will proceed as follows[.] . . . Confirm and give name of responsible adult/driverf.] ... If the patient's family/companion decides to leave the Center during the procedure time, the receptionist should obtain the name and expected time of their return. A phone number should be exchanged between the patient's family/driver and the Center for communication in case of an emergency or a delay.\nNurse Cathy Dykes and Dr. Fred Sutton testified through affidavits that all health care providers who sedate patients must confirm the existence of someone to take the patient home, and that this means more than writing down a name on a piece of paper; it means actually speaking with the driver to make sure they exist and know when to come pick the patient up. Mrs. Young contends, then, that the Center had a duty to confirm the existence of, and speak with, the person who was to drive Mr. Young home before they sedated him.\nHowever, Mr. Young's procedure only went forward because Mr. Young told the receptionist at the Center that Trundle Smith would pick him up and drive him home. It was not until after the procedure that any employee of the Center learned that Mr. Young intended to drive himself. Physicians and nurses must be allowed to rely upon the information given to them by their patients, and patients must assume some responsibility for their own care. It is too onerous a burden to require a physician or nurse to assume that a patient is providing incorrect information to them. While the Center's admission policy could be clearer and more comprehensive, it does not, and should not, impose a duty to control.\nMrs. Young also argues that the Center and Nurse Brown had a second duty not to discharge Mr. Young from the recovery room. Mrs. Young contends that having sedated Mr. Young in violation of both the standards of their profession and their own written policy, Defendants had created a serious problem: they now had a sedated patient on their hands with no ride home. The Center's policy, Intravenous Conscious Sedation Policy and Procedure, provides that patients will not be discharged from the recovery room until accompanied by a responsible adult. Mrs. Young maintains that the Center and Nurse Brown should have kept Mr. Young in a gown in the recovery room, rather than letting him get dressed to go into the report room to call his wife and friend. However, Nurse Brown had neither a right, nor a duty, to keep Mr. Young in the recovery room, nor a right to keep his clothes from him for eight hours.\nMrs. Young argues that there was a third duty not to discharge Mr. Young to drive himself. She compares Mr. Young's discharge to that of a bartender who intoxicates a customer. The Center's policy, Patient Discharge, states that a patient will not be discharged unless accompanied by a responsible adult and that this instruction shall be included in a pre-procedure instruction. However, Mr. Young was not discharged. He left against medical advice. Witnesses suggested various options: put him in a taxi cab; put him in a hotel; call the police; admit him to the hospital; personally drive him home; take his keys away from him; or, physically restrain him. Nurse Brown had neither a right nor a legal duty to impose those restrictions, and this court will not create this type of burden on the medical community, nor these limits on a patient's rights.\nThis case can be distinguished from Shannon v. Wilson, 329 Ark. 143, 947 S.W.2d 348 (1997) and Jackson v. Cadillac Cowboy, Inc., 337 Ark. 24, 986 S.W.2d 410 (1999). In Shannon v. Wilson, this court recognized that the sale of alcohol to a minor that resulted in injuries was a proximate cause of those injuries. The court stated:\nThe legislature determined that the prohibition of the selling or furnishing alcohol to minors for monetary gain was of such importance that this criminal sanction was amended in 1993 by Act 875 establishing the violation as a Class D felony. In the emergency clause for Act 875, the legislature made the determination that existing statutes criminalizing the sale of alcohol to minors were too lenient and thus heightened the penalty from a misdemeanor to a felony. Specifically, the legislature found, supplying alcoholic beverages to underage persons is strictly contrary to the public policy and is detrimental to the young people of tins State, and that the penalties for this conduct should be increased to deter and to punish these violations of Arkansas law and policy. 1993 Ark. Acts 875.\nIn enacting the foregoing statutes, it is clear that the legislature determined it is the public policy of the State of Arkansas to protect minors as a special class of citizens from the adverse consequences of alcohol consumption. The statutes establish an affirmative duty for alcoholic beverage license holders to safeguard against minors purchasing alcohol. These statutes serve to regulate the liquor industry and to promote the safety of our citizenry as a whole. We conclude that the statutes establishing affirmative obligations upon license holders authorized to sell alcohol and the statute classifying the criminal act of selling or furnishing alcohol to minors for monetary gain a felony create a duty for licensees to exercise a high standard of care for the protection of minors. A breach of this duty can lead to a suit for negligence.\nShannon, 329 Ark. at 159-160.\nTwo years later, in Jackson v. Cadillac Cowboy, Inc., this court held:\n*217Among the prohibited practices in the Arkansas Alcoholic Beverage Control Act is the sale of alcohol to a habitual drunkard or an intoxicated person, which is a misdemeanor offense. See Ark. Code Ann. § 3-3-209 (Repl. 1996). When we read this statute in conjunction with Act 695, it is clear to us, as it was in Shannon v. Wilson, supra, that the General Assembly has spoken on this point and has established a high duty of care on the part of holders of alcohol licenses, which includes the duty not to sell alcohol to high-risk groups, including intoxicated persons. Stated a different way, a duty of care exists on the part of licensed alcohol vendors not to endanger the public health, welfare, or safety, and that duty is breached when vendors sell alcohol to intoxicated persons in violation of § 3-3-209. Although these ABC statutes do not specifically provide for civil liability, a duty of care and the attendant standard of care may be found in a statute that is silent on civil liability. See Restatement (Second) of Torts § 286 Comt. d (1965).\nJackson, 337 Ark. at 29.\nIn both Shannon and Jackson, this court relied on the intent of the Arkansas General Assembly, which enacted a change in public policy and imposed a higher standard of care. Here, the General Assembly has not enacted a statute imposing such a duty to control a patient by a medical care provider, and this court will not do so now.\nMrs. Young argues that the question before this Court in reviewing Judge Piazza's summary judgment is whether the Plaintiff pleaded the existence of one or more duties owed by the Defendants to Ernest Young, and whether there was any evidence that these duties existed and were breached. Under Arkansas law, a medical care provider has no duty to force a patient to follow medical advice. Other jurisdictions have not recognized such a duty, and the medical community imposes no such duty upon itself. While it is reasonable to require that medical care providers give patients appropriate information regarding their medical case, patients must then bear the responsibility for the consequences of following, or not following, such advice.\nMrs. Young's complaint failed to state facts upon which relief could be granted because there is no legal duty upon medical care providers to do more than what was done in this case. The law of negligence requires as an essential element that the plaintiff show that a duty of care was owed. Young v. Paxton, 316 *218Ark. 655, 873 S.W.2d 546 (1994). The issue of whether a duty exists is always a question of law, not to be decided by a trier of fact. Hall v. Rental Management, Inc., 323 Ark. 143, 913 S.W.2d 293 (1996). If no duty of care is owed, summary judgment is appropriate. Smith v. Hanson, 323 Ark. 188, 914 S.W.2d 285 (1996).\nThe Center and Nurse Brown owed no legal duty to Mr. Young to do more than warn him that he should not drive, and a jury question is not created simply because an expert believes one exists. It is undisputed that Mr. Young was repeatedly warned not to drive.\nWhile experts in medical malpractice cases define the standard of care applicable to medical care providers, the experts cannot create a duty that the law does not otherwise recognize. Expert witnesses are required to define the standard of care in a medical malpractice case. As the Center and Nurse Brown point out, the courts, however, must not abandon their role as a gatekeeper when expert opinions seek to create a duty whose scope is so broad so as to be offensive, coercive, tortious, and criminal, or that cannot fairly or safely be met. It is the role of the courts to make a determination regarding whether a duty exists and is legally enforceable. The trial court recognized this role, reviewed the undisputed facts including expert testimony and applicable law, and determined that imposing a duty upon Nurse Brown to make Mr. Young comply with her advice would impossibly burden medical care providers. Thus, the trial court correctly held that the law could not recognize the duty alleged by Mrs. Young.\nDefining the existence of a legal duty is emphatically a matter for the courts or the legislature to decide. A review of federal and multi-state case law indicates that no other jurisdiction appears to recognize such a duty to control a patient. In Praesel v. Johnson, 967 S.W.2d 391, 41 Tex. Sup. Ct. J. 630 (1998), a wrongful death and survival action was brought against physicians and a clinic involved in the treatment of a patient who had an epileptic seizure immediately prior to a fatal automobile accident. The trial court granted summary judgment for all defendants, and plaintiffs appealed. The Supreme Court of Texas held that (1) the statute permitting physicians to inform the state of the identity of patients with epilepsy for possible revocation of a patient's driver's license does not support imposition of negligence per se against physician for failure to make such report, and (2) treating physicians do not have a common law duty to third parties to warn epileptic patients not to drive. Id. That court did not consider warning a patient about driving to be a fact issue for the jury but a threshold question for the court on the issue of what duty was owed. Id. That court reasoned that the physician did not have a duty to the third party to warn the patient because the physician had neither the right nor the ability to control the conduct of the patient. Id. The court also noted that it would be very difficult for someone to prevent another person from driving in an impaired condition. Id. at 398. The court further wrote that one caiinot assume that a person who is advised not to drive will actually respond and refrain from driving. Placing a legal duty on a physician to warn may not be effective to eliminate the risk in many cases because patients do not always heed the admonitions of their physicians, even when the consequences may be life-threatening to the patient or to others. Id. \nFor her second point on appeal, Mrs. Young argues that if the trial court intended to enter judgment on the basis of causation, it was error to do so. After granting the Center and Nurse Brown's motion on the first point of duty, Judge Piazza stated, I'm not sure about the second issue as to causation, it could be, you know, circumstantial evidence[.] . . . On the proximate causation, I really don't know. That may be a jury question, but if we were to go to a jury right now, I would direct a verdict on the first issue. So, I think having said that, and I may be wrong, I'm going to let the Court of Appeals and the Supreme Court decide this. The written order states, Comes now this Honorable Court upon the Defendants' Motion for Summary Judgment and upon due consideration of the applicable fact, law and oral argument of counsel, the Court hereby finds that the Motion should be, and hereby is, granted. The trial court did not grant summary judgment on the basis of causation, and therefore we do not address this point on appeal.\nAffirmed.\nHannah, C.J., Brown and Gunter; JJ., concur.\nImber, J., dissents.\nJim Hannah, Chief Justice,\nconcurring. I concur with the majority that this case should be affirmed; however, I write separately because I would affirm the case on other grounds. This is a *220wrongful death action based in simple negligence. It is not a medical malpractice action. Arkansas Code Annotated Section 16-114-206 (Supp. 2003) is irrelevant.\nThe complaint asserts a right to damages because the Defendants sedated Young and then allowed him to leave and drive while still under the influence of medication. The facts show that Young had been similarly sedated on January 20, 1999, at the same clinic, and that on that date, he affirmed in writing on that occasion that he would not drive after the procedure. His wife was present and could have driven, but we now know that Young drove. Nine days later, Young again came to an appointment at the Center. This time he came alone. He lied when asked if he had arranged transportation. His car was sitting in the parking lot at that moment, and it is obvious that when Young arrived at the Center, he fully intended on driving himself after the procedure. On this occasion, he again affirmed in writing that he would not drive after the procedure. He again drove.\nThe allegations in the complaint do not support an action for medical malpractice. Negligence is alleged; however, [a]ll negligent acts that occur at a doctor's office do not give rise to an action for medical malpractice. Howard v. Ozark Guidance Ctr., 326 Ark. 224, 227, 930 S.W.2d 341 (1996). [T]o sustain an action against a medical-care provider for medical malpractice, the plaintiff must have suffered a medical injury. McQuay v. Guntharp, 336 Ark. 534, 538, 986 S.W.2d 850 (1999). A medical injury is defined as any adverse consequence arising out of or sustained in the course of professional services being rendered by a medical provider. Ark. Code Ann. § 16-114-201(3) (1987). See also Ruffins v. ER Arkansas, P.A., 313 Ark. 175, 177, 853 S.W.2d 877 (1993). In determining whether an injury is an adverse consequence arising out of or sustained in the course of professional- services being rendered by a medical provider, it must be determined whether Young's death was the result of a doctor's treatment or order. Bailey v. Rose Care Ctr., 307 Ark. 14, 19, 817 S.W.2d 412 (1991).\nYoung knowingly came to the Center with the intent of driving after his procedure, in spite of being told it was dangerous and in spite of having affirmed in writing before being sedated that he would not do so. Young's accident did not result from a doctor's treatment or order; therefore, this is not a medical malpractice action. It is a simple negligence action.\nThe complaint makes no mention whatever of the treatment or orders given by Dr. Debra Morrison regarding the procedure *221Young underwent, but rather the complaint asserts that the Defendants had a duty to assure that patients in general, or Mr. Young in particular, would not leave the Gastroenterology Center while sedated without reliable adult transportation available to take him from the Gastro-Intestinal Center to a safe place. What is at issue is the Defendants' duty to Young regarding his departure from the Center. He was not discharged from the Center; rather, he left of his own accord. Certainly the Defendants could not hold Young against his will. The circuit court found that there was no duty to Young under these facts and granted the summary judgment motion.\nThe question of whether a duty is owed is always a question of law and never one for the jury. Wheeler v. Phillips Dev. Corp., 329 Ark. 354, 947 S.W.2d 380 (1997). The Center was under a duty of ordinary care to provide for Young as his condition reasonably required. Regions Bank & Trust v. Stone County Nursing Facility, Inc., 345 Ark. 555, 49 S.W.3d 107 (2001); Dollins v. Hartford Accident & Indem. Co., 252 Ark. 13, 477 S.W.2d 179 (1972). In Dollins, supra, the issue was whether there was negligence in failing to watch over a patient known to be confused who was later found injured on the floor at the foot of the bed when left unattended. This court stated that it was the duty of the hospital to see that the patient had such attention as her condition apparently made necessary. Dollins, 252 Ark. at 18. The care required in Dollins was that degree of care proportionate to the danger apprehended, judged by the condition of affairs before the accident occurred. Id. In the case before us, Young was instructed in the course of two medical procedures that he was not to drive after being sedated. He signed forms affirming this on both occasions. On the first occasion, after promising to have his wife drive, Young drove. On the second occasion, Young drove himself to the Center and lied that Trundle Smith would be picking him up. Because Young lied, he was allowed to undergo the procedure. Young was an adult and was told not to drive. The warning not to drive, especially where it is reinforced by having the patient sign a paper affirming he or she will not drive, is proportionate to the danger.\nAfter the procedure, it was learned that Young intended to drive. Nurse Diane Brown repeatedly asked Young not to drive. She made phone calls to try and get him a ride. When no one showed up to drive him, Brown offered to wait with Young at the Center until the medication wore off. Still, Young went on and drove his car to another medical appointment. Brown went well *222beyond what could be reasonably required. Short of tackling and forcibly restraining Young, which would not be legally permissible, there was nothing more that Brown or the Center could do. Even if a patient shows up with a driver at the time of the appointment, how is the Center to know that the driver will still be there after the procedure is completed and the patient is ready to be released? The only way to assure that no patient drives would be for the Center to acquire cars and hire drivers to take patients home. That would hardly be reasonable. The Center is not an insurer of its patients' safety. Dollins, supra. Young acted recklessly in ignoring the advice he was given and suffered the consequences. The circuit court correctly found no duty to insure that no patient drives after the procedure.\nGunter, J., joins.\nRobert L. Brown, Justice,\nconcurring. I concur with the majority opinion and write merely to underscore the fact that in prior decisions, this court has dealt with the issue of duty of care owed in medical-malpractice cases in terms of the standard of care offered by providers of the same specialty in the same or similar locality. That standard is fixed by the General Assembly and reads as follows:\n(a) In any action for medical injury, when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, the plaintiff shall have the burden of proving:\n(1) By means of expert testimony provided only by a medical care provider of the same specialty as the defendant, the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the locality in which he or she practices or in a similar locality; \n(2) By means of expert testimony provided only by a medical care provider of the same specialty as the defendant that the medical care provider failed to act in accordance with that standard; and\n(3) By means of expert testimony provided only by a qualified medical expert that as a proximate result thereof the injured person suffered injuries that would not otherwise have occurred.\nArk. Code Ann. § 16-114-206(a) (Supp. 2003) (emphasis added).\n*223Our case law has relied on § 16-114-206(a) and specifically on the need for expert testimony regarding specialty and similar locality in deciding whether summary judgment or a directed verdict should be awarded. See, e.g., Eady v. Lansford, 351 Ark. 249, 92 S.W.3d 57 (2002) (holding that where appellant failed to meet proof with proof in the form of expert testimony to demonstrate that appellee-doctor violated appropriate standard of care, trial court did not err in granting appellee-doctor's summary-judgment motion); Reagan v. City of Piggott, 305 Ark. 77, 805 S.W.2d 636 (1991) (holding that where appellant failed to present either expert or lay testimony as to the appropriate standard of care to be used, appellant failed to present any evidence indicating the existence of an issue of fact; thus, summary judgment was proper); Courteau v. Dodd, 299 Ark. 380, 773 S.W.2d 436 (1989) (holding that affidavit of respiratory therapist, which offered nothing to sustain the Courteaus' burden of proof of the standard of care under § 16— 114-206(a)(l), was insufficient to establish radiologist's malpractice). See also Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002) (holding that where patient's expert witness did not testify to what degree of skill and learning ordinarily possessed by doctors in good standing in Little Rock or similar locales was, patient failed to establish applicable standard of care, thereby warranting directed verdict in favor of appellant doctor).\nA review of our case law reveals that in the past, we have conflated the term duty of care with the General Assembly's standard of care set out in § 16-114-206(a). This is further evidenced by our model jury instruction for medical-malpractice cases, AMI Civ. 1501 (2005), which speaks in terms of Duty, but instructs on standard of care:\nAMI 1501\nDUTY OF PHYSICIAN, SURGEON, DENTIST OR OTHER MEDICAL CARE PROVIDER\nIn (diagnosing the condition of) (treating) (operating upon) (obtaining the informed consent of) a patient, a (physician) (surgeon) (dentist) (medical care provider) must possess and apply with reasonable care the degree of skill and learning ordinarily possessed and used by members of his/her profession in good standing, engaged in the same (type of service) [or] (specialty) in the locality in which he/she practices, or in a similar locality. A failure to meet this standard is negligence.\n*224[In determining the degree of skill and learning the law required of_(and) (in deciding whether_used the degree of skill and learning the law required of him/her), you may consider only the evidence presented by the (physicians) (and) (surgeons) (dentists) (medical care providers) called as expert witnesses (and) (evidence of professional standards presented in the trial). In considering the evidence on any other issue in this case, you are not required to set aside your common knowledge, but you have a right to consider all the evidence in light of your own observations and experiences in the affairs of life.]\nAMI Civ. 1501 (2005).1 \nNevertheless, as the majority opinion makes clear, the standard of care under the statute was not argued by either party. Rather, the issue debated was whether a duty on the part of The Gastro-Intestinal Center to control the patient was breached. We hold in the majority opinion that there is no such duty. I agree with that. But, in addition, I am swayed by the fact that the plaintiff in this case failed to present expert testimony regarding the standard of care employed for the same specialty in the same locality or in one that is similar. This lapse by the plaintiff is an alternative reason to affirm the summary judgment.\n1 \nFor cases in which a claim, accrued on or after March 25,2003, see AMI Civ. 1501A (2005). In the instant case, the plaintiffs alleged claim accrued on January 29,1999, the date of Mr. Young's colonoscopy at The Gastro-Intestinal Center.\nAnnabelle Clinton Imber, Justice,\ndissenting. Negligence law is based on the premise that we generally owe others a duty to exercise reasonable care as we go about our daily lives. In order to establish a useable legal standard for negligence, courts developed the common law concept of the reasonable person — that paradigm of virtue who sets the bar by always exercising reasonable care. The required standard of care undermost circumstances is the level of care our reasonable person would exercise. See W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 32, at p. 173-75 (5th ed. 1984); Morgan v. Cockrell, 173 Ark. 910, 294 S.W. 44 (1927). Whether a particular defendant has exercised reasonable care is usually a question for the jury, which is instructed to compare the defendant's actions with those of the reasonable person under like circumstances. Brown v. McDonald, 224 Ark. 1, 271 S.W.2d 769 (1954); Arkansas Power & Light Co. v. Hoover, 182 Ark. 1065, 34 S.W.2d 464 (1931).\n*225For various reasons of law and public policy, courts and legislatures sometimes take part of this deliberation away from the jury by deciding that, under certain circumstances, the reasonable person does or does not have a duty to act in a certain way. For example, it is well established in most jurisdictions that a person has no duty to warn or rescue another unless a special relationship between the two creates such a duty. Courts and legislatures have also created specialized duties of care under certain circumstances. For example, tort law often requires a person with expertise in a particular field to act as a reasonable person under the circumstance of that expert status. Such is the situation here.\nIn this case, there is no question that appellees, who are providers of outpatient medical care, owe a duty of care to their patients. Appellees offer a service where they intentionally impair patients with drugs and perform medical procedures, knowing that most or all of those patients are going to leave the outpatient medical center before they return to normal functioning. This all happens in the context of a doctor-patient relationship. Undoubtedly, there is a duty of care. The difficult question is the exact nature of that duty under the circumstances of the case. In tort law, the nature of any given duty is defined by the applicable standard of care.\nThe Arkansas General Assembly enacted the appropriate standard of care that is to be applied in medical malpractice actions. The statute requires that when the asserted negligence does not lie within the jury's comprehension as a matter of common knowledge, an expert or experts must provide testimony to help the jury decide whether the defendant breached, or failed to act in accordance with the proper standard of care. Ark. Code Ann.. § 16-114-206(a), (a)(2) (Supp. 2003); National Bank of Commerce v. Quirk, 323 Ark. 769, 918 S.W.2d 138 (1996). The expert testimony must be given by a medical care provider of the same specialty as the defendant, [with] the degree of skill and learning ordinarily possessed and used by members of the profession of the medical care provider in good standing, engaged in the same type of practice or specialty in the same or a similar community to that in which the defendant practices. Ark. Code Ann. § 16-114-206(a)(1) (Supp. 2003).\nThis case involves questions about duty of care under two distinct sets of circumstances: before and after sedation for an outpatient procedure. The majority opinion conflates these considerations and summarily holds that a medical care provider has *226the duty to warn an outpatient that he should not drive after a procedure that will leave him temporarily impaired and that the duty extends no further. In doing so, the majority overrides the procedure adopted by the legislature in § 16-114-206 for determining the appropriate medical standard of care. The legislature has specifically provided that, in a medical malpractice case involving matters outside common knowledge, the standard of care required under a particular set of facts is to be established with the help of expert testimony. Yet, under the majority's analysis, this court takes it upon itself to determine that, under the facts of this case, the Gastro-Intestinal Center and Nurse Brown did not breach the standard of care required by the statute when they sedated Mr. Young without confirming that he had a driver or when they allowed him to leave and drive away in an impaired condition. Thus, the majority's decision prematurely cuts off a decision that the legislature has expressly given to the jury.\nI am particularly concerned about the majority's holding that, as a matter of law, an outpatient medical care provider's pre-sedation duty extends no further than to warn. At that point, the patient is not yet impaired, but the provider knows that, if sedated, the patient will almost certainly leave the premises in an impaired condition. Admittedly, the confirmation of the presence of a responsible adult driver represents some burden to the medical care provider. To meet that burden may be reasonable under the circumstances.1 That is one of the questions the General Assembly has given to the jury.\nThe question of a post-sedation duty presents other issues. In this case, Mr. Young was able to articulate his desire to leave by himself. He left the Gastro-Intestinal Center on his own two feet and drove away. Should the result be the same if a sedated patient literally staggers out of an outpatient clinic, falls down the stairs and severely injures himself? What if the impaired person drives away and, within a few miles, runs off the road and kills a third party? These are cases that, under the majority's decision today, won't survive summary judgment. The jury won't get the chance to decide whether, under the General Assembly's guidelines, the defendant met the requisite standard of care.\n*227In any event, as the moving party, appellees were required to show what the requisite standard of care was under the surrounding circumstances and show that they conformed to that standard. Cash v. Lim, 322 Ark. 359, 908 S.W.2d 655 (1995) (citing Wolner v. Bogaev, 290 Ark. 299, 718 S.W.2d 942 (1986)). Until that is done, the burden of supplying acceptable proof does not shift to the nonmoving party. Here, appellees failed to offer evidence as to the standard of care under Ark. Code Ann. § 16-114-206. Therefore, appellant was not required to present evidence of the requisite standard of care in order to avoid summary judgement.\nBecause I believe the trial court erred in granting summary judgment and this case should be reversed and remanded for trial, I respectfully dissent.\n1 \nThe Gastro-Intestinal Center's internal policies and procedures support an argument that it is not an unreasonable burden to do more than warn a patient not to drive after sedation. The Center requires its staff to confirm the name of a responsible adult driver and obtain a contact phone number if the driver leaves the Center during the procedure.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant is negligent in failing to control patient to prevent his departure and subsequent injury caused by driving while sedated following surgery.\nSummary: \nThe plaintiff attended the defendant medical centre for a medical procedure, was sedated, signed a form attesting to his understanding that he shouldn't drive immediately after being sedated, and then drove himself home. \nThe plaintiff attended the defendant medical centre a second time, was sedated, and drove him against the advice and request of the defendant nurse who obtained his signature on a form stating that he was leaving despite medical advice to the contrary.\nThe plaintiff crashed while driving home and died several months later.\nThe trial court granted summary judgement on the grounds that the defendant medical centre had no duty to control the plaintiff and thus prevent his departure from the hospital.\nThe Supreme Court affirmed the grant of summary judgement and confirmed that the defendant had no duty to control the plaintiff and thus prevent him from driving home, because:\nthe plaintiff had told the defendant that he had organised for someone to drive him home, and the defendant was entitled to rely on this information;\nthe defendant had no right that would allow it to keep the plaintiff in the hospital against his will; and\nalthough the defendant's discharge policy requires its staff not to discharge a patient unless the patient is accompanied by another person, the plaintiff was not discharged but left despite medical advice he received telling him not to leave.\nThus, the defendant had no duty to prevent the plaintiff from leaving the hospital against its advice.\n",
    "annotations": {
        "Facts": [
            "On January 20, 1999, Ernest Young underwent an esophagogastroduoenoscopy (EGD) at the Gastro-Intestinal Center (Center), a free-standing endoscopy center in Little Rock, Arkansas. Dr. Debra Morrison, M.D., performed this first procedure, telling Mr. Young that he would be sedated with the prescription medications Valium and Demerol. Dr. Morrison explained that, because he was to receive the medications, he must not drive himself home following the procedure. Before the January 20 EGD, Mr. Young had signed a form explaining that he understood that he was not to drive, and that Mrs. Maggie Young, his wife, would drive Mr. Young home. Much later, it was determined that Mr. Young had driven himself home.Mr. Young returned to the Center on January 29, 1999, for a colonoscopy but, this time, he did not bring his wife. At the Center, Mr. Young told Michelle Ferrell, the receptionist, that after the procedure his friend Trundle Smith would drive him home. Ms. Ferrell recorded Smith's name, and Mr. Young was checked in to the Center. He again signed a form explaining that he understood that he was not to drive following the procedure.After the colonoscopy was completed and Trundle Smith had not arrived, Diane Brown, a registered nurse, learned that Mr. Young intended to drive himself home. After getting dressed, Mr. Young went with Nurse Brown into an office at the Center, and the nurse called his wife in El Dorado, Arkansas. Mrs. Young told Nurse Brown that there was no one available to pick up Mr. Young. The nurse then attempted to persuade Mr. Young to wait at the Center for the next several hours, or until someone was available to drive him home. When it became apparent that Mr. Young was going to leave on his own, Nurse Brown requested that he sign a form indicating that he understood that he should not drive and that he was leaving against medical advice. Mr. Young signed the form, left the Center, and drove himself to another medical office, where he underwent another medical procedure. Subsequently, while driving home to El Dorado, Arkansas, from *212that facility, he was injured in an one-car collision and died several months later.",
            "Nurse Cathy Dykes and Dr. Fred Sutton ",
            "that all health care providers who sedate patients must confirm the existence of someone to take the patient home, and that this means more than writing down a name on a piece of paper; it means actually speaking with the driver to make sure they exist and know when to come pick the patient up."
        ],
        "Procedural History": [
            "The trial court granted the summary judgment motions of the Center and Nurse Brown. Mrs. Young appealed to the Arkansas Court of Appeals, which reversed and remanded. This court granted the Center's and Nurse Brown's petition for review, and we consider this appeal as though it had been originally filed in this court",
            "The trial court recognized this role, reviewed the undisputed facts including expert testimony and applicable law, and determined that imposing a duty upon Nurse Brown to make Mr. Young comply with her advice would impossibly burden medical care providers. Thus, the trial court correctly held that the law could not recognize the duty alleged by Mrs. Young."
        ],
        "Application of Law to Facts": [
            "Here, the expert witnesses, Nurse Cathy Dykes and Dr. Fred Sutton, both from Texas, failed to testify regarding the standard of care in Little Rock, Arkansas. Therefore, Mrs. Young did not establish the requisite standard of care.",
            "However, Mr. Young's procedure only went forward because Mr. Young told the receptionist at the Center that Trundle Smith would pick him up and drive him home. It was not until after the procedure that any employee of the Center learned that Mr. Young intended to drive himself. Physicians and nurses must be allowed to rely upon the information given to them by their patients, and patients must assume some responsibility for their own care. It is too onerous a burden to require a physician or nurse to assume that a patient is providing incorrect information to them. While the Center's admission policy could be clearer and more comprehensive, it does not, and should not, impose a duty to control.",
            ", Nurse Brown had neither a right, nor a duty, to keep Mr. Young in the recovery room, nor a right to keep his clothes from him for eight hours.",
            "The Center's policy, Patient Discharge, states that a patient will not be discharged unless accompanied by a responsible adult and that this instruction shall be included in a pre-procedure instruction. However, Mr. Young was not discharged. He left against medical advice.",
            "Nurse Brown had neither a right nor a legal duty to impose those restrictions, and this court will not create this type of burden on the medical community, nor these limits on a patient's rights.",
            "the General Assembly has not enacted a statute imposing such a duty to control a patient by a medical care provider, and this court will not do so now.",
            "Under Arkansas law, a medical care provider has no duty to force a patient to follow medical advice. Other jurisdictions have not recognized such a duty, and the medical community imposes no such duty upon itself. While it is reasonable to require that medical care providers give patients appropriate information regarding their medical case, patients must then bear the responsibility for the consequences of following, or not following, such advice.Mrs. Young's complaint failed to state facts upon which relief could be granted because there is no legal duty upon medical care providers to do more than what was done in this case",
            "The Center and Nurse Brown owed no legal duty to Mr. Young to do more than warn him that he should not drive, and a jury question is not created simply because an expert believes one exists. It is undisputed that Mr. Young was repeatedly warned not to drive.",
            "no other jurisdiction appears to recognize such a duty to control a patient"
        ],
        "Relevant Precedents": [
            "Williamson v. Elrod, 348 Ark. 307, 72 S.W.3d 489 (2002).",
            "Young v. Paxton, 316 *218Ark. 655, 873 S.W.2d 546 (1994).",
            "Smith v. Hanson, 323 Ark. 188, 914 S.W.2d 285 (1996).",
            "Praesel v. Johnson, 967 S.W.2d 391, 41 Tex. Sup. Ct. J. 630 (1998)"
        ],
        "Outcome": [
            "We find no error and affirm.",
            "We find no error and affirm the trial court.",
            "Affirmed"
        ]
    },
    "class": "affirm"
}