{
    "text": "Thompson v. Sparks Regional Medical Center, 302 S.W.3d 35, 2009 Ark. App. 190 (2009)\nMarch 18, 2009 · Arkansas Court of Appeals · No. CA 08-1050 \n302 S.W.3d 35, 2009 Ark. App. 190 \nKrissy THOMPSON, Appellant, v. SPARKS REGIONAL MEDICAL CENTER, Appellee \n2009 Ark. App. 190\nCourt of Appeals of Arkansas.\n*36Law Offices of Charles Karr, P.A., by: Charles Karr, Fort Smith, for appellant.\nMitchell, Williams, Selig, Gates & Wood-yard, PLLC, by: Michelle H. Cauley and Delena C. Hurst, Little Rock, for appellee.\nJOSEPHINE LINKER HART, Judge.\nKrissy Thompson appeals from the grant of summary judgment in favor of appellee, Sparks Regional Medical Center (Sparks). On appeal, she argues that the trial court erred in granting summary judgment because she stated a claim under the Emergency Medical Treatment and Active Labor Act (EMTALA) and Sparks owed a duty of care to her. We affirm.\nOn Friday, March 14, 2008, Thompson suffered a severe degloving injury1 in a motorcycle accident. An ambulance transported her to the emergency room at St. Edward Mercy Medical Center (St. Edward). Dr. William Paul King, an emergency-room physician at St. Edward, saw Thompson at 6:86 p.m. St. Edward did not have a plastic surgeon on call. Dr. King spoke with plastic surgeon Dr. James Kelly who was on call at Sparks that night; however, Dr. Kelly's hospital privileges had been revoked at St. Edward, and he refused to treat Thompson.\nThompson's father, who was a registered nurse and nursing supervisor at Crawford Memorial Hospital (Crawford), called the emergency room at Sparks and spoke to charge nurse Jennifer (Kinnemer) Hillis. At the request of Thompson's father, Hillis called Dr. Kelly at home, and Dr. Kelly informed Hillis that he would not accept Thompson as a patient because she was already being treated at St. Edward. In a subsequent telephone conversation, Hillis informed Thompson's father that she did not have the authority to admit patients or require a physician to do so. Hillis transferred Thompson's father to nurse supervisor, Deborah Gale, who confirmed that a nurse did not have the authority to admit patients or refer patients to physicians. She did, however, inform Thompson's father that he could bring his daughter to Sparks's emergency room and be treated. Thompson never presented at Sparks.\nSubsequently, Thompson's father spoke to an emergency-room physician at Crawford who called plastic surgeon Dr. Roger Bise who resided in Fort Smith. Dr. Bise arrived at St. Edward fifteen minutes later and began treating Thompson.\nThompson brought suit against St. Edward, Dr. King, Dr. Kelly, Sparks, and five John Doe defendants. She subsequently non-suited Dr. Kelly. After Sparks prevailed in its summary-judgment motion, Thompson non-suited Dr. King, St. Edward, and the John Doe defendants to prosecute this appeal.\nSummary judgment is to be granted by a trial court only when it is clear that there Rare no genuine issues of material fact to be litigated and the moving party is entitled to judgment as a matter of law. Jackson v. Sparks Reg'l Med. Ctr., 375 Ark. 533, 294 S.W.3d 1 (2009). Once a moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. Id. After reviewing undisputed facts, summary judgment should be denied if, under the evidence, reasonable minds might reach different conclusions from those undisputed facts. Id. On appeal, we determine if summary judgment was appropriate based on whether the evi-dentiary items presented by the moving party in support of its motion leave a material question of fact unanswered. Id. \nThompson first asserts that the trial court erred in granting summary judgment because she stated a claim under EMTALA. We disagree. EMTALA has provisions that proscribe both dumping, the refusal to treat an emergent patient who presents at a hospital, and reverse dumping, refusal to accept an appropriate transfer of a patient requiring a hospital's specialized capabilities. We hold that Thompson did not prove her entitlement to protection under either of these provisions.\nRegarding the dumping provisions, EM-TALA states in pertinent part:\nIn the case of a hospital that has a hospital emergency department, if any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either—\n(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or\n14(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.\n42 U.S.C. § 1395dd(a). Simply stated, while Thompson asserts that her father expressed a willingness to go to Sparks for treatment, the undisputed fact is that she remained at St. Edward. We note that in a remarkably similar case, Miller v. Medical Center of Southwest Louisiana, 22 F.3d 626 (5th Cir.1994), the Fifth Circuit held that in order to trigger the anti-dumping provision in EMTALA, the patient must actually come to the hospital, notwithstanding the fact that the administrator of a potential gaining hospital called a clinic with inadequate facilities and instructed them not to transport an uninsured patient to his hospital. The Miller court reasoned that the comes to phrase was dispositive for two reasons. First, it unambiguously describes the class of individuals that are covered by the statute and where the language is unambiguous judicial inquiry is complete. 22 F.3d at 629. Second, ignoring the comes to clause would render the clause a nullity, which would violate the rules of statutory construction that require the courts to interpret each part of the statute so as to not render one part inoperative. Id. We find the reasoning in Miller to be persuasive. Accordingly, Thompson did not qualify for protection under EMTALA's anti-dumping provision.\nLikewise, we hold that Thompson failed to demonstrate entitlement to protection under EMTALA's reverse-dumping provisions. EMTALA states in pertinent part:\nA participating hospital that has specialized capabilities or facilities (such as burn units, shock-trauma units, neonatal intensive care units, or (with respect 15to rural areas) regional referral centers as identified by the Secretary in regulation) shall not refuse to accept an appropriate transfer of an individual who requires such specialized capabilities or facilities if the hospital has the capacity to treat the individual.\n42 U.S.C. § 1395dd(g). Thompson does not allege, nor would it be appropriate to do so, that Sparks was the kind of specialized facility such as a burn unit or neonatal intensive care unit that EMTALA contemplates. Furthermore, Thompson did not require any facilities that were not available at St. Edward. Indeed, it is not disputed that she ultimately was successfully treated at St. Edward, notwithstanding Thompson's claim that the delay in finding a plastic surgeon contributed to the loss of her big toe.\nThompson also argues that the trial court erred in concluding that Sparks could not be held liable under a theory of medical malpractice. She argues that Chatman v. Millis, 257 Ark. 451, 517 S.W.2d 504 (1975), is factually distinguishable and therefore does not control. Rather, she contends that liability may be imposed under our Medical Malpractice Act, which proscribes a healthcare provider from prematurely abandoning a patient. Ark.Code Ann. § 16-114-201(3) (Repl. 2006). We disagree.\nThe broad holding of Chatman is that a medical provider owed no duty to a person who was not its patient. The supreme court stated that where the defendant doctor made no examination of the plaintiff and in fact did not know him or had never seen him, the plaintiff was not a patient. Likewise, in the instant case, Thompson did not present at Sparks and was not examined there, and she did not otherwise allege that the hospital or its personnel knew her. Accordingly, we hold that she did not qualify as a patient, and | (¡therefore Sparks owed her no duty of care.\nThompson's resort to section 16-114-201 does not compel a different result. It states in pertinent part that:\nMedical injury or injury means any adverse consequences arising out of or sustained in the course of the professional services being rendered by a medical care provider, whether resulting from negligence, error, or omission in the performance of such services; or from rendition of such services without informed consent or in breach of warranty or in violation of contract; or from failure to diagnose; or from premature abandonment of a patient or of a course of treatment; or from failure to properly maintain equipment or appliances necessary to the rendition of such services; or otherwise arising out of or sustained in the course of such services.\n(Emphasis added.) Because it is undisputed that Sparks never provided professional services, the plain reading of the statute does not impose liability on it for Thompson's alleged injuries.\nAffirmed.\nVAUGHT, C.J., and BROWN, J., agree.\n1 \n. The skin on her right foot, starting just above her ankle was essentially peeled off and her big toe was nearly detached.\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant medical centre owed a duty to the plaintiff to treat her at its facility.\nSummary:\nthe plaintiff had a motorcycle accident and suffered an injury in which skin on her foot was peeled off and her big toe was nearly detached.\nThe plaintiff was transported by ambulance to a third party medical centre, where there was no plastic surgeon on call, and where the emergency room doctor spoke to a plastic surgeon practising at the defendant medical centre.\nthe defendant's plastic surgeon refused to treat the plaintiff at the third party medical centre because he was not permitted to practise medicine there and the plaintiff had already been admitted to hospital there.\nThe plaintiff's father contacted another plastic surgeon who attended the third party medical centre and treated the plaintiff.\nThe plaintiff claimed that the defendant's plastic surgeon refusing to treat the plaintiff was negligent.\nthe appellate court determined that the defendant medical centre owed no duty to the plaintiff because its plastic surgeon never examined the plaintiff and had never seen the plaintiff, and the plaintiff was not admitted to hospital at the defendant's facility.\nConsequently, the plaintiff was not the defendant's patient.\n\n",
    "annotations": {
        "Facts": [
            "On Friday, March 14, 2008, Thompson suffered a severe degloving injury1 in a motorcycle accident. An ambulance transported her to the emergency room at St. Edward Mercy Medical Center (St. Edward). Dr. William Paul King, an emergency-room physician at St. Edward, saw Thompson at 6:86 p.m. St. Edward did not have a plastic surgeon on call. Dr. King spoke with plastic surgeon Dr. James Kelly who was on call at Sparks that night; however, Dr. Kelly's hospital privileges had been revoked at St. Edward, and he refused to treat Thompson.Thompson's father, who was a registered nurse and nursing supervisor at Crawford Memorial Hospital (Crawford), called the emergency room at Sparks and spoke to charge nurse Jennifer (Kinnemer) Hillis. At the request of Thompson's father, Hillis called Dr. Kelly at home, and Dr. Kelly informed Hillis that he would not accept Thompson as a patient because she was already being treated at St. Edward. In a subsequent telephone conversation, Hillis informed Thompson's father that she did not have the authority to admit patients or require a physician to do so. Hillis transferred Thompson's father to nurse supervisor, Deborah Gale, who confirmed that a nurse did not have the authority to admit patients or refer patients to physicians. She did, however, inform Thompson's father that he could bring his daughter to Sparks's emergency room and be treated. Thompson never presented at Sparks.Subsequently, Thompson's father spoke to an emergency-room physician at Crawford who called plastic surgeon Dr. Roger Bise who resided in Fort Smith. Dr. Bise arrived at St. Edward fifteen minutes later and began treating Thompson.",
            ". The skin on her right foot, starting just above her ankle was essentially peeled off and her big toe was nearly detached."
        ],
        "Procedural History": [
            "Krissy Thompson appeals from the grant of summary judgment in favor of appellee, Sparks Regional Medical Center (Sparks).",
            "Sparks prevailed in its summary-judgment motion,"
        ],
        "Application of Law to Facts": [
            "a medical provider owed no duty to a person who was not its patient. The supreme court stated that where the defendant doctor made no examination of the plaintiff and in fact did not know him or had never seen him, the plaintiff was not a patient. Likewise, in the instant case, Thompson did not present at Sparks and was not examined there, and she did not otherwise allege that the hospital or its personnel knew her. Accordingly, we hold that she did not qualify as a patient, and | (¡therefore Sparks owed her no duty of care."
        ],
        "Relevant Precedents": [
            "Miller v. Medical Center of Southwest Louisiana, 22 F.3d 626 (5th Cir.1994),",
            "Chatman v. Millis, 257 Ark. 451, 517 S.W.2d 504 (1975),"
        ],
        "Outcome": [
            "We affirm.",
            "We disagree.",
            "Affirmed"
        ]
    },
    "class": "affirm"
}