{
    "text": "Lloyd v. Pier West Property Owners Ass'n, 470 S.W.3d 293, 2015 Ark. App. 487 (2015)\nSept. 16, 2015 · Arkansas Court of Appeals · No. CV-14-905 \n470 S.W.3d 293, 2015 Ark. App. 487 \nGary Steve LLOYD, Appellant, v. PIER WEST PROPERTY OWNERS ASSOCIATION and State Farm Fire & Casualty Company, Appellees \n2015 Ark. App. 487\nCourt of Appeals of Arkansas, DIVISION IV.\nRehearing Denied October 28, 2015\n*296Jackson Law Firm, PA, Little Rock, by: Jim Jackson; Cullen & Co., PLLC, by: Tim Cullen; and Callis L. Childs, PA, Conway, by: Callis Childs, for appellant.\nElliott Law Firm, by: Jeffrey C. Elliott, for appellee.\nKENNETH S. HIXSON, Judge\n1 Appellant Gary Steve Lloyd was seriously and permanently injured as the result of a fall from a second floor common-area balcony of a condominium building located at'100 Bayou Point in Hot Springs, Arkansas. The property is known as Pier West Condominiums. Lloyd attended a party as a social guest of a friend who leased Unit D-4 in the condominium complex. Lloyd alleged that during the party, the wooden guardrail attached to the second floor balcony collapsed, causing him to fall to the ground below and sustain personal injuries. Lloyd filed suit against appellee, Pier West Property Owners Association (Pier West POA), alleging that Pier West POA was negligent in its installation and maintenance of the balcony railing.1 The trial court granted summary judgment to Pier West POA finding that, as a | ¿matter of law, Lloyd's status was that of a licensee, that there was no willful or wanton conduct on the part of Pier West POA, that Lloyd failed to produce evidence that Pier West POA had knowledge of the alleged dangerous condition, and that Lloyd failed to present any evidence of a conscious disregard of the safety of others. Lloyd appeals the entry of summary judgment against him and posits the following arguments for reversal and remand for trial:\n(1) That Pier West owed a duty of reasonable care to Lloyd;\n(2) That Pier West's assumption of that duty extends to all persons on the property whether an invitee or licensee;\n(3) That Pier West's purchase of business liability insurance is further evidence that it assumed a duty of care to third party invitees such as Lloyd; and\n(4) That Pier West owed a duty to Lloyd, who was a public invitee.\nThis appeal returns to -us after we ordered supplementation of the record and appellant's addendum to include necessary documents pertinent to our appellate review. Lloyd v. Pier West Prop. Owners Ass'n, et al., 2015 Ark. App. 244, 2015 WL 1761926. Those materials have been provided, and thus we address the merits at this time.\nWe hold that the trial court correctly determined that Lloyd was a licensee and not an invitee. We disagree with the trial court, however, that there was no evidence to support the existence of a duty owed by Pier West POA to Lloyd.\nThere are at least three possible sources that could impose a duty of ordinary care on the part of Pier West POA to maintain and repair the balcony to Unit D-4. First, Pier West POA could have the duty to use ordinary care to make the condition safe or to warn a | .-¡licensee who does not have reason to know of the danger. Second, Pier West POA may have contractually assumed the duty of ordinary care. Third, Pier West POA may have assumed the duty of ordinary care by agreeing to repair *297and maintain the balcony. We hold that there is evidence in the record that supports that Pier West POA assumed the duty of ordinary care, which renders fact questions remaining on whether it breached that duty and whether it proximately caused Lloyd's damages.\nThe standard of review that we apply to cases in which summary judgment has been granted is well settled. Our court need only decide if the trial court's grant of summary judgment was appropriate based on whether the evidence presented by the moving party left a material question of fact unanswered. Moses v. Bridge-man, 355 Ark. 460, 189 S.W.3d 503 (2003). The moving party always bears the burden of sustaining a motion for summary judgment. Id. All proof must be viewed in the light most favorable to the resisting party, and any doubts and inferences must be resolved against the moving party. Id. The moving party is entitled to summary judgment if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. Id. Once the moving party makes a prima facie showing that it is entitled to summary judgment, the opponent must meet proof with proof by showing a material issue of fact. Id. Summary judgment should not be granted when reasonable minds could differ as to the conclusions that can be drawn from the facts presented. Id. \n|4In order to prevail on a claim of negligence, the plaintiff must prove that the defendant owed a duty to the plaintiff, that the defendant breached that duty, and that the breach was the proximate cause of the plaintiffs damages. Branscumb v. Freeman, 360 Ark. 171, 200 S.W.3d 411 (2004). The first issue in deciding whether there was actionable negligence is whether Pier West POA owed any duty to Lloyd, and if so, what duty is owed. Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994). Duty is a concept that arises out of the recognition that the relationship between individuals may impose on one a legal obligation for the other. Yanmar Co. v. Slater, 2012 Ark. 36, 386 S.W.3d 439. The question of the duty owed by one person to another is always a question of law and never one for the jury. Kowalski v. Rose Drugs of Dardanelle, Inc., 2011 Ark. 44, 378 S.W.3d 109; Moses v. Bridge-man, 355 Ark. 460, 139 S.W.3d 503 (2003). We review questions of law de novo. Gulf-co of La. v. Brantley, 2013 Ark. 367, 430 S.W.3d 7.\nThe first possible source of the imposition of duty of ordinary care arises as a duty to a licensee. In Arkansas, for purposes of premises liability, there are three basic categories of persons present on another's property who may allege injury against the landowner: trespasser, licensee, and invitee. Arkansas courts adhere to common law distinctions between the duties owed to these three categories of persons. Baldwin v. Mosley, 295 Ark. 285, 748 S.W.2d 146 (1988). When determining whether a visitor qualifies as either an invitee or licensee, it is important to look to the purpose of the visit and the property owner's invitation. Slavin v. Plumbers & Steamfitters Local 29, 91 Ark. App. 43, 207 S.W.3d 586 (2005).\nA licensee is one who goes on the premises of another with the consent of the owner for one's own purposes and not for the mutual benefit of oneself and the owner. Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998). Our supreme court has generally held that a primarily social guest is a licensee. Id. An invitee, in contrast, is one induced to come onto property for the business benefit of the possessor. Bader v. Lawson, 320 Ark. 561, 898 S.W.2d 40 (1995). There are two types of invitees: public and business. A public invitee is invited to enter or remain on the property as a member of the public for a purpose for which the property is held open to the public, such as a hospital or library. Lively v. Libbey Mem'l Physical ■Med.- Ctr., Inc., 311 Ark. 41, 841 S.W.2d 609 (1992). A business invitee is invited to enter or remain on the 'property for a purpose directly or indirectly connected with the business dealings of the possessor of the property. Id. Our supreme court has declined to expand the definition of invitee beyond that of a public or business invitee to one whose presence is primarily social. Heigle, supra; Bader, supra. As stated above, we hold that the trial court was correct in its determination that Lloyd was a licensee. There remain no disputed questions of fact on this issue, nor is there any other reasonable conclusion to be drawn except that Lloyd was a licensee. We reject Lloyd's argument that he was a public invitee.\nA landowner owes a licensee the duty to refrain from injuring him through willful or wanton conduct, except that where the landowner discovers that a licensee is in peril, he has a duty 'of ordinary care to avoid injury to the licensee. Bader, supra. That duty takes the form of warning a licensee of hidden dangers if the licensee does not know or have reason to know of the conditions or risks involved. Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998). | To constitute willful or wanton conduct, there must be deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others. Young v. Paxton, supra. The duty to warn, however, does not extend to obvious dangers or risks that the licensee should have been expected to recognize. Id. If, however, the landowner knows or has reason to know of a condition on the premises that is not open and obvious and which creates an unreasonable risk of harm to licensees, then it is under a duty to use ordinary care to make the condition safe or to warn those licensees who do not know or have reason to know of the danger. AMI-Civ. 1103. Heigle v. Miller, supra. \nThe second possible source of the imposition of a duty of ordinary care arises where a party contractually assumes the duty to maintain or repair premises. In Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994), our supreme court noted that since 1932, we have adhered to the rule that a landlord is under no legal obligation to a tenant for injuries sustained in common areas, absent a statute or agreement. Similarly, in Majewski v. Cantrell, 293 Ark. 360, 362, 737 S.W.2d 649, 651 (1987), our supreme court stated that Ma-jewski was correct that a lessor, under the common-law rule .that Arkansas follows, owes no . duty of repair of the premises to the lessee; but it is also .true that a landlord, who agrees to such repairs, can be held liable for making those repairs in a negligent fashion. Majewski expanded the discussion, holding that a landlord is subject to liability for physical harm .caused to the tenant and others, upon the leased property with the consent of the tenant or his subtenant, by a condition of disrepair existing, before or arising after the tenant has taken possession if: (1) the landlord has contracted by a promise in the lease or otherwise to keep the leased property in repair; |7(2) the disrepair creates an unreasonable risk to persons upon the leased property, which the performance of the landlord's agreement would have prevented; and (3) the landlord fails •to exercise reasonable care to perform his contract. Id. at 362-63, 737 S.W.2d at 651. See also Steward v. McDonald, 330 Ark. 837, 843 44, 958 S.W.2d 297, 300 (1997).\n*299While we acknowledge- that' Pier West POA may, or may not, be a typical landlord as existed in Majewski, Bartley, and Steward, we believe that these cases are compelling authority for the proposition that one who contracts or promises to repair and maintain premises does so with the attendant responsibility to perform that duty with reasonable care.\nFurther, a condominium association may be held to the landlord standard of care as to common areas under its control. 62 Am. Jur. 2d § 25. In Schoon-dyke v. Heil, Heil, Smart & Golee, Inc., 89 Ill.App.3d 640, 44 IlLDec. 802, 411 N.E.2d 1168, 1171-73 (1980), the plaintiff was injured by slipping and falling on snow and ice in a condominium parking lot. The plaintiff, a non-owner occupant of a unit in the condominium, sued the condominium association, and the trial court granted the condominium summary judgment. The issue was whether the condominium association owed the plaintiff a duty. The bylaws of the condominium association provided that the association would be responsible for snow removal. In overturning summary judgment, the Schoondyke court stated:\nIn the case at bar defendants [the condominium association] by .their agreement with the unit owners as contained in the 'Declaration of Condominium' and 'Condominium By-Laws,' have .assumed a duty of snow removal not imposed upon them by common law.... In the instant case, because defendants, by virtue of the Declaration of Condominium and Condominium By-Laws, have voluntarily assumed a duty of snow removal not imposed upon them by common law, we conclude that as a ' matter of law, defendants owed a duty to plaintiff herein to remove natural accumulations of snow and ice. We must also conclude, therefore, that the trial court erred in granting defendants' motion for summary judgment based upon- the argument that defendants owed no duty to plaintiff.\nArkansas Code Annotated section 18-13-108 (Repl. 2003) requires that horizontal property regimes be governed by bylaws that are part of a master deed.2 The bylaws are required to address, among other things, the form of administration as well as the upkeep of the building and its general or limited common elements and services. Id. at subsections (b)(1) and (b)(3). Further, bylaws of a voluntary association constitute a contract between the association's members that is binding on each member so long as the bylaws remain in effect. See Diamante v. Dye, 2013 Ark. App. 630, 430 S.W.3d 196. Whether there exists such a contract or promise by Pier West POA, to maintain or repair the' common areas that carries with it the duty to use ordinary care, is discussed below.\nThe third possible source of the imposition of the duty of ordinary care arises where a party voluntarily assumes that duty. Even if the bylaws do not contractually bind Pier West POA to use ordinary care to repair and maintain the common areas, Pier West POA could be charged with the duty of ordinary care if it voluntarily assumed that responsibility. As held in Chatman v. Millis, 257 Ark. 451, 464, 517 S.W.2d 504, 512 (1975), It is ancient learning that one who assumes to act, even though gratuitously, may thereby become subject to the duty of acting carefully, if he acts at all. See also Yanmar, *300 supra; Haralson v. Jones Truck Line, 223 Ark. 813, 270 S.W.2d 892 (1954). Thus, even where no duty arises, if a person undertakes to act, they must do so carefully or they may be liable for negligence. Thomas v. \\ ¿Stewart, 347 Ark. 33, 60 S.W.3d 415 (2001); Steward v. McDonald, supra; Keck v. Am. Emp't Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983). Like in Wilson v. Bebsamen Ins., Inc., 330 Ark. 687, 957 S.W.2d 678 (1997), here we have a situation where the degree of the undertaking defines the scope of the duty of care owed to the third party.\nWe examine in more detail the facts presented to the trial court. Pier West Condominiums is comprised of several buildings with individual residential condominium units in each building. In the building designated as Unit D, there were six condominium units, three upstairs and three downstairs. Scattered among the condominium buildings are common areas or common elements such as corridors, stairways, entry/exit ways, and structural components. Pier West POA admitted in its answer to the Second Amended Complaint that the balcony to Unit D-4 from which Lloyd fell was a common area.3 Pier West POA's individual condominium unit owners are all members of the property owners association and fractional owners of the common areas. Monthly dues are collected from each unit owner for the purposes of upkeep and maintenance, and the bylaws provide that the unit owners may be assessed for the costs of maintenance.\nThe bylaws of Pier West POA go into great detail to separate the ownership and use of the common areas from that of the individual condominium units and to separate the responsibilities and obligations regarding the common areas from that of individual condominium units.\n|in* Article VI provides that a unit owner shall have the exclusive ownership of his unit and shall have a common right to share, with the other co-owners, in the common elements of the property.\n• Article VII provides that the common elements shall remain undivided and shall not be the object of a partition action.\n• Article VIII provides that each co-owner may use the common elements if they do not hinder or encroach upon the lawful rights of other co-owners.\n• Article XXI, section 7 provides that the Board of Administration of the POA has the exclusive right and duty to repair and provide maintenance of the common areas. \n• Article XXI, section 8 provides that if the Board of Administration is required to secure or pay for maintenance or repairs of the common areas, the Board has the right to assess those costs to the owners of the units.\n• Article XXXI, section 2 provides that there shall be no obstruction in the common areas and nothing shall be stored in the common areas without prior consent of the Board of Administration.\n• Article XXXI, section 3 provides that nothing shall be done in any common area that would increase the rate of insurance for the common area and that no waste will be committed in the common area.\n• Article XXXI, section 7 provides that nothing shall be altered or constructed in or removed from a common area, except by written consent of the Board of Administration; and finally,\n*301• Article XXXII provides that the Board of Administration may enter any unit when necessary in connection with the maintenance for which the Board of Administration is responsible.\nIn addition to distinguishing the rights and duties of the unit owners vis-a-vis Pier West POA regarding the common areas, the bylaws also require Pier West POA to provide insurance for the common areas. Article XXI requires in section 3 that an insurance policy must be acquired to insure the board of administration and the unit owners against any liability.\nTo determine which maintenance or repairs should be performed at the condominiums, Pier West POA routinely (typically quarterly) conducted meetings for that purpose, as this authority is not vested in the individual unit owners. The minutes of these meetings were recorded. There was a history of repairs and maintenance to the buildings and common areas, including Unit D. The records indicate that between 2005-2012, Pier West |nPOA had discussed, authorized, or had performed the following repairs or maintenance to Unit D and nearby common areas including, but not limited to:\n• replacement and repaint of wood, including exterior decking;\n• repair of water leaks;\n• replacement of edging;\n• removal of accumulated water under the deck;\n• repair of light poles;\n• replacement of the flat roof;\n• repair of broken boards and railings on the boardwalk;\n• repair on two doors within Unit D; and\n• notation of damage from sun and moisture on Unit D railings.\nOn March 24, 2012, Lloyd was invited to a party at Unit D-4. The partygoers used the accompanying upstairs balcony area. Lloyd leaned against, or lost his balance and fell into, the balcony's wooden railing. The railing collapsed, and Lloyd fell about twelve feet and landed on his head.\nIn his complaint, Lloyd alleged that Pier West POA was negligent in failing to properly maintain and repair the balcony railing as needed, and further that the balcony railing was unsafe and below minimum building code standards. In moving for summary judgment, Pier West POA contended that as to a licensee like Lloyd, it owed only a duty of not injuring him by willful or wanton conduct, or, if it knew or had reason to know that the railing created a risk of harm, to use ordinary care to make the condition safe or warn Lloyd of its dangerous condition. Pier West POA denied the existence of a duty or breach of either of these potential duties. Pier West POA attached deposition testimony of Lloyd along with an affidavit of Pier West POA's board president, who denied any knowledge or reason to know of any defect or problem with the balcony railing at Unit D-4.\n|12In response, Lloyd asserted that Pier West POA failed to abide by standard building codes on weight bearing of the railing by providing an engineer's report as expert evidence of noncompliance. Lloyd also focused on the undisputed facts that Pier West POA admitted that it was obligated and had the exclusive duty and right to maintain the common areas of the condominium, including the balcony and railings, borne out by its controlling bylaws, records of repair, and collection of monthly property owner dues.\nPier West POA did not deny that specific repairs and upgrades were made periodically, and Pier West POA did not deny the history of maintenance and repairs at Unit D, some of which are set forth above. *302Pier West POA also admittedly purchased a liability insurance policy that provided coverage to protect Pier West POA and individual unit owners.\nThere was additional evidence presented by Lloyd that Pier West POA should have had knowledge of defects in this particular guardrail.' Michelle Keever testified by deposition that she informed the owner of Unit D-4, at some point'prior to Lloyd's fall, that the upstairs balcony railing was' loose, to which the owner replied, 'We'll try to get it taken care of.\nThe undisputed facts show that Pier West POA contractually forbade a- unit owner to do anything that could increase the liability or risk to any common area, and unequivocally, exclusively reserved the right and duty .in its bylaws to maintain and repair the common areas. It is clear that Pier West POA assumed such a duty, despite Pier West POA's arguments to the contrary. Pier West POA's undertaking of this duty triggers fact questions as to whether Pier West POA exercised reasonable care to perform its assumed duty. Because Pier West POA contractually promised or voluntarily agreed to repair and maintain the common areas, |1swe do not need to decide whether Pier West POA owed a duty of due care to Lloyd as a licensee. We agree that summary judgment was inappropriate under these circumstances.\nReversed and remanded.\nKinard and Gruber, JJ., agree.\n1 \n. Lloyd also filed suit against Hot Springs Property Management, LLC (the property management company contracted to manage these condominiums), State Farm Fire and Casualty Company (the insurance company that issued a residential community association liability policy on the property), and Deborah Shackleford (the owner of Unit D-4, the unit rented by Monda Conner, the resident who invited Lloyd to the party). Summary judgment was éntered in favor of all these defendants as well, but Lloyd does not appeal those summary-judgment orders.\n2 \n. The Master Deed to Pier West Condominiums provides that it is a horizontal property regime.\n3 \n. The phrase common area and common element are used interchangeably herein.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant owed a duty to the plaintiff to maintain balcony railings.\nSummary: \nThe plaintiff attended a party held on the balcony attached to a leased apartment, leaned against the wooden balcony railing, and fell to the ground below when the railing collapsed under his weight.\nThe balcony was a common area maintained by the defendant owners association of which all owners of the properties in the apartment complex were members.\nThe bylaws of the defendant owners association provide that the owners association has the 'exclusive right and duty to repair and provide maintenance of the common areas'.\nThe defendant asserted that the plaintiff was merely a licensee on the property, and thus that the defendant only owed the plaintiff a duty to refrain from injuring him by 'wilful or wanton conduct' and to warn him of dangers about which the plaintiff would not know or would not have reason to know.\nThe Court of Appeals held that the defendant either made a contractual promise or voluntarily assumed responsibility for conducting repairs of common areas, so had a duty to act with reasonable care in performance of that assumed duty.\nThus, although the plaintiff is a licensee, not an invitee to whom a more onerous duty would be owed, the defendant assumed the duty to maintain the common areas.\nConsequently, summary judgement was improper.\n",
    "annotations": {
        "Facts": [
            "Appellant Gary Steve Lloyd was seriously and permanently injured as the result of a fall from a second floor common-area balcony of a condominium building located at'100 Bayou Point in Hot Springs, Arkansas. The property is known as Pier West Condominiums. Lloyd attended a party as a social guest of a friend who leased Unit D-4 in the condominium complex",
            "the wooden guardrail attached to the second floor balcony collapsed, causing him to fall to the ground below and sustain personal injuries",
            "appellee, Pier West Property Owners Association (Pier West POA),",
            "Pier West Condominiums is comprised of several buildings with individual residential condominium units in each building. In the building designated as Unit D, there were six condominium units, three upstairs and three downstairs. Scattered among the condominium buildings are common areas or common elements such as corridors, stairways, entry/exit ways, and structural components. ",
            "the balcony to Unit D-4 from which Lloyd fell was a common area.",
            "Pier West POA's individual condominium unit owners are all members of the property owners association and fractional owners of the common areas. Monthly dues are collected from each unit owner for the purposes of upkeep and maintenance, and the bylaws provide that the unit owners may be assessed for the costs of maintenance.The bylaws of Pier West POA go into great detail to separate the ownership and use of the common areas from that of the individual condominium units and to separate the responsibilities and obligations regarding the common areas from that of individual condominium units.|in* Article VI provides that a unit owner shall have the exclusive ownership of his unit and shall have a common right to share, with the other co-owners, in the common elements of the property.• Article VII provides that the common elements shall remain undivided and shall not be the object of a partition action.• Article VIII provides that each co-owner may use the common elements if they do not hinder or encroach upon the lawful rights of other co-owners.• Article XXI, section 7 provides that the Board of Administration of the POA has the exclusive right and duty to repair and provide maintenance of the common areas. • Article XXI, section 8 provides that if the Board of Administration is required to secure or pay for maintenance or repairs of the common areas, the Board has the right to assess those costs to the owners of the units.• Article XXXI, section 2 provides that there shall be no obstruction in the common areas and nothing shall be stored in the common areas without prior consent of the Board of Administration.• Article XXXI, section 3 provides that nothing shall be done in any common area that would increase the rate of insurance for the common area and that no waste will be committed in the common area.• Article XXXI, section 7 provides that nothing shall be altered or constructed in or removed from a common area, except by written consent of the Board of Administration; and finally,*301• Article XXXII provides that the Board of Administration may enter any unit when necessary in connection with the maintenance for which the Board of Administration is responsible.In addition to distinguishing the rights and duties of the unit owners vis-a-vis Pier West POA regarding the common areas, the bylaws also require Pier West POA to provide insurance for the common areas. Article XXI requires in section 3 that an insurance policy must be acquired to insure the board of administration and the unit owners against any liability.To determine which maintenance or repairs should be performed at the condominiums, Pier West POA routinely (typically quarterly) conducted meetings for that purpose, as this authority is not vested in the individual unit owners. The minutes of these meetings were recorded. There was a history of repairs and maintenance to the buildings and common areas, including Unit D. The records indicate that between 2005-2012, Pier West |nPOA had discussed, authorized, or had performed the following repairs or maintenance to Unit D and nearby common areas including, but not limited to:• replacement and repaint of wood, including exterior decking;• repair of water leaks;• replacement of edging;• removal of accumulated water under the deck;• repair of light poles;• replacement of the flat roof;• repair of broken boards and railings on the boardwalk;• repair on two doors within Unit D; and• notation of damage from sun and moisture on Unit D railings.On March 24, 2012, Lloyd was invited to a party at Unit D-4. The partygoers used the accompanying upstairs balcony area. Lloyd leaned against, or lost his balance and fell into, the balcony's wooden railing. The railing collapsed, and Lloyd fell about twelve feet and landed on his head.",
            "Pier West POA admitted that it was obligated and had the exclusive duty and right to maintain the common areas of the condominium, including the balcony and railings, borne out by its controlling bylaws, records of repair, and collection of monthly property owner dues.",
            "302Pier West POA also admittedly purchased a liability insurance policy that provided coverage to protect Pier West POA and individual unit owners.",
            "Michelle Keever testified by deposition that she informed the owner of Unit D-4, at some point'prior to Lloyd's fall, that the upstairs balcony railing was' loose, to which the owner replied, 'We'll try to get it taken care of."
        ],
        "Procedural History": [
            "The trial court granted summary judgment to Pier West POA finding that, as a | ¿matter of law, Lloyd's status was that of a licensee, that there was no willful or wanton conduct on the part of Pier West POA, that Lloyd failed to produce evidence that Pier West POA had knowledge of the alleged dangerous condition, and that Lloyd failed to present any evidence of a conscious disregard of the safety of others"
        ],
        "Application of Law to Facts": [
            "Pier West POA assumed the duty of ordinary care",
            "299While we acknowledge- that' Pier West POA may, or may not, be a typical landlord as existed in Majewski, Bartley, and Steward, we believe that these cases are compelling authority for the proposition that one who contracts or promises to repair and maintain premises does so with the attendant responsibility to perform that duty with reasonable care.Further, a condominium association may be held to the landlord standard of care as to common areas under its control",
            "Even if the bylaws do not contractually bind Pier West POA to use ordinary care to repair and maintain the common areas, Pier West POA could be charged with the duty of ordinary care if it voluntarily assumed that responsibility",
            "The undisputed facts show that Pier West POA contractually forbade a- unit owner to do anything that could increase the liability or risk to any common area, and unequivocally, exclusively reserved the right and duty .in its bylaws to maintain and repair the common areas. It is clear that Pier West POA assumed such a duty, despite Pier West POA's arguments to the contrary. Pier West POA's undertaking of this duty triggers fact questions as to whether Pier West POA exercised reasonable care to perform its assumed duty"
        ],
        "Relevant Precedents": [
            "Yanmar Co. v. Slater, 2012 Ark. 36, 386 S.W.3d 439",
            "Slavin v. Plumbers & Steamfitters Local 29, 91 Ark. App. 43, 207 S.W.3d 586 (2005).",
            "Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998).",
            "Majewski v. Cantrell, 293 Ark. 360, 362, 737 S.W.2d 649, 651 (1987)",
            "Schoon-dyke v. Heil, Heil, Smart & Golee, Inc., 89 Ill.App.3d 640, 44 IlLDec. 802, 411 N.E.2d 1168, 1171-73 (1980)",
            "Chatman v. Millis, 257 Ark. 451, 464, 517 S.W.2d 504, 512 (1975),",
            "Haralson v. Jones Truck Line, 223 Ark. 813, 270 S.W.2d 892 (1954)"
        ],
        "Outcome": [
            "We hold that the trial court correctly determined that Lloyd was a licensee and not an invitee. We disagree with the trial court, however, that there was no evidence to support the existence of a duty owed by Pier West POA to Lloyd.",
            "we hold that the trial court was correct in its determination that Lloyd was a licensee",
            "We agree that summary judgment was inappropriate under these circumstances.Reversed and remanded."
        ]
    },
    "class": "reverse"
}