{
    "text": "Duran v. Southwest Arkansas Electric Cooperative Corp., 537 S.W.3d 722, 2018 Ark. 33 (2018)\nFeb. 8, 2018 · Arkansas Supreme Court · No. CV-16-458 \n537 S.W.3d 722, 2018 Ark. 33 \nRobert DURAN, Appellant v. SOUTHWEST ARKANSAS ELECTRIC COOPERATIVE CORPORATION; Charles Glover, Jr., d/b/a Glover Trenching & Backhoe, Appellees \n2018 Ark. 33\nSupreme Court of Arkansas.\nRehearing Denied April 12, 2018\n*724Dugger Law Firm, by: Terry Dugger, Little Rock, for appellant.\nFriday, Eldredge & Clark, LLP, Little Rock, by: James C. Baker, Jr., and Kimberly D. Young, for appellee Southwest Arkansas Electric Cooperative Corporation.\nSmith, Williams & Meek, LLP, by: Karen Hughes, for appellee Charles Glover and Glover Trenching and Backhoe.\nJOHN DAN KEMP, Chief Justice\n| jAppellant Robert Duran appeals an order of the Miller County Circuit Court granting summary judgment in favor of appellee Southwest Arkansas Electric Cooperative Corporation (Southwest). For reversal, Duran contends that the circuit court erred in granting summary judgment because Southwest owed him a duty of care and questions of material fact remain regarding whether that duty was breached. We affirm.1 \nI. Facts \nDuran was an employee of Charles Glover, Jr., d/b/a Charles Glover Trenching & Backhoe (Glover), an independent contractor that was hired to perform utility-trenching services for Southwest. The owner and operator of a rural electric system, Southwest was responsible for providing electrical services to a residence in Miller County that had been destroyed by a fire caused by a lightning strike. Southwest hired Glover to dig a trench from the residence to a pad-mounted electrical transformer (PMT); place PVC piping, used as a conduit, in the trench from the residence up to, under, and into the PMT; and install electrical wire the length of the conduit. On April 6, 2009, Duran suffered an electrical-shock injury while working near or inside an energized PMT owned by Southwest. That day, Glover used a key and special socket wrench provided by Southwest to open the protective casing covering the transformer so Duran could push the PVC conduit pipe underneath and up into the transformer. As Duran pushed the conduit inside the transformer box, he either touched or came very close to touching an energized part of the transformer and received an electrical shock.\nWhen the injury occurred, Southwest and Glover had a written agreement in place titled Special Services Contract. That contract contained the following relevant terms:\nWHEREAS, Contractor [Glover] represents that it has sufficient experienced personnel and equipment to perform, and Owner [Southwest] desires Contractor to perform, the special services described on Schedule # 1 attached to and made a part of this contract.\n\n| ^Contractor agrees to furnish all supervision, labor, tools, transportation, equipment, and materials necessary to complete the special services required by this contract.\nIt is understood and agreed that Contractor is an independent contractor, having control over the work done pursuant to this contract, and has no authority to obligate Owner for any payment or benefit of any kind to any person or entity.\nContractor agrees to follow standard and reasonable safety practices and pro*725cedures while doing the work required by this contract.\nContractor agrees to install and maintain the necessary guards, barriers, and protective and warning devices at locations where work is being performed to prevent accidents involving personnel of Contractor, personnel of Owner, or the general public.\nSchedule # 1 described the scope of work as follows:\nContractor to trench <& install conduit w/string or wire to specified depth.\nBackfill trench <& leave to existing grade.\nInstall pedestal, transformer pads and other equipment to specifications.\nIn his deposition testimony, Duran stated that he had worked with PMTs before he was injured and that he could tell when transformers were energized because he could hear them humming. Duran stated that on the day he was injured, the transformer box was extremely loud and humming louder than [he had] ever heard it. He said that he knew the transformer was high voltage. Duran stated that he had been warned by Glover's daughter, April, not to touch anything inside an energized transformer because it will get you. Duran acknowledged that Southwest could shut off electricity to the transformer and that a Southwest employee had come to a jobsite once or twice to de-energize a transformer. He stated that he had never been told that he was supposed to call Southwest to de-energize an energized PMT before opening it.\nGlover testified during his deposition that his company had done work for Southwest since 1976. He said that years ago, Southwest gave him keys and special socket wrenches to open transformers. Glover said that he told everybody not to touch anything that could be hot.\nSouthwest employee Harold Crane stated in deposition testimony that if a transformer was dead, then Glover would pull the wire into it, but if anything [was] hot in there, then Southwest would do it. Crane said that the only people who are supposed to have the special keys and wrenches that open Southwest's transformers are engineers, linemen, servicemen, District Managers, in other words, [Southwest] hierarchy. Crane stated that only qualified people could have keys and that to be qualified, a person should be a lineman.\nSouthwest employee Willie Keener, Jr., testified that the National Electric Safety Code prohibits unqualified people from working inside a transformer unless it is de-energized. He said that in his opinion, [n]one of Glover's people ... are qualified to do live line work.\nTodd Newberg, a serviceman for Southwest, testified that he had been told by management at Southwest that if somebody is going to be in a live transformer, one of us needs to be there. Newberg stated that Glover regularly accessed] live transformers and that Southwest personnel were not present every time Glover accessed them.\nDuran filed a negligence action against Southwest and alleged that it had failed to exercise ordinary care for his safety and to warn against any unusually hazardous Uconditions.2 Southwest filed a motion for summary judgment, which was granted by the circuit court. In granting the motion, the circuit court ruled,\n*726In the case at hand, each of [Duran's] allegations- against [Southwest] constitutes an alleged breach of either a duty to provide a reasonably safe work environment for [Duran] or to warn [Duran] of the hazards of working near an eher-gized transformer.\n\nThe Court rejects [Duran's] arguments that [Southwest] owed [Duran] the duty owed to members of the general public or the duty owed to business invitees. Rather, the Court hereby concludes that the duty of care owed to [Duran] by [Southwest] was that owed to an employee of one's independent contractor.... Applying the correct .duty of care, the Court concludes that there are no material questions of fact remaining, and that [Southwest] is entitled to' summary judgment as a matter of law on [Duran's] complaint. [Southwest] owed no duty to provide [Duran] with a safe work environment or to warn him of the dangers of working near an energized transformer, particularly when working near1 an energized transformer was ah integral part of,the work Glover was hired to perform, and where [Duran] was already admittedly aware of the hazard at issue.\n\n[The] Court also finds that Arkansas does not recognize an obvious-danger exception to the limited duty owed to an employee of one's independent contractor, and even if it did,' there is no genuine issue of'material fact as to whether Glover was forced to encounter an open, energized transformer in order to do his work. The evidence is undisputed that the work could be safely performed without Glover or any, of his employees coming into contact with an energized transformer.\nII. Summary Judgment \nA circuit court may grant summary judgment only when it is apparent that no genuine issues of material fact exist requiring litigation and that the moving party is entitled to judgment as a matter of law. E.g., Stone v. Washington Reg'l Med. Ctr., 2017 Ark. 6 90, 515 S.W.3d 104. The standard is whether the evidence is sufficient to raise a factual issue, not whether the evidence is sufficient to compel a conclusion. E.g., Talbert v. U.S. Bank, 372 Ark. 148, 271 S.W.3d 486 (2008). The object of summary-judgment proceedings is not to try the issues, but to determine if there are any issues to be tried, and if there is any doubt whatsoever, the motion should be denied. E.g., Walls v. Humphries, 2013 Ark. 286, 428 S.W.3d 517.\nOn review, this court determines if summary judgment was appropriate based on whether the evidence presented in support of summary judgment leaves a material question of fact unanswered. E.g., Tillman v. Raytheon Co., 2013 Ark. 474, 430 S.W.3d 698. We view the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. E.g., Campbell v. Asbury Auto., Inc., 2011 Ark. 157, 381 S.W.3d 21.\nIII. Duty of Care'\nTo prevail on a claim of negligence, the plaintiff must prove that the defendant owed a duty to the plaintiff, that the defendant breached the duty, and that the breach was the proximate cause of the plaintiffs injuries. E.g., Fordyce Bank & Tr. Co. v. Bean Timberland, Inc., 369 Ark. 90, 251 S.W.3d 267 (2007). Duty arises out of the recognition that the relation between individuals may impose upon one a legal obligation for the benefit of another. See Marlar v. Daniel, 368 Ark. 505, 247 *727S.W.3d 473 (2007). The characteristics of the parties and the circumstances of their encounter may trigger a unique duty that imposes a distinct standard of care that' departs from the typical standard of | ordinary care. Chew v. Am. Greetings Corp., 754 F.3d 632, 636 (8th Cir. 2014). Whether a duty is owed to a plaintiff is a matter for the court to decide as a question of law. See D.B. Griffin Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 S.W.3d 264 (2002) (Sanders II). If the court finds that no duty of care-is owed, summary judgment is appropriate. See D.B. Griffin Warehouse, Inc. v. Sanders, 336 Ark. 456, 986 S.W.2d 836 (1999) (Sanders I). \nDuran asserted' that Southwest owed him multiple duties. First, he alleged that Southwest owed him a duty to exercise ordinary care for his safety and to warn against any unusually dangerous conditions. Second, he alleged that Southwest owed him a duty to provide a reasonably safe work environment. Third, he alleged that Southwest owed him a duty of care as a business invitee on its property. Fourth, he alleged that Southwest, as an electric utility company, owed him a duty to act with reasonable care in the delivery of services. We will address each of these alleged duties in turn.\nA. Duty to Warn Against Any-Hidden Dangers or-Unusually Hazardous Conditions .\nThe general rule is that an employer of an independent contractor owes a common-law duty to the independent contractor's employees to exercise ordinary care for their safety and to warn against any hidden dangers or unusually hazardous conditions. Jackson v. Petit Jean Elec. Coop., 270 Ark. 506, 606 S.W.2d 66 (1980); Gordon v. Matson, 246 Ark. 533, 439 S.W.2d 627 (1969). These duties do not, however, include a duty to warn of obvious hazards that 'are an integral part of the work the independent contractor was hired to perform. See Stoltze v. Ark. Valley Elec. Coop., 354 Ark. 601, 127 S.W.3d 466 (2003); Jackson, 270 Ark. 506, 606. S.W.2d 66.\nDuran contends that Southwest had a duty to warn him about the dañgérs of working around energized electrical equipment. Southwest responds that, pursuant to this court's holding in Jackson, Southwest had no duty to warn Duran of an' obvious danger that was an integral part of the job he was hired to perform. In Jackson, Petit Jean Electric Company hired Johnson Construction Company as an independent contractor to rebuild electrical transmission lines. Johnson's -employee,' Clay Jackson, was seriously injured when his body came into contact with a hot wire while he was working' on Petit Jean's energized lines. Jackson' filed suit and alleged, inter alia, that Petit Jean was negligent in failing to insulate, isolate, or de-energize its electrical lines during the work hours of the independent contractor. After noting the general rule that an employer of an independent contractor owes a common-law duty to the independent contractor's employees to exercise ordinary care for their safety and to warn against any hidden dangers or unusually hazardous conditions, we stated that there was\nno basis in' the record for imposing any duty upon Petit Jean to isolate or de-energize its- lines or to warn employees of an electrical contractor that the work as contracted for would be dangerous if not done properly. Certainly, it cannot be seriously contended that Petit Jean should isolate lines from the employees-of an electrical contractor whose compensation and contractual obligations expressly contemplate working around energized lines. The duty of an employer of an independent contractor to use ordinary care or to warn of latent dangers does not contemplate a duty to warn of obvious hazards which are an integral part of the work the contractor was hired to perform.\nJackson, 270 Ark. at 509, 606 S.W.2d at 68.\n|aWe applied the principles articulated in Jackson to our decision in Sanders II. In that case, a warehouse owner hired an independent contractor to paint a roof, and the independent contractor's employee died when he fell through a skylight while painting. The employee's wife sued, and the jury awarded damages. We reversed and dismissed the case, holding that the independent contractor's employees were aware that the skylights posed an obvious hazard or danger that was an integral part of the work [the independent contractor] was hired to perform. Therefore, [the warehouse owner] had no duty to warn of these dangers because they were obvious and part of the work. Sanders II, 349 Ark. at 106, 76 S.W.3d at 262.\nIn this case, Duran admitted that he had been warned not to touch energized transformers, that he knew when transformers were energized because they hummed, and that the transformer was humming louder than [he had] ever heard it on the day he was injured. Glover was hired to access non-energized PMTs and to call Southwest on the small percentage of jobs involving an energized PMT. As a utility trenching company, an integral part of Glover's work was to safely navigate around the danger posed by energized PMTs. We conclude that Southwest had no duty to warn Duran of the obvious danger of working near energized PMTs.\nB. Reasonably Safe Work Environment\nIn his complaint against Southwest, Duran alleged that Southwest was negligent in failing to supervise and control the work of Glover to guard against injury to Glover's employees. He also alleged that Southwest should have ensured that Glover's employees were properly trained, that Glover complied with all relevant safety policies, procedures, rules and regulations, and that Glover did not permit unqualified personnel to access open, energized transformers. These allegations assert a breach of a duty to provide a safe work environment. The general rule is that an employer does not have a duty to provide a reasonably safe work environment for the employees of its independent contractor. Stoltze, 354 Ark. 601, 127 S.W.3d 466; Gordon, 246 Ark. 533, 439 S.W.2d 627. Accordingly, Southwest did not owe Duran, an employee of Glover, a duty to provide a reasonably safe work environment.\nC. Business Invitee\nDuran also contends that Southwest owed him an additional duty because he was a business invitee. The duties of an employer to the employees of an independent contractor are analogous to those a premises owner owes a business invitee. See Gordon, 246 Ark. 533, 439 S.W.2d 627. Generally, pursuant to the obvious-danger rule, the duty owed to an invitee is satisfied when the danger is either known or obvious to the invitee. See Jenkins v. Int'l Paper Co., 318 Ark. 663, 887 S.W.2d 300 (1994). Nevertheless, an owner may continue to owe a duty of care to a business invitee who is forced, as a practical matter, to encounter a known or obvious risk to perform his or her job. See id., 887 S.W.2d 300.\nWe have recognized the forced-to-encounter exception to the obvious-danger rule in slip-and-fall cases where a business invitee was required to traverse an area prone to slippery conditions. In Carton v. Missouri Pacific Railroad Co., 303 Ark. 568, 798 S.W.2d 674 (1990), appellant, a *729driver of a diesel-fuel transport truck, slipped and fell while unloading diesel fuel at appellee railroad's terminal. The driver sued the railroad for its negligence in constructing and maintaining its facility. She testified that in order to unload her truck after reaching the terminal, she had to walk across a surface that was dirty, messy, and greasy and that fuel spillage would accumulate and sit there. Id. at 571, 798 S.W.2d at 675. The case went to trial and, at the close of the plaintiff's case, the trial court granted a directed verdict. We reversed and remanded for a new trial and held that there was substantial evidence from which a jury might find that the railroad did not maintain the premises in a reasonably safe manner because it did not remove the greasy, messy gravel from the surface; did not use a concrete surface; or did not install a pump to minimize fuel spillage. Id. at 573-74, 798 S.W.2d at 676-77. In Kuykendall v. Newgent, 255 Ark. 945, 504 S.W.2d 344 (1974), we affirmed a jury verdict in favor of a business invitee who slipped and fell on a slope of a delivery entrance where ice and snow had been allowed to accumulate. We noted that the proof at trial showed that during the operation of a 24-hour business the accumulated ice and snow was permitted to remain upon a sloping entrance way for a period of some 18 to 20 hours and held that under those circumstances .., the landowner should have anticipated that the dangerous condition would cause physical harm to one required to use the entrance way notwithstanding the known or obvious danger. Id. at 948, 504 S.W.2d at 346.\nThis court has not previously applied the forced-to-encounter exception to employees of an independent contractor. Southwest contends that we should decline Duran's invitation to recognize the exception in cases involving independent-contractor employees. We need not decide that issue because even if the exception applies, there is no question of material fact whether Glover and Duran were forced to encounter an open, energized PMT to do the work. The work could be safely performed without Glover or any of his employees coming into contact with' the energized transformer.\nD. Reasonable Care in the Delivery of Services\n■ Duran contends that, as an electric utility, Southwest owed him a duty to act with reasonable care in the delivery of services. None of the cases that Duran cites to this court involve a plaintiff who was an employee of the defendant's ' independent contractor They instead involve the duty owed by utilities to members of the public and are thus inapplicable to the case at bar.\nIV. Conclusion \nWe hold that Southwest owed Duran no duty to warn him of obvious dangers, no duty to provide Duran with a reasonably safe work environment, and no duty to act with reasonable care in' the delivery of services. Finally, even if we were to conclude that the forced-to-'encounter exception applies to employees' of independent contractors, there is no evidence that Duran was forced to encounter an energized transformer to do the work.4 The circuit *730court did not err in granting Southwest's motion for summary judgment.\nAffirmed; court of appeals opinion vacated.\nBaker, Hart, and Womack, JJ., dissent.\n1 \n. Duran originally appealed to the court of appeals, which affirmed. See Duran v. Sw. Ark. Elec. Coop. Corp., 2016 Ark. App. 237, 492 S.W.3d 87. Duran filed a petition for review, which we granted. When we grant a petition for review, we consider the appeal as though it had been originally filed in this court. E.g., McCourt Mfg. Corp. v. Rycroft, 2009 Ark. 332, 322 S.W.3d 491.\n2 \n. Duran recovered workers'-compensation benefits from Glover's insurer. This appeal concerns whether Duran may recover in tort from Southwest, the company that hired Glover to perform the work,\n3 \n. See Bellanca v. Ark. Power & Light Co., 316 Ark. 80, 870 S.W.2d 735 (1994); Woodruff Elec. Coop. Corp. v. Daniel, 251 Ark. 468, 473, 472 S.W.2d 919, 922 (1971); Ark. Power & Light v. Lum, 222 Ark. 678, 262 S.W.2d 920 (1953).\n4 \n. Duran argued before the circuit court—and appears to argue before this court—that Southwest owed him a heightened duty of care because it retained control of part of-the .work. Because the circuit court did not rule on this issue, we do. not address Duran's *730argument on appeal. See, e.g., Grand Valley Ridge, LLC v. Metropolitan Nat'l Bank, 2012 Ark. 121, 388 S.W.3d 24.\nKaren R. Baker, Justice,\ndissenting.\nBecause material questions of.fact remain in.this .matter, I dissent from the majority's opinion affirming the circuit court. First, the majority has misapplied the standard of review. On appellate review, we determine if summary judgment was appropriate based on whether the evi-dentiary items presented by the moving party in support of the motion -leave a material fact unanswered. Neal v. Sparks Reg'l Med. Ctr., 2012 Ark. 328, 422 S.W.3d 116. We view the evidence in the-light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving-party. Campbell v. Asbury Auto., Inc., 2011 Ark. 157, 381 S.W.3d 21. Walls v. Humphries, 2013 Ark. 286, 6, 428 S.W.3d 517, 522. Here, the evidence must be viewed in the light most favorable to Duran. Yet, the majority has viewed the facts in the light most favorable to Southwest and erroneously affirmed the circuit court.\nSecond, when the correct standard is applied and the facts are viewed with the light most favorable to Duran, the record demonstrates that material facts remain in dispute and summary judgment was not appropriate. As the majority indicates, Duran filed his negligence suit and asserted Southwest owed multiple duties including: Southwest owed |uhim a duty to exercise ordinary care .for . his safety and to warn against any unusually dangerous conditions and Southwest owed him a duty of care as a business invitee on its property.\nWith regard to the duty to exercise ordinary care for his safety and to warn against any unusually dangerous conditions the majority holds: As a utility trenching company, an' integral part of Glover's work was to safely navigate around the danger posed by energized PMTs. We conclude that Southwest had no duty to warn Duran of the obvious danger of working near energized PMTs. However, the record demonstrates that Glover was hired to lay PVC pipe, dig trenches, and pull wire through the pipes, not with energized transformers. The record further demonstrates that neither Duran or Glover were qualified to work with energized transformers.' Duran testified that Glover had never advised Duran that he was supposed to call' Southwest to de-energize an energized pad-mounted transformer before opening the transformer. Duran further testified that he had not been trained regarding a pad mounted transformer or explained, the difference between energized and nonenergized transformers. Glover testified that he held the keys to Southwest's transformer boxes for over thirty years until Duran's accident occurred, but is no longer allowed to open Southwest's transformers. Southwest employee Crane testified that energized transformers required qualified and trained individuals with the correct equipment and Glover was not supposed to be accessing live equipment. Southwest employee Kenner testified that Glover nor any of his employees were qualified to do live line work. Further, Keener testified that based on the procedure in place, Glover should hshave notified Southwest so that Southwest could send qualified em*731ployees to the site to handle the energized transformer. Southwest employee Faber testified that Glover's work did not deal with energized wires and he learned after Duran's accident that some Southwest employees were aware that Glover had been accessing live wires. In sum, Southwest's employees testified that Glover and his employees were not qualified lineman and Glover should not have been granted access to the transformers or given the keys to any of the transformers to access them without qualified electricians. Accordingly, the record demonstrates that there are material facts in dispute regarding whether the work with the transformer was an integral part of the job that Glover and Duran were hired to perform.\n, Additionally, with regard to Duran's contention that Southwest owed a duty of care as a business invitee on its property, the record demonstrates that when considering the evidence in the light most favorable to Duran, the record supports that material facts. remain in dispute. Duran testified that it was necessary to access the interior of the transformer for him to perform his job. Glover testified that there is a need to work inside the pad mounted transformer to make sure that the pipes line up. There is also evidence which indicates that Southwest knew that Glover was accessing transformers while performing his work. Therefore, there is a question of fact as to whether Duran and Glover were forced to encounter an energized transformer. \nTherefore, the record demonstrates that a question of fact remains and I would reverse and remand the matter to the circuit court.\n11fiHart and Womack, JJ,, join.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether the defendant electrical company owed a duty to the plaintiff contractor's employee to prevent his injury arising from coming into contact with live electricity wires in performance of his job.\nSummary: \nthe plaintiff was employed by a contractor who contracted with the defendant electrical company to dig a trench and install electrical wire at a residence.\nThe transformer to which the residence was to be connected by the electrical wire installed in the trench was live while the plaintiff was performing the installation.\nAlthough the defendant's management instructed its employees that only qualified servicepeople should have access to the transformer, the plaintiff's employer-contractor had been given a key and socket-wrench by the defendant for this purpose, notwithstanding that neither he nor any of his employees were qualified to access the transformer.\nThe plaintiff touched a live wire inside the transformer and was injured; and alleged that the defendant owed him a duty of care which it had breached.\nThe Supreme Court held that:\nthe plaintiff knew of the danger of a live transformer, and was aware that the transformer in question was live, so the danger posed by the transformer was obvious and integral to the work the plaintiff was employed to perform. Thus, the defendant owed no duty to warn of it.\nan employer (the defendant) has no duty to the employees of its contractor to provide a safe work environment, so the defendant owed no such duty to the plaintiff.\nalthough the plaintiff contended that he was forced to encounter the live transformer which was an obvious danger, and thus owed a duty by the defendant to take reasonable care in protecting against such a danger, this was not the case: the plaintiff was not forced to encounter the live transformer, which should have been 'de-energized'.\nthe defendant had no duty to the plaintiff arising from its general obligation to deliver its services with reasonable care, since the plaintiff was not in the position of a member of the general public to whom that duty is owed.\nThus, summary judgement was properly granted against the plaintiff.\n",
    "annotations": {
        "Facts": [
            "Duran was an employee of Charles Glover, Jr., d/b/a Charles Glover Trenching & Backhoe (Glover), an independent contractor that was hired to perform utility-trenching services for Southwest. The owner and operator of a rural electric system, Southwest was responsible for providing electrical services to a residence in Miller County that had been destroyed by a fire caused by a lightning strike. Southwest hired Glover to dig a trench from the residence to a pad-mounted electrical transformer (PMT); place PVC piping, used as a conduit, in the trench from the residence up to, under, and into the PMT; and install electrical wire the length of the conduit. On April 6, 2009, Duran suffered an electrical-shock injury while working near or inside an energized PMT owned by Southwest. That day, Glover used a key and special socket wrench provided by Southwest to open the protective casing covering the transformer so Duran could push the PVC conduit pipe underneath and up into the transformer. As Duran pushed the conduit inside the transformer box, he either touched or came very close to touching an energized part of the transformer and received an electrical shock.When the injury occurred, Southwest and Glover had a written agreement in place titled Special Services Contract. That contract contained the following relevant terms:WHEREAS, Contractor [Glover] represents that it has sufficient experienced personnel and equipment to perform, and Owner [Southwest] desires Contractor to perform, the special services described on Schedule # 1 attached to and made a part of this contract.| ^Contractor agrees to furnish all supervision, labor, tools, transportation, equipment, and materials necessary to complete the special services required by this contract.It is understood and agreed that Contractor is an independent contractor, having control over the work done pursuant to this contract, and has no authority to obligate Owner for any payment or benefit of any kind to any person or entity.Contractor agrees to follow standard and reasonable safety practices and pro*725cedures while doing the work required by this contract.Contractor agrees to install and maintain the necessary guards, barriers, and protective and warning devices at locations where work is being performed to prevent accidents involving personnel of Contractor, personnel of Owner, or the general public.Schedule # 1 described the scope of work as follows:Contractor to trench <& install conduit w/string or wire to specified depth.Backfill trench <& leave to existing grade.Install pedestal, transformer pads and other equipment to specifications.",
            "Duran stated that he had worked with PMTs before he was injured and that he could tell when transformers were energized because he could hear them humming. Duran stated that on the day he was injured, the transformer box was extremely loud and humming louder than [he had] ever heard it. He said that he knew the transformer was high voltage. Duran stated that he had been warned by Glover's daughter, April, not to touch anything inside an energized transformer because it will get you. Duran acknowledged that Southwest could shut off electricity to the transformer and that a Southwest employee had come to a jobsite once or twice to de-energize a transformer. He stated that he had never been told that he was supposed to call Southwest to de-energize an energized PMT before opening it.Glover testified during his deposition that his company had done work for Southwest since 1976. He said that years ago, Southwest gave him keys and special socket wrenches to open transformers. Glover said that he told everybody not to touch anything that could be hot.Southwest employee Harold Crane stated in deposition testimony that if a transformer was dead, then Glover would pull the wire into it, but if anything [was] hot in there, then Southwest would do it. Crane said that the only people who are supposed to have the special keys and wrenches that open Southwest's transformers are engineers, linemen, servicemen, District Managers, in other words, [Southwest] hierarchy. Crane stated that only qualified people could have keys and that to be qualified, a person should be a lineman.Southwest employee Willie Keener, Jr., testified that the National Electric Safety Code prohibits unqualified people from working inside a transformer unless it is de-energized. He said that in his opinion, [n]one of Glover's people ... are qualified to do live line work.Todd Newberg, a serviceman for Southwest, testified that he had been told by management at Southwest that if somebody is going to be in a live transformer, one of us needs to be there. Newberg stated that Glover regularly accessed] live transformers and that Southwest personnel were not present every time Glover accessed them."
        ],
        "Procedural History": [
            "jAppellant Robert Duran appeals an order of the Miller County Circuit Court granting summary judgment in favor of appellee Southwest Arkansas Electric Cooperative Corporation (Southwest).",
            "summary judgment, which was granted by the circuit court. In granting the motion, the circuit court ruled,*726In the case at hand, each of [Duran's] allegations- against [Southwest] constitutes an alleged breach of either a duty to provide a reasonably safe work environment for [Duran] or to warn [Duran] of the hazards of working near an eher-gized transformer.The Court rejects [Duran's] arguments that [Southwest] owed [Duran] the duty owed to members of the general public or the duty owed to business invitees. Rather, the Court hereby concludes that the duty of care owed to [Duran] by [Southwest] was that owed to an employee of one's independent contractor.... Applying the correct .duty of care, the Court concludes that there are no material questions of fact remaining, and that [Southwest] is entitled to' summary judgment as a matter of law on [Duran's] complaint. [Southwest] owed no duty to provide [Duran] with a safe work environment or to warn him of the dangers of working near an energized transformer, particularly when working near1 an energized transformer was ah integral part of,the work Glover was hired to perform, and where [Duran] was already admittedly aware of the hazard at issue.[The] Court also finds that Arkansas does not recognize an obvious-danger exception to the limited duty owed to an employee of one's independent contractor, and even if it did,' there is no genuine issue of'material fact as to whether Glover was forced to encounter an open, energized transformer in order to do his work. The evidence is undisputed that the work could be safely performed without Glover or any, of his employees coming into contact with an energized transformer."
        ],
        "Application of Law to Facts": [
            "These duties do not, however, include a duty to warn of obvious hazards that 'are an integral part of the work the independent contractor was hired to perform.",
            "The duty of an employer of an independent contractor to use ordinary care or to warn of latent dangers does not contemplate a duty to warn of obvious hazards which are an integral part of the work the contractor was hired to perform.",
            "In this case, Duran admitted that he had been warned not to touch energized transformers, that he knew when transformers were energized because they hummed, and that the transformer was humming louder than [he had] ever heard it on the day he was injured. Glover was hired to access non-energized PMTs and to call Southwest on the small percentage of jobs involving an energized PMT. As a utility trenching company, an integral part of Glover's work was to safely navigate around the danger posed by energized PMTs. We conclude that Southwest had no duty to warn Duran of the obvious danger of working near energized PMTs.",
            "These allegations assert a breach of a duty to provide a safe work environment. The general rule is that an employer does not have a duty to provide a reasonably safe work environment for the employees of its independent contractor",
            "Accordingly, Southwest did not owe Duran, an employee of Glover, a duty to provide a reasonably safe work environment",
            "an owner may continue to owe a duty of care to a business invitee who is forced, as a practical matter, to encounter a known or obvious risk to perform his or her job",
            "there is no question of material fact whether Glover and Duran were forced to encounter an open, energized PMT to do the work. The work could be safely performed without Glover or any of his employees coming into contact with' the energized transformer.",
            "■ Duran contends that, as an electric utility, Southwest owed him a duty to act with reasonable care in the delivery of services. None of the cases that Duran cites to this court involve a plaintiff who was an employee of the defendant's ' independent contractor They instead involve the duty owed by utilities to members of the public and are thus inapplicable to the case at bar.",
            "We hold that Southwest owed Duran no duty to warn him of obvious dangers, no duty to provide Duran with a reasonably safe work environment, and no duty to act with reasonable care in' the delivery of services. Finally, even if we were to conclude that the forced-to-'encounter exception applies to employees' of independent contractors, there is no evidence that Duran was forced to encounter an energized transformer to do the work"
        ],
        "Relevant Precedents": [
            "See Stoltze v. Ark. Valley Elec. Coop., 354 Ark. 601, 127 S.W.3d 466 (2003); Jackson, 270 Ark. 506, 606. S.W.2d 66",
            "Sanders II, 349 Ark. at 106, 76 S.W.3d at 262.",
            "Stoltze, 354 Ark. 601, 127 S.W.3d 466; Gordon, 246 Ark. 533, 439 S.W.2d 627",
            "Jenkins v. Int'l Paper Co., 318 Ark. 663, 887 S.W.2d 300 (1994)."
        ],
        "Outcome": [
            "We affirm",
            "The circuit *730court did not err in granting Southwest's motion for summary judgment.Affirmed; court of appeals opinion vacated."
        ]
    }
    ,
    "class": "affirm"
}