{
    "text": "Havner v. Northeast Arkansas Electric Cooperative, 514 S.W.3d 490, 2017 Ark. App. 111 (2017)\nFeb. 22, 2017 · Arkansas Court of Appeals · No. CV-15-468 \n514 S.W.3d 490, 2017 Ark. App. 111 \nTony HAVNER, Appellant v. NORTHEAST ARKANSAS ELECTRIC COOPERATIVE, Appellee \n2017 Ark. App. 111\nCourt of Appeals of Arkansas, DIVISION III.\n*491Rainwater, Holt & Sexton, P.A., by: Thomas J. Diaz, Little Rock, and Brian G. Brooks, Attorney at Law, PLLC, by: Brian G. Brooks, Greenbrier, AR, for appellant.\nFriday, Eldredge & Clark, LLP, by: James C. Baker, Jr. and Kimberly D. Young, Little Rock, for appellee.\nWAYMOND M. BROWN, Judge\n11Appellant Tony Havner appeals from the Baxter County Circuit Court's order granting summary judgment to appellee Northeast Arkansas Electric Cooperative (NAEC). Appellant argues that the court erred in granting summary judgment because NAEC had a legal duty under Arkansas law to inspect, maintain, and repair the line in question. We affirm.1 \nAppellant was injured in a motorcycle accident in August 2011 on Highway 5 in Baxter County, Arkansas. At the time of the accident, appellant was traveling behind[ aTommie L. Walker III when the sickle on Walker's tractor caught a low-hanging cable strung across the road and pulled the cable down. The cable was attached to a pole owned by NAEC pursuant to an agreement between NAEC and Rapid Acquisition Co., LLC. Appellant and his wife, Tina Havner, filed a complaint against Walker and Walker's company, Tommie Walker Auction, Inc. (TWAI), on December 14, 2011.2 TWAI filed a motion for summary judgment and brief in support of the motion on September 7, 2012. On September 27, 2012, appellant filed a motion to hold TWAI's summary-judgment motion in abeyance and a motion to dismiss pursuant to ARCP 41. An order was entered on October 17, 2012, granting appellant's motion and dismissing appellant's claims against TWAI without prejudice.\nAppellant filed an amended complaint against Walker, NAEC, Almega Cable, Inc., KFW Communications, LLC, and John Doe entities 1-5, alleging negligence on April 22, 2013. NAEC filed an answer to appellant's amended complaint on May 24, 2013, denying the material allegations of the complaint and seeking to have it dismissed. On March 20, 2014, NAEC filed a motion for leave to file a cross-claim or, in the alternative, a third-party complaint. Appellant filed a response to the motion on April 4, 2014, requesting that it be denied. The court entered an order on April 8, 2014, granting NAEC's motion. NAEC filed a complaint on April 15, 2014, against Almega Cable, Inc., and KFW Communications, LLC, requesting contribution, indemnity, and/or allocation of fault. NAEC filed a motion for summary judgment and accompanying brief on April 18, 2014, contending that it owed no duty to appellant with regard to the cable lines owned by a third party and that there was no |3evidence to show that it knew or should have known the condition of the cable at the time of the accident. Appellant filed a response to NAEC's summary-judgment motion and responsive brief on May 6, 2014, seeking to have the motion denied. NAEC filed a reply brief on May 13, 2014. Appellant field a second amended complaint on July 24, 2014, adding Rapid Acquisition Co., LLC, as a defendant. NAEC filed an answer to the second amended complaint on July 25, 2014. The court held a hearing on NAEC's summary-judgment motion on September 2, 2014. It filed an order on October 21, 2014, granting NAEC summary judgment.\nAppellant filed a motion for entry of judgment and Rule 54(b) certificate on January 5, 2015, contending that there was no just reason for delay of the entry of a final judgment. NAEC filed a response in opposition to appellant's motion on January 12, 2015, contending that appellant had failed to establish exceptional circumstances, or a compelling and discernible hardship that would permit him to immediately appeal the court's grant of summary judgment to NAEC. Appellant filed a reply on January 20, 2015, again asserting that there was no just reason for delaying the entry of a final judgment as to appellant's complaint against NAEC. A judgment and Rule 54(b) certificate were filed on February 27, 2015. Appellant filed a notice of appeal on March 9, 2015. This appeal followed.\n*493The standard of review in cases in which summary judgment has been granted is well settled. Our court need only decide if the circuit court's grant of summary judgment was appropriate based on whether the evidence presented by the moving party left a material | ¿question of fact unanswered.3 The moving party always bears the burden of sustaining a motion for summary judgment.4 All proof must be viewed in the light most favorable to the resisting party, and any doubts and inferences must be resolved against the moving party.5 The moving party is entitled to summary judgment if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law.6 Once the moving party makes a prima facie showing that it is entitled to summary judgment, the opponent must meet proof with proof by showing a material issue of fact.7 The issue of duty is always one for the trial court and not the jury.8 If a court finds that no duty of care is owed, the negligence count is decided as a matter of law, and summary judgment is appropriate.9 \nAn electric company has a duty to inspect and maintain its power lines in proper and safe working order.10 The threshold question is whether NAEC owed a duty to Havner.11 We have long recognized the rule that the very nature of the business of an electric company requires it to use a high degree of care in the erection, maintenance, operation, and inspection of equipment which is used in the transmission of its electric power, so as to prevent injury to one likely to come in contact with the power line.12 \nHere, Havner was injured when a cable, owned by a third party, was pulled down by the sickle on Walker's tractor. It is undisputed that NAEC was not the owner of the cable and that the cable was not being used in the transmission of electricity. NAEC's only connection with the cable is that the cable was attached to its poles pursuant to an agreement between NAEC and Rapid Acquisition Company. Havner contends that it was NAEC's duty to inspect, maintain, and repair the cable in question. There is no such statutory duty imposed by our legislature in this circumstance, and we will not judicially impose such a duty.13 The trial court correctly concluded that NAEC owed no duty to Havner. Because no duty was owed under these circumstances, summary judgment was appropriate. Thus, we affirm.\nAffirmed.\nHARRISON, J., agrees.\nHIXSON, J., concurs.\n1 \n. This is the second time this case has been before us. We initially dismissed it, having determined that appellant had failed to appeal from a final order. Havner v. Ne. Ark. Elec. Coop., 2016 Ark. App. 149, 2016 WL 815612. Our supreme court subsequently vacated our opinion in Havner v. Ne. Ark. Elec. Coop., 2016 Ark. 382, 2016 WL 6649148, and remanded the case to us for consideration of the merits following its opinion, In Re Administrative Order No. 2(b)(2), 2016 Ark. 172 (per curiam), in which it deemed all judgments, decrees, and orders marked recorded, or *492presented and recorded, as filed, for a period ending April 14, 2016.\n2 \n. Tina filed a motion to dismiss her complaint without prejudice on August 28, 2012. The court dismissed the complaint on September 5, 2012.\n3 \n. Lloyd v. Pier W. Prop. Owners Ass'n, 2015 Ark. App. 487, 470 S.W.3d 293.\n4 \n. Id. \n5 \n. Id. \n6 \n. Id. \n7 \n. Id. \n8 \n. Young v. Gastro-Intestinal Ctr., Inc., 361 Ark. 209, 205 S.W.3d 741 (2005).\n9 \n. Id. \n10 \n. Stacks v. Ark. Power & Light Co., 299 Ark. 136, 771 S.W.2d 754 (1989).\n11 \n. See id. \n12 \n. Woodruff Elec. Coop. v. Daniel, 251 Ark. 468, 473, 472 S.W.2d 919, 922 (1971).\n13 \n. See Young, supra. \n*494Kenneth S. Hixson, Judge,\nconcurring.\nWhile I agree that there is no statutory, contractual, or common-law duty in this case, I am hesitant to broadly say that an electric company would not owe a duty under any circumstances when it leases its utility pole to a Rthird party. Duty is a concept that arises out of the recognition that relations between individuals may impose upon one a legal obligation for the other. Marlar v. Daniel, 368 Ark. 505, 247 S.W.3d 473 (2007); Weisker v. Harvest Mgmt. Sub LLC, 2016 Ark. App. 220, 489 S.W.3d 696. Here, Northeast Arkansas Electric Cooperative (NAEC) leased its poles to a third-party utility. After a few years, the third-party utility left its cable lines unattended, and NAEC filed suit to force the third-party utility to remove the cable lines.\nIn my opinion, it is unnecessary to reach the issue of whether a duty existed in this case. Even assuming that a duty existed, the circuit court additionally found in its order granting summary judgment that [t]here is no evidence from which it can be inferred that NAEC knew or should have known of the dangerous condition presented by the low-hanging cable. Of note is the lack of evidence that regular inspections of the cable by NAEC would have exposed its dangerous condition in time for it to be repaired or replaced before the accident. Thus, I would affirm based on the circuit court's finding that Havner failed to provide any evidence of negligence.\n\nPLAIN ENGLISH SUMMARY\nIssue: whether defendant electrical company owes a duty to plaintiff member of the public in respect of electrical cable attached to its wooden pole.\nSummary: \nthe plaintiff was riding a motorcycle behind a tractor. A sickle attached to the tractor caught a cable hanging over the road, and the cable was pulled down to the road, injuring the plaintiff.\nThe Court of Appeals held that, since the defendant electrical company did not own the cable, but only owned the poles to which it was attached, it had no duty to inspect or maintain the cable in question, so could not be negligent.\n",
    "annotations": {
        "Facts": [
            "Appellant was injured in a motorcycle accident in August 2011 on Highway 5 in Baxter County, Arkansas. At the time of the accident, appellant was traveling behind[ aTommie L. Walker III when the sickle on Walker's tractor caught a low-hanging cable strung across the road and pulled the cable down. The cable was attached to a pole owned by NAEC pursuant to an agreement between NAEC and Rapid Acquisition Co., LLC."
        ],
        "Procedural History": [
            "11Appellant Tony Havner appeals from the Baxter County Circuit Court's order granting summary judgment to appellee Northeast Arkansas Electric Cooperative (NAEC).",
            "Appellant and his wife, Tina Havner, filed a complaint against Walker and Walker's company, Tommie Walker Auction, Inc. (TWAI), on December 14, 2011.2 TWAI filed a motion for summary judgment and brief in support of the motion on September 7, 2012. On September 27, 2012, appellant filed a motion to hold TWAI's summary-judgment motion in abeyance and a motion to dismiss pursuant to ARCP 41. An order was entered on October 17, 2012, granting appellant's motion and dismissing appellant's claims against TWAI without prejudice.Appellant filed an amended complaint against Walker, NAEC, Almega Cable, Inc., KFW Communications, LLC, and John Doe entities 1-5, alleging negligence on April 22, 2013. NAEC filed an answer to appellant's amended complaint on May 24, 2013, denying the material allegations of the complaint and seeking to have it dismissed. On March 20, 2014, NAEC filed a motion for leave to file a cross-claim or, in the alternative, a third-party complaint. Appellant filed a response to the motion on April 4, 2014, requesting that it be denied. The court entered an order on April 8, 2014, granting NAEC's motion. NAEC filed a complaint on April 15, 2014, against Almega Cable, Inc., and KFW Communications, LLC, requesting contribution, indemnity, and/or allocation of fault. NAEC filed a motion for summary judgment and accompanying brief on April 18, 2014, contending that it owed no duty to appellant with regard to the cable lines owned by a third party and that there was no |3evidence to show that it knew or should have known the condition of the cable at the time of the accident. Appellant filed a response to NAEC's summary-judgment motion and responsive brief on May 6, 2014, seeking to have the motion denied. NAEC filed a reply brief on May 13, 2014. Appellant field a second amended complaint on July 24, 2014, adding Rapid Acquisition Co., LLC, as a defendant. NAEC filed an answer to the second amended complaint on July 25, 2014. The court held a hearing on NAEC's summary-judgment motion on September 2, 2014. It filed an order on October 21, 2014, granting NAEC summary judgment.Appellant filed a motion for entry of judgment and Rule 54(b) certificate on January 5, 2015, contending that there was no just reason for delay of the entry of a final judgment. NAEC filed a response in opposition to appellant's motion on January 12, 2015, contending that appellant had failed to establish exceptional circumstances, or a compelling and discernible hardship that would permit him to immediately appeal the court's grant of summary judgment to NAEC. Appellant filed a reply on January 20, 2015, again asserting that there was no just reason for delaying the entry of a final judgment as to appellant's complaint against NAEC. A judgment and Rule 54(b) certificate were filed on February 27, 2015. Appellant filed a notice of appeal on March 9, 2015. This appeal followed."
        ],
        "Application of Law to Facts": [
            "Here, Havner was injured when a cable, owned by a third party, was pulled down by the sickle on Walker's tractor. It is undisputed that NAEC was not the owner of the cable and that the cable was not being used in the transmission of electricity. NAEC's only connection with the cable is that the cable was attached to its poles pursuant to an agreement between NAEC and Rapid Acquisition Company. Havner contends that it was NAEC's duty to inspect, maintain, and repair the cable in question. There is no such statutory duty imposed by our legislature in this circumstance, and we will not judicially impose such a duty."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm.",
            "The trial court correctly concluded that NAEC owed no duty to Havner. Because no duty was owed under these circumstances, summary judgment was appropriate. Thus, we affirm.Affirmed"
        ]
    },
    "class": "affirm"
}