{
    "text": "Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994)\nApril 18, 1994 · Arkansas Supreme Court · 93-1334\n316 Ark. 655, 873 S.W.2d 546\nDonald YOUNGv.Gerald PAXTON\n873 S.W.2d 546\nSupreme Court of Arkansas\n*657 Grisham A. Phillips, for appellant.\nHuckabay, Munson, Rowlett & Tilley, P.A., by: John E. Moore and Valerie Denton, for appellee.\nRobert L. Brown, Justice.\nThe appellant, Donald Young, brought a negligence action against his father-in-law, appellee Gerald Paxton, for injuries which he sustained on Paxton's land as a result of trimming limbs from a tree. Paxton moved for summary judgment and was successful. Young now appeals and maintains that material issues of fact remain to be decided, including whether he held the status of a licensee or invitee on Paxton's property, and whether Paxton's negligence was the proximate cause of his injuries. Young also argues that the order granting the motion for summary judgment was premature because discovery had not been completed. We find no error in the circuit court's decision, and we affirm.\nThe following facts are not disputed in the record before us and are derived primarily from Young's testimony at deposition. On Saturday, June 13, 1992, at approximately three or four o'clock in the afternoon, Young walked over to his father-in-law's house in Saline County. There, he found Paxton trimming the limb of a hardwood tree with a chain saw while standing on a 20-foot extension ladder. The tree was over 15 feet tall with limbs drooping to the ground. Paxton had previously cut three to four limbs which were lying on the ground. The ladder rested against the limb which Paxton was attempting to trim. As he began to cut the limb which the ladder was leaning against, the limb began to rise as the weight from the severed part fell away. Paxton asked Young to get a rope from his shop. Young located a rope and returned to the tree, and at Paxton's request he threw him the rope which Paxton then wrapped around the limb. Young held the rope while standing on the ground to prevent it from bucking and dislodging the ladder when the cut part of the limb fell away. As Young held the limb securely with the rope, Paxton successfully cut the end of the limb and climbed down the ladder.\nPaxton then showed Young where to place the ladder in order to cut another limb. The ladder was placed against the designated limb, and Young climbed to the appropriate level with the chain saw and proceeded to cut it. This occurred some *658five minutes after Paxton cut the limb with Young's help. When the weight of the cut part fell away, the limb rose abruptly, and the ladder lost its support, causing Young to fall to the ground. Because of the fall, he sustained serious injuries to both wrists.\nOn March 29, 1993, Young filed a complaint against Paxton for damages totalling $25,000. The complaint alleged that Young was a licensee on Paxton's property and that his injuries were proximately caused by Paxton's negligence, which included:\n(1) failure to supply proper tools, implements and materials for use to perform the task which he asked Young to perform;\n(2) failure to properly supervise the cutting; and\n(3) failure to secure the limb.\nInterrogatories were next propounded by each party, and Young was deposed by Paxton.\nOn July 12, 1993, Paxton filed a motion for summary judgment and attached the complaint and portions of Young's deposition in support of the motion. The motion stated that Young had admitted that he was a licensee on Paxton's property and that there was no proof that Paxton had violated any duty owed Young by acting wilfully or wantonly towards him. It further stated that the danger posed by cutting branches from the tree was known or should have been known to Young. In the alternative, the motion stated that as a matter of law Young had failed in his deposition to present any proof that Paxton's conduct proximately caused his injury. Young responded to the motion but did not state in his response that he required additional time to complete discovery. Following Young's response to the summary judgment motion, Paxton's attorney wrote that answers to interrogatories would be forthcoming within a week.\nThe case was set for trial on August 2, 1993, but Young requested that the trial be continued pending completion of discovery. Young then filed an amended complaint and answers to the interrogatories propounded by Paxton. The amended complaint alleged that Young came on Paxton's property at Paxton's express or implied invitation and acted for the parties' mutual benefit by cutting the branches. Young further *659alleged that as an invitee Paxton failed to use ordinary care to avoid injury to him because Paxton knew or reasonably should have known that danger existed. In his answers to interrogatories, Young maintained that it was a jury question whether his status was that of invitee or licensee. He added that the question of comparative fault was also a matter for a jury to decide.\nThe circuit court granted Paxton's motion for summary judgment due to the absence of a material issue of fact, and an order to that effect was entered on August 17, 1993. On August 18, 1993, Young moved for reconsideration on the basis that discovery was not yet completed. At the ensuing hearing, the circuit court observed that Young failed to argue that necessary discovery was outstanding in response to the motion for summary judgment and that even had they been answered, the answers would not have produced sufficient evidence to affect the ruling. The court then denied the motion.\nYoung first argues on appeal that summary judgment was inappropriate because material issues of fact remain to be decided. Young is correct that summary judgment is only appropriate when no issue of material fact exists and that the movant is entitled to judgment as a matter of law. Ark. R. Civ. P. 56(c); Bellanca v. Arkansas Power & Light Company, 316 Ark. 80, 870 S.W.2d 735 (1994); Forrest City Machine Works v. Mosbacher, 312 Ark. 578, 851 S.W.2d 443 (1993). Here, Paxton, as the moving party, bore the burden of showing that there were no genuine issues of material fact. Cox v. McLaughlin, 315 Ark. 338, 867 S.W.2d 460 (1993). Once the movant makes a prima facie showing of entitlement to judgment, it is incumbent upon the respondent to demonstrate that an issue of material fact remains. South County, Inc. v. First Western Loan Co., 315 Ark. 722, 871 S.W.2d 325 (1994).\nOn appeal, this court must decide if summary judgment was proper based on whether the proof presented by Paxton left a material question of fact unanswered. Id. At this stage, we view the evidence in the light most favorable to Young, and all doubts and inferences are resolved in his favor. Gann v. Parker, 315 Ark. 107, 865 S.W.2d 282 (1993).\n*660Young initially raises his status as an invitee or licensee as a material issue of fact that must be decided by the trier of fact. This court has recognized that an invitee may be a public invitee or a business invitee. Lively v. Libbey Memorial Physical Medicine Ctr, Inc., 311 Ark. 41, 841 S.W.2d 609 (1992). A business visitor is one who enters or remains on land for a purpose connected with the business dealings of the owner. Id. A public invitee is invited to enter or remain on land as a member of the public for a purpose for which the land is held open to the public. Id. Conversely, one who goes upon the premises of another with the consent of the owner for his own purposes and not for the mutual benefit of himself and the owner is not an invitee but a licensee. Id. This court has declined to extend the invitee status to persons on the premises of another primarily for social reasons. Tucker v. Sullivan, 307 Ark. 440, 821 S.W.2d 470 (1991).\nThe pleadings and deposition of Young more than suggest that he was not an invitee of any stripe, but rather a licensee. There was no evidence that he was invited onto Paxton's property. Furthermore, Young was not visiting his father-in-law for any stated business purpose and expected no pay for his assistance. He was essentially visiting an in-law at his home. Under such circumstances, we conclude that reasonable minds could not find otherwise and that, accordingly, no material issue of fact .exists on this point. See Skinner v. R.J. Griffin & Co., 313 Ark. 430, 855 S.W.2d 913 (1993); Diebold v. Vanderstek, 304 Ark. 78, 799 S.W.2d 804 (1990); McKay v. St. Paul Ins. Co., 289 Ark. 467, 711 S.W.2d 834 (1986).\nThere is a second reason for affirmance in this case. The law of negligence requires as essential elements that the plaintiff show that a duty was owed and that the duty was breached. Earnest v. Joe Works Chevrolet, Inc., 295 Ark. 90, 746 S.W.2d 554 (1988); Keck v. American Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983); Union Securities Co. v. Taylor, 185 Ark. 737, 48 S.W.2d 1100 (1932); Prosser and Keaton on the Law of Torts, § 30, p. 164 (5th Ed. 1984). Irrespective of Young's status as invitee or licensee, there is nothing in the proof submitted to indicate that Paxton breached a duty of care owed to Young. A property owner owes a licensee the duty to refrain from causing him injury by willful or wanton conduct, and a duty *661to warn of hidden dangers or risks. Lively v. Libbey Memorial Physical Machine Ctr., Inc., supra.; King v. Jackson, 302 Ark. 540, 790 S.W.2d 904 (1990). To constitute willful or wanton conduct, there must be a deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others. Daniel Const. Co. v. Holden, 266 Ark. 43, 585 S.W.2d 6 (1979). This court has stated, however, that the duty to warn does not extend to obvious dangers or risks that the licensee should have been expected to recognize. Dorton v. Francisco, 309 Ark. 472, 833 S.W.2d 362 (1992); King v. Jackson, supra.\nIn this case, there is no evidence that Paxton acted willfully or wantonly to cause Young injury. In fact, the evidence shows that Paxton fully advised Young that the limb had a tendency to rise as the weight from a severed branch fell away. Young even assisted Paxton when Paxton was faced with the same risk that five minutes later injured Young. To the extent that the risk had been unknown to Young when he first arrived on the property, that risk was brought to Young's full attention before his accident. The extent of Young's knowledge is evidenced by this colloquy at Young's deposition:\nDEFENSE ATTORNEY: Did you know a limb would do this? I mean did you know a limb hanging like in Exhibit 1, if you cut the end of it off, the heavy foliage on the end, that it would pop up like that?\nYOUNG: I did after he [Paxton] put that rope on there, yes. I didn't know it previously.\nDEFENSE ATTORNEY: But I mean you knew it five minutes before this accident happened?\nYOUNG: Yes. I knew that his limb did that.\nThus, Young was well apprised of the risk involved in cutting the tree's limbs and even participated in safeguarding against that risk when Paxton was doing the cutting.\nEven assuming that Young was an invitee, Paxton's duty would be to use ordinary care to maintain the premises in a reasonably safe condition for him. Derrick v. Mexico Chiquito, Inc., 307 Ark. 217, 819 S.W.2d 4 (1991). That duty owed to an invitee usually is satisfied when the danger is either known or obvi*662ous to the invitee. Carton v. Missouri Pac. R.R., 303 Ark. 568, 798 S.W.2d 674 (1990); Kuykendall v. Newgent, 255 Ark. 945, 504 S.W.2d 344 (1974); Ramsey v. American Automobile Ins. Co., 234 Ark. 1031, 356 S.W.2d 236 (1962). As we said in Ramsey:\n[T]here is no obligation to protect the invitee against dangers which are known to him, or which are so apparent that he may reasonably be expected to discover them and be fully able to look out for himself.\n234 Ark. at 1034, 356 S.W.2d at 238 (citation omitted).\nThis court has held that a question of fact exists where the visitor is unaware of the risk. Kuykendall v. Newgent, supra. But, again, in the case at hand Young knew the risk he was taking, and there was simply no evidence that Paxton failed to exercise ordinary care for the reasons already stated. Reasonable minds could not conclude otherwise.\nWe hold that regardless of Young's status, that is, whether he was a licensee or invitee, Paxton did not breach the duty of care owed. He perpetrated no wilful or wanton injuries upon Young, and Young was well aware of the danger involved in the limb cutting. Because breach of a duty owed is an essential element to a cause of action for negligence and that element was lacking, summary judgment was appropriate. Because we so hold, it is not necessary for us to address the issue of proximate cause.\nFor his final point, Young asserts that the circuit court erred by granting summary judgment before discovery was complete. Although he raised this argument in his motion to reconsider after the order for summary judgment was entered, he did not request additional time for discovery in his response to the appellee's motion for summary judgment. As a consequence, the issue was not timely raised to the circuit court and is not preserved for appeal. See Burge v. Pack, 301 Ark. 534, 785 S.W.2d 207 (1990); Sharp County v. Northeast Arkansas Planning and Consulting Co., 269 Ark. 336, 602 S.W.2d 627 (1980).\nAffirmed.\nPlain English Summary: A man visited his father-in-law and found him cutting a tree. After he offered his help and received instructions from his father-in-law, the man eventually was injured. He tried to claim against his father-in-law for damages but the Court rejected his arguments, finding that his father-in-law owed him no duty of care.\n\n§7(a). ",
    "annotations": {
        "Facts": [
            "On Saturday, June 13, 1992, at approximately three or four o'clock in the afternoon, Young walked over to his father-in-law's house in Saline County. There, he found Paxton trimming the limb of a hardwood tree with a chain saw while standing on a 20-foot extension ladder. The tree was over 15 feet tall with limbs drooping to the ground. Paxton had previously cut three to four limbs which were lying on the ground. The ladder rested against the limb which Paxton was attempting to trim. As he began to cut the limb which the ladder was leaning against, the limb began to rise as the weight from the severed part fell away. Paxton asked Young to get a rope from his shop. Young located a rope and returned to the tree, and at Paxton's request he threw him the rope which Paxton then wrapped around the limb. Young held the rope while standing on the ground to prevent it from bucking and dislodging the ladder when the cut part of the limb fell away. As Young held the limb securely with the rope, Paxton successfully cut the end of the limb and climbed down the ladder.Paxton then showed Young where to place the ladder in order to cut another limb. The ladder was placed against the designated limb, and Young climbed to the appropriate level with the chain saw and proceeded to cut it. This occurred some five minutes after Paxton cut the limb with Young's help. When the weight of the cut part fell away, the limb rose abruptly, and the ladder lost its support, causing Young to fall to the ground. Because of the fall, he sustained serious injuries to both wrists."
        ],
        "Procedural History": [
            "On March 29, 1993, Young filed a complaint against Paxton for damages totalling $25,000. The complaint alleged that Young was a licensee on Paxton's property and that his injuries were proximately caused by Paxton's negligence"
        ],
        "Application of Law to Facts": [
            "Here, Paxton, as the moving party, bore the burden of showing that there were no genuine issues of material fact.",
            "Once the movant makes a prima facie showing of entitlement to judgment, it is incumbent upon the respondent to demonstrate that an issue of material fact remains.",
            "one who goes upon the premises of another with the consent of the owner for his own purposes and not for the mutual benefit of himself and the owner is not an invitee but a licensee.",
            "This court has declined to extend the invitee status to persons on the premises of another primarily for social reasons.",
            "Young was not visiting his father-in-law for any stated business purpose and expected no pay for his assistance. He was essentially visiting an in-law at his home. Under such circumstances, we conclude that reasonable minds could not find otherwise and that, accordingly, no material issue of fact .exists on this point.",
            "Irrespective of Young's status as invitee or licensee, there is nothing in the proof submitted to indicate that Paxton breached a duty of care owed to Young. A property owner owes a licensee the duty to refrain from causing him injury by willful or wanton conduct, and a duty *661to warn of hidden dangers or risks.",
            "To constitute willful or wanton conduct, there must be a deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others.",
            "This court has stated, however, that the duty to warn does not extend to obvious dangers or risks that the licensee should have been expected to recognize.",
            "In this case, there is no evidence that Paxton acted willfully or wantonly to cause Young injury. In fact, the evidence shows that Paxton fully advised Young that the limb had a tendency to rise as the weight from a severed branch fell away. Young even assisted Paxton when Paxton was faced with the same risk that five minutes later injured Young. To the extent that the risk had been unknown to Young when he first arrived on the property, that risk was brought to Young's full attention before his accident."
        ],
        "Relevant Precedents": [
            "Cox v. McLaughlin, , 867 S.W.2d 460 (1993)",
            "South County, Inc. v. First Western Loan Co., , 871 S.W.2d 325 (1994).",
            "Tucker v. Sullivan, 307 Ark. 440,  (1991).",
            "Skinner v. R.J. Griffin & Co., 313 Ark. 430,  (1993);",
            "Lively v. Libbey Memorial Physical Machine Ctr., Inc.,"
        ],
        "Outcome": [
            "we affirm",
            "Affirmed."
        ]
    },
    "class": "affirm"
}