{
    "text": "Culhane v. Oxford Ridge, LLC, 362 S.W.3d 325, 2009 Ark. App. 734 (2009)\nNov. 4, 2009 · Arkansas Court of Appeals · No. CA 09-338\n362 S.W.3d 325, 2009 Ark. App. 734\nAmanda CULHANE, as Special Administrator of the Estate of Erik D. Culhane, Deceased, Appellant,v.OXFORD RIDGE, LLC, Landquest Communities of Arkansas, LLC, Daniel H. Lamp, & Professional Painting Services, Inc., Appellees\n2009 Ark. App. 734\nCourt of Appeals of Arkansas.\n*326The Mulkey Attorneys Group, P.A., by: Bruce L. Mulkey, Rogers, and The Kester Law Firm, by: Charles M. Kester and Dawn C. Egan, Fayetteville, for appellants.\nBassett Law Firm, LLP, by: Wm. Robert Still, Jr., and Joel I. Farthing, Fayette-ville, for appellee Oxford Ridge, LLC.\nRoy, Lambert & Lovelace, LLP, by: Jerry L. Lovelace and James H. Binga-man, Springdale, for appellee Landquest Communities of Arkansas, LLC.\nWarner, Smith & Harris, PLC, by: Jason T. Browning, Little Rock, for appellee Professional Painting Services, Inc.\nDAVID M. GLOVER, Judge.\n|, This is an appeal from the grant of summary judgment. Appellant Amanda Culhane (Culhane), as the special administrator of the estate of Erik Dean Culhane (Erik), her deceased husband, sued Daniel Lamp for negligence and appellees Land-quest Communities of Arkansas, LLC (Landquest) and Oxford Ridge, LLC (Oxford Ridge) for premises liability in Erik's death. Oxford Ridge asserted a third-party claim against appellee Professional Painting Services, Inc. Landquest, Oxford Ridge, and Professional Painting Services all filed motions for summary judgment, alleging that they owed no duty to Erik. Culhane resisted these motions, but the trial court granted summary judgment on November 14, 2008. Lamp settled with the estate, and the trial court entered a final order disposing of all claims on December 9, 2008. Culhane filed a timely notice of appeal, |2arguing that the trial court erred in granting summary judgment because genuine issues of material fact existed regarding whether appellees should have reasonably anticipated that Erik would be exposed to the danger of oncoming traffic despite his knowledge of it or its obvious nature. We affirm the grant of summary judgment.\nMaterial Facts\nLandquest was in the business of developing commercial and residential properties. In March 2002, Landquest formed Oxford Ridge; thereafter, Oxford Ridge obtained approval from the city of Benton-ville to construct and develop a residential subdivision to be known as Oxford Ridge. Construction of the Oxford Ridge subdivision was substantially complete by June 2005, and on June 7, 2005, the final plat was approved by the Bentonville Planning Commission, and the roads were dedicated to the city.\nIn June 2006, Oxford Ridge (and/or Landquest), through Bart Bauer, contracted with Professional Painting Services, Inc., to stain the entrance of the subdivision, which abutted Arkansas State Highway 12, for $3264. Tim Ungerank, as president of Professional Painting, in turn contracted with Erik Culhane d/b/a Artistic Concrete Designs to complete the work. Deposition testimony of Ungerank indicated that Erik agreed to perform the staining work and submitted a bid to Ungerank of $3264, which Ungerank passed on to Oxford Ridge. Ungerank stated that in order to prepare the bid for him, Erik would have gone to the work site and *327measured it, and that Erik knew where the job was in relation to the highway at the time he submitted his bid. Ungerank said that he went to the work site on the morning of June 12, 2006, to meet with Erik |sand told Erik at that time to get whatever he needed, such as signs, orange barrels, or other protection to make himself feel safe in that environment; however, Erik told him that what he had was fine. Ungerank said that on that day, there were orange barrels on site being used on the back side of the area where Erik was staining to prevent people coming out of the subdivision from driving across his work area,- and that Erik had barricaded the front of the area with yellow and black caution tape, 2x4s, and five-gallon buckets. Ungerank said that Erik had stained about one-half of the entrance by the time he arrived on the morning of June 12. On the morning of June 18, 2006, Erik was still staining the entrance of the subdivision when he was struck and killed by a truck driven by Daniel Lamp on Highway 12. Ungerank stated that he did not look for the orange safety barrels on the day of the accident.\nStandard of Review\nOur supreme court has set forth the following standard of review with regard to motions for summary judgment:\nOur standard of review for summary judgment cases is well established. Summary judgment should only be granted when it is clear that there are no genuine issues of material fact to be litigated, and the moving party is entitled to judgment as a matter of law. The purpose of summary judgment is not to try the issues, but to determine whether there are any issues to be tried. We no longer refer to summary judgment as a drastic remedy and now simply regard it as one of the tools in a trial court's efficiency arsenal. Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material issue of fact. On appellate review, we determine if summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion leave a material fact unanswered. We view the evidence in a light most favorable to the party against whom the motion was filed, resolving all doubts and | inferences against the moving party. Our review focuses not only on the pleadings, but also on the affidavits and other documents filed by the parties. Moreover, if a moving party fails to offer proof on a controverted issue, summary judgment is not appropriate, regardless of whether the nonmoving party presents the court with any countervailing evidence.\nHarvest Rice, Inc. v. Fritz & Mertice Lehman Elevator & Dryer, Inc., 365 Ark. 573, 575-76, 231 S.W.3d 720, 723 (2006) (citations omitted). The standard is whether the evidence is sufficient to raise a factual issue, not whether the evidence is sufficient to compel a conclusion. Wagner v. General Motors Corp., 370 Ark. 268, 258 S.W.3d 749 (2007). A factual issue exists, even if the facts are not in dispute, if the facts may result in differing conclusions as to whether the moving party is entitled to judgment as a matter of law. Id. In such an instance, summary judgment is inappropriate. Id.\nDiscussion\nThe question of the duty, if any, owed a plaintiff alleging negligence is always one of law and never one for the jury. DeHart v. Wal-Mart Stores, Inc., 328 Ark. 579, 946 S.W.2d 647 (1997). It is generally recognized that an employer of *328an independent contractor owes a common-law duty to the contractor's employees to exercise ordinary care for then-safety and to warn against any hidden dangers or unusually hazardous conditions. D.B. Griffin Warehouse, Inc. v. Sanders, 349 Ark. 94, 76 S.W.3d 254 (2002). The duty of an employer of an independent contractor to use ordinary care or to warn of latent dangers does not contemplate a duty to warn of obvious hazards that are an integral part of the work the contractor was hired to perform. Jackson v. Petit Jean Electric Co-op., 270 Ark. 506, 606 S.W.2d 66 (1980). However, the obvious-danger rule does not bar recovery when the invitee is forced, as a practical matter, to encounter a known or obvious risk in order to perform his job. Carton v. Missouri Pacific Railroad Co., 303 Ark. 568, 798 S.W.2d 674 (1990).\nIn this case, the trial court, citing D.B. Griffin Warehouse, supra, ruled that Erik was an independent contractor of Professional Painting Services, which was in turn an independent contractor of Oxford Ridge and Landquest; that the duty owed by appellees was the common-law duty to exercise ordinary care for Erik's safety and to warn him of any hidden dangers or unusually hazardous conditions; and that the proximity of the work area to the traffic on Arkansas State Highway 12 posed an obvious hazard or danger and none of the appellees had any duty to warn him of that obvious hazard or danger. The trial court further distinguished the cases of Carton, supra; Jenkins v. International Paper Co., 318 Ark. 663, 887 S.W.2d 300 (1994); and Kuykendall v. Newgent, 255 Ark. 945, 504 S.W.2d 344 (1974), as slip and fall cases in which the premises owners failed to maintain their premises in a reasonably safe manner to protect against a slip and fall.\nIn D.B. Griffin Warehouse, supra, Charles Sanders died when he fell through a skylight while painting Griffin's warehouse roof. His wife sued Griffin individually and as administratrix of the estate for wrongful death; the jury awarded $1.5 million in damages. In reversing and dismissing the case, our supreme court held that the independent contractor's employees were aware that the skylights posed an obvious hazard or danger that was an integral part of the work [the independent contractor] was hired to perform. Therefore, Griffin had no duty to warn of these dangers because they were obvious and Rpart of the work. 349 Ark. at 106, 76 S.W.3d at 262. See also Petit Jean, supra (holding that duty of employer of independent contractor to use ordinary care or to warn of latent dangers does not contemplate a duty to warn of obvious hazards that are an integral part of the work the contractor was hired to perform and affirming grant of summary judgment because no duty to warn employee of independent contractor about energized electric lines when the independent contractor was hired to rebuild new transmission and distribution lines of the electric transmission system).\nCulhane argues on appeal that summary judgment was inappropriate because genuine issues of material fact existed as to whether appellees should have reasonably anticipated that Erik would be exposed to the danger of oncoming traffic while he was performing his work despite his knowledge of it or its obvious nature. She argues that the trial court ignored the recognized exception to the obvious-danger rule and that, as a practical matter, Erik was required to encounter the hazard even though he knew of it or it was obvious in nature. In support of her position, she cites Carton, supra; Kuykendall, supra; and Van De Veer v. RTJ, Inc., 81 Ark. App. 379, 101 S.W.3d 881 (2003).\n*329In Carton, supra, the appellant was a driver of a diesel-fuel transport truck who was required to walk across a gravel surface that was messy and greasy with diesel fuel, and she fell while unloading her truck. The trial court granted summary judgment in favor of Missouri Pacific, and our supreme court reversed, holding that the obvious-danger rule did not apply when the invitee was forced, as a practical matter, to encounter a known or obvious risk in order to perform his job. The supreme court held that, in this case, a jury 17might find that the railroad did not maintain the premises in a reasonably safe manner because it did not remove the greasy, messy gravel; did not use a concrete surface; and did not install a pump to minimize fuel spillage.\nIn Kuykendall, supra, our supreme court affirmed a jury verdict in favor of a business invitee who slipped and fell on a slope of a delivery entrance where ice and snow had been allowed to accumulate for up to twenty hours. The court held that under such circumstances, the landowner should have anticipated that the dangerous condition would cause physical hazard to one required to use the entrance, notwithstanding the known or obvious danger.\nBoth of those cases are inapposite to the facts in this ease. As the trial court pointed out, they are both slip and fall cases where the land occupiers allowed slippery substances to accumulate without taking measures to abate those dangers.\nCulhane argues that the trial court's distinction of the above-cited cases as slip and fall cases must fail in light of Van DeVeer, supra. In that case, Van DeVeer was injured while working on appellee's greenhouse when he fell down a flight of stairs. The trial court granted summary judgment to RTJ, finding that the stairs were an obvious danger; this court reversed and remanded, holding, in pertinent part, that even assuming that the dangerous condition was open and obvious, the trial court erred as a matter of law in finding that the landowner's duty of care was completely abrogated solely because the dangerous condition that caused the injury was open and obvious. Van De-Veer was injured when he used a staircase that had no landing area behind the door and the edge of |sthe floor did not reach the door, causing a gap, and he fell down the stairs. In that case, this court noted that the exception to the open-and-obvious rule had only been applied in one situation — where the invitee is forced, as a practical matter, to encounter the danger in order to perform his job. While Van DeVeer was not forced to encounter the stairs to perform his job, as he had an alternative to using the stairs, he argued that whether RTJ should have reasonably anticipated the harm, despite the known or obvious nature of the dangerous condition, was a question of fact for the jury. This court agreed, concluding that reasonable men could reach different conclusions as to whether RTJ should have anticipated that harm to its invitee might arise under the circumstances, and we reversed and remanded the grant of summary judgment.\nWe disagree that Van De Veer mandates a reversal of the grant of summary judgment to appellees. Even viewing the evidence in the light most favorable to Culhane as the person resisting the motions for summary judgment, we hold that this case is more akin to the D.B. Griffin and Petit Jean line of cases than to the ones urged by Culhane. Here, while the job carried with it open and inherent dangers, they were obvious to Culhane. This was not a premises in which the occupier of the premises knew of a dangerous situation but failed to rectify it, even if it was obvious. Rather, in this case, Cul-hane, as an independent contractor, was *330aware that the traffic on Arkansas State Highway 12 posed an obvious hazard integral to the work that he was hired to perform — to stain the entrance of the subdivision that abutted Highway 12. Neither Landquest, Oxford Ridge, nor Professional Painting Services owed any duty to Erik; therefore, summary judgment was appropriate.\nIn her reply brief, Culhane also argues, as she did in her responses resisting the motions for summary judgment, that summary judgment was inappropriate because genuine issues of material fact are in dispute as to whether Appellees violated their duty to exercise ordinary care for the safety of [Erik] Culhane when they failed to provide appropriate warning of the presence of workers to drivers — a duty imposed upon the property owner/developer by local, state and federal regulations and by the Appellees' own Project Manual for the Oxford Ridge subdivision. Specifically, Culhane argues that Benton-ville required all aspects of street construction to be in accordance with the latest edition of the Standard Specifications of Highway Construction published by the Arkansas State Highway Commission, which requires that traffic controls be installed and maintained in compliance with the U.S. Department of Transportation's Manual on Uniform Traffic Control Devices. However, Culhane failed to obtain a ruling on this theory of liability from the trial court. If a party raises an issue in response to a motion for summary judgment but fails to obtain a ruling on it, review of that issue is precluded on appeal. Sturgis v. Skokos, 335 Ark. 41, 50, 977 S.W.2d 217, 221 (1998). See also Jarsew, LLC v. Green Tree Servicing, LLC, 2009 Ark. App. 324, at 3 n. 3, 308 S.W.3d 161, 163 n. 3. Because Culhane did not obtain a ruling on this issue from the trial court, review of that issue is unavailable.\nAffirmed.\nROBBINS and HENRY, JJ„ agree.\nPlain English Summary: A man died while carrying out a task that he was contractually engaged to do by a company. His wife argued that the company had a duty to warn him about the dangers of the said task. The Court held that the dangers were obvious and therefore there was no duty imposed on the company to warn. The exception to the rule of obvious dangers was held to be inapplicable in this case. \n\n§4; §7(a); §18. \n",
    "annotations": {
        "Facts": [
            "Appellant Amanda Culhane (Culhane), as the special administrator of the estate of Erik Dean Culhane (Erik), her deceased husband, sued Daniel Lamp for negligence and appellees Land-quest Communities of Arkansas, LLC (Landquest) and Oxford Ridge, LLC (Oxford Ridge) for premises liability in Erik's death.",
            "Landquest was in the business of developing commercial and residential properties. In March 2002, Landquest formed Oxford Ridge; thereafter, Oxford Ridge obtained approval from the city of Benton-ville to construct and develop a residential subdivision to be known as Oxford Ridge. Construction of the Oxford Ridge subdivision was substantially complete by June 2005, and on June 7, 2005, the final plat was approved by the Bentonville Planning Commission, and the roads were dedicated to the city.In June 2006, Oxford Ridge (and/or Landquest), through Bart Bauer, contracted with Professional Painting Services, Inc., to stain the entrance of the subdivision, which abutted Arkansas State Highway 12, for $3264. Tim Ungerank, as president of Professional Painting, in turn contracted with Erik Culhane d/b/a Artistic Concrete Designs to complete the work. Deposition testimony of Ungerank indicated that Erik agreed to perform the staining work and submitted a bid to Ungerank of $3264, which Ungerank passed on to Oxford Ridge. Ungerank stated that in order to prepare the bid for him, Erik would have gone to the work site and measured it, and that Erik knew where the job was in relation to the highway at the time he submitted his bid. Ungerank said that he went to the work site on the morning of June 12, 2006, to meet with Erik |sand told Erik at that time to get whatever he needed, such as signs, orange barrels, or other protection to make himself feel safe in that environment; however, Erik told him that what he had was fine. Ungerank said that on that day, there were orange barrels on site being used on the back side of the area where Erik was staining to prevent people coming out of the subdivision from driving across his work area,- and that Erik had barricaded the front of the area with yellow and black caution tape, 2x4s, and five-gallon buckets. Ungerank said that Erik had stained about one-half of the entrance by the time he arrived on the morning of June 12. On the morning of June 18, 2006, Erik was still staining the entrance of the subdivision when he was struck and killed by a truck driven by Daniel Lamp on Highway 12. Ungerank stated that he did not look for the orange safety barrels on the day of the accident."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "However, the obvious-danger rule does not bar recovery when the invitee is forced, as a practical matter, to encounter a known or obvious risk in order to perform his job",
            "while the job carried with it open and inherent dangers, they were obvious to Culhane. This was not a premises in which the occupier of the premises knew of a dangerous situation but failed to rectify it, even if it was obvious. Rather, in this case, Cul-hane, as an independent contractor, was aware that the traffic on Arkansas State Highway 12 posed an obvious hazard integral to the work that he was hired to perform — to stain the entrance of the subdivision that abutted Highway 12. Neither Landquest, Oxford Ridge, nor Professional Painting Services owed any duty to Erik; therefore, summary judgment was appropriate."
        ],
        "Relevant Precedents": [
            "Carton v. Missouri Pacific Railroad Co., , 798 S.W.2d 674 (1990)."
        ],
        "Outcome": [
            "We affirm the grant of summary judgment."
        ]
    },
    "class": "affirm"
}