{
    "text": "Archer v. Sigma Tau Gamma Alpha Epsilon, Inc., 362 S.W.3d 303, 2010 Ark. 8 (2010)\nJan. 14, 2010 · Arkansas Supreme Court · No. 09-531\n362 S.W.3d 303, 2010 Ark. 8\nCharles ARCHER & Linda Archer, individually and as next friends of Braden Archer & Mason Archer, Appellants,v.SIGMA TAU GAMMA ALPHA EPSILON, INC.; Sigma Tau Gamma Fraternity, Inc.; The Alpha Epsilon Chapter of Sigma Tau Gamma Fraternity, an unincorporated association; & their named members, Matthew D. Brown; Christopher M. Fogerty; Jason A. Fogerty; Greg G. Harrison; Robert L. Hollingsworth; Blake A. Hughes; John A. Hughes; Marcus G. Jones; Caleb D. McClain; Richard L. Milam; Stephen R. Roberts; Ryan T. Sanders; & Robert G. Winn, Appellees\n2010 Ark. 8\nSupreme Court of Arkansas.\n*304Arnold, Batson, Turner & Turner, PA, by: Todd Turner, Arkadelphia, for appellants.\nMcMillan, McCorkle, Curry & Benning-ton, LLP, by: F. Thomas Curry, Arka-delphia, for appellee.\nPAUL E. DANIELSON, Associate Justice.\nAppellants Charles Archer and Linda Archer, husband and wife, individually and as next friends of Braden Archer and Ma*305son Archer (hereinafter collectively referred to as the Archers), appeal the order of the Clark County Circuit Court, dismissing their complaint against appel-lees, Sigma Tau Gamma Fraternity, Inc.; Sigma Tau Gamma Alpha Epsilon, Inc.; |2the Alpha Epsilon Chapter of Sigma Tau Gamma Fraternity, an unincorporated association; and its named members, Matthew D. Brown, Christopher M. Fogerty, Jason A. Fogerty, Greg G. Harrison, Robert L. Hollingsworth, Blake A. Hughes, John A. Hughes, Marcus G. Jones, Caleb D. McClain, Richard L. Milam, Stephen R. Roberts, Ryan T. Sanders, and Robert G. Winn (hereinafter collectively referred to as the Sig Taus), under Rule 12(b)(6) of the Arkansas Rules of Civil Procedure for failure to state facts upon which relief can be granted.\nThis case arose out of an automobile accident in Hot Spring County, Arkansas. On March 12, 2005, on their way home from a family trip to Hot Springs, the Archers' vehicle was struck in a head-on collision with a vehicle driven by Antony Moore. Moore had a blood-alcohol level of 0.25 and died at the scene as a result of the injuries he sustained. Moore had been at a fraternity party prior to the accident. A witness at the scene reported that Moore's driving had been erratic and dangerous prior to the collision with the Archers. Each member of the Archer family sustained extensive injuries and required hospitalization after the accident. Additionally, each family member, except Brandon Archer, has continuing medical injuries and will require additional medical care.\nOn July 7, 2005, the Archers filed suit against Moore's estate, with J.R. Andrews listed as the special administrator, claiming that Moore's negligence was the direct and proximate cause of all of the Archers' injuries and medical expenses. The Archers filed a first amended complaint on January 13, 2006, adding Daniel and Michelle Milam, the property owners of 1 sthe property on which the fraternity party had taken place, and Sigma Tau Gamma Alpha Epsilon, Inc., Sigma Tau Gamma, Inc., and Sigma Tau Gamma Foundation, Inc., the organizations that the Archers alleged were responsible for planning, sponsoring, and hosting the party, as defendants. On September 15, 2006, Sigma Tau Gamma Alpha Epsilon, Inc., Sigma Tau Gamma, Inc., and Sigma Tau Gamma Foundation, Inc., filed a motion for summary judgment, alleging that they did not plan, sponsor, authorize, or control the party held in Hot Spring County on March 12, 2005, and, therefore, did not owe a duty to the Archers. That motion was denied by the circuit court. The court found that, viewing the facts in the light most favorable to the nonmoving party, genuine issues of fact existed as to the role of the fraternity in the party held on March 12, 2005, in Hot Spring County. However, the complaint was dismissed as against Daniel and Michelle Milam on September 24, 2006, and as against Sigma Tau Gamma Foundation, Inc., on April 11, 2007.\nThe Archers filed their fourth and final amended complaint on March 4, 2008. In response, the Sig Taus filed a motion to dismiss on March 13, 2008, claiming that because they did not hold a license or permit to sell alcoholic beverages, liability against them was precluded by Arkansas Code Annotated § 16-126-106 (Repl.2006). On September 11, 2008, J.R. Andrews, as special administrator for the estate of Antony Moore, was dismissed by an order of the circuit court as a result of a settlement. On March 3, 2009, the circuit court granted the Sig Taus's motion to dismiss, finding that, pursuant to section 16-126-106 and previous case law, even assuming all the alleged facts were true, the Sig Taus were social | ¿hosts and could not be *306held liable for the act of providing alcohol to Moore. It is from that order of dismissal that the Archers now appeal.\nThis court reviews a circuit court's decision to grant a motion to dismiss pursuant to Rule 12(b)(6) by treating the facts alleged in the complaint as true and by viewing them in the light most favorable to the plaintiff. See Biedenharn v. Thicksten, 361 Ark. 438, 206 S.W.3d 837 (2005). In viewing the facts in the light most favorable to the plaintiff, the facts should be liberally construed in the plaintiffs favor. See id. Our rules require fact pleading, and a complaint must state facts, not mere conclusions, in order to entitle the pleader to relief. See id.\nThe facts as alleged against the Sig Taus in the Archers' complaint are these. On March 12, 2005, the Sig Taus, by and through their officers and members, hosted a party in Hot Spring County. The party began around 1:00 p.m. and was hosted for Sig Tau members and others. The party was planned by the Sig Taus several days in advance and was publicized by notices posted at the Henderson State University campus, fliers passed out by Sig Tau members, and word of mouth. Previous events hosted by the Sig Taus that involved the consumption of alcohol had been held at the same location in Hot Spring County. The party was held on property located at 164 Palmetto Loop, property owned by the parents of Richard Milam, the then-president of the Sig Taus.\nThe Sig Taus had initially purchased at least two kegs of beer for the party and, ultimately, at least five kegs of beer were actually served at the party. Approximately 100 ^persons attended the party and the majority of the attendees were either current Sig Taus, alumni members of the Sig Taus, or future members of the Sig Taus. Guests were charged money to cover the expense of food and alcohol. During the party, there were no arrangements made for designated drivers, no methods to determine whether guests were too intoxicated to drive, no monitoring of the egress of persons from the party, and no methods to determine whether persons who were consuming alcohol were minors, under the influence, impaired, or intoxicated.\nMoore was an active or alumnus member of the Sig Taus and had attended the party. Moore consumed alcohol at the party, became intoxicated, left the party intoxicated after dark, and drove his vehicle toward Hot Springs. Moore then crashed into the Archers.\nThe Archers' complaint also stated the following:\n114. At no time relevant hereto was any Defendant licensed to sell, supply or possess alcohol.\n115. At no time relevant hereto did any Defendant possess a permit to sell, possess or supply alcohol to others.\nAs noted by the circuit court, those undisputed facts are important. Section 16-126-106 provides:\nIn no event will the act of providing alcoholic beverages to a person who can lawfully possess them by a social host, or other person who does not hold an alcoholic beverage vendor's permit, constitute a proximate cause of any personal injuries or property damages which may be subsequently caused by an individual consuming any alcoholic beverages so provided.\nArk.Code Ann. § 16-126-106 (Repl.2006). Based upon this statute, the circuit court found that the Sig Taus could not be held liable for providing alcohol to Moore and, therefore, the | (¡complaint failed to allege facts upon which relief could be granted. We agree.\n*307The legislative history behind the statute is helpful. In 1965, this court upheld the common-law rule that no liability exists for a seller of alcohol for damages caused by an intoxicated consumer because the proximate cause of the injuries was the consumption of the liquor, not its sale. See Carr v. Turner, 238 Ark. 889, 385 S.W.2d 656 (1965). In dicta this court stated, [i]t may be that a Dramshop Act is to be desired.... Id. at 892, 385 S.W.2d at 658. The holding in Carr was upheld twenty-one years later in Milligan v. County Line Liquor, Inc., 289 Ark. 129, 709 S.W.2d 409 (1986), where a minor purchased beer from the defendant liquor store and had a fatal automobile collision immediately after the purchase while trying to open a bottle of beer while driving. One year after the Milligan decision, in Yancey v. The Beverage House of Little Rock, Inc., 291 Ark. 217, 723 S.W.2d 826 (1987), this court rejected an argument that the legislature had been foreclosed from passing a Dramshop Act because of the holdings in Carr and Milligan. This court stated, [w]e meant to place no such roadblock to legislation commonly called a 'Dramshop Act.' On some questions of legal liability, we have deferred to the legislature. Yancey, 291 Ark. at 218, 723 S.W.2d at 827.\nBy 1997, after additional opinions had been published by this court inviting action by the legislature (see, e.g., Rone v. H.R. Hospitality, Inc., 297 Ark. 107, 759 S.W.2d 548 (1988); Mann v. Orrell, 322 Ark. 701, 912 S.W.2d 1 (1995)), the legislature had still taken no action to reverse the common law and the line of case law beginning with Carr. In Shannon v. Wilson, 329 Ark. 143, 947 S.W.2d 349 (1997), the owners of a liquor store were sued after | ^selling alcohol to minors without asking for identification and the minors were involved in a vehicle accident while intoxicated. This court, based on existing statutes regulating license holders and creating criminal sanctions for the sale of alcohol to minors,1 changed the common-law rule and held that there was a duty for licensees to exercise a high standard of care for the protection of minors. A breach of this duty can lead to a suit for negligence. Id. at 159-60, 947 S.W.2d at 357. Not long after the holding in Shannon, this court interpreted the higher duty the legislature had created for licensees under Act 695 of 19892 to include a prohibition against selling alcohol to an intoxicated person. See Jackson v. Cadillac Cowboy, Inc., 337 Ark. 24, 986 S.W.2d 410 (1999).\nIn response to the holdings in Shannon and Jackson, the legislature passed Act 1596 of 1 s1999, codified at Ark. Code. Ann. § 16-126-101 et seq. (Repl. 2006). Section 16-126-103 established civil liability against an alcoholic-beverage retailer for the sale of alcohol to a minor and *308section 16-126-104 established civil liability against an alcoholic-beverage retailer for the sale of alcohol to a clearly intoxicated person. However, the legislature followed those two sections with section 16-126-105, which provides the general rule that consumption of any alcoholic beverage, rather than the furnishing of the same, is the proximate cause of injuries or property damage inflicted by a legally intoxicated person, and section 16-126-106, prohibiting a social host, or other person who does not hold an alcoholic-beverage vendor's permit, from being held liable for providing alcoholic beverages to a person who can lawfully possess them. It seems clear that the legislature intentionally limited liability to alcoholic-beverage retailers and, even then, only under two specific fact situations. To extend liability in a case such as this would be a policy decision. This court has long held that matters of public policy are generally within the purview of the legislature. See Cato v. Craighead County Circuit Court, 2009 Ark. 334, 322 S.W.3d 484. For these reasons, we agree with the order of the circuit court dismissing the case. However, we will now address the specific arguments raised by the Archers.\nThe Archers first argue that the Sig Taus should have obtained an alcohol-vendor's permit and that their failure to do so does not excuse them from liability for selling alcohol to a clearly intoxicated person. In short, the Archers contend that the Sig Taus should be treated as a retailer in the instant case because they charged an entry fee to the party and | ¡because Ark.Code Ann. § 16-126-101 et seq. regulates the sale of alcoholic beverages. More specifically, they argue that the Sig Taus should be held liable pursuant to Ark.Code Ann. § 16-126-104.\nSection 16-126-104 reads:\nIn cases where it has been proven that an alcoholic beverage retailer knowingly sold alcoholic beverages to a person who was clearly intoxicated at the time of such sale or sold under circumstances where the retailer reasonably should have known the person was clearly intoxicated at the time of the sale, a civil jury may determine whether or not the sale constitutes a proximate cause of any subsequent injury to other persons. For purposes of this section, a person is considered clearly intoxicated when the person is so obviously intoxicated to the extent that, at the time of such sale, he presents a clear danger to others. It shall be an affirmative defense to civil liability under this section that an alcoholic beverage retailer had a reasonable belief that the person was not clearly intoxicated at the time of such sale or that the person would not be operating a motor vehicle while in the impaired state.\nIn order for the Sig Taus to be held liable under this statute, the Archers would have to prove that the Sig Taus were an alcoholic beverage retailer. Therefore, in order for the Archers' complaint not to have been dismissed by the circuit court, it would have needed to contain sufficient facts to allege the same. The Archers were only able to allege that an entry fee was charged for a party that provided alcohol, in addition to food and entertainment.\nWhile the statute itself does not define alcoholic beverage retailer, it is elementary that when interpreting the language in a statute, we give effect to the intent of the legislature. See Brookshire v. Adcock, 2009 Ark. 207, 307 S.W.3d 22. Where the language of a statute is plain and unambiguous, we determine legislative intent from the ordinary meaning of the language used. See id. Black's Law Die- *309 tionary defines retailer as a person or entity engaged in 110the business of selling personal property to the public or to consumers, as opposed to selling to those who intend to resell the items. Black's Law Dictionary 1480 (9th ed.2009). The Arkansas Alcoholic Beverage Control Division defines retailer in its rules and regulations as any person who holds a permit under any alcoholic beverage control law of the State of Arkansas to sell at retail controlled beverages to consumers only. See Sections 2.7 and 3.5 of the ABC Rules and Regulations. We cannot say, given the mere fact that the Sig Taus charged an entry fee to their party, that the Sig Taus were alcoholic-beverage retailers under this statute. Therefore, they may not be held to the standard that has, thus far, only been imposed on retailers.\nThe Archers next argue that they have a cause of action for ordinary negligence against the Sig Taus; however, they have failed to establish how that removes the instant case from the application of section 16-126-106. They first cite to various case law in an attempt to establish that the Sig Taus owed some undefined standard of care and breached that standard of care. The only Arkansas case cited for that argument is Alpha Zeta Chapter of Pi Kappa Alpha Fraternity by Damron v. Sullivan, 293 Ark. 576, 740 S.W.2d 127 (1987), in which this court declined to impose liability related to the fact that the fraternity had furnished alcohol to its members. The Archers claim that we remanded the case for a determination on the issue of negligence for creating a potentially dangerous condition. However, the case was remanded specifically for a determination of whether the driver of a hay-ride wagon was negligent in stopping on the highway to allow passengers to use the bathroom and whether h,the fraternity bore any responsibility for that decision. See id. This court made it clear that it would not hold the fraternity liable for providing alcohol to a person who then causes damages due to his intoxication. See id.\nThe Archers continue by providing that the national fraternity had a code of conduct which called upon local fraternity chapters and members to obey local law concerning the consumption of alcohol, that the members of the fraternity had violated that code of conduct, and that such violation is sufficient to impose liability against the national fraternity. However, that raises a separate issue of whether a national fraternity is vicariously liable for the actions of its local chapter, an issue rendered moot by this opinion as we are holding that no liability existed. Section 16-126-106 clearly instructs that there is no liability for providing alcoholic beverages to a person who can lawfully possess them against someone who does not hold an alcoholic-beverage vendor's permit. While the Archers attempt to establish that Moore was not a person who could lawfully possess alcohol because he was clearly intoxicated, the only statute that establishes liability for the sale of alcohol to a clearly intoxicated person, section 16-126-104, specifically limits liability as against an alcoholic-beverage retailer that knowingly sold under those circumstances.\nThe Archers' final point on appeal is that Ark. Code Ann. § 16-126-101 et seq. is unconstitutional as applied to this case because it limits the law to those who possess a license and, therefore, rewards the Sig Taus for failing to obtain a license. We do not find the statute unconstitutional.\n||2No fundamental right, such as free speech or suspect classification is at issue here. Thus, the applicable constitutional standard of review is rational basis. See Rose v. Ark. State Plant Bd., 363 Ark. 281, 213 S.W.3d 607 (2005). Under the *310rational-basis test, legislation is presumed constitutional and rationally related to achieving any legitimate governmental objective under any reasonably conceivable fact situation. See Eady v. Lansford, 351 Ark. 249, 92 S.W.3d 57 (2002). Additionally, all statutes are presumed constitutional, and we resolve all doubts in favor of constitutionality. See Ark. Tobacco Control Bd. v. Sitton, 357 Ark. 357, 166 S.W.3d 550 (2004). The party challenging a statute's constitutionality has the burden of proving that the act is unconstitutional. See id. It is not our role to discover the actual basis for the legislation. See Ark. Hosp. Ass'n v. Ark. State Bd. of Pharmacy, 297 Ark. 454, 763 S.W.2d 73 (1989). We merely consider whether there is any rational basis which demonstrates the possibility of a deliberate nexus with state objectives so that the legislation is not the product of arbitrary and capricious government purposes. See Streight v. Ragland, 280 Ark. 206, 655 S.W.2d 459 (1983). If we determine that any rational basis exists, the statute will withstand the constitutional challenge. See Arkansas Hosp. Ass'n, supra.\nArkansas Code Annotated § 16-126-101 et seq. was enacted to clarify and establish its legislative intent regarding the sale of alcoholic beverages as addressed by the Arkansas Supreme Court in Shannon v. Wilson, 329 Ark. 143, 947 S.W.2d 349 (1997) and Jackson v. Cadillac Cowboy, Inc., 337 Ark. 24, 986 S.W.2d 410 (1999). Ark.Code Ann. § 16-126-101. As previously noted, Shannon v. Wilson, 329 Ark. 143, 947 S.W.2d 349, was the first case in 11swhich this court held that a provider of alcoholic beverages could be held liable for damages subsequently inflicted by an intoxicated person; however, that liability was limited to cases in which a holder of an alcoholic-beverage permit sold the alcohol to a minor. This court extended that liability in Jackson v. Cadillac Cowboy, Inc., holding that a holder of an alcoholic-beverage permit had a duty not to sell alcohol to an intoxicated person and could be held liable for any damage caused as a result of their intoxication. Clearly, the legislation enacted in response to those holdings, Ark.Code Ann. § 16-126-101 et seq., is rationally related to the government interest of preserving public peace, health, and safety. Therefore, the Archers have failed to meet their burden of proving that the act is not rationally related to achieving any legitimate objective of state government under any reasonably conceivable state of facts.\nWhile the Archers make a final argument that the statute would deprive them of a remedy and, further, violates the right to a trial by jury and the privileges and immunities clause, they do not provide convincing argument or authority for such claims. We will not consider an argument, even a constitutional one involving substantial rights, if an appellant makes no convincing argument or cites no authority to support it. See Hendrix v. Black, 373 Ark. 266, 283 S.W.3d 590 (2008).\nFor all of the reasons stated herein, we affirm the circuit court's order of dismissal pursuant to Rule 12(b)(6).\nAffirmed.\nBOWEN, J., not participating in final opinion.\n1\n. See Ark.Code Ann. § 3-3-202 (Repl.1996); Ark.Code Ann. § 3-3-218 (Repl.1996); Ark. Code Ann. § 3-4-801 (Repl.1996).\n2\n. Act 695 stated in pertinent part:\n(a) It is the specifically declared policy of the General Assembly of the State of Arkansas that all licenses issued to establishments for the sale or dispensing of alcoholic beverages are privilege licenses, and the holder of such privilege license is to be held to a high duty of care in the operation of the licensed establishment.\n(b) It is the duty of every holder of an alcoholic beverage permit issued by the State of Arkansas to operate the business wherein alcoholic beverages are sold or dispensed in a manner which is in the public interest, and does not endanger the public health, welfare, or safety. Failure to maintain this duty of care shall be a violation of this act and- grounds for administrative sanctions being taken against the holder of such permit or permits.\nAct 695 of 1989 (codified at Ark.Code Ann. § 3-3-218(a) & (b) (Repl.1996)).\n\nPlain English Summary: A family was involved in a car accident involving a drunk driver. As a result of the accident, each of the members of the family has suffered physical injuries while the drunk driver died. The family tried to claim damages from the fraternity which organised the party at which the said driver got inebriated. The Court held that the fraternity owed no duty of care to the family or to any other third party to stop providing alcohol to people who were already drunk. \n\n§7(a); 7(b). ",
    "annotations": {
        "Facts": [
            "This case arose out of an automobile accident in Hot Spring County, Arkansas. On March 12, 2005, on their way home from a family trip to Hot Springs, the Archers' vehicle was struck in a head-on collision with a vehicle driven by Antony Moore. Moore had a blood-alcohol level of 0.25 and died at the scene as a result of the injuries he sustained. Moore had been at a fraternity party prior to the accident. A witness at the scene reported that Moore's driving had been erratic and dangerous prior to the collision with the Archers. Each member of the Archer family sustained extensive injuries and required hospitalization after the accident. Additionally, each family member, except Brandon Archer, has continuing medical injuries and will require additional medical care.On July 7, 2005, the Archers filed suit against Moore's estate, with J.R. Andrews listed as the special administrator, claiming that Moore's negligence was the direct and proximate cause of all of the Archers' injuries and medical expenses. The Archers filed a first amended complaint on January 13, 2006, adding Daniel and Michelle Milam, the property owners of 1 sthe property on which the fraternity party had taken place, and Sigma Tau Gamma Alpha Epsilon, Inc., Sigma Tau Gamma, Inc., and Sigma Tau Gamma Foundation, Inc., the organizations that the Archers alleged were responsible for planning, sponsoring, and hosting the party, as defendants.",
            "The facts as alleged against the Sig Taus in the Archers' complaint are these. On March 12, 2005, the Sig Taus, by and through their officers and members, hosted a party in Hot Spring County. The party began around 1:00 p.m. and was hosted for Sig Tau members and others. The party was planned by the Sig Taus several days in advance and was publicized by notices posted at the Henderson State University campus, fliers passed out by Sig Tau members, and word of mouth. Previous events hosted by the Sig Taus that involved the consumption of alcohol had been held at the same location in Hot Spring County. The party was held on property located at 164 Palmetto Loop, property owned by the parents of Richard Milam, the then-president of the Sig Taus.The Sig Taus had initially purchased at least two kegs of beer for the party and, ultimately, at least five kegs of beer were actually served at the party. Approximately 100 ^persons attended the party and the majority of the attendees were either current Sig Taus, alumni members of the Sig Taus, or future members of the Sig Taus. Guests were charged money to cover the expense of food and alcohol. During the party, there were no arrangements made for designated drivers, no methods to determine whether guests were too intoxicated to drive, no monitoring of the egress of persons from the party, and no methods to determine whether persons who were consuming alcohol were minors, under the influence, impaired, or intoxicated.Moore was an active or alumnus member of the Sig Taus and had attended the party. Moore consumed alcohol at the party, became intoxicated, left the party intoxicated after dark, and drove his vehicle toward Hot Springs. Moore then crashed into the Archers."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "In order for the Sig Taus to be held liable under this statute, the Archers would have to prove that the Sig Taus were an alcoholic beverage retailer. Therefore, in order for the Archers' complaint not to have been dismissed by the circuit court, it would have needed to contain sufficient facts to allege the same. The Archers were only able to allege that an entry fee was charged for a party that provided alcohol, in addition to food and entertainment.",
            "We cannot say, given the mere fact that the Sig Taus charged an entry fee to their party, that the Sig Taus were alcoholic-beverage retailers under this statute. Therefore, they may not be held to the standard that has, thus far, only been imposed on retailers.",
            "This court made it clear that it would not hold the fraternity liable for providing alcohol to a person who then causes damages due to his intoxication.",
            "While the Archers attempt to establish that Moore was not a person who could lawfully possess alcohol because he was clearly intoxicated, the only statute that establishes liability for the sale of alcohol to a clearly intoxicated person, section 16-126-104, specifically limits liability as against an alcoholic-beverage retailer that knowingly sold under those circumstances."
        ],
        "Relevant Precedents": [
            "Brookshire v. Adcock, , 307 S.W.3d 22."
        ],
        "Outcome": [
            "we affirm the circuit court's order of dismissal pursuant to Rule 12(b)(6)."
        ]
    },
    "class": "affirm"
}