{
    "text": "Clark v. Transcontinental Insurance, 359 Ark. 340, 197 S.W.3d 449 (2004)\nNov. 4, 2004 · Arkansas Supreme Court · 04-63\n359 Ark. 340, 197 S.W.3d 449\nJames Bradley CLARKv.TRANSCONTINENTAL INSURANCE COMPANY, Entergy Arkansas, Inc., Clements + Poellot/Associates, PLLC, and Silverwood Products\n197 S.W.3d 449\nSupreme Court of Arkansas\n[Rehearing denied December 16, 2004.*]\n*343 Wilson, Engstrom, Corum & Coulter, by: Nate Coulter, and Schilchter, Bogará & Denton, by: Richard J. Zalasky, for appellant.\nFriday, Eldredge & Clark, by: Scott J. Lancaster, for appellee Entergy Arkansas.\nWright, Lindsey & Jennings LLP, by: Alston Jennings, Jr., for appellee Clements + Poellot/Assocs., PLLC.\n*\nTHORNTON,J., would grant rehearing.\nJim Hannah, Justice.\nAppellant James Clark, an employee of CBM Construction, suffered serious injuries on January 12, 2000, during the construction of a building addition for Silverwood Products, Inc. (Silverwood), in Little Rock. Clark filed a negligence suit against appellees Entergy Arkansas, Inc., and Clements + Poellot/Associates, PLLC (Clements). The Pulaski County Circuit Court, Second Division, granted summary judgment in favor of the appellees. Clark appeals, arguing that the circuit court erred in *344granting summary judgment in favor of Entergy because material issues of fact exist as to whether Entergy received notice that construction work would be performed within ten feet of its open supply line, whether Entergy breached a duty owed to Clark, and whether there was sufficient evidence submitted by Clark from which a reasonable fact finder could determine that Entergy's conduct proximately caused damages to Clark. He also argues that the circuit court erred in granting summary judgment in favor of Clements because a material issue of fact exists as to whether Clements breached its duty of care to provide reasonably safe plans for construction. Because we agree with Clark's contentions that material issues of fact exist in this case, we reverse and remand this case to the circuit court.\nFacts\nWhile working on the east elevation of the building, Clark was holding a twenty-foot length of structural steel approximately nineteen feet off the ground when he was shocked by an 8,000 volt power line that was later determined to be eight feet from him. Clark was moving steel into position when it either touched or came very close to an energized electrical power line.\nIn its contract with CBM, Silverwood provided an allowance of $13,187 for CBM to obtain architectural-engineering drawings. CBM entered into an oral contract with Clements to obtain necessary construction plans. Clements prepared and sealed the construction plans that were furnished to the City of Little Rock (the City) and CBM. Clark contends that while the plan for the east elevation of the building addition showed a portion of the overhead power line, the distance was not scaled out, and there were no notations on the plan to advise CBM of the distance between the proposed east elevation and the power line. He also states that the plan did not advise CBM that any steps needed to be taken to insulate, isolate, or de-energize the line prior to construction.\nThe City sent a route slip to Entergy some time in May 1999, notifying Entergy of the proposed construction. The route slip was sent to Entergy before the building permit was issued for the project so Entergy could determine whether the proposed construction would have any impact on its electrical lines. Rex Lyons, an employee of the City's Building Inspector's Office, stated in an affidavit that at the time the route slip was forwarded to Entergy, the City had in its possession the plans or drawings for the proposed construction that were available for review. Lyons *345further stated that the City does not send copies of the plans to the utilities with the route slip, nor does it send the utilities any other information regarding the project.\nClark brought a negligence action against Entergy and Clements. His claim against Entergy alleged that it negligently failed to insulate, isolate, or de-energize the overhead power line. His claim against Clements, as pertinent to this appeal, alleged that Clements negligently located the addition within seven feet of the power line, failed to notify Entergy of the project, and failed to specify that the power line be insulated, isolated, or de-energized before erection of the structural steel.\nDuring discovery, Entergy, through Gary Bettis, its manager of area design, stated that the proximity of the power line to the building addition presented a safety hazard to workmen. He further stated that if Entergy had been notified that plans were available for review prior to construction, it would have taken steps to eliminate the safety hazard by de-energizing or isolating the line.\nChris Dimon, an architect for Clements, stated that he drew the plans for the Silverwood building addition. Dimon stated that he did not consider the location of the overhead power line to be a safety hazard. He further stated that he never contacted Entergy regarding the proposed construction project and that he did not know whether Entergy needed to be notified of the proposed construction given the location of the line.\nVince Poellot, a partner in the Clements firm, stated that at the time the firm sealed the plan, he knew the proximity of the open supply line to the eastward expansion. He also stated that he knew that a portion of the eastward expansion would be approximately nineteen feet high, but that he did not know the height of the overhead line off the ground. Poellot further stated that he submitted the plans to the City to obtain assistance in the review process, and that he never personally advised Silverwood not to include the eastward expansion of this warehouse due to the proximity of the open supply line.\nEdward Prochaska, a registered professional engineer, stated that when a public utility is notified of a construction project and that plans or drawings are available for review, the utility is obligated to review the plans or drawings because a simple designation such as the designation identified in the route slip for the project in this case does not provide sufficient information to the *346utility for it to determine whether the proposed construction presents safety or access issues that the utility needs to address. He stated that a review by Entergy of the plans showing the Silver-wood addition would have revealed the safety hazard presented by the proximity of the overhead open electrical supply line. Finally, Prochaska stated that based on a review of the facts in this case, it was his opinion that Entergy failed to exercise ordinary or reasonable care and was negligent under the circumstances when it failed to review the plans or drawings related to the project after receiving notification from the City's Building Inspector's Office.\nGary McKibben, a licensed professional architect, stated that based on the facts in this case, Clements failed to apply its knowledge and use the skill and care ordinarily used by a reasonably well-qualified architect because Clements: (1) designed the east elevation of the building addition to be located within seven feet of an open or uninsulated electrical supply line without specifying the need to comply with §§ 11-5-301 et seq. of the Arkansas Code and without specifying that any steps be taken during construction to eliminate the extreme, unreasonable safety hazard created by its design; (2) failed to identify on the plans or drawings, or specify in construction notes, a construction limit defining the construction zone to eliminate the electrical hazard presented by the open supply line located within seven feet of the east elevation; (3) located the east elevation of the building addition within an implied utility easement for the overhead electrical supply line without obtaining approval or consent of Entergy; (4) failed to request that Entergy survey the site to determine the suitability of the proposed construction from a safety standpoint and failed to determine what steps needed to be taken to eliminate the electrical hazard created by the proposed design; and (5) failed to note on the plans or drawings or in construction notes that the overhead line was seven feet from part of the east elevation of the building addition, necessitating contact with Entergy prior to construction of the addition.\nBrian Clark, foreman for the Silverwood addition project, stated that before he and his crew began working on the east elevation, he noticed the overhead electrical line that ran along the east side of the property. He stated that because he was aware of the Arkansas law that required Entergy to be contacted if construction work would be done within ten feet of an electrical power line, he asked Ron Boyeski, Vice President of CBM, on three different occasions prior to January 12, whether anything needed to be done *347with the overhead electrical line. Brian Clark stated that three times Boyeski told him: We had it checked out and it's safe to go and Do the job. Brian Clark stated that since Boyeski told him to proceed and since the construction documents did not instruct otherwise or state the distance between the east elevation and the overhead electrical line, he did not contact Entergy before beginning the work on the east elevation.\nSummary Judgment\nSummary judgment is to be granted by the. circuit court only when it is clear that there are no genuine issues of material fact to be litigated. U.S. Fid. & Guar. Co. v. Cont'l Cas. Co., 353 Ark. 834, 120 S.W.3d 556 (2003). Once the moving party has established a prima facie entitlement to summary judgment, the opposing party must meet proof with proof and demonstrate the existence of a material fact. Id. On appellate review, we determine if summary judgment was appropriate based on whether the evidentiary items presented by the moving party in support of the motion leave a material fact unanswered. Id. We view the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id.\nEntergy\nAn electric company has a duty to inspect and maintain its power lines in proper and safe working order. Stacks v. Arkansas Power & Light Co., 299 Ark. 136, 771 S.W.2d 754 (1989). The threshold question is whether Entergy owed a duty to Clark. See id. Whether a duty is owed between the parties is a question of law. Id.; Keck v. Am. Employment Agency, Inc., 279 Ark. 294, 652 S.W.2d 2 (1983). We have long recognized the rule that the very nature of the business of an electric company requires it to use a high degree of care in the erection, maintenance, operation, and inspection of equipment which is used in the transmission of its electric power, so as to prevent injury to one likely to come in contact with the power line. Woodruff Elec. Coop. v. Daniel, 251 Ark. 468, 473, 472 S.W.2d 919, 922 (1971). Further, we have stated:\nDifferent standards or degrees of care have been stated in several opinions of this court. These differing degrees of duty are recon-*348tiled in Arkansas Power & Light Co. v. Lum, 222 Ark. 678, 262 S.W.2d 920 (1954), where the court quoted from Morgan v. Cockrell, 173 Ark. 910, 294 S.W. 44 (1927):\nIt will be seen from these decisions that it has long been the setded law in this State that electric companies, in the stringing and maintaining of their wires in the streets of the cities to give service to the public, are only bound to the exercise of ordinary and reasonable care for the protection of all who have right to the use of the streets, such reasonable and ordinary care varying with the circumstances of each case, having in view the dangers to be avoided and the likelihood of injury therefrom, which may require a high or the highest degree of care under the particular circumstances.\nPrior decisions involving actions against electric companies in Arkansas are fairly consistent in holding that it is the duty of those utilities to exercise ordinary and reasonable care in the erection and maintenance of power lines. It is at all times the duty of a company supplying electricity to use reasonable care depending upon the existing circumstances.\nStacks, 299 Ark. at 141-42, 771 S.W.2d at 757.\nIt is recognized generally as well as by the courts that electric utility companies, such as appellant, must meet the public demand for a ready and adequate supply of power. In doing so they are not insurers against accident or injury, and are not held liable for such as can not be reasonably foreseen. The duty imposed in such instances is well stated in Vol. 29 C.J.S., pages 573-4, under the general heading of electricity:\nElectrical companies are not insurers of the safety of the public nor of those whose occupation is likely to bring them into dangerous contact with their appliances, and hence are not Hable for injuries unless guilty of some wrongful act or omission. The failure of a power company to anticipate and guard against events which may reasonably be expected to happen is negligence, but a failure to anticipate events occurring only under unusual circumstances is not negligence. There can be no recovery against an electric company in the absence of a breach of some duty owing to the injured person.\nArkansas Power & Light v. Lum, 222 Ark. 678, 685-86, 262 S.W.2d 920, 924 (1953).\n*349Entergy contends that it owed no duty to Clark because it was not given sufficient notice of the proposed construction. Further, Entergy contends that it was not required to review the construction plans because it did not receive notice pursuant to Ark. Code Ann. § 11-5-307 (Repl. 1996), which provides:\n(a) (1) When any person, firm, or corporation desires to temporarily carry on any function, activity, work, or operation in closer proximity to any energized overhead electrical line or conductor than permitted by this subchapter, the person or persons responsible for the work to be done shall promptly notify the Director of the Department of Labor and the operator or owner of the electrical lines in writing of the work to be performed and make appropriate arrangements with the operator of the electrical lines before proceeding with any work which would impair the clearances required by this subchapter.\n(2) The written notice shall be given to the owner or operator of the electrical lines by submitting notification to the manager of the nearest local office of the operator or owner of the electrical lines with a copy forwarded to the director.\n(b) (1) The work shall be performed only after satisfactory mutual arrangements have been negotiated between the owner and operator of the electrical lines and the person or persons responsible for the work to be done.\n(2) The owner or operator of the electrical lines shall commence work on the mutual arrangements as provided herein within three (3) working days of the mutual arrangement. Once initiated, the clearance work will continue without unreasonable interruption to complete.\n* * *\nEntergy contends that our holding in Lum, supra, is controlling. In that case, an employee of the State Highway Department was electrocuted while working with a crew in replacing a bridge. While the dragline crew was attempting to place a heavy tile in position, the cable on the dragline made contact with a high voltage wire belonging to a public utility. The court stated the main allegation of negligence as follows:\nDid appellant know, or by the exercise of ordinary care and foresight should it have known that its wires were so located as to *350constitute a dangerous situation, and should it have anticipated that the bridge would at some time have to be repaired, and by the use of equipment such as was used here, and further that in the process of such a repair operation injury was likely to result because of contact with the wire in the manner it happened here?\nLum, 222 Ark. at 682, 262 S.W.2d at 922.\nThis court reversed the jury's finding of negligence because we determined that the electric company's failure to isolate the wire did not constitute negligence where the wire was sufficiently isolated. Entergy contends that Lum is factually analogous to the present case because both cases involve workers injured after coming into contact with an energized power line where the power company had not been notified prior to the work being done. We disagree. Entergy's reliance on Lum is misplaced because in the present case, Entergy was notified prior to the work being done.\nClark acknowledges that Entergy did not receive notice pursuant to § 11-5-307; however, he contends that [t]he source and timing of notification is of no import, and that the route slip forwarded to Entergy was sufficient notice to give rise to a duty. The route slip, titled Application for a Commercial Building Permit, noted that plans were available for review and that a response was needed by May 25, 1999. Entergy maintains that the route slip falls short of providing sufficient notice. Though we find no case directly on point, we find the Stacks case to be instructive.\nIn Stacks, the appellant filed a tort action against an electric company for injuries received when he came into contact with a sagging overhead power line while fishing on a pond. The former mayor of the town stated in an affidavit that he had requested the electric company to de-energize lines two or three years prior to the incident, and he stated that the electric company told him they had disconnected the power to the pump house on the pond. Two witnesses on behalf of the electric company filed affidavits in which they stated that the mayor had not requested them to de-energize the lines.\nWe reversed the trial court's grant of summary judgment in favor of the electric company, stating:\nThe mayor's affidavit that a representative of the appellee told him the power to the pump house had been terminated created a factual *351situation on the issue of negligence and breach of duty to the appellant which required a determination by the trier of facts. The alleged statement by AP&L's representative was a sufficient allegation to present a genuine question as to whether the appellee had a duty to de-energize these lines. It will be up to the trier of facts to decide whether the occurrence was foreseeable and whether the negligence, if any, was a proximate cause of the appellant's injuries.\nStacks, 299 Ark. at 138, 771 S.W.2d at 755-56.\nIn the present case, Gary Bettis, Entergy's manager of area design, acknowledged that the proximity of the power line to the building addition presented a safety hazard to workmen. Further, Bettis stated that if Entergy had been notified that plans were available for review prior to construction, it would have taken steps to eliminate the safety hazard by de-energizing or isolating the line. Entergy does not dispute that it received notice that the plans were available for review prior to construction; rather, Entergy disputes Clark's contention that the notice was sufficient to give rise to a duty on Entergy's part. The issue of whether the notice was sufficient to give rise to a duty on Entergy's part is a question of law. We believe that the notice was sufficient to create a duty on Entergy's part. It will be up to the trier of fact to determine whether Entergy breached a duty to Clark, whether the occurrence was foreseeable and whether the negligence, if any, was a proximate cause of Clark's injuries.\nClements\nClark contends that Clements is liable for his injuries due to the architecture firm's negligence in design or failure to inform the contractor of construction risks in the plans or drawings. Specifically, he states that since the design and location of the east elevation created an unreasonable safety hazard for construction workers due to the proximity of the 8,000 volt line, Clements was obligated to take some action to protect him. Clark contends that Clements did not exercise reasonable care in preparing the drawings because Clements failed to delineate the proximity of the power line to the structure when the proximity was not readily determinable on the construction site due to the height of the 8,000 volt line.\nClements contends that it discharged its duty to exercise reasonable care in the preparation of the plans by producing accurate plans which allowed CBM to obtain the necessary permits *352and construct the building. Further, Clements states that it had neither the duty nor the ability to (1) supervise the construction, (2) advise Entergy to de-energize the line at any particular time, (3) specify that any particular safety measures be followed, or (4) advise CBM of its own duty under the law.\nArchitects assume professional responsibility when sealing construction plans or drawings. Arkansas Architectural Act, Rules & Regulations, Chapter One, Section VII (D) (e)(4).\nIn contracting for the provision of architectural services, an architect implies that he or she possesses and will exercise and apply skill, ability, judgment, and taste reasonably and without neglect. Further, one undertaking to furnish specifications and plans for a contractor to follow on a construction job implicitly warrants their sufficiency for the purpose in view. The skill and diligence which the architect is bound to exercise are that ordinarily required of architects, and the efficiency of an architect in the preparation of plans and specifications is tested by the rule of ordinary and reasonable skill usually exercised by one in that profession. . . .\nThe duty of the architect also depends on the particular agreement entered into with the employer, . . . The architect's undertaking, however, in the absence of a special agreement, does not imply or guarantee a perfect plan or satisfactory result, and the architect is liable only for failure to exercise reasonable care and skill.\nThe degree of skill and care which may be required of an architect in the preparation of plans is a question for the jury.\n5 Am. Jur. 2d Architects § 10 (1995).\nAs previously noted, McKibben, a licensed architect, stated in an affidavit that based on his review of the documents, as well as his education, training, and experience in the field of architecture, Clements failed to apply the knowledge and skill ordinarily used by a reasonably well-qualified architect. Clements states that the affidavit of a potential expert opining about what an architect should or should not have done cannot create a duty where the law imposes none. We disagree with Clements's contention that McKibben's affidavit creates a duty where the law imposes none. An architect has the duty of exercising reasonable care in the preparation of plans. It was McKibben's opinion that Clements failed to exercise reasonable care. McKibben's opinion *353does not create a duty. What McKibben's affidavit does is allege facts which, if believed by the jury, would support a verdict in favor of Clark. See Stacks, 299 Ark. at 138, 771 S.W.2d at 755. Clements failed to provide evidence or authority to show that architects are not responsible for accurately depicting the location of power lines on plans. He also failed to provide evidence or authority to show that architects are not responsible for providing warnings on the plans of the need to avoid the hazard produced by the power line. We hold that a material issue of fact exists as to whether Clements is liable for Clark's injuries due to the architecture firm's negligence in design or failure to inform the contractor of construction risks in the plans or drawings.\nReversed and remanded.\nGlaze, Corbin and Thornton, JJ., concurring in part and dissenting in part.\nRay Thornton, Justice,\nconcurring and dissenting. I concur in the majority's conclusion that the summary judgment motion in favor of Clements + Poellot/Associates, PLLC (Clements) should be reversed on a question of material fact. However, I dissent because I believe that there was a failure of adequate notice to Entergy Arkansas, Inc. (Entergy) as a matter of law under Ark. Code Ann. § 11-5-307 (Repl. 2002).\nClements's contention that there was no duty attached to its drafting of the designs for this building was challenged by appellant through the testimony of Gary McKibben. This testimony created a question of material fact as to whether there was a duty for Clements. I concur that this is a question that should be decided by a finder of fact.\nI cannot, however, agree with the majority that there is a question of material fact as to whether Entergy received notice. As the majority opinion recites, Entergy received only a routine routing slip that noted plans involving a building serviced by Entergy had been filed with the City of Little Rock. This routing slip contained minimal information, as it was only meant to let Entergy know that there might be construction on a building served by Entergy. The proposed plans were not included with this routing slip, as the building permit had not been issued at the time it was sent. Consequently, there was no notice of proximity to the transmission lines.\n*354Our statute contains a positive duty to inform an electrical utility of any work to be done that will bring individuals withing ten feet of overhead power lines. Ark. Code Ann. § 11 — 5— 307(a)(1). We interpret statutes using plain and ordinary language. Cave City Nursing Home, Inc. v. Ark. Dept. of Human Servs., 351 Ark. 13, 89 S.W.3d 884 (2002). The statute places a duty upon the party that will be doing work or activity within ten feet of an overhead power line to contact the electrical utility to make such arrangements as are necessary to preserve the safety of all involved. Arkansas Code Annotated § 11-5-307 plainly states that the electrical utility shall be informed. Id. (emphasis added). This is a mandatory provision. Appellant has conceded that there was no notice pursuant to this section of the code.\nThe failure to meet the mandatory requirements imposed by the legislature under our statutory scheme is a question of law and not of fact. Because we have a statute on point, I do not find appellant's argument that the source and timing of notification is of no import persuasive. The statute clearly imposes a duty to inform the electrical utility of actions and work that would bring individuals or items in closer proximity to overhead power lines than ten feet. Appellant concedes that this did not happen and that the mandatory requirements of Ark. Code Ann. § 11-5-307 were not met. It seems clear to me that, as a matter of law, Entergy was not put on notice by the responsible party.\nThe majority distinguishes Arkansas Power & Light v. Lum, 222 Ark. 678, 262 S.W.2d 920 (1953), on the basis that Entergy received notice of the construction. In Lum, we held that there would be no negligence on the part of an electrical company if there was no duty owed to the injured person and that the electrical company was not under a duty to insulate wires against the unusual or extraordinary occurrences. Id. Specifically, when an employee of the State Highway Department was electrocuted while repairing a bridge above overhead power lines, we held that the electrical company was not liable because of a failure of any positive duty. In this case, Entergy did not receive notice in accordance with the statutory requirements, as conceded by appellant. For that reason, I believe that Lum, supra is controlling and that absent the notice required under Ark. Code Ann. § 11-5-307, the motion for summary judgment in favor of Entergy should be affirmed because there is no allegation that the power lines were unsafely energized as to their normal function.\n*355In summary, I join the majority in reversing the grant of summary judgment in favor of Clements on an issue of disputed material fact, but I dissent with respect to reversing the summary judgment in favor of Entergy because in my opinion there was a failure of notice as a matter of law.\nI am authorized to state that Justice Glaze and Justice Corbin join in this opinion.\nPlain English Summary: A worker was injured by coming into contact with an electric wire. He brought claims against the electricity company to whom the wire belonged and the architect firm that devised the project on which he was working. The Court held that both owed him a duty of care. \n\n§4; §7(a). ",
    "annotations": {
        "Facts": [
            "Appellant James Clark, an employee of CBM Construction, suffered serious injuries on January 12, 2000, during the construction of a building addition for Silverwood Products, Inc. (Silverwood), in Little Rock.",
            "While working on the east elevation of the building, Clark was holding a twenty-foot length of structural steel approximately nineteen feet off the ground when he was shocked by an 8,000 volt power line that was later determined to be eight feet from him. Clark was moving steel into position when it either touched or came very close to an energized electrical power line.In its contract with CBM, Silverwood provided an allowance of $13,187 for CBM to obtain architectural-engineering drawings. CBM entered into an oral contract with Clements to obtain necessary construction plans. Clements prepared and sealed the construction plans that were furnished to the City of Little Rock (the City) and CBM."
        ],
        "Procedural History": [
            "Clark filed a negligence suit against appellees Entergy Arkansas, Inc., and Clements + Poellot/Associates, PLLC (Clements). The Pulaski County Circuit Court, Second Division, granted summary judgment in favor of the appellees. Clark appeals, arguing that the circuit court erred in granting summary judgment in favor of Entergy because material issues of fact exist as to whether Entergy received notice that construction work would be performed within ten feet of its open supply line, whether Entergy breached a duty owed to Clark, and whether there was sufficient evidence submitted by Clark from which a reasonable fact finder could determine that Entergy's conduct proximately caused damages to Clark."
        ],
        "Application of Law to Facts": [
            "An electric company has a duty to inspect and maintain its power lines in proper and safe working order.",
            "In the present case, Gary Bettis, Entergy's manager of area design, acknowledged that the proximity of the power line to the building addition presented a safety hazard to workmen. Further, Bettis stated that if Entergy had been notified that plans were available for review prior to construction, it would have taken steps to eliminate the safety hazard by de-energizing or isolating the line. Entergy does not dispute that it received notice that the plans were available for review prior to construction; rather, Entergy disputes Clark's contention that the notice was sufficient to give rise to a duty on Entergy's part. The issue of whether the notice was sufficient to give rise to a duty on Entergy's part is a question of law. We believe that the notice was sufficient to create a duty on Entergy's part.",
            "Clements failed to provide evidence or authority to show that architects are not responsible for accurately depicting the location of power lines on plans. He also failed to provide evidence or authority to show that architects are not responsible for providing warnings on the plans of the need to avoid the hazard produced by the power line. We hold that a material issue of fact exists as to whether Clements is liable for Clark's injuries due to the architecture firm's negligence in design or failure to inform the contractor of construction risks in the plans or drawings."
        ],
        "Relevant Precedents": [
            "Stacks v. Arkansas Power & Light Co., 299 Ark. 136,  (1989).",
            "Stacks, 299 Ark. at 141-42, ."
        ],
        "Outcome": [
            "we reverse and remand",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}