{
    "text": "Bussey v. Bearden, 384 S.W.3d 41, 2011 Ark. App. 353 (2011)\nMay 11, 2011 · Arkansas Court of Appeals · No. CA 10-895\n384 S.W.3d 41, 2011 Ark. App. 353\nTeresa BUSSEY & Robert Bussey, Appellantsv.Melvin BEARDEN and Mural Bearden d/b/a M & M Bearden and Bearden Rentals, Lester Ray Thomas, III, and Misty Michelle Barnes, Appellees\n2011 Ark. App. 353\nCourt of Appeals of Arkansas.\nMichael Scott Willhite, Jonesboro, for appellants.\n*42Joe M. Rogers, West Memphis, for ap-pellees.\nDAVID M. GLOVER, Judge.\nTeresa and Robert Bussey appeal from the grant of summary judgment in favor of appellees, Melvin and Mural Bearden, d/b/a M & M Bearden and Bearden Rentals (Beardens). The summary judgment did not affect the remaining defendants, Lester Ray Thomas and Misty Michelle Barnes, a fact which ordinarily would render the judgment not final and appealable. However, in an amended Rule 54(b) certificate, the trial court made the requisite findings of fact under Arkansas Rule of Civil Procedure 54(b), and we conclude that we have jurisdiction to hear this appeal.\nThe Busseys filed a negligence complaint against the Beardens, as well as Thomas and Barnes, seeking damages for injuries inflicted upon Teresa Bussey by Thomas when Teresa was inside her father-in-law's (Larry Bussey's) apartment to feed his cat in his absence. The apartment was owned by the Beardens. Defendants Thomas and Barnes lived in the apartment next door. Upon learning that Larry was going to be out of town, Thomas and Barnes concocted a plan to enter Larry's apartment, through a common attic, in order to steal items from the apartment. Thomas was inside the apartment for that purpose when Teresa entered to feed the eat. When she discovered Thomas's presence, he brutally attacked her. Thomas and Barnes are currently serving prison sentences for this offense, but the Busseys also named them as defendants in this civil action. The theory of the Busseys' negligence action against the Beardens was that, as landlords of Larry's apartment, they breached a duty to protect apartment guests by allowing a dangerous attic-design feature to remain for years without notifying tenants of the dangerous condition or taking any measures to protect tenants and their guests from the risk of criminal activity that the attic design promoted.\nOn March 26, 2010, the Beardens filed a motion for summary judgment. In it, they contended that they were entitled to summary judgment because as a matter of law, Teresa Bussey was not an invitee and the Beardens, as landlords, owed no duty to the plaintiffs to protect her from a criminal act by a third party. Following a hearing on the motion, the trial court entered its June 9, 2010 order, granting summary judgment to the Beardens. This appeal followed, with the Busseys contending: 1) the lease agreement and actions by the Beardens created a duty obligating them to address the latent safety problems posed by the attic design, 2) the Beardens breached their duty by failing to protect Teresa Bussey from foreseeable | ¡¡criminal acts, 3) the trial court's summary judgment was based upon authority that is factually distinguishable. We affirm the trial court's decision.\nStandard of Review\nIn Rubber & Gasket Company of America v. Zimmerman, 2011 Ark. App. 273, at 3, 2011 WL 1425032, our court set forth the appropriate standard of review for challenges to the entry of summary judgment:\nOur standard of review is well established. Summary judgment is appropriate only when there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Gentry v. Robinson, 2009 Ark. 634, 361 S.W.3d 788. On appeal, we determine if summary judgment was appropriate based on whether the eviden-tiary items presented by the moving party in support of the motion leave a *43material fact unanswered. Id. We view the evidence in the light most favorable to the party against whom the motion was filed, resolving all doubts and inferences against the moving party. Id. Summary judgment is not proper where the evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypotheses might reasonably be drawn and reasonable minds might differ. Id.\nThe question of whether a duty exists on the part of a landlord is always a question of law and never one for the jury. Hall v. Rental Mgmt., Inc., 323 Ark. 143, 913 S.W.2d 293 (1996).\nDiscussion\nSince the third point is essentially an extension of the first point, we address both points together. The Busseys divide their first point into two subpoints, contending that the Beardens created a duty obligating them to protect Teresa Bussey by agreement and by conduct. We disagree with both contentions. For their third point, the Busseys attempt to distinguish two cases in which landlords were held to have no duty to protect tenants/guests from criminal acts. The cases are Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994), and Lacy v. Flake & Kelly Management, Inc., 366 Ark. 365, 235 S.W.3d 894 (2006). We do not find the distinctions noted by the Busseys convincing.\nTo put the Busseys' first subpoint into the historical context of Arkansas landlord/tenant law, our supreme court's explanation in Bartley v. Sweetser, 319 Ark. 117, 120-22, 890 S.W.2d 250, 251-52 (1994), is helpful:\nArkansas landlord/tenant law has its own history that bears on the issue before us in this case. Since 1932, Arkansas has adhered to the general rule that, as between a landlord and tenant, the landlord is under no legal obligation to a tenant for injuries sustained in common areas, absent a statute or agreement. See Glasgow v. Century Property Fund XIX, 299 Ark. 221, 772 S.W.2d 312 (1989); Knox v. Gray, 289 Ark. 507, 712 S.W.2d 914 (1986); Kilbury v. McConnell, 246 Ark. 528, 438 S.W.2d 692 (1969); Joseph v. Riffee [Riffel], 186 Ark. 418, 53 S.W.2d 987 (1932). Consistent with the foregoing principle is the general and common law rule that a landlord does not owe a tenant or social guest a duty to protect the tenant or guest from criminal acts. Pippin v. Chicago Housing Authority, 78 Ill.2d 204 [35 Ill.Dec. 530], 399 N.E.2d 596 (1979); Morgan v. 253 E. Delaware Condo. Ass'n, 231 Ill.App.3d 208 [171 Ill.Dec. 908], 595 N.E.2d 36 (1992); 52 C.J.S. Landlord and Tenant § 545 (1968); American Law of Landlord and Tenant 4.14 (1980 and Supp.1994); 43 A.L.R.3d 331 (1972 and Supp.1994) (Landlord's obligation to protect tenant against criminal activities of third persons); see also 65th Center, Inc. v. Copeland, 308 Ark. 456, 825 S.W.2d 574 (1992) (court said that a landowner is not liable for the negligent act of a third party, when the landowner had no control over the person who committed the act and the act was not committed on his account); contra Kline v. 1500 Mass. Ave. Apt. Corp., 141 App.D.C. [U.S.App.D.C.] 370, 439 F.2d 477, 43 A.L.R.3d 311 (1970); American Law of Landlord and Tenant 4.15 (1980 and Supp.1994).\nAlthough some jurisdictions have held a landlord, under certain circumstances, owes a duty to take reasonable steps to protect a tenant from foreseeable criminal acts committed by intruders on the premises, Kline, 141 App.D.C. [U.S.App.D.C. at] 379, 439 F.2d 477, the courts have generally found that, as a *44 matter of public policy, it was not fair to impose this duty of protection on the landlord. See American Law of Landlord Tenant 4.14 (1980). Professor Robert S. Sehoshinski in his text, American Law of Landlord Tenant, states that the common law rule, which imposes no duty (absent an agreement or statute) on the landlord to protect a tenant from a third party's criminal acts, has persisted for a variety of reasons. Citing cases from other jurisdictions, Professor Sehoshinski stated those reasons as follows:\n| (Judicial reluctance to tamper with the common law concept of the landlord-tenant relationship, the notion that the act of a third person in committing an intentional tort or crime is a superseding cause of harm to another ...; the often times difficult problem of determining foreseeability of criminal acts; the vagueness of the standard which the landlord must meet; the economic consequences of the imposition of the duty; and the conflict with public policy allocating the duty of protecting citizens from criminal acts to the government rather than the private sector.\nId.\nFor more than sixty years, this court, when reviewing landlord/tenant cases, has seemed content to adhere to the general rule and common law, and has consistently imposed no legal obligation upon a landlord for a tenant's injury on the premises unless a duty is imposed by statute or agreement. No sound reason is given here to depart from it. Certainly, no Arkansas statute has been enacted imposing a duty upon a landlord to protect a tenant from a third party's criminal acts. Nor has the parties' lease agreement here imposed a duty upon the landlords, the Sweetsers, to protect tenant Bartley in these circumstances. The Sweetsers provided a lock for Bart-ley's door. Concerning the purpose of the lease terms prohibiting additional locks, this provision merely assured the Sweetsers access to tenant premises during reasonable hours in order to make an inspection or necessary repairs. While Bartley would like to make more out of these lease terms involving locks, the Sweetsers simply undertook no responsibility to pi'ovide any security or protection against possible criminal acts of third parties. In sum, a landlord, under Arkansas law, is not the insurer of the safety of tenants or others upon the premises. And, while circumstances could arise under the terms of a lease between a landlord and tenant so as to impose a duty, those circumstances do not exist in this case.\n(Emphasis added.)\nIn short, the Bartley court explained that under Arkansas law, the general rule is that a landlord is under no legal obligation to a tenant for injuries sustained in common areas, absent a statute or agreement, and that, consistent with that principle, it is the general and common law rule that a landlord does not owe a tenant or social guest a duty to protect the tenant or guest from criminal acts. See also Lacy v. Flake & Kelley, 366 Ark. 365, 235 S.W.3d 894 (2006). The Busseys argue that this general no-duty rule was modified in this ease by the lease agreement. We disagree.\nThe lease-agreement language relied upon by appellants to establish a duty by which the Beardens were obligated to protect Teresa, a guest in a tenant's apartment, provides: Management shall not be liable to Resident for any damages to Resident's person or property, or to Resident's agents, employees, guests, or invitees other than for Management's negligence.... *45(Emphasis added.) The trial court concluded that this contractual language did not impose a duty upon the Beardens to protect tenants and their guests from the intentional torts or criminal acts of others. We agree. This quoted contractual language cannot be stretched to create an exception to the general rule in Arkansas and impose an express duty upon the landlord to protect tenants and guests from criminal assault.\nFor their second subpoint, the Bus-seys contend that the Beardens, by their conduct, created a duty to protect tenants and guests. We do not agree.\nIn Hall v. Rental Management, Inc., supra, our supreme court was similarly faced with the question of whether the landlord, by its conduct, had removed itself from the general rule and assumed a duty to protect its tenants from criminal attacks. The answer was no. The court acknowledged that the landlord in Hall had demonstrated a concern for the general welfare of its tenants and a desire to keep on-site management informed of activities by implementing safety practices that included lighting, evening patrols, and communicating with residents about suspicious activities. In concluding that the landlord's practices in this regard had not removed it from the general rule, the court explained\nWe are reluctant to hold that a landlord's use of these modest, conscientious measures imposes a full blown duty to protect tenants from third-party criminal activities.\n|7The Alabama Supreme Court faced a similar issue in the case of Dailey v. Housing Authority for the Birmingham Dist., 639 So.2d 1343 (1994). There, the tenant argued that certain provisions in a procedures manual, similar to those here, and the hiring of a guard to patrol the grounds, gave rise to a duty to protect tenants from criminal attacks. The court said the following:\nall that the quoted statements from the documents and the HABD's hiring of a security guard indicate is an attempt by HABD to discourage crime in the Metropolitan Gardens area, not a voluntary assumption of a duty to provide [the tenant] with protection from all criminal acts. We find the actions of HABD to be commendable, both in hiring security personnel and in setting out in writing those persons' duties and roles. HABD was attempting to reduce the occurrence of crime in the Metropolitan Gardens neighborhood and to alleviate the fears and anxieties of its tenants.\nThe provisions undertaken by EMI in this case do not rise to such a level that RMI has assumed a duty to protect its tenants from criminal attacks by third parties. Therefore, we hold that this case is controlled by the general rule enunciated in Bartley v. Sweetser.\n323 Ark. at 150, 913 S.W.2d at 297.\nHere, the conduct the Busseys rely upon in arguing that the Beardens assumed a duty to protect includes the Beardens' provision of locks and deadbolts on apartment doors, locks on windows, and stringing chicken wire in the common attic areas of the apartments to define the spaces belonging to the separate apartments. These measures do not even rise to the level of precautions taken by the landlord in Hall. Therefore, we conclude that the Beardens' conduct did not remove them from the general rule, and that they were under no duty to protect Teresa from the criminal attack that she suffered at the hands of Lester Ray Thomas.\nAs mentioned previously, in their third point the Busseys attempt to distinguish the Bartley and Lacy cases from the in*46stant case. They contend that in those cases summary judgment was affirmed only after satisfying two fundamental inquiries, neither of which is | ^present in the instant case. Yet, the first fundamental inquiry that they contend is present in those cases but not present in the instant case is that the plaintiff was unable to show that the landlord owed any duty of care. Because we, too, have concluded that the Beardens did not assume a duty to protect tenants/guests from criminal acts by either their lease agreement or by their conduct, the Busseys' attempt to distinguish these two eases from the instant situation is not convincing.\nBecause we have concluded that the Busseys did not establish the existence of a duty to protect Teresa from criminal attack, we find it unnecessary to address the Busseys' second point of appeal in which they contend that the Beardens breached their duty by failing to protect Mrs. Bussey from foreseeable criminal acts.\nAffirmed.\nPITTMAN and ROBBINS, JJ., agree.\nPlain English Summary: The claim was against the landlords of a building and whether they had a duty towards a visitor of one of their tenants. The Court held that they owed no such duty. \n\n§4; §7(a).",
    "annotations": {
        "Facts": [
            "The Busseys filed a negligence complaint against the Beardens, as well as Thomas and Barnes, seeking damages for injuries inflicted upon Teresa Bussey by Thomas when Teresa was inside her father-in-law's (Larry Bussey's) apartment to feed his cat in his absence. The apartment was owned by the Beardens. Defendants Thomas and Barnes lived in the apartment next door. Upon learning that Larry was going to be out of town, Thomas and Barnes concocted a plan to enter Larry's apartment, through a common attic, in order to steal items from the apartment. Thomas was inside the apartment for that purpose when Teresa entered to feed the eat. When she discovered Thomas's presence, he brutally attacked her. Thomas and Barnes are currently serving prison sentences for this offense, but the Busseys also named them as defendants in this civil action. The theory of the Busseys' negligence action against the Beardens was that, as landlords of Larry's apartment, they breached a duty to protect apartment guests by allowing a dangerous attic-design feature to remain for years without notifying tenants of the dangerous condition or taking any measures to protect tenants and their guests from the risk of criminal activity that the attic design promoted."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "In short, the Bartley court explained that under Arkansas law, the general rule is that a landlord is under no legal obligation to a tenant for injuries sustained in common areas, absent a statute or agreement, and that, consistent with that principle, it is the general and common law rule that a landlord does not owe a tenant or social guest a duty to protect the tenant or guest from criminal acts.",
            "The Busseys argue that this general no-duty rule was modified in this ease by the lease agreement. We disagree.",
            "this contractual language did not impose a duty upon the Beardens to protect tenants and their guests from the intentional torts or criminal acts of others. We agree. This quoted contractual language cannot be stretched to create an exception to the general rule in Arkansas and impose an express duty upon the landlord to protect tenants and guests from criminal assault."
        ],
        "Relevant Precedents": [
            "Lacy v. Flake & Kelley, 366 Ark. 365,  (2006)."
        ],
        "Outcome": []
    },
    "class": "affirm"
}