{
    "text": "Delt v. Bowers, 97 Ark. App. 323, 249 S.W.3d 162 (2007)\nFeb. 7, 2007 · Arkansas Court of Appeals · CA 06-759\n97 Ark. App. 323, 249 S.W.3d 162\nNina DELT & Clarence Deltv.Grant Paddock BOWERS, David Bowers, Minta Jane Bowers, United Automobile Aerospace & Agricultural Implement Workers of America & UAW Local 716\n249 S.W.3d 162\nCourt of Appeals of Arkansas\n*324 Christian & Byars, by: Joe D. Byars, Jr., for appellants.\nGodwin, Morris, Laurenzi & Bloomfield, P.C., by: Samuel Morris and Timothy Taylor, and Hardin, Jesson & Terry, by: J. Leslie Evitts, III, for appellees.\nJohn B. Robbins, Judge.\nAppellants Nina and Clarence Delt appeal, for the second time, the entry of a summary judgment against them in their lawsuit seeking recompense for personal injuries and related damages that Nina and her husband Clarence suffered. On the night of March 25, 2002, Nina was injured as she walked from the strike area of her employer's plant across the street. Nina was struck by a vehicle driven by appellee Grant Paddock Bowers as he drove along South Zero Street in Fort Smith, Arkansas. Appellants filed suit against seventeen-year-old Bowers and his parents (David and Minta Bowers) for his negligence. Appellants also named the national and local union organizations1 as defendants in the lawsuit, alleging that they were negligent in failing in their duty to ensure her safety as a member of the union participating in the organized strike at the local Trane Corporation plant. The national and local union organizations moved for summary judgment on the basis that they owed no duty to Nina, or alternatively a minimal duty owed to licensees that was not breached. Appellants argued that Nina was an invitee, with a commensurate higher duty owed to her that was breached, or in a special relationship with the unions that had a commensurate duty of reasonable care for her safety. After a hearing on the motion, the trial judge entered summary judgment on behalf of the unions. The trial judge concluded that based upon the undisputed facts, Nina held the status of a licensee, that the unions owed her only a duty not to willfully or wantonly cause harm to her, that there was no allegation of willful or wanton conduct, and that there was no evidence of such conduct whatsoever. The claims against the unions were dismissed, but the pending claims against the driver and his parents remained.\nAppellants appealed to our court, and in a per curiam opinion dated April 12, 2006, we dismissed the appeal because the summary judgment did not dismiss all the parties, and it contained a non-compliant Ark. R. Civ. P. 54(b) certificate. See Delt v. *325 Bowers, et al., CA05-1048 (April 12, 2006). Upon remand, the trial court issued an amended summary judgment order that contained a sufficient Rule 54(b) certificate. The certificate made an express determination that although there remained claims relevant to the Bowers family members, it would serve judicial economy to allow an immediate interlocutory appeal regarding judgment entered in favor of the national and local unions. Particular facts were recited in support of allowing an immediate appeal. A timely notice of appeal followed, and the appeal has returned to our court.\nThe issue for consideration on appeal is whether the trial court's entry of summary judgment was appropriate. Summary judgment is to be granted by a trial court only when it is clear that there are no genuine issues of material fact to be litigated, and the party is entitled to judgment as a matter of law. Dodson v. Taylor, 346 Ark. 443, 57 S.W.3d 710 (2001). The parties agree that there are no disputed facts with regard to the events leading to the accident. Accordingly, our review must focus on the trial court's application of the law to those undisputed facts. See Youngman v. State Farm Mut. Auto. Ins. Co., 334 Ark. 73, 971 S.W.2d 248 (1998).\nIn order to prove negligence, there must be a failure to exercise proper care in the performance of a legal duty that the defendant owed the plaintiff under the circumstances surrounding them. Costner v. Adams, 82 Ark. App. 148,121 S.W.3d 164 (2003). Proof of an accident, with nothing more, is not sufficient to make out a claim for negligence. Coca-Cola Bottling Co. v. Gill, 352 Ark. 240, 100 S.W.3d 715 (2003).\nThe supreme court has defined invitee as one induced to come onto property for the business benefit of the possessor. Bader v. Lawson, 320 Ark. 561, 564, 898 S.W.2d 40, 42 (1995) (citing Lively v. Libbey Mem'l Physical Med. Ctr., Inc., 311 Ark. 41, 841 S.W.2d 609 (1992); Kay v. Kay, 306 Ark. 322, 812 S.W.2d 685 (1991); Coleman v. United Fence Co., 282 Ark. 344, 668 S.W.2d 536 (1984)). A licensee is one who goes upon the premises of another with the consent of the owner for one's own purposes and not for the mutual benefit of oneself and the owner. Id.\nA property owner has a duty to exercise ordinary care to maintain his premises in a reasonably safe condition for the benefit of an invitee. Conagra v. Strother, 68 Ark. App. 120, 5 S.W.3d 69 (1999). The property owner is liable if he has superior knowledge of an unreasonable risk of harm of which the invitee, in the *326exercise of ordinary care, does not or should not know. Slavin v. Plumbers & Steamfitters Local 29, 91 Ark. App. 43, 207 S.W.3d 586 (2005). However, one is not liable to an invitee for physical harm caused by any activity or condition on the land whose danger is known or obvious to the invitee, unless the landowner should anticipate the harm despite such knowledge or obviousness. Van DeVeer v. RTJ, Inc., 81 Ark. App. 379, 101 S.W.3d 881 (2003). The property owner's duty to a licensee is to refrain from injuring the licensee through willful or wanton conduct and, if the licensee is in peril, to warn of hidden dangers if the licensee does not know or has no reason to know of such dangers. Lively, 311 Ark. at 47, 841 S.W.2d at 612. The duty owed to invitees is much broader and encompasses a property owner's liability if he has superior knowledge of an unreasonable risk of harm of which the invitee, in the exercise of ordinary care, does not or should not know. See AutoZone v. Horton, 87 Ark. App. 349, 192 S.W.3d 291 (2004); see also Restatement (Second) of Torts, § 343A(1) (1965). We conclude that Nina was, at best, a licensee. Therefore, summary judgment was proper.\nThe facts leading up to the accident are as follows. Nina worked at the Trane facility. She was a member of the local union, which decided to strike at an impasse during a collective bargaining agreement negotiation. The employee-members who elected to participate in the strike activities appeared for such duties during their regular work schedule. Nina worked the night shift. Participation in the strike activities was not required of all the membership, but such participation rendered members eligible for economic strike benefits. Members would sign in at the union hall, and there they would receive strike duties. The strikers picketed at the front entrances of the plant along Zero Street, a five-lane highway with a fifty-mile-per-hour speed limit. Due to limited parking, many members parked their vehicles across Zero Street. In the midst of her picketing shift, Nina decided to walk back to her vehicle. She was wearing a hooded poncho; it was raining and cold that night. Nina was hit by the car driven by Bowers and suffered serious physical injuries.\nAppellants contend that the trial court erred in finding as a matter of law that UAW Local did not owe a duty of reasonable care to its member, Nina. Appellants argue that their special relationship was akin to master and servant such that UAW Local should have taken reasonable precautions to protect her from foreseeable risks of harm. Appellants suggest that UAW Local *327should have provided better lighting, marked a crosswalk and provided assistance in crossing the busy roadway, posted warning signs of pedestrian activity along the roadway, or afforded other such reasonable safety measures. Failing that, they argue that UAW Local was negligent in its duty to their members who participated in picketing.\nIn our review of what, if any, duty was owed to Nina, we are guided by our recent case, Slavin v. Plumbers & Steamfitters Local 29, supra. Slavin appeared upon a specific request of union members to volunteer during the renovation project of the union building. Slavin was injured as he helped install insulation. Slavin and his wife filed a negligence lawsuit against the union claiming that he was an invitee. The union moved for summary judgment, arguing that Slavin was a licensee. The trial court agreed with the union, and Slavin appealed. We affirmed the entry of summary judgment. In discussing the relationship between a union and one of its members, we held that a union exists only as a group of members and that the business purpose of a union is to advance the interest of its members. See id. Any benefit conferred on the union by members providing labor is in actuality conferred on its membership. See id. Under that rationale, any work provided by a member of a union translates into presence for the member's own benefit. See id. We upheld the entry of summary judgment in favor of the union on Slavin's negligence action.\nSimilarly, Nina presented herself for strike duty in exchange for the benefits she received for participating during her regular work shift. She was furthering the goals of the union membership in contract negotiations. She acted, as a member of the union, for her own benefit. Under the rationale we expressed in Slavin, supra, we hold that the trial court correctly determined Nina to be a licensee given the undisputed facts. Thus, because the duty owed to a licensee is to refrain from willful and wanton conduct that causes harm, and there was no evidence or allegation of such conduct, the entry of summary judgment was appropriate.\nBecause we conclude that appellant Nina Delt was at most a licensee and not a public or business invitee, we need not address whether any precautions taken for picketing safety were reasonable in relation to the foreseeable harm. This point is moot. For the same reasons, any discussion regarding comparative negligence and proximate cause is moot. Lastly, because appellants make no *328meaningful distinction between the national versus the local unions in their arguments regarding duty, we do not discuss any possible differentiation in duty.\nFor the foregoing reasons, we affirm the entry of summary judgment in favor of the unions.\nAffirmed.\nGlover and Miller, JJ., agree.\n1\nUnited Automobile, Aerospace and Agricultural Implement Workers of America (UAW America) and United Automobile, Aerospace, and Agricultural Implement Workers Local 716 (UAW Local).\n\nPlain English Summary: A woman was hit by a car during a strike that she attended on behalf of the trade union she was a member of. She claimed against the trade union for not ensuring her safety. The Court held that she participated as a strike as a member of the said union, drawing related benefits. As a result, the duty of care owed by the union to her could not be to the extent she claimed.\n\n§4; §7(a).",
    "annotations": {
        "Facts": [
            "Appellants Nina and Clarence Delt appeal, for the second time, the entry of a summary judgment against them in their lawsuit seeking recompense for personal injuries and related damages that Nina and her husband Clarence suffered. On the night of March 25, 2002, Nina was injured as she walked from the strike area of her employer's plant across the street. Nina was struck by a vehicle driven by appellee Grant Paddock Bowers as he drove along South Zero Street in Fort Smith, Arkansas. Appellants filed suit against seventeen-year-old Bowers and his parents (David and Minta Bowers) for his negligence. Appellants also named the national and local union organizations as defendants in the lawsuit, alleging that they were negligent in failing in their duty to ensure her safety as a member of the union participating in the organized strike at the local Trane Corporation plant.",
            "The strikers picketed at the front entrances of the plant along Zero Street, a five-lane highway with a fifty-mile-per-hour speed limit. Due to limited parking, many members parked their vehicles across Zero Street. In the midst of her picketing shift, Nina decided to walk back to her vehicle. She was wearing a hooded poncho; it was raining and cold that night. Nina was hit by the car driven by Bowers and suffered serious physical injuries"
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "Proof of an accident, with nothing more, is not sufficient to make out a claim for negligence.",
            "A property owner has a duty to exercise ordinary care to maintain his premises in a reasonably safe condition for the benefit of an invitee",
            "The property owner is liable if he has superior knowledge of an unreasonable risk of harm of which the invitee, in the *326exercise of ordinary care, does not or should not know.",
            "In discussing the relationship between a union and one of its members, we held that a union exists only as a group of members and that the business purpose of a union is to advance the interest of its members",
            "Any benefit conferred on the union by members providing labor is in actuality conferred on its membership. See  Under that rationale, any work provided by a member of a union translates into presence for the member's own benefit.",
            "Similarly, Nina presented herself for strike duty in exchange for the benefits she received for participating during her regular work shift. She was furthering the goals of the union membership in contract negotiations. She acted, as a member of the union, for her own benefit."
        ],
        "Relevant Precedents": [
            "Coca-Cola Bottling Co. v. Gill, , 100 S.W.3d 715 (2003).",
            "Conagra v. Strother, 68 Ark. App. 120,  (1999).",
            "Slavin v. Plumbers & Steamfitters Local 29, , 207 S.W.3d 586 (2005).",
            "Slavin v. Plumbers & Steamfitters Local 29"
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}