{
    "text": "Crenshaw v. Doubletree Corp., 81 Ark. App. 157, 98 S.W.3d 836 (2003)\nMarch 5, 2003 · Arkansas Court of Appeals · CA 02-490\n81 Ark. App. 157, 98 S.W.3d 836\nKen CRENSHAW and Barbara Crenshawv.DOUBLETREE CORP.; Promus Corp.; Capital City Hotel Ltd. Partnership; Seymour N. Logan Assocs., Inc.; and Doubletree Hotel Systems, Inc.\n98 S.W.3d 836\nCourt of Appeals of Arkansas Division II\n*159 Cuffman and Phillips, by: James H. Phillips, for appellants.\nBarber, McCaskill, Jones & Hale, P.A., by: John S. Cherry, Jr. and D. Keith Fortner, for appellees.\nAndree Layton Roaf, Judge.\nKen and Barbara Cren-shaw appeal the trial court's grant of summary judgment in favor of Doubletree Corp., et al. (Doubletree), and dismissal of their case with prejudice. Ken Crenshaw, while a guest at the Doubletree Hotel, was injured when he fell while alighting from a Doubletree van. The trial court found that Doubletree was a private rather than a common carrier and, thus, owed Crenshaw only the duty to exercise ordinary care, and that the duty was not breached because there was no reasonable foreseeability that Crenshaw would fall under the circumstances presented. On appeal, Crenshaw argues that the trial court erred in granting the summary judgment because Doubletree breached its duty in (1) failing to provide him a safe place to alight, and (2) failing to offer assistance to him in alighting from the van. We affirm.\nKen Crenshaw and Barbara Crenshaw sued Doubletree for injuries sustained by Ken Crenshaw in March 1996 when he fell while exiting a van owned and operated by Doubletree and used for transporting guests in connection with their stay at the hotel. On the night of the accident, the Crenshaws and several other hotel guests were driven to Doe's Eat Place around dusk in the Doubletree van. The driver of the van, Larry Batch, was employed by Doubletree Hotel as a bell captain and had driven hotel patrons to Doe's at least fifty times without incident prior to Crenshaw's accident. The Crenshaws stated in their depositions that Batch stopped in the street in front of Doe's because vehicles were parked along the curb in front of the restaurant. Batch testified that there were no vehicles in front of the restaurant and that he stopped the van at the curb. Crenshaw testified in his deposition that the other passengers, including his wife, alighted from the van without incident and, when asked what caused him to fall, stated:\n*160Don't know, other than it was a high step down; and when we come out the door, I was trying to hold myself to go down; it was apparently just further down than I thought it was.\n. . . you've got the frame of the door around it as you grab it, but there was no equipment there like a rail or something — a grab bar, or anything like that, to hold on to.\nDoubletree filed a motion for summary judgment alleging that it only owed a duty of ordinary care and did not breach its duty under the circumstances in which Crenshaw was injured. The trial judge granted the motion and dismissed the Crenshaws' complaint with prejudice. The court found that Doubletree was a private carrier and did not breach the duty to use ordinary care by parking the van away from the curb, thereby requiring passengers to alight from the van in the street. The court further held that the driver did not breach the duty to use ordinary care in failing to assist Ken Crenshaw when he alighted from the van, even though the driver had rendered such assistance to the Crenshaws the previous evening. The Crenshaws appeal.\nIt is well settled that summary judgment is regarded simply as one of the tools in a trial court's efficiency arsenal; however, the granting of the motion is only approved when the state of the evidence as portrayed by the pleadings, affidavits, discovery responses, and admission on file is such that the nonmoving party is not entitled to a day in court, that is, when there is not any genuine remaining issue of fact and the moving party is entitled to judgment as a matter of law. Flentje v. First Nat'l Bank of Wynne, 340 Ark. 563, 570, 11 S.W.3d 531, 536 (2000). Summary judgment is not proper where evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypothesis [sic] might reasonably be drawn and reasonable minds might differ. Thomas v. Sessions, 307 Ark. 203, 208, 818 S.W.2d 940, 943 (1991). The object of summary-judgment proceedings is not to try the issues, but to determine if there are any issues to be tried, and if there is any doubt whatsoever, the motion should be denied. Id. (citing Rowland v. Gastroenterology Assoc., P.A., 280 Ark. 278, 657 S.W.2d 536 (1983)).\n*161The Crenshaws argue on appeal that the trial court erred in granting the summary-judgment motion. They do not take issue with the trial court's finding that Doubletree operated its passenger vans as a private carrier rather than a common carrier. Arkansas Code Annotated section 23-13-203(a)(5) and (18) (Repl. 2000) define common and private carriers, as follows:\n(5) Common carrier by motor vehicle means any person who or which undertakes, whether direcdy or indirecdy, or by lease of equipment or franchise rights, or any other arrangement, to transport passengers or property or any classes of property for the general public by motor vehicle for compensation whether over regular or irregular routes,\n(18) Private carrier means any person engaged in the transportation by motor vehicle upon public highways of persons or property, or both, but not as a common carrier by motor vehicle or a contract carrier by motor vehicle and includes any person who transports property by motor vehicle, where the transportation is incidental to or in furtherance of any commercial enterprise of the person, which enterprise is one other than transportation;\nThe supreme court has held that the law imposes the highest degree of skill and care on common carriers, including the duty to furnish their passengers a safe place to get on and off. Halperin v. Hot Springs Street Ry. Co., 227 Ark. 910, 302 S.W.2d 535 (1957); Checker Cab & Baggage Co. v. Harrison, 191 Ark. 564, 87 S.W.2d 32 (1935); Arkansas Power & Light Co. v. Hughes, 189 Ark. 1015, 76 S.W.2d 53 (1934). However, the Crenshaws do not dispute that the duty of a private carrier is that of ordinary care and diligence rather than the heightened care owed by common carriers. See Alpha Zeta Chapter of Pi Kappa Alpha Fraternity by Damron v. Sullivan, 293 Ark. 576, 740 S.W.2d 127 (1987); Forbes v. Reinman & Wolfort, 112 Ark. 417, 166 S.W. 563 (1914). The Crenshaws instead argue that there are material facts remaining on the question of whether Doubletree breached this duty by parking its van in such a manner that Crenshaw was required to step out onto an uneven street, in poor lighting, and *162further down than he had anticipated, and in failing to offer assistance as Crenshaw alighted from the van.\nThe Crenshaws contend that the risk to Crenshaw was foreseeable in that Doubletree's driver had parked at the curb and provided assistance when he drove the Crenshaws to another restaurant on the previous evening. They, therefore, contend that the element of foreseeability is present in this case, and whether Crenshaw was provided a safe place and manner in which to alight from the van was a jury question inappropriate for summary judgment. The Crenshaws cite two cases for this general proposition, Yellow Cab Co. v. Dossett, 244 Ark. 554, 426 S.W.2d 792 (1968) and Capitol Transit Co. v. Burris, 224 Ark. 755, 276 S.W.2d 56 (1955); however, both of these cases involved common carriers. In Capitol Transit Co. v. Burris, supra, the supreme court affirmed a judgment for a child who was injured when she was struck by a car while attempting to cross the street after alighting from a public bus. The bus had stopped at an unusual place rather than the regular bus stop, and a driver attempting to pass the bus because he did not expect it to stop there, struck and injured the girl. Id. The court held that whether the bus driver stopped at a safe place for a seven-year-old child was a question of fact for the jury. Id. In Yellow Cab v. Dossett, supra, a woman passenger was likewise struck by an oncoming car after being discharged by the driver in the middle of the street. The supreme court, in affirming a judgment against the cab company, held that whether a particular point is a safe place for a passenger to alight must be viewed in the fight of the particular circumstances and is generally a jury question. Id. Neither of these cases have been cited for the proposition relied on by the Crenshaws since Yellow Cab was decided in 1968 and, more significantly, both involved common carriers.\nThe cases relied upon by Doubletree in support of its argument that it did not breach the duty of ordinary care in this instance are likewise not helpful because they do not involve carriers, common or private. See Jenkins v. Hestand's Grocery, Inc., 320 Ark. 485, 898 S.W.2d 30 (1995) (affirming summary judgment for grocery store where customer fell on a wheelchair ramp and there was no evidence to show the ramp presented a dangerous or unreasonable risk to invitees); Gann v. Parker, 315 Ark. 107, 865 *163S.W.2d 282 (1993) (affirming summary judgment for homeowners in suit by a serviceman shocked by wiring while removing a stove where there had been no prior notice to the homeowners of defective or inadequate wiring); Kay v. Kay, 306 Ark. 322, 812 S.W.2d 685 (1991) (affirming directed verdict for homeowners in suit by housekeeper bitten by a brown recluse spider where there was no prior knowledge by the owners of the existence of the danger or showing of acts or omissions amounting to negligence). While these authorities do involve the duty of ordinary care and the absence of prior similar incidents as in the Crenshaws' case, they are so distinguishable factually as to provide little guidance in this case.\nOn the question of whether Doubletree breached the duty of ordinary care in stopping its van in the street, Crenshaw contends that he was forced to alight from the van under conditions that were not safe because of the high step-down, uneven conditions of the roadway, dim lighting, and because the van was not equipped with hand rails, grab bar, or lighted steps. However, Crenshaw testified that the driver stopped at the only place he could because cars were parked along the curb. The passengers were not discharged into oncoming traffic as in Yellow Cab v. Dossett, supra. The trial court found that it was not foreseeable that Crenshaw would fall, stating in its order that [I]t is not negligence to fail to anticipate that someone will step and fall upon an apparently safe road. A place of safety in this context has been held to generally mean an area of firm ground which is itself reasonably safe. Cooperider v. Peterseim, 103 Ohio App. 3d 476, 659 N.E.2d 882 (1995). We agree that, under the circumstances presented in this case, there is not a genuine issue of material fact as to whether Doubletree breached its duty of ordinary care in stopping away from the curb in the street.\nThe trial court also found that Doubletree did not breach its duty by failing to offer assistance to Crenshaw, and we agree. We can find no authority involving the failure to offer assistance to passengers by a private carrier. However, case law and other authority involving common carriers are instructive on this issue.\n*164In the absence of circumstances showing that a passenger about to board, or alight from, the vehicle of a carrier requires assistance, there is as a general rule of no duty personally to assist him, particularly in the absence of any request for assistance . . .\nA custom of assisting passengers is not binding on the carrier unless it has knowledge thereof, or unless the custom is so well known that it may reasonably be presumed to be a part of the contract of carriage.\n13 C.J.S. Carriers § 547 (1990). Even under a heightened duty of care, our supreme court has found negligence in this regard by a common carrier only under special circumstances. See, e.g., Missouri Pac. Transp. Co. v. Guthrie, 227 Ark. 566, 299 S.W.2d 829 (1957) (affirming judgment for bus passenger who told driver she was practically blind and would need help in getting off where driver failed to help her); Yazoo & Miss. Valley R.R. Co. v. Littleton, 177 Ark. 199, 5 S.W.2d 930 (1928) (affirming judgment where railroad company failed to assist boy weakened by illness in alighting from train after agreeing to take care of him in transit and in getting off); Pittman v. Hines, 144 Ark. 133, 221 S.W. 474 (1920) (reversing judgment for railroad company where it failed to render assistance to prevent appellant whom its employees had been notified was crazy and wild, from jumping from a moving train).\nIn this instance, Crenshaw was neither disabled nor suffering from any special condition and did not request assistance from Doubletree's driver or indicate that he was in need of assistance. We further note that passengers of private carriers have the duty to exercise ordinary care for their own safety, including a reasonable use of their faculties of sight, hearing, and intelligence to observe and appreciate danger or threatened danger of injury. See, e.g., Rone v. Miller, 257 Ark. 791, 520 S.W.2d 268 (1975); Elmore v. Dillard, 227 Ark. 260, 298 S.W.2d 338 (1957). Finally, while one authority has said that the general duty of private carriers to exercise ordinary care in transporting passengers includes the duty to warn passengers of nonapparent dangers, Pemberton v. Lewis, 235 N.C. 188, 69 S.E.2d 512 (1952), there is no evidence or allegation that the height of the van floor was not apparent to *165Crenshaw. Crenshaw has failed to present evidence or authority to support his argument that Doubletree owed a specific duty to assist him in alighting, or that it breached its general duty to exercise ordinary care under the circumstances involved in his fall. Crenshaw has in essence asserted that he simply misjudged how far down to step in exiting the van, not that this distance was not readily apparent to him or that he had any special need for assistance that was made known to Doubletree. We conclude that the trial court properly found that there was no duty to assist in this case and, consequently, there was no breach of the duty of ordinary care.\nAffirmed.\nGladwin and Neal, JJ., agree.\nPlain English Summary: While being transported from a hotel to a restaurant by a van provided by the said hotel a man suffered physical injuries. He claimed against the hotel, arguing that the hotel and its employees providing the transport services owed him a duty of care. The Court held that while the duty was owed, it was not owed to the standard argued by the claimant.\n§3; §7(a).",
    "annotations": {
        "Facts": [
            "Ken and Barbara Cren-shaw appeal the trial court's grant of summary judgment in favor of Doubletree Corp., et al. (Doubletree), and dismissal of their case with prejudice. Ken Crenshaw, while a guest at the Doubletree Hotel, was injured when he fell while alighting from a Doubletree van.",
            "Ken Crenshaw and Barbara Crenshaw sued Doubletree for injuries sustained by Ken Crenshaw in March 1996 when he fell while exiting a van owned and operated by Doubletree and used for transporting guests in connection with their stay at the hotel. On the night of the accident, the Crenshaws and several other hotel guests were driven to Doe's Eat Place around dusk in the Doubletree van. The driver of the van, Larry Batch, was employed by Doubletree Hotel as a bell captain and had driven hotel patrons to Doe's at least fifty times without incident prior to Crenshaw's accident."
        ],
        "Procedural History": [
            "The trial court found that Doubletree was a private rather than a common carrier and, thus, owed Crenshaw only the duty to exercise ordinary care, and that the duty was not breached because there was no reasonable foreseeability that Crenshaw would fall under the circumstances presented."
        ],
        "Application of Law to Facts": [
            "the Crenshaws do not dispute that the duty of a private carrier is that of ordinary care and diligence rather than the heightened care owed by common carriers.",
            "While these authorities do involve the duty of ordinary care and the absence of prior similar incidents as in the Crenshaws' case, they are so distinguishable factually as to provide little guidance in this case.",
            "We agree that, under the circumstances presented in this case, there is not a genuine issue of material fact as to whether Doubletree breached its duty of ordinary care in stopping away from the curb in the street.The trial court also found that Doubletree did not breach its duty by failing to offer assistance to Crenshaw, and we agree. We can find no authority involving the failure to offer assistance to passengers by a private carrier. However, case law and other authority involving common carriers are instructive on this issue.In the absence of circumstances showing that a passenger about to board, or alight from, the vehicle of a carrier requires assistance, there is as a general rule of no duty personally to assist him, particularly in the absence of any request for assistance",
            "In this instance, Crenshaw was neither disabled nor suffering from any special condition and did not request assistance from Doubletree's driver or indicate that he was in need of assistance. We further note that passengers of private carriers have the duty to exercise ordinary care for their own safety, including a reasonable use of their faculties of sight, hearing, and intelligence to observe and appreciate danger or threatened danger of injury."
        ],
        "Relevant Precedents": [
            "See Alpha Zeta Chapter of Pi Kappa Alpha Fraternity by Damron v. Sullivan, 293 Ark. 576,  (1987); Forbes v. Reinman & Wolfort, 112 Ark. 417, "
        ],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}