{
    "text": "Slavin v. Plumbers & Steamfitters Local 29, 91 Ark. App. 43, 207 S.W.3d 586 (2005)\nApril 27, 2005 · Arkansas Court of Appeals · CA 04-1057\n91 Ark. App. 43, 207 S.W.3d 586\nJohn SLAVIN and Anna Slavinv.PLUMBERS & STEAMFITTERS LOCAL 29\n207 S.W.3d 586\nCourt of Appeals of Arkansas\n*44 Waiters, Hamby & Verkamp, by: Michael Hamby, for appellants.\nLaser Law Firm, by: Dan F. Buffird and Brian Allen Brown, for appellee.\n*45Larry D. Vaught, Judge.\nAnna and John Slavin appeal from the trial court's decision to grant summary judgment in favor of the Plumbers and Steamfitters Local 29 (the Local). Their only argument on appeal is that the trial court erred in holding that John Slavin was a licensee. We disagree and affirm.\nOn November 3, 2001, John Slavin was a member and executive-committee officer of the Local. The Local had made several announcements to its members that it needed volunteers to help renovate its building, but it had trouble enticing enough members to help with the work. The Local contacted Slavin directly and asked him to volunteer. Slavin agreed to assist with the renovation project, and, while installing insulation in the rafters of the building, he walked across a board, fell, and suffered an injury.\nSlavin and his wife filed a negligence lawsuit against the Local claiming that he was an invitee. The Local filed a summary-judgment motion arguing that Slavin was a licensee and that the Local was a joint venture, and, as such, all fault of any one member was imputed to all, including Slavin. The trial court granted summary judgment in favor of the Local, holding that Slavin was a licensee. It declined to rule on the joint-venture issue because it had already held in favor of the Local on the first issue. The Slavins appealed from the court's order, and the Local filed a cross appeal on the joint-venture issue.\nThe parties do not dispute the facts of this case and agreed that the decision of whether Slavin was an invitee or licensee was a question of law for the trial court to decide. We conduct a de novo review in cases of this nature. Ark. Dep't of Human Servs. v. Wellborn, 66 Ark. App. 122, 987 S.W.2d 768 (1999).\nAn invitee is one induced to come onto property for the business benefit of the possessor. Bader v. Lawson, 320 Ark. 561, 564, 898 S.W.2d 40, 42 (1995). There are two types of invitees — public and business. A public invitee is invited to enter or remain on the property as a member of the public for a purpose for which the property is held open to the public. Lively v. Libbey Mem'l Physical Med. Cent., Inc., 311 Ark. 41, 841 S.W.2d 609 (1992). A business invitee is invited to enter or remain on the property for a purpose directly or indirectly connected with the business dealings of the possessor of the property. Id. at 45-46, 841 S.W.2d at 612. A licensee is one who goes upon the premises of *46another with the consent of the owner for one's own purposes and not for the mutual benefit of oneself and the owner. Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998). Our supreme court has declined to expand the invitee category beyond that of a public or business invitee to one whose presence is primarily social. See Bader, 320 Ark. at 564, 898 S.W.2d at 42. In Arkansas, a social visitor is regarded as a licensee of the property owner, despite the fact that both parties may mutually benefit. Moses v. Bridgeman, 355 Ark. 460, 139 S.W.3d 503 (2003). When determining whether a visitor qualifies as either an invitee or a licensee, it is important to look to the purpose of the visit and the property owner's invitation. Tucker v. Sullivan, 307 Ark. 440, 821 S.W.2d 470 (1991).\nIn Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994), Young sued his father-in-law after Young was injured while helping his father-in-law cut branches off a tree. The court affirmed the trial court's holding that Young was a licensee where he, without an invitation, went onto the property of Paxton; had no business purpose for being on the property; expected no pay for his volunteer services; and was essentially paying a social visit that turned into a volunteer project. Id. at 660, 873 S.W.2d at 549.\nThe determination of whether a visitor is an invitee or licensee is important because it alters the duty of care of the property owner. The property owner's duty to a licensee is to refrain from injuring the licensee through willful or wanton conduct and, if the licensee is in peril, to warn of hidden dangers if the licensee does not know or has no reason to know of such dangers. Lively, 311 Ark. at 47, 841 S.W.2d at 612. The duty owed to invitees is much broader and encompasses a property owner's liability if he has superior knowledge of an unreasonable risk of harm of which the invitee, in the exercise of ordinary care, does not or should not know. See AutoZone v. Horton, 87 Ark. App. 349, 192 S.W.3d 291 (2004); see also Restatement (Second) of Torts, § 343A(1) (1965).\nWe are satisfied that Arkansas case law supports that Slavin was a licensee. Slavin was not a public invitee because the building was not open to the public. To determine if Slavin was a business invitee, we must determine if the purpose behind inviting Slavin to come onto the property was connected to the business dealings of the Local and benefitted it as to those business interests. The Slavins argue that by volunteering to help renovate the *47building, he was bestowing a business benefit on the Local. However, the problem with this contention is that a union is a unique type of business. It exists only as a group of members. The business purpose of a union is to advance the interest of its members. In helping refurbish the meeting hall, any benefit conferred on the Local was really conferred on its membership, including Slavin. Therefore, Slavin was really there for his own benefit, and the trial court correctly qualified him as a licensee.\nWe do not reach the Local's cross appeal because we affirm on the direct appeal. Our decision on the cross-appeal would have no practical legal effect in this case, and therefore is a moot issue. Ark. Gas Consumers, Inc. v. Ark. Pub. Serv. Comm'n, 354 Ark. 37, 118 S.W.3d 109 (2003). We do not render advisory opinions or answer academic questions. Cooper Tire & Rubber Co. v. Angell, 75 Ark. App. 325, 58 S.W.3d 396 (2001). Generally, a case becomes moot when any judgment rendered would have no practical legal effect on an existing legal controversy. Wagnon v. Ark. Health Servs. Agency, 73 Ark. App. 269, 40 S.W.3d 849 (2001). There are some exceptions to the general rule, such as cases which are capable of repetition yet evade review and cases involving the consideration of public interest and prevention of future litigation. Ark. Gas Consumers, Inc., 354 Ark. at 37, 118 S.W.3d at 109. Neither exception applies in this case, so we decline to review the matter.\nAffirmed on direct appeal, cross-appeal moot.\nPittman, C.J., and Baker, J., agree.\nPlain English Summary: The Court had to determine the nature of the duty of care owed to the claimant on the basis of the objective for which he participated in the action that led to his injury. The Court held that the claimant was there for his own benefit, given that the action was organised by his trade union for the benefit of its membership, therefore including his. The duty of care therefore did not extend to cover the claims made.\n§4; §7(a).",
    "annotations": {
        "Facts": [
            "Anna and John Slavin appeal from the trial court's decision to grant summary judgment in favor of the Plumbers and Steamfitters Local 29 (the Local). Their only argument on appeal is that the trial court erred in holding that John Slavin was a licensee",
            "On November 3, 2001, John Slavin was a member and executive-committee officer of the Local. The Local had made several announcements to its members that it needed volunteers to help renovate its building, but it had trouble enticing enough members to help with the work. The Local contacted Slavin directly and asked him to volunteer. Slavin agreed to assist with the renovation project, and, while installing insulation in the rafters of the building, he walked across a board, fell, and suffered an injury.Slavin and his wife filed a negligence lawsuit against the Local claiming that he was an invitee. The Local filed a summary-judgment motion arguing that Slavin was a licensee and that the Local was a joint venture, and, as such, all fault of any one member was imputed to all, including Slavin. The trial court granted summary judgment in favor of the Local, holding that Slavin was a licensee. It declined to rule on the joint-venture issue because it had already held in favor of the Local on the first issue. The Slavins appealed from the court's order, and the Local filed a cross appeal on the joint-venture issue"
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "The property owner's duty to a licensee is to refrain from injuring the licensee through willful or wanton conduct and, if the licensee is in peril, to warn of hidden dangers if the licensee does not know or has no reason to know of such dangers.",
            "Slavin was not a public invitee because the building was not open to the public. To determine if Slavin was a business invitee, we must determine if the purpose behind inviting Slavin to come onto the property was connected to the business dealings of the Local and benefitted it as to those business interests. The Slavins argue that by volunteering to help renovate the building, he was bestowing a business benefit on the Local.",
            "In helping refurbish the meeting hall, any benefit conferred on the Local was really conferred on its membership, including Slavin. Therefore, Slavin was really there for his own benefit, and the trial court correctly qualified him as a licensee."
        ],
        "Relevant Precedents": [
            "Lively, , 841 S.W.2d at 612."
        ],
        "Outcome": [
            "We disagree and affirm."
        ]
    },
    "class": "affirm"
}