{
    "text": "Van DeVeer v. RTJ, Inc., 81 Ark. App. 379, 101 S.W.3d 881 (2003)\nApril 9, 2003 · Arkansas Court of Appeals · CA 02-693\n81 Ark. App. 379, 101 S.W.3d 881\nGary VAN DeVEERv.RTJ, INC., d/b/a George's Flowers\n101 S.W.3d 881\nCourt of Appeals of Arkansas Division II\n[Petition for rehearing denied May 7, 2003.]\n*382 Taylor Law Firm, by: Timothy J. Myers and Chris D. Mitchell, for appellant.\nDavis, Wright, Clark, Butt & Carithers, PLC, by: Laura J. Andress and Courtney P. Glibert, for appellee.\nAndree Layton Roaf, Judge.\nAppellant Gary Van DeVeer filed suit against appellee RTJ, Inc., d/b/a George's Flowers (RTJ), for injuries he sustained when he fell down a flight of stairs while working on RTJ's greenhouse.1 Van DeVeer alleged in his complaint that his injuries were proximately caused by the negligence of RTJ in failing to warn of a dangerous condition, to maintain the premises in a safe and prudent manner, to have a handrail on the stairway, and to construct the stairs in compliance with local and state codes. The trial court granted summary judgment to RTJ, finding that the stairs were an obvious danger. On appeal, Van DeVeer argues that: (1) the trial court erred in granting summary judgment for RTJ when either genuine issues of material fact exist, or the undisputed facts are suscep-*383tibie to differing interpretations as to whether the dangerous condition was open and obvious and whether he had notice of the dangerous condition; (2) assuming the dangerous condition was open and obvious, the trial court erred as a matter of law in finding that the landowner's duty of care was completely abrogated solely because the dangerous condition that caused injury was open and obvious. We agree that summary judgment is inappropriate and reverse and remand on both points.\nAccording to Van DeVeer's deposition, he was employed by Precision Glass and Mirror, Inc., and was doing work for his employer at George's Flowers in May 1996, replacing broken windows in the greenhouses. After working for three or four days in the east greenhouse, Van DeVeer began to work on the west greenhouse. Van DeVeer testified that, while working in the west greenhouse, he noticed a set of stairs leading up from the greenhouse into the showroom of George's Flowers. Van DeVeer stated that he saw that there was no handrail and that the stairs appeared to be unsafe; therefore, he avoided them. After spending several hours in the west greenhouse that afternoon, Van DeVeer stated that he worked at another site for two or three days.\nVan DeVeer returned to George's Flowers on the afternoon of May 2, 1996, to finish replacing the windows. Van DeVeer had previously gained entrance to the greenhouses by an outside door, which one of the employees would unlock for him. However, when he drove up that afternoon, Van DeVeer testified that the door appeared to be all closed up, although he did not try to open it. Van DeVeer stated that he assumed everyone was still at lunch, so he went inside the store to enter the greenhouse through an interior door. Van DeVeer stated that he approached the interior door, which opened outward into the greenhouse, turned the door knob, opened the door partway and took a step, opened the door the rest of the way, attempted to take a second step, and fell down the stairs, hitting his head. Van DeVeer testified that he fell because there was no landing area behind the door into the greenhouse, as there usually is at the top of a staircase. The pictures of the staircase indicate that not only is there no landing beyond the door, but the edge of the floor does not quite reach to the door, and there is a gap or drop-off between the edge and the bottom of the closed door. Van DeVeer stated that he did not see any sort of sign on the door warning people to watch their step.\n*384When questioned as to whether he already felt the stairs were a dangerous condition on the day that he fell, Van DeVeer stated that he guessed that he did, but that he did not think about that as he was walking toward the stairs that day. Van DeVeer testified that he was just concerned about getting in there and finishing up the job. When asked if he would have been able to walk safely down the stairs if he had just opened up the door and looked down before taking a step, Van DeVeer replied that he supposed he could have. Van DeVeer stated that it was not dark in the greenhouse and that there was nothing blocking his view of the steps.\nAn employee of George's Flowers, Barbara Spears, testified that she witnessed Van DeVeer open the door and fall down the stairs. Spears stated that no customers had fallen down the stairs to her knowledge, but that she had almost stumbled a couple of times. According to Spears, the stairs were too narrow, and it was easy for a person to lose their footing if they were not careful. She stated that the employees also had to watch their step when using the stairs. Spears testified that there were no signs to warn of the immediate drop-off. Spears could not remember if she or other employees had talked directly with the owner of George's Flowers, Randall Jones, about the condition of the stairs, but she did testify that he was aware that the stairs were bad. However, during his deposition, Jones denied that any employee had ever told him of any problems with the stairs.\nVan DeVeer first argues that the trial court erred in granting summary judgment for RTJ when genuine issues of material fact exist as to whether the dangerous condition was open and obvious and whether he had notice of the dangerous condition. Summary judgment should only be granted when it is clear that there are no genuine issues of material fact to be litigated and the moving party is entitled to judgment as a matter of law. Smith v. Rogers Group, Inc., 348 Ark. 241, 72 S.W.3d 450 (2002). All proof must be viewed in the light most favorable to the nonmoving party, and any doubts must be resolved against the moving party. Id. If, after reviewing undisputed facts, reasonable men might reach different conclusions from those facts, then summary judgment should be denied. Plant v. Wilbur, 345 Ark. 487, 47 S.W.3d 889 (2000).\nThe duty of care that RTJ owes to its invitees, such as Van DeVeer, is stated as follows in Restatement (Second) of Torts, § 343 (1965):\nA possessor of land is subject to liability for physical harm caused to his invitees by a condition on the land if, but only if, he\n*385(a) knows or by the exercise of reasonable care would discover the condition, and should realize that it involves an unreasonable risk of harm to such invitees, and\n(b) should expect that they will not discover or realize the danger, or will fail to protect themselves against it, and\n(c) fails to exercise reasonable care to protect them against the danger.\nThe basis for a premises owner's liability under this rule is the superior knowledge of an unreasonable risk of harm of which the invitee, in the exercise of ordinary care, does not or should not know. Jenkins v. Hestand's Grocery, Inc., 320 Ark. 485, 898 S.W.2d 30 (1995). There is an exception to this general rule, which states that a possessor of land is not liable to his invitees for physical harm caused to them by any activity or condition on the land whose danger is known or obvious to them, unless the possessor should anticipate the harm despite such knowledge or obviousness. Restatement (Second) of Torts, § 343A(1) (1965).\nArkansas cases have also recognized the general duty that a premises owner owes to an invitee and the exception to this duty where the dangerous condition is either known or obvious to the invitee. See, e.g., Jenkins v. Hestand's Grocery, supra; Jenkins v. Int'l Paper Co., 318 Ark. 663, 887 S.W.2d 300 (1994); Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994); Carton v. Missouri Pac. R.R. Co., 303 Ark. 568, 798 S.W.2d 674 (1990); Kuykendall v. Newgent, 255 Ark. 945, 504 S.W.2d 344 (1974); Ramsey v. American Auto. Ins. Co., 234 Ark. 1031, 356 S.W.2d 236 (1962). These rules are the basis of AMI Civ. 3d 1104, which states that the premises owner owes a duty to an invitee to use ordinary care to maintain the premises in a reasonably safe condition. No such duty exists, however, if the condition of the premises that creates the danger was known by or obvious to the invitee, unless the premises owner should reasonably anticipate that the invitee would be exposed to the danger despite his knowledge of it or its obvious nature. Id.\nThe question of whether a duty is owed is always a question of law and never one of fact for the jury. Bryant v. Putnam, 322 Ark. 284, 908 S.W.2d 338 (1995); Jordan v. Jerry D. Sweetser, Inc., 64 Ark. App. 58, 977 S.W.2d 244 (1998). Here, Van DeVeer contends that summary judgment is inappropriate because there are material questions of fact susceptible to differing interpretations regarding his knowledge of the dangerous condition of the stairs and *386their obvious nature. Section 343A of the Restatement, which discusses known or obvious dangers, defines known as not only knowledge of the existence of the condition or activity itself, but also appreciation of the danger it involves. Thus the condition or activity must not only be known to exist, but it must also be recognized that it is dangerous, and the probability and gravity of the threatened harm must be appreciated. Id.\nAccording to Van DeVeer's deposition, he noticed the stairs on the first afternoon that he went to work in the west greenhouse. Van DeVeer testified that the stairs looked unsafe because there was no handrail and that he avoided using them. He stated that he did not want to climb the stairs while carrying any materials or ladders because there is no place to grab. As Van DeVeer argues, although he was aware that the stairs had no handrail, there is no evidence that he had knowledge of the particular condition that caused his fall, which was the immediate drop-off at the door to the greenhouse. Van DeVeer had never gone up or down the stairs prior to his accident, and he stated that he did not expect there to be no landing at the top of these stairs. Because Van DeVeer did not have knowledge of the particular dangerous condition that caused him to fall, he could not have appreciated the risk he was taking by using these stairs to enter the greenhouse. Thus, it cannot be said on the facts before us, as a matter of law, that Van DeVeer had knowledge of the dangerous condition associated with the stairs. See Lively v. Libbey Mem'l Physical Med. Ctr., 311 Ark. 41, 841 S.W.2d 609 (1992) (although there were signs warning to stay a certain distance away from whirlpool jets, the appellant was injured by underwater suction pipes, and the court stated that a jury could conclude that the dangers associated with the underwater suction were hidden or not easily recognized; thus, the court held that it could not be stated as a matter of law that the appellant was aware of the risk presented).\nVan DeVeer also contends that the trial court erred in finding that the stairs were an open and obvious danger. According to section 343A of the Restatement, a dangerous condition is obvious where both the condition and the risk are apparent to and would be recognized by a reasonable man, in the position of the visitor, exercising ordinary perception, intelligence, and judgment. RTJ argues that the stairs were an obvious condition because Van DeVeer stated during his deposition that if he had pushed the door *387open and looked down before proceeding forward, he thought that he could have seen the stairs and walked down them safely.\nAlthough no Arkansas cases have involved stairs such as the ones at issue in this case, two cases from other jurisdictions are helpful in determining whether these particular stairs present a danger that is open and obvious. In Bertrand v. Alan Ford, Inc., 449 Mich. 606, 617, 537 N.W.2d 185, 190 (1995), the court stated that under ordinary circumstances, the danger of tripping and falling on a step is open and obvious, and the public policy of encouraging people to take reasonable care for their own safety precludes imposing a duty on the possessor of land to make ordinary steps foolproof. However, where there are special aspects of the particular steps that make the risk of harm unreasonable, whether by their character, location, or surrounding conditions, then the duty of the possessor of land to exercise reasonable care remains. Id. In Allgauer v. Le Bastille, Inc., 101 Ill. App.3d 978, 428 N.E.2d 1146 (1981), as in the present case, the appellant fell down a set of stairs that had no landing and were concealed by a door that opened out onto the stairs. The trial court granted summary judgment to the premises owner, finding that the appellant knew of the dangerous condition because she had climbed the same stairs to enter the business. Id. The appellate court reversed, holding that the dangerous condition was hidden by the door until it was opened and that the fact that the stair could have been seen for a split second by the appellant before she fell does not necessarily remove it from the realm of hidden dangers. Id. at 981-82, 428 N.E.2d at 1148. The premises owner argued that the appellant should have stopped and looked at the stairs before she walked through the door and that she should have known that the stairs were dangerous to descend because she had ascended them two hours before. Id. However, the court stated that these contentions do not go to the issue of whether the owner was required to give warning of the danger, but rather, they concern whether the appellant was guilty of contributory negligence. Id.\nIn this case, the dangerous condition that caused Van DeVeer's fall, the fact that the stairs had no landing, was at least partially hidden by the door when it was closed. Although Van DeVeer admitted that he could possibly have safely descended the steps if he had pushed the door open, stopped, and looked, he contends that a reasonable person in his position would have expected a *388landing behind the door and would not have recognized and appreciated the danger in time to prevent himself from falling. Because the door opened away from the person entering the greenhouse, a reasonable person might well have taken a couple of steps forward while pushing the door open and fallen before noticing the drop-off. In Flentje v. First National Bank of Wynne, 340 Ark. 563, 11 S.W.3d 531 (2000), the supreme court said:\nSummary judgment is not proper, however, where evidence, although in no material dispute as to actuality, reveals aspects from which inconsistent hypothesis might reasonably be drawn and reasonable minds might differ. Thomas v. Sessions, 307 Ark. 203, 818 S.W.2d 940 (1991).\nAs we further explained in Wallace v. Broyles, 332 Ark. 189, 961 S.W.2d 712 (1998), we will not engage in a sufficiency of the evidence determination. We have ceased referring to summary judgment as a drastic remedy. We now regard it simply as one of the tools in a trial court's efficiency arsenal; however, we only approve the granting of the motion when the state of the evidence as portrayed by the pleadings, affidavits, discovery responses, and admission on file is such that the nonmoving party is not entitled to a day in court, i.e., when there is not any genuine remaining issue of fact and the moving party is entitled to judgment as a matter of law. Id. However, when there is no material dispute as to the facts, the court will determine whether reasonable minds could draw reasonable inconsistent hypotheses to render summary judgment inappropriate. In other words, when the facts are not at issue but possible inferences therefrom are, the court will consider whether those inferences can be reasonably drawn from the undisputed facts and whether reasonable minds might differ on those hypotheses.\n340 Ark. at 569-70, 11 S.W.3d at 536.\nThere are no factual disputes in this case about the physical condition of the stairs, such as the fact that the stairs contained no landing and were hidden by a door. Regarding Van DeVeer's knowledge of the dangerous condition, it is also undisputed that Van DeVeer had never used the stairs in question, and although while working on the lower level, he had noticed that the stairs did not have a handrail, he stated that he did not know that there was no landing at the top of the stairs. However, even if there are no disputed questions of fact regarding whether Van DeVeer had knowledge of the dangerous condition or whether the stairs were an obvious danger, we conclude that reasonable men could reach dif*389ferent conclusions from these facts regarding the duty owed by RTJ, and summary judgment was inappropriate in this instance.\nVan DeVeer also contends that, even assuming that the dangerous condition was open and obvious, the trial court erred as a matter of law in finding the landowner's duty of care was completely abrogated. As stated in AMI 1104, a finding that the dangerous condition is known by or obvious to the invitee does not necessarily eliminate a duty on the part of the premises owner to maintain the premises in a reasonably safe condition. If the landowner should reasonably anticipate that the invitee will be exposed to the danger despite his knowledge of it, or its obvious nature, then the duty owed by the owner is not abrogated. AMI 1104; Restatement (Second) of Torts § 343A. Section 343A lists examples of situations where the landowner should reasonably anticipate that harm to an invitee may arise, notwithstanding the known or obvious danger of the condition:\nSuch reason to expect harm to the visitor from known or obvious dangers may arise, for example, where the owner has reason to expect that the invitee's attention may be distracted, so that he will not discover what is obvious, or will forget what he has discovered, or fail to protect himself against it. Such reason may also arise where the possessor has reason to expect that the invitee will proceed to encounter the known or obvious danger because to a reasonable man in his position the advantages of doing so would outweigh the apparent risk. In such cases the fact that the danger is known, or is obvious, is important in determining whether the invitee is to be charged with contributory negligence, or assumption of risk, (citations omitted). However, it is not conclusive in determining the duty of the possessor, or whether he has acted reasonably under the circumstances.\nSee also Jenkins v. International Paper Co., supra. However, this exception to the open and obvious danger rule has been applied in Arkansas in only one situation, where the invitee is forced, as a practical matter, to encounter the danger in order to perform his job. Jenkins v. International Paper Co., supra; Carton v. Missouri Pac. R.R. Co., supra; Kuykendall v. Newgent, supra.\nVan DeVeer does not argue that he was forced to encounter the stairs in order to perform his job. Unlike in the above cited cases, Van DeVeer had an alternative to using the stairs because he could have asked one of the employees to open the *390outside door for him, as he stated that he had done on every other occasion. Instead, Van DeVeer asserts that whether RTJ should have reasonably anticipated the harm, despite the known or obvious nature of the dangerous condition, is a question of fact for the jury that cannot be decided on summary judgment. As support for this proposition, Van DeVeer cites to the language set out above in section 343A of the Restatement, which states that where the risk of harm from a known or obvious danger is unreasonable, the fact that the danger is known or obvious is not conclusive in determining the duty of the possessor. We agree and conclude that reasonable men could reach different conclusions as to whether RTJ should have anticipated that harm to its invitee might arise under the circumstances presented in this case; thus, we hold that summary judgment was also inappropriate on this issue.\nReversed and remanded.\nStroud, C.J., and Griffen, J., agree.\n1\nAn earlier appeal in this case was dismissed for lack of finality in Van DeVeer v. George's Flowers, Inc., 76 Ark. App. 408, 65 S.W.3d 488 (2002).\n\nPlain English Summary: A contractor working in a company has suffered an injury as a result of descending a flight of stairs inside the building where it was located. The Court held that that where the risk of harm from a known or obvious danger is unreasonable, the fact that the danger is known or obvious is not conclusive in determining the extent of the duty owed by the possessor.\n\n§4; §7(a). ",
    "annotations": {
        "Facts": [
            "Appellant Gary Van DeVeer filed suit against appellee RTJ, Inc., d/b/a George's Flowers (RTJ), for injuries he sustained when he fell down a flight of stairs while working on RTJ's greenhouse.",
            "Van DeVeer alleged in his complaint that his injuries were proximately caused by the negligence of RTJ in failing to warn of a dangerous condition, to maintain the premises in a safe and prudent manner, to have a handrail on the stairway, and to construct the stairs in compliance with local and state codes.",
            "According to Van DeVeer's deposition, he was employed by Precision Glass and Mirror, Inc., and was doing work for his employer at George's Flowers in May 1996, replacing broken windows in the greenhouses. After working for three or four days in the east greenhouse, Van DeVeer began to work on the west greenhouse. Van DeVeer testified that, while working in the west greenhouse, he noticed a set of stairs leading up from the greenhouse into the showroom of George's Flowers. Van DeVeer stated that he saw that there was no handrail and that the stairs appeared to be unsafe; therefore, he avoided them. After spending several hours in the west greenhouse that afternoon, Van DeVeer stated that he worked at another site for two or three days.Van DeVeer returned to George's Flowers on the afternoon of May 2, 1996, to finish replacing the windows. Van DeVeer had previously gained entrance to the greenhouses by an outside door, which one of the employees would unlock for him. However, when he drove up that afternoon, Van DeVeer testified that the door appeared to be all closed up, although he did not try to open it.",
            "Van DeVeer stated that he assumed everyone was still at lunch, so he went inside the store to enter the greenhouse through an interior door. Van DeVeer stated that he approached the interior door, which opened outward into the greenhouse, turned the door knob, opened the door partway and took a step, opened the door the rest of the way, attempted to take a second step, and fell down the stairs, hitting his head. Van DeVeer testified that he fell because there was no landing area behind the door into the greenhouse, as there usually is at the top of a staircase. The pictures of the staircase indicate that not only is there no landing beyond the door, but the edge of the floor does not quite reach to the door, and there is a gap or drop-off between the edge and the bottom of the closed door. Van DeVeer stated that he did not see any sort of sign on the door warning people to watch their step."
        ],
        "Procedural History": [
            "The trial court granted summary judgment to RTJ, finding that the stairs were an obvious danger."
        ],
        "Application of Law to Facts": [
            "The basis for a premises owner's liability under this rule is the superior knowledge of an unreasonable risk of harm of which the invitee, in the exercise of ordinary care, does not or should not know.",
            "There is an exception to this general rule, which states that a possessor of land is not liable to his invitees for physical harm caused to them by any activity or condition on the land whose danger is known or obvious to them, unless the possessor should anticipate the harm despite such knowledge or obviousness.",
            "However, even if there are no disputed questions of fact regarding whether Van DeVeer had knowledge of the dangerous condition or whether the stairs were an obvious danger, we conclude that reasonable men could reach dif*389ferent conclusions from these facts regarding the duty owed by RTJ, and summary judgment was inappropriate in this instance.",
            "Van DeVeer does not argue that he was forced to encounter the stairs in order to perform his job. Unlike in the above cited cases, Van DeVeer had an alternative to using the stairs because he could have asked one of the employees to open the *390outside door for him, as he stated that he had done on every other occasion.",
            "whether RTJ should have reasonably anticipated the harm, despite the known or obvious nature of the dangerous condition, is a question of fact for the jury that cannot be decided on summary judgment.",
            "that where the risk of harm from a known or obvious danger is unreasonable, the fact that the danger is known or obvious is not conclusive in determining the duty of the possessor. We agree"
        ],
        "Relevant Precedents": [
            "Jenkins v. Hestand's Grocery, Inc., 320 Ark. 485,  (1995)."
        ],
        "Outcome": [
            "reverse and remand",
            "we hold that summary judgment was also inappropriate on this issue."
        ]
    },
    "class": "reverse"
}