{
    "text": "Lowry v. McCorkle, 474 S.W.3d 87 (2015)\nOct. 21, 2015 · Arkansas Court of Appeals · No. CV-15-173\n474 S.W.3d 87\nShawn LOWRY and Lee Andrea Lowry, Appellantsv.Joey MCCORKLE, d/b/a J & L Farms, Appellees\nCourt of Appeals of Arkansas, DIVISION III.\n*88Orr Willhite,' PLC, by: M. Scott Will-hite, Jonesboro, for appellant.\nCahoon & .Smith, Jonesboro, by: T. Benton Smith, for appellee.\n. DAVID M. GLOVER, Judge\nShawn Lowry injured his back on January- 19, 2010, while employed by J & L Farms and working on' one of its trucks. The truck's hood was damaged; Lowry contended that the hood's defective condition was responsible for his injury. Lowry and his wife, Lee . Andrea, sued Joey McCorkle d/b/a J & L Farms (J & L Farms), seeking recovery for the personal injuries he sustained.1 An amended complaint was filed on December 7, 2012. J & L Farms filed its motion for summary judgment on June 17, 2014, contending it did not breach any duty owed to the plaintiff,- there was no'negligence, there were no genuine issues of material fact, and it was entitled to judgment as- a matter of law. By order entered on November 6,-2014, the trial court ■ granted summary júdgm'ent to J <& L Farms. In this appeal, Lowry |2contends 1) that appellee owed him a duty of reasonable care at the time of his personal injury and 2) that disputed material facts existed so as to preclude entry of summary judgment. We reverse and remand.\nThe trial court granted summary judgment in this case on a narrow basis, concluding that the question before it was a legal one, i.e., whether J *89tion. The trial court's decision is rooted in its reliance upon Sanders v. Wheaton, 273 Ark. 416, 419, 619 S.W.2d 674, 676 (1981), from which the court quoted, It is well settled that an employee assumes all ordinary risks and hazards incident to his employment and where his knowledge thereof equals or exceeds that of his employer there is no liability. The order further explains, The evidence before the court is that although the defendant might have been made aware of the defect , to which [Lowry] attributes his injury, [Low-ry's] familiarity with the truck was at least equal to [J & L Farms's], and in all likelihood, greatly superior. We have concluded that the trial court's analysis of the duty owed under the circumstances of this case was too limited and that summary judgment based on a determination that.no duty existed was error. We therefore -re-: verse and remand.\nLowry's negligence claims in this case were not based on J & L Farms's failure to warn. If that were the basis for his claims, we might well agree with the trial court's conclusion that |3no duty existed. Lowry never alleged that he was unaware of the defective hood and should have been warned by J & L Farms. Instead, .Low-ry's claims of negligence were, predicated primarily on the employer's overall duty to exercise reasonable ,care in .providing a sáfe place for its employees to work, coupled with his . allegations that he informed his employer of the defective hood, yet despite assurances it would. be fixed, it never was.\nBy basing its decision entirely on authorities holding that an emplóyee assumes all ordinary risks and hazards incident to his employment and ■ where his knowledge thereof equals or. exceeds that of his employer there is no liability, the trial court ignored the existence of facts asserting that the truck's hood was broken (i.e., it was not necessarily an ordinary risk incident to his employment), that J & •L Farms assigned the defective truck to Lowry, that Lowry was required to use the damaged truck in his job duties, that he had alerted J & L Farms to the hood's condition and the trouble it was causing him in performing his duties, and that he had received assurances it,would be fixed. While some of the facts put forth by Low-ry were clearly disputed, in order for summary judgment to -be appropriate, any material facts must be undisputed.\nIn short, while an employee's knowledge of a defective condition eliminates 'an employer's duty to warn, it does not follow that the employer's overall duty to exercise reasonable care in providing a safe work place is also,.automatically eliminated under the circumstances presented here. The trial court's decision ¡short-circuited the duty analysis and thereby eliminated the need to address the materiality and disputed nature of the facts presented. We express no opinion on the outcome of this case; however, under the Ucircumstances presented, the trial court erred in granting summary judgment on the basis that it did.\nReversed and remanded.\nVirden and Vaught, JJ., agree.\n1\n. Because Shawn Lowry was employed orí a farm, this case falls under the agricultural exemption of the workers' compensation laws. Ark. Code Ann. § T 1 — 9—102(1 l)(A)(iii) (Repl. 2012).\n\nPlain English Summary: An employee of a company has been injured as a result of the defective truck that he had to drive for his work. Despite notifying his employer about the defects of the truck, the employer failed to address them. As a result, the Court found that the employer could be said to have a duty to provide a safe work place, which they have failed to meet by their failure to remedy the defects of the truck.\n\n§4; §7(a).",
    "annotations": {
        "Facts": [
            "Shawn Lowry injured his back on January- 19, 2010, while employed by J & L Farms and working on' one of its trucks. The truck's hood was damaged; Lowry contended that the hood's defective condition was responsible for his injury. Lowry and his wife, Lee . Andrea, sued Joey McCorkle d/b/a J & L Farms (J & L Farms), seeking recovery for the personal injuries he sustained."
        ],
        "Procedural History": [
            "An amended complaint was filed on December 7, 2012. J & L Farms filed its motion for summary judgment on June 17, 2014, contending it did not breach any duty owed to the plaintiff,- there was no'negligence, there were no genuine issues of material fact, and it was entitled to judgment as- a matter of law. By order entered on November 6,-2014, the trial court ■ granted summary júdgm'ent to J <& L Farms. In this appeal, Lowry |2contends 1) that appellee owed him a duty of reasonable care at the time of his personal injury and 2) that disputed material facts existed so as to preclude entry of summary judgment."
        ],
        "Application of Law to Facts": [
            "We have concluded that the trial court's analysis of the duty owed under the circumstances of this case was too limited and that summary judgment based on a determination that.no duty existed was error.",
            "Instead, .Low-ry's claims of negligence were, predicated primarily on the employer's overall duty to exercise reasonable ,care in .providing a sáfe place for its employees to work, coupled with his . allegations that he informed his employer of the defective hood, yet despite assurances it would. be fixed, it never was.",
            "J & •L Farms assigned the defective truck to Lowry, that Lowry was required to use the damaged truck in his job duties, that he had alerted J & L Farms to the hood's condition and the trouble it was causing him in performing his duties, and that he had received assurances it,would be fixed.",
            "In short, while an employee's knowledge of a defective condition eliminates 'an employer's duty to warn, it does not follow that the employer's overall duty to exercise reasonable care in providing a safe work place is also,.automatically eliminated under the circumstances presented here."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We reverse and remand.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}