{
    "text": "Moses v. Bridgeman, 355 Ark. 460, 139 S.W.3d 503 (2003)\nDec. 18, 2003 · Arkansas Supreme Court · 03-603\n355 Ark. 460, 139 S.W.3d 503\nDonald MOSES, Administrator of the Estate of Donganell Mosesv.Clyde BRIDGEMAN, Jr., and Dorothy Bridgeman\n139 S.W.3d 503\nSupreme Court of Arkansas\n[Petition for rehearing denied January 22, 2004.*]\n*463 Ramsay, Bridgforth, Harrelson & Starling, LLP, by: William M. Bridgforth and J. Jarrod Russell, for appellant.\nHuckabay, Munson, Rowlett & Moore, P.A., by: Julia L. Busfield, for appellees.\n*\nDICKEY, C.J., not participating.\nRay Thornton, Justice.\nThis appeal arises from an order by the Jefferson County Circuit Court granting summary judgment in favor of appellees, Clyde and Dorothy Bridgeman, in a negligence action concerning the drowning of twelve-year-old Donganell Moses. Appellant, Donald Moses, the administrator of the estate of Donganell Moses and Donganell's father, appeals the trial court's grant of summary judgment. We affirm on the basis that the Bridgemans as the property owners did not breach their duty of care to the child as a licensee.\n*464On June 5, 1999, the Bridgemans invited several relatives to their house to make plans for a family reunion. Eight adults and five or six children were present, including twelve-year-old Donganell Moses, and his mother, Beverly Frye. After the family's meeting, the children expressed a desire to swim in appellees' swimming pool. The pool is an underground residential swimming pool. Mrs. Bridgeman provided lifejackets and other swim gear to the children. Mrs. Bridgeman testified in deposition that she gave Donganell a lifejacket with adjustable straps that could be worn by either an adult or a child.\nMrs. Bridgeman further testified that she asked the parents of the children if the children knew how to swim. Both Donganell and his grandmother told Mrs. Bridgeman that he could swim.\nWhile swimming, Donganell continued to take off his life jacket, but Mrs. Bridgeman and Donganell's grandmother insisted that he wear it. Donganell swam and dove in the deep end of the pool while wearing a life jacket. Mrs. Bridgeman testified that Donganell wore two or three different life jackets that afternoon. The adults talked and later noticed that Donganell was submerged underwater without his life jacket. After several unsuccessful attempts to retrieve the child with poles and nets, Mrs. Bridgeman called 911. Paramedics arrived on the scene and removed the child from the pool. Donganell died as a result of drowning.\nDonganell's mother, Beverly Frye, testified that Mrs. Bridgeman was adamant about the children keeping their life jackets on. Mrs. Bridgeman testified that she was not a good swimmer, and that the other adults who were present could not swim.\nOn August 17, 2001, appellant filed a complaint against the Bridgemans for the wrongful death of Donganell, pursuant to Ark. Code Ann. § 16-62-102 (1987). In the complaint, appellant alleged negligence for allowing Donganell to enter their swimming pool knowing he could not swim, allowing Donganell to enter their swimming pool knowing that there was no person present on the premises who was capable of rescuing the child in the event that he needed assistance, failing to supervise Donganell after he entered the swimming pool, failing to warn Donganell of the depth of the water, failing to warn Donganell and his mother of the risk of harm that none of the adults could swim, failing to anticipate the behavior of Donganell, failing to use reasonable care under the circumstances, failing to provide appropriate safety *465mechanisms to prevent the drowning of persons in their pool, and failing to take safety precautions necessary to prevent Donganell from drowning.\nAppellant filed an amended complaint in which he requested one million dollars in compensatory and punitive damages, respectively. In a second amended complaint, appellant pled in the alternative that in the event that Donganell was not an invitee on the Bridgeman's property, he was a licensee that imposed upon the Bridgemans a duty to use care for his safety that included not causing him harm by willful and wanton conduct.\nOn May 21, 2002, the Bridgemans filed a motion for summary judgment, pursuant to Ark. R. Civ. P. 56(c), arguing that landowners do not have a duty to supervise their guests' children or to warn them of obvious dangers, and in the alternative, that appellant's claims are barred by the Arkansas Recreational Use Statute, Ark. Code Ann. §§ 18-11-301 et seq. (1987), because it was undisputed that Donganell and his mother were not charged a fee.\nOn May 28, 2002, appellant filed his response to the Bridgemans' motion for summary judgment. Attached to the response was the deposition testimony of Mrs. Bridgeman.\nOn June 17, 2002, the Bridgemans filed an answer to the second amended complaint, requesting that the Bridgemans be awarded summary judgment and that appellant's complaint be dismissed.\nAfter a hearing on the matter, appellant was given additional time for discovery to determine if there were any factual issues. After a second hearing, the trial court granted the Bridgemans' motion for summary judgment and dismissed the complaint with prejudice. Appellant brings his appeal from this order granting summary judgment. We affirm the trial court.\nIn Parker v. Perry, 355 Ark. 97, 131 S.W.3d 338 (2003), we articulated the standard of review that we apply to cases in which summary judgment has been granted. We wrote:\nIn reviewing summary-judgment cases, this court need only decide if the trial court's grant of summary judgment was appropriate based on whether the evidence presented by the moving party left a material question of fact unanswered. The moving party always bears the burden of sustaining a motion for summary judg*466ment. All proof must be viewed in the light most favorable to the resisting party, and any doubts must be resolved against the moving party. The moving party is entitled to summary judgment if the pleadings, depositions, answers to interrogatories and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\nOnce the moving party makes a prima facie showing that it is entitled to summary judgment, the opponent must meet proof with proof by showing a material issue of fact. However, if a moving party fails to offer proof on a controverted issue, summary judgment is not appropriate, regardless of whether the nonmoving party presents the court with any countervailing evidence.\nId. We have further stated that summary judgment should not be granted when reasonable minds could differ as to the conclusions that can be drawn from the facts presented. Shackleford v. Patterson, 321 Ark. 172, 936 S.W.2d 748 (1997).\nFirst, appellant argues that genuine issues of material fact remain as to whether the Bridgemans owed Donganell the duty to exercise reasonable and ordinary care. He also contends that the Bridgemans breached that duty.\nThe duty of care to a licensee is a matter of law, and in determining the duty owed by the Bridgemans, we first must determine Donganell's status at the Bridgeman home. In Arkansas, a social visitor is regarded as a licensee of the property owner. Heigle v. Miller, 332 Ark. 315, 965 S.W.2d 116 (1998). In Heigle, we stated:\nA licensee is one who goes upon the premises of another with the consent of the owner for one's own purposes and not for the mutual benefit of oneself and the owner.This court has declined to expand the invitee category beyond that of a public or business invitee to one whose presence is primarily social.\nId. (citations omitted).\nHere, Donganell was considered a social guest of the Bridgemans because he was invited by them to attend the family meeting and to swim afterward. Because Donganell was considered a licensee, the law imposes a specific duty of care owed by the Bridgemans to Donganell.\n*467In negligence actions, the plaintiff must show that a duty was owed and that the duty was breached. Young v. Paxton, 316 Ark. 655, 873 S.W.2d 546 (1994). The duty of care owed to a licensee was explained in Heigle, supra, where we stated:\nThe question of the duty owed by one person to another is always a question of law and never one for the jury. A landowner owes a licensee the duty to refrain from injuring him or her through willful or wanton conduct. Where, however, the landowner discovers that a licensee is in peril, he or she has a duty of ordinary care to avoid injury to the licensee. This duty takes the form of warning a licensee of hidden dangers if the licensee does not know or have reason to know of the conditions or risks involved.\nId. (citations omitted).\nIn Young, supra, we further noted:\nTo constitute willful or wanton conduct, there must be a deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others.This court has stated, however, that the duty to warn does not extend to obvious dangers or risks that the licensee should have been expected to recognize.\nId. (citations omitted).\nAppellant contends that the Bridgemans breached the duty of care owed to Donganell by allowing five to six children to swim in their residential swimming pool with the knowledge that not one single adult present could swim with sufficient skill to rescue a drowning child. However, there is no evidence that the Bridgemans breached their duty of care by acting willfully or wantonly to cause Donganell's injury. Under Young, supra, there must be a deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others. Id.\nHere, the actions of Mrs. Bridgeman indicate that she in fact was extremely cautious to preserve the safety of the children in the pool. Mrs. Bridgeman testified in her deposition that she provided life jackets to the children and insisted that they wear them. At deposition, the following colloquy took place:\nQ: They [the children] had not planned to swim [that day]?\n*468A: They didn't come prepared to swim. I always — I keep swim ;gear there.\nQ: What kind of swim gear do you keep there?\nA: Life jackets, swimming trunks.\nQ: Did you ascertain before the children began to swim whether the children knew how to swim?\nA: I asked that question to the parents.\nQ: Before anyone got in the pool?\nA: Yes.\nQ: I didn't really characterize my question correctly. And what was your understanding as to the swimming ability of Mr. Moses?\nA: He told me that he could swim.\n* * *\nQ: Well, before he got in the pool, did anyone—\nA: After he was in the pool, he kept — he was — wanted to pull his jacket o£F and I refused to let him pull it off and I asked the grandmother could he swim. She said that she had took him swimming the week before. I think it was in Memphis or West Memphis.\nQ: But you were aware that he was wanting to take his life jacket oil?\nA: I was aware that he wanted to take his jacket off.\nQ: And you consulted with his grandmother at that point?\nA: And his mother [Beverly Frye] and I insisted that he keep it on.\nQ: So you did not tell him it was okay to take it ofi?\n*469A: Oh, no.\nBeverly Frye, Donganell's mother, testified in'deposition that Mrs. Bridgeman provided life jackets for the children. The following colloquy took place:\nQ: So as I understand it, you all go out there that day. Did you have any agreement with Mrs. Bridgeman that she would be responsible for supervising [Donganell]?\nA: No.We didn't have — we didn't talk about that.\nQ: And did you feel as his mother that you as the mother, the one that brought him over there, would be responsible for supervising him?\nA: Yes, and the mother should be supervising him.\nQ: So tell me what happens.You all go over there.You go out to the pool. The kids want to go swimming. I mean what happened? They've got to take their clothes off, don't they?\nA: Yeah.\nQ: I need to go—\nA: Well, they have a shower.They go in and take a shower and they change into the swimming clothes—\nQ: Okay.\nA: —and they get the life jackets.\nQ: And who provided the swimming clothes?\nA: Mrs. Bridgeman.\nQ: And who provided the life jackets?\nA: Mrs. Bridgeman.\n* * *\n*470Q: And what did Mrs. Bridgeman say, if anything, to the children who were in the pool about wearing life jackets?\nA: Keep your life jackets on.\nQ: Okay.\nA: And she had a little rope she wanted them to stay on one side of the rope.\nBased upon the testimony of Mrs. Bridgeman and Donganell's mother, it appears that Mrs. Bridgeman took precautions to guarantee the safety of the children in the swimming pool, notwithstanding the fact that she was the only adult present who could swim. Mrs. Bridgeman distributed life jackets to the children, asked Donganell's grandmother and mother about his swimming ability, insisted that Donganell and the rest of the children keep their life jackets, and instructed the children to stay on one side of the rope in the pool. Ms. Frye testified that she felt responsible for watching her own son.\nMrs. Bridgeman further testified that once the party discovered Donganell submerged at the bottom of the pool, she made three attempts to rescue him, but she was unable to reach Donganell. The following colloquy took place:\nQ: I rather doubt you had a day in your life where you had a greater incentive to touch the bottom [of the pool] than the day this young man drown on your property. Would you agree with me?\nA: You're saying the day that he drown, did I want to go to the bottom?\nQ: Yes, ma'am.\nA: Yes, I did.\nQ: You were unable to do so?\nA: I was unable to reach him.'\nQ: And if I understood you correctly, you made three attempts to do so?\n*471A: Approximately three attempts.\nQ: How close to him were you able to get?\nA: I never did touch him. I never did touch him.\nMrs. Bridgeman further testified another adult tried to retrieve the boy with nets and poles. When Mrs. Bridgeman could not rescue Donganell, she went into the house and called 911.\nBased upon the testimony of these witnesses, there is no evidence that Mrs. Bridgeman acted willfully or wantonly. Thus, there is no evidence that she violated the duty of care owed to a licensee.\nNext, appellant argues that the Bridgemans failed to warn Donganell of the hidden danger that no adult could swim with sufficient skill to rescue a drowning child. Again, this is a breach-of-duty argument.\nWe have said that a property owner's duty of care to a licensee who is in peril must take the form of warning a licensee of hidden dangers if the licensee does not know or have reason to know of the conditions or risks involved. Heigle, supra.\nAppellant cites Baldwin v. Mosley, 295 Ark. 285, 748 S.W.2d 146 (1998), for the proposition that parental supervision is only relevant where the dangerous condition is open and obvious or where the parent has been warned of danger. In Baldwin, supra, a lawsuit was filed against a property owner by an injured child, who was a licensee, and his father. The injured child stood on the bottom rung of a stool when the rung broke, causing him to strike his head against the wall. Summary judgment was entered in favor of the landowner, and we affirmed, holding that the facts failed to show that the property owner, who lived with the child's mother, violated any duty to the child, and the fact that the accident occurred in the presence of the child's mother negated any duty owed by the property owner, who was not present. Id.\nWe note that in the case sub judice, Donganell's mother was present. In Baldwin, we cited with approval the following rule in Laser v. Wilson, 473 A.2d 523 (Md. App. 1984):\n[I]f a condition is open and obvious rather than latent or obscure, no greater duty is imposed upon a host of a child under *472parental supervision than would be owed to the parent. If the parent has either been warned, or if the condition is or should be obvious to the parent, the parents' failure properly to supervise its child is the proximate cause of a subsequent injury. The host is not negligent because he has performed his duty of having the premises as safe for his guest as for his family and himself.\nBaldwin, supra.\nHere, we cannot say that a swimming pool is a latent or obscure condition or danger under Baldwin, supra. A swimming pool is an open and obvious danger for children and adults, particularly for those who cannot swim well. It is significant that Donganell's mother was supervising him along with Mrs. Bridge-man and the other adults present. Thus, under Baldwin, supra, we do not impose a greater duty upon the host, Mrs. Bridgeman, than would be imposed on the parent, Ms. Frye. Based upon the deposition testimony of these two witnesses, Mrs. Bridgeman took steps to make the premises safe by providing the children with life jackets. The fact that Donganell took his life jacket off when his mother had the responsibility for supervising him, and that he drowned as a result, should not be construed as a breach of duty of care owed by Mrs. Bridgeman. Thus, appellant's argument on this point has no merit.\nNext, appellant argues that the Bridgemans had the duty to anticipate the behavior of children, such as Donganell, who swim in their swimming pool. In support of his argument, appellant cites Arkansas Model Jury Instruction 604, which states:\nA person who knows, or reasonable should know, that a child may be affected by his [act, failure to act, conduct, etc.] is required to anticipate the ordinary behavior of children and to use care commensurate with any danger reasonably anticipated under the circumstances and failure to use this degree of care is negligence.\nAMI Civ. 4th 604. The accompanying note states:\nThis instruction assumes that the party charged with negligence is a competent adult, or a minor operating a motor vehicle, and there is evidence that the child's behavior contributed to cause the injury. AMI Civ. 4th 604, Note on Use.\n*473Appellant further cites Thomas, Special Administrator v. Newman, 262 Ark. 42, 553 S.W.2d 459 (1977) in support of his argument. In Thomas, we'held that a person operating an automobile and seeing children ahead must exercise care and must anticipate a child darting into a car's path. Thus, without application of Thomas, supra to the facts in this case, appellant appears to suggest that the Bridgemans should have anticipated the imprudent behavior of children or that Donganell would take off his life jacket while swimming.\nWe conclude that AMI Civ. 4th 604 is clearly directed to the operation of a motor vehicle, and therefore, is inapposite to the present case. The duty to anticipate the behavior of the children, as appellant suggests, is inapplicable to the facts presented .in this appeal. For these reasons, appellant's argument has no merit.\nFinally, appellant argues that the Bridgemans breached their duty to Donganell by preventing Ms. Frye from attempting to rescue her son.\nThe Restatement (Second) of Torts § 327 (1965) states:\nOne who knows or has reason to know that a third person is giving or is ready to give to another aid necessary to prevent physical harm to him, and negligently prevents or disables the third person from giving such aid, is subject to liability for physical harm caused to the other by the absence of the aid which he has prevented the third person from giving.\nId.\nAppellant's argument fails for three reasons. First, Ms. Frye was not in a position to render the aid necessary to prevent physical harm to Donganell. Id. In her deposition testimony, Ms. Frye testified that she could not swim. Second, Mrs. Bridgeman did not negligently prevent or disable Ms. Frye from rendering any aid because Mrs. Bridgeman knew that Ms. Frye did not know how to swim. Third, appellant does not cite any Arkansas precedent to suggest that Mrs. Bridgeman's preventing Ms. Frye from entering the pool violates Mrs. Bridgeman's duty to Donganell as a licensee. Indeed, the tort of interference with a rescue has not been recognized in Arkansas.\n*474From the foregoing, we conclude that summary judgment was appropriate because there was no evidence that Mrs. Bridgeman's actions were willful or wanton, or that upon discovering that Donganell was in peril, Mrs. Bridgeman failed to exercise ordinary care. In the circumstances of this case, we hold that, as a matter of law, the Bridgemans as the property owners did not breach their duty to Donganell as a licensee. Accordingly, we affirm the trial court's order. •\nWe further note that appellant makes an alternative argument in response to the Bridgemans' motion for summary judgment that the Recreational Use Act, codified at Ark. Code Ann. §§ 18-11-301 et seq., does not apply to an enclosed residential swimming pool made available only to the owners of the land and their invited guests. Because we affirm the order of summary judgment entered by the trial court on the basis óf general principles of tort liability, it is unnecessary for us to address this alternative theory. We affirm.\n\nPlain English Summary: A child drowned in the pool of the respondents in this case. His mum brought an action against them arguing that they owned the deceased child a number of different duties of care which they had breached. The Court held that the duty of care that the respondents owed to the child did not go to the extent argued by the appellants. \n\n§4; §7(a). ",
    "annotations": {
        "Facts": [
            "This appeal arises from an order by the Jefferson County Circuit Court granting summary judgment in favor of appellees, Clyde and Dorothy Bridgeman, in a negligence action concerning the drowning of twelve-year-old Donganell Moses. Appellant, Donald Moses, the administrator of the estate of Donganell Moses and Donganell's father, appeals the trial court's grant of summary judgment.",
            "On June 5, 1999, the Bridgemans invited several relatives to their house to make plans for a family reunion. Eight adults and five or six children were present, including twelve-year-old Donganell Moses, and his mother, Beverly Frye. After the family's meeting, the children expressed a desire to swim in appellees' swimming pool. The pool is an underground residential swimming pool. Mrs. Bridgeman provided lifejackets and other swim gear to the children. Mrs. Bridgeman testified in deposition that she gave Donganell a lifejacket with adjustable straps that could be worn by either an adult or a child.Mrs. Bridgeman further testified that she asked the parents of the children if the children knew how to swim. Both Donganell and his grandmother told Mrs. Bridgeman that he could swim.While swimming, Donganell continued to take off his life jacket, but Mrs. Bridgeman and Donganell's grandmother insisted that he wear it. Donganell swam and dove in the deep end of the pool while wearing a life jacket. Mrs. Bridgeman testified that Donganell wore two or three different life jackets that afternoon. The adults talked and later noticed that Donganell was submerged underwater without his life jacket. After several unsuccessful attempts to retrieve the child with poles and nets, Mrs. Bridgeman called 911. Paramedics arrived on the scene and removed the child from the pool. Donganell died as a result of drowning.Donganell's mother, Beverly Frye, testified that Mrs. Bridgeman was adamant about the children keeping their life jackets on. Mrs. Bridgeman testified that she was not a good swimmer, and that the other adults who were present could not swim."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "Here, Donganell was considered a social guest of the Bridgemans because he was invited by them to attend the family meeting and to swim afterward. Because Donganell was considered a licensee, the law imposes a specific duty of care owed by the Bridgemans to Donganell.",
            "there is no evidence that the Bridgemans breached their duty of care by acting willfully or wantonly to cause Donganell's injury.",
            "there must be a deliberate intention to harm or an utter indifference to, or conscious disregard of, the safety of others.",
            "Here, the actions of Mrs. Bridgeman indicate that she in fact was extremely cautious to preserve the safety of the children in the pool. Mrs. Bridgeman testified in her deposition that she provided life jackets to the children and insisted that they wear them.",
            "Based upon the testimony of Mrs. Bridgeman and Donganell's mother, it appears that Mrs. Bridgeman took precautions to guarantee the safety of the children in the swimming pool, notwithstanding the fact that she was the only adult present who could swim. Mrs. Bridgeman distributed life jackets to the children, asked Donganell's grandmother and mother about his swimming ability, insisted that Donganell and the rest of the children keep their life jackets, and instructed the children to stay on one side of the rope in the pool.",
            "there is no evidence that Mrs. Bridgeman acted willfully or wantonly. Thus, there is no evidence that she violated the duty of care owed to a licensee.",
            "Here, we cannot say that a swimming pool is a latent or obscure condition or danger under",
            "A swimming pool is an open and obvious danger for children and adults, particularly for those who cannot swim well. It is significant that Donganell's mother was supervising him along with Mrs. Bridge-man and the other adults present. Thus, under Baldwin,  we do not impose a greater duty upon the host, Mrs. Bridgeman, than would be imposed on the parent, Ms. Frye.",
            "The duty to anticipate the behavior of the children, as appellant suggests, is inapplicable to the facts presented .in this appeal. For these reasons, appellant's argument has no merit.",
            "*474From the foregoing, we conclude that summary judgment was appropriate because there was no evidence that Mrs. Bridgeman's actions were willful or wanton, or that upon discovering that Donganell was in peril, Mrs. Bridgeman failed to exercise ordinary care. In the circumstances of this case, we hold that, as a matter of law, the Bridgemans as the property owners did not breach their duty to Donganell as a licensee."
        ],
        "Relevant Precedents": [
            "Young, supra,",
            "Baldwin v. Mosley, , 748 S.W.2d 146 (1998),",
            "Baldwin, supra."
        ],
        "Outcome": [
            "We affirm",
            "We affirm."
        ]
    },
    "class": "affirm"
}