{
    "text": "Weisker v. Harvest Management Sub LLC, 489 S.W.3d 696, 2016 Ark. App. 220 (2016)\nApril 20, 2016 · Arkansas Court of Appeals · No. CV-15-564\n489 S.W.3d 696, 2016 Ark. App. 220\nHeather WEISKER, as Administrator of the Estate of Edward Randolph, Deceased, and on Behalf of the Wrongful Death Beneficiaries of Edward Randolph, Appellantv.HARVEST MANAGEMENT SUB LLC, Appellee\n2016 Ark. App. 220\nCourt of Appeals of Arkansas, DIVISION III.\n*697The Sorey Law Firm, PLLC, by: R. Daniel Sorey, for appellant.\nHardin, Jesson & Terry, PLC, by: Kirk-man T. Dougherty, Fort Smith, Jeffery W. Hatfield, and Kynda Almefty, Little Rock, for appellee.\nKENNETH S. HIXSON, Judge\nAppellant Heather Weisker, as the administrator of her deceased father's estate, appeals the dismissal of her negligence and wrongful-death action against appellee Harvest Management Sub LLC (hereinafter referred to as Harvest or its residential facility Apple Blossom) in the Circuit Court of Benton County, Arkansas. At the close of appellant's case in chief, the trial court granted the appellee's motion for directed verdict. A final order of dismissal followed.1 Appellant contends that the trial court's grant of the motion for directed verdict was in error and warrants reversal.2 We disagree and affirm.\nThe standard of review on appeal from the grant of a motion for directed verdict is well settled. In determining whether a directed verdict should have been granted, we review the evidence in the light most favorable to the party against whom the verdict is sought and give it its highest *698probative value, taking into account all reasonable inferences deducible from it. Woodall v. Chuck Dory Auto Sales, Inc., 347 Ark. 260, 61 S.W.3d-835 (2001). A motion for directed verdict should be granted only if there is no substantial evidence to support a jury verdict. Id. Where the evidence is such that fair-minded persons might reach different conclusions, then a jury question is presented, and the directed verdict should be reversed. Id; see also Buckalew v. Arvest Trust Co., 2013 Ark. App. 28, 425 S.W.3d 819.\nWhat is important here, though, is determining whether a duty was owed by this appellee to the decedent. The question of whether such a duty is owed is one of law, not fact, and never one for the jury. Marlar v. Daniel, 368 Ark. 505, 247 S.W.3d 473 (2007). Duty is a concept that arises out of the recognition that relations between individuals may impose upon one a legal obligation for the other. Id. The law of negligence requires as an essential element that the plaintiff show that a duty of care was owed. Kowalski v. Rose Drugs of Dardanelle, Inc., 2011 Ark. 44, 378 S.W.3d 109. In order to prove negligence, there must be a failure to exercise proper' care in the performance of a legal duty that- the defendant | Howed to the plaintiff 'under the circumstances surrounding them. Marlar, supra. ' Experts cannot create a duty of care that the law does not otherwise recognize. Bedell v. Williams, 2012 Ark. 75, 386 S.W.3d 493; Young v. Gastro-Intestinal Ctr., Inc., 361 Ark. 209, 205 S.W.3d 741 (2005). A company's practice or policies do not translate into a duty at law. Kroger Co. v. Smith, 93 Ark. App. 270, 218 S.W.3d 359 (2005). Questions of law are reviewed de novo, on appeal. Holt v. McCastlain, 357 Ark. 455, 182 S.W.3d 112 (2004).\nThe salient facts brought out at trial and material to the trial court's ruling are as follows. On November 10, 2010. appellant's father. Edward Randolph, entered into a Residency and Service Agreement with a retirement community called Apple Blossom in Rogers. Arkansas, operated by appellee Harvest. In that agreement, which was six pages long. Randolph contracted for a month-to-month apartment rental of Unit 110. Monthly rent included payment of utilities, as well as certain board, activities, and services as described in the contract. The contract specified that Apple Blossom would provide three meals, per day in the community dining room, and it would provide weekly housekeeping, consisting of light cleaning of the Unit, changing of -the bed linens, and laundering of the linens and towels. This cleaning service did not include cleaning that would require moving the personal property of the resident. Nor did the cleaning service include laundering of the resident's personal clothing; - community laundry equipment was -available for residents to use. The contract specified that Apple' Blossom would provide a variety of additional services that would include social events, exercise classes, community activities, and scheduled-transportation. Apple Blossom reserved the right to enter each Unit for purposes of cleaning, maintenance and: repairs, • enforcement of the terms of the contract, and response Uto emergencies. Each Unit had in it a pull cord for summoning emergency assistance at any time.\nImportant to this case, the Residency and Service Agreement provided in paragraph ten as follows:\nA. Your Capacity for Apartment Liv- , ing. The Community [Apple Blossom] supports your right to live in the housing of your choice. You should be aware, however, that the Community, its managers, and staff, *699are not licensed providers of any health care or personal care services. The Community is not authorized to provide, nor does it provide, any health care or personal care services. If you need health care or personal care services, you have the right to secure such services from an outside provider. Any outside providers of health care or personal care services must comply with all of the Community's rules, policies and guidelines' (as they may be amended)....\nB. Release from Responsibility for Your Care. It is your responsibility to provide for your health and personal care needs while living at the Community. You hereby agree to indemnify, hold -harmless and release the Community, Harvest Facility Holdings LP, its subsidiaries and affiliates, and its directors, agents and employees, from any liability, cost, or responsibility for injury and damage, including attorneys' fees, arising from your failure to obtain (or the failure of others to furnish) appropriate health or personal care services, and from all injury and damage which could have been avoided or reduced if such services had been obtained or furnished.\nRandolph entered into a separate addendum to the Residency and Service Agreement to permit him to have his dog in his Unit. The addendum noted that Randolph would be responsible for his pet's personal needs such as exercise, feeding, and collection/disposal of any pet waste in and about the Unit and on the community property. The addendum further recited that if Randolph became unable to care for his pet's personal needs, then he would be required to find alternative housing and accommodations for his dog.\nRandolph was a long-time smoker and an Army veteran who served in the Vietnam War. Randolph was routinely treated at the VA in Fayetteville, and he retained his own truck to drive himself to and from doctor appointments. He was diagnosed with post-traumatic-stress disorder, depression, and chronic pain due to traumatic injuries to his feet. Randolph was overweight, and he used a cane when he walked. His medical records indicated that he was urged by his doctor to quit smoking although Randolph was not ready to quit, and the doctor tried to control his high blood pressure with oral medications. He was also prescribed antidepressant and high-cholesterol medication.\nRandolph requested the nurse of his primary care physician, Dr. Marian L. Rhame, to fill out a form stating a reason why he needed help with meal preparation at his new apartment. Dr. Rhame filled out the form, indicating that Randolph needed a cane to walk; that he could feed himself, bathe himself, and tend to his own other hygiene needs; that he was not bedridden; that he was able to sit up; that he was not blind; that he was able to travel and leave home without assistance, including driving up to sixty miles to see his doctor; but that he required assisted living care in preparing meals because he was unable to stand to cook.' The final question on the form asked, In your opinion, are there other pertinent facts which would show [Randolph's] need for aid and attendance of another person, e.g., inability to protect oneself from the hazards of environment, properly dress oneself (buttons, zippers, socks), poor balance, memory loss, confusion, psychiatric impairment, atrophy, contractor, prosthesis, etc.? In response, Dr. Rhame wrote that Randolph had chronic bilateral foot pain that limited his ability to ambulate and stand for any *700length of time, such as for preparing meals.\n1 ^Randolph moved into Unit 110 on or about December 6, 2010. Randolph was characterized by one of Apple Blossom's employees as seeming depressed and lonely, although Randolph occasionally walked his dog and joined other people to smoke. Randolph was seen coming and going from Apple Blossom in his truck. As a sixty-two-year-old man, Randolph was much younger than most of the other residents at Apple Blossom, who were typically over the age of eighty.\nOn December 26, 2010, Randolph was found dead, seated in a chair, in his apartment. Randolph was found by a manager of Apple Blossom, who was attempting to discover the source of an unpleasant odor emanating from the apartment. The last time Randolph had been seen by any staff of Apple Blossom was on the evening of December 24 when a housekeeper came by Randolph's apartment. The housekeeper said that she did not observe anything to lead her to believe that Randolph could not live independently; if she had, she would have reported it to management. Medical professionals estimated that Randolph had been dead for about forty-eight hours when he was found. Randolph's dog, also in the apartment, was still alive. The probable cause of Randolph's death was determined to be a cardiovascular accident — a stroke. There were clear indicators that Randolph was noncompliant in taking his oral blood-pressure medications.\nAt trial, there were competing medical opinions as to whether Randolph was an appropriate candidate for independent living at Apple Blossom. There was no opinion offered, however, that Randolph lacked capacity to make his own decisions or to enter into any contract. An Apple Blossom representative testified that there was no formal assessment of prospective residents other than observation at the time of sign-in and informal ^observation of the residents as they were seen living in the retirement community. However, there was evidence that Apple Blossom representatives did ask questions regarding the appellant's medical condition and required services.3\nAppellant's attorney asserted that Apple Blossom owed a duty to its residents of exercising reasonable care in determining whether residents were appropriate candidates to live there independently. Appellant argued that absent an actual evaluation by Apple Blossom of each person's ability to live independently without risk of injury to him or herself, this constituted negligence. At the close of the plaintiffs case in chief, Apple Blossom's attorney moved for a directed verdict on the basis that there was no duty owed by Apple Blossom to Randolph other than that owed by a landlord to its tenant or created in the residency agreement. Apple Blossom contended that with no duty to conduct a fitness evaluation, there could be no breach and no negligence. Viewing the evidence in the light most favorable to appellant, the trial court granted the defense's motion, finding that there was no legal duty to evaluate, assess, and/or monitor Randolph. This appeal resulted.\nAppellant argues on appeal that Apple Blossom owed a duty to Randolph to perform an evaluation to determine Randolph's capacity to live safely in his apartment at Apple Blossom, and if he were not deemed able, to have him execute waivers of liability. Appellant points to no statuto*701ry or regulatory law that imposes on a retirement community such as Apple Blossom a duty to screen or monitor potential residents for the ability to live | ^independently. In fact, appellant asserts in her appellate brief that Arkansas' landlord-tenant statutes are not applicable. There is no such statutory duty imposed by our legislature in this circumstance and our supreme court declined our invitation for certification; therefore, we will not judicially impose such a duty here. See Young, swpra. The contract between Randolph and Apple Blossom explicitly provides that Apple Blossom is not a medical provider, it is not qualified as such, and it does not provide for medical assistance. There is simply no contractual undertaking of a duty to prescreen residential applicants to determine suitability to live independently or a duty to monitor those residents after they have moved onto the property. As prudent as such a screening process might be, there is no such duty as a matter of law in these circumstances. See Lovell v. St. Paul Fire & Marine Ins. Co., 310 Ark. 791, 839 S.W.2d 222 (1992); Emerson v. Adult Cmty. Total Servs., Inc., 842 F.Supp. 152 (E.D.Pa.1994). The trial court did not err in granting a directed verdict and dismissing appellant's cause of action against Apple Blossom because there was no duty at law owed by Apple Blossom to Mr. Randolph. See Mans v. Peoples Bank of Imboden, 340 Ark. 518, 10 S.W.3d 885 (2000); Kroger Co., supra.\nAffirmed.\nVirden and Brown, JJ., agree.\n1\n. Appellant named several defendants and several causes of action in the original complaint, including violation of the Arkansas Deceptive Trade Practices Act, negligence, wrongful death, fraud and deceit, and civil conspiracy. Additional parties and causes of action were dismissed prior to trial. In appellant's notice of appeal, appellant recites that she abandons all pending but unresolved claims in accordance with Ark. R.App. P. — ■ Civ. 3(e)(vi). This renders the order on appeal final for purposes of appellate jurisdiction.\n2\n. We attempted to certify this appeal to our supreme court on the bases that this appeal presented an issue of first impression, an issue of substantial public interest, and a significant issue needing clarification or development of the law. Ark. Sup. Ct. R. 1 — 2(b)(1), (4), and (5). The Arkansas Supreme Court declined to accept certification.\n3\n. While the record indicates that Apple Blossom may have voluntarily assumed a duty by its conduct, appellant did not raise this issue before the trial court or the appellate court; therefore, we decline to address it.\n\nPlain English Summary: The case concerned a deceased person who died while living in a specialised institution. The claim brought by his representative is that the institution had a duty to properly screen any applications to ensure that the persons in questions are fit for the living conditions in the institution. The Court rejected this argument and held that the nature of their responsibilities was limited by their contractual obligations.\n\n§4; §7(a). \n",
    "annotations": {
        "Facts": [
            "Appellant Heather Weisker, as the administrator of her deceased father's estate, appeals the dismissal of her negligence and wrongful-death action against appellee Harvest Management Sub LLC (hereinafter referred to as Harvest or its residential facility Apple Blossom) in the Circuit Court of Benton County, Arkansas.",
            "The salient facts brought out at trial and material to the trial court's ruling are as follows. On November 10, 2010. appellant's father. Edward Randolph, entered into a Residency and Service Agreement with a retirement community called Apple Blossom in Rogers. Arkansas, operated by appellee Harvest. In that agreement, which was six pages long. Randolph contracted for a month-to-month apartment rental of Unit 110. Monthly rent included payment of utilities, as well as certain board, activities, and services as described in the contract. The contract specified that Apple Blossom would provide three meals, per day in the community dining room, and it would provide weekly housekeeping, consisting of light cleaning of the Unit, changing of -the bed linens, and laundering of the linens and towels. This cleaning service did not include cleaning that would require moving the personal property of the resident. Nor did the cleaning service include laundering of the resident's personal clothing; - community laundry equipment was -available for residents to use. The contract specified that Apple' Blossom would provide a variety of additional services that would include social events, exercise classes, community activities, and scheduled-transportation. Apple Blossom reserved the right to enter each Unit for purposes of cleaning, maintenance and: repairs, • enforcement of the terms of the contract, and response Uto emergencies. Each Unit had in it a pull cord for summoning emergency assistance at any time.",
            "Randolph requested the nurse of his primary care physician, Dr. Marian L. Rhame, to fill out a form stating a reason why he needed help with meal preparation at his new apartment. Dr. Rhame filled out the form, indicating that Randolph needed a cane to walk; that he could feed himself, bathe himself, and tend to his own other hygiene needs; that he was not bedridden; that he was able to sit up; that he was not blind; that he was able to travel and leave home without assistance, including driving up to sixty miles to see his doctor; but that he required assisted living care in preparing meals because he was unable to stand to cook.'",
            "On December 26, 2010, Randolph was found dead, seated in a chair, in his apartment. Randolph was found by a manager of Apple Blossom, who was attempting to discover the source of an unpleasant odor emanating from the apartment. The last time Randolph had been seen by any staff of Apple Blossom was on the evening of December 24 when a housekeeper came by Randolph's apartment. The housekeeper said that she did not observe anything to lead her to believe that Randolph could not live independently; if she had, she would have reported it to management. Medical professionals estimated that Randolph had been dead for about forty-eight hours when he was found. Randolph's dog, also in the apartment, was still alive. The probable cause of Randolph's death was determined to be a cardiovascular accident — a stroke. There were clear indicators that Randolph was noncompliant in taking his oral blood-pressure medications.",
            "Appellant's attorney asserted that Apple Blossom owed a duty to its residents of exercising reasonable care in determining whether residents were appropriate candidates to live there independently."
        ],
        "Procedural History": [
            "At the close of appellant's case in chief, the trial court granted the appellee's motion for directed verdict. A final order of dismissal followed. Appellant contends that the trial court's grant of the motion for directed verdict was in error and warrants reversal."
        ],
        "Application of Law to Facts": [
            "There is simply no contractual undertaking of a duty to prescreen residential applicants to determine suitability to live independently or a duty to monitor those residents after they have moved onto the property. As prudent as such a screening process might be, there is no such duty as a matter of law in these circumstances."
        ],
        "Relevant Precedents": [
            "See Lovell v. St. Paul Fire & Marine Ins. Co., 310 Ark. 791,  (1992); Emerson v. Adult Cmty. Total Servs., Inc., 842 F.Supp. 152 (E.D.Pa.1994)."
        ],
        "Outcome": [
            "We disagree and affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}