{
    "text": "Jordan v. Jerry D. Sweetser, Inc., 64 Ark. App. 58, 977 S.W.2d 244 (1998)\nNov. 4, 1998 · Arkansas Court of Appeals · CA 98-040\n64 Ark. App. 58, 977 S.W.2d 244\nPaul Craig JORDANv.JERRY D. SWEETSER, INC\n977 S.W.2d 244\nCourt of Appeals of Arkansas Division II\n[Petition for rehearing denied December 9, 1999.]\n*60 Kelly Ann Proctor-Pierce, for appellant.\nBassettt Law Firm, by: William Robert Still and Vince Chadick, for appellee.\nAndree Layton Roaf, Judge.\nThis is a negligence case. Paul Craig Jordan appeals a directed verdict in favor of Jerry D. Sweetser, Inc. (hereinafter Sweetser), the road contractor in charge of the construction site where Jordan was injured. Jordan argues that the trial court erred in granting the directed-verdict motion because, viewing the evidence in the record with all reasonable inferences in the light most favorable to him, there is substantial evidence of the construction company's negligence and material breach of the construction contract. We disagree, and affirm.\nOn January 26, 1994, at approximately 5:30 p.m., Jordan left his Fayettville home in his pickup truck and headed to a church supper and Bible study at the First Baptist Church in Springdale. His route took him through a section of North Street in Fayette-ville that was being widened from two lanes to four lanes by Sweetser, pursuant to a contract with and under supervision of the Arkansas State Highway Commission. At the site, traffic was detoured onto a twenty-foot wide section of road with two-way traffic. The respective lanes were denoted by double four-inch yellow stripes. High-visibility orange plastic barrels marked the side of the detour where excavation was underway. On this particular evening, the street was wet from a recent rain.\nJordan had proceeded approximately a mile past the construction when he discovered that he had forgotten his Bible and lesson plan. He admitted that he was a little aggravated over forgetting his materials and that it caused him to be running late. He turned around and eventually reentered the detour through the construction site. Jordan encountered the headlights of an automobile passing through the site in the opposite direction. *61According to Jordan, he thought that the other vehicle was about to hit him and he tried to avoid it by jerking his truck to the right. He remembered hitting something that he assumed was a warning barrel and then crashing into a deep excavation, some two to three feet off the edge of the roadway. Jordan hit his head and lost consciousness. Eventually he awoke and tried to radio for help on his C.B. before again passing out. Some time later, he was rescued by police and taken to the hospital. Jordan apparently suffered permanent injuries.\nOn May 19, 1995, Jordan filed suit against Sweetser, alleging that it negligently constructed and failed to properly mark the excavation. Sweetser denied liability and invoked sovereign immunity in its answer. A two-day jury trial followed.\nJordan attempted to prove negligence on the part of Sweetser in two ways. First, he attempted to prove that the excavation was deeper than the plans specified. Toward this end he called as his first witness private investigator Gary Swearington, who testified that he measured the excavation at the point where Jordan left the roadway and that it was slightly more than six-feet deep. He also introduced a photograph of a private investigator, standing in the excavation, to show that the excavation was as deep as that man is tall. Jordan also attempted to prove noncompliance with the plans through the testimony of Sweetser president Bill Sweetser and general superintendent Gary Tyree. Bill Sweetser testified that he thought the excavation was three or four feet deep, but was not sure. Tyree testified that although he did not clearly remember this part of the job, or actually know exacdy where Jordan drove into the excavation, he thought the excavation should have only been three or four feet deep. Jordan asked Tyree in open court to find the depth specified in the plans and to determine if a six-foot hole was out of compliance. Tyree, however, expressed his inability to interpret the plans. With the court's permission, Jordan gave Tyree leave to study the plans when the trial concluded for the day, with the understanding that he would reserve the question for when the trial resumed in the morning. According to the record, Jordan did not pursue this question when the trial resumed.\n*62Jordan also attempted to prove negligence by introducing into evidence general provisions of a publication produced by the Federal Highway Administration entitled Manual on Uniform Traffic Control Devices and the Arkansas State Highway and Transportation Department publication Standard Specifications for Highway Construction, and by questioning Bill Sweetser about their applicability to the North Street improvements. He also questioned Tyree about the absence of white striping, or fog lines on the edge of the pavement, where it was apparently required by the standard drawings for the job. Tyree, however, testified that the specific plans directed that high-visibility traffic-control barrels be placed along the roadway instead and that the specific drawings took precedence over the standard drawings. Jordan also elicited testimony concerning the placement and maintenance of the barrels.\nAt the close of Jordan's case, Sweetser moved for a directed verdict, relying on Muskogee Bridge Co. v. Stansell, 311 Ark. 113, 842 S.W.2d 15 (1992), to argue that there was no evidence of negligence independent of the plans or in following the plans and therefore it was entitled to share in the State's sovereign immunity. Jordan resisted the motion by arguing two theories: 1) that there was testimony that, viewed in the light most favorable to the plaintiff, showed that there were required markings that were not there; and 2) that in addition to the plans and specifications, the contractor has an obligation to provide for the safety of the traveling public, which is dictated by his judgment, prudence, and reasonable care. Regarding the latter point, Jordan asserted that what constituted the required protective measures was a fact question for the jury. The trial judge expressed skepticism about Jordan's argument, but ruled at that time that he found a question of fact in whether the standard rules regarding the placement of white fog lines on the edge of the pavement was overridden by the more specific rules that specified that barrels mark the edge of the pavement as Tyree testified.\nIn Sweetser's case-in-chief, Arkansas Highway and Transportation Department resident engineer Leon Brewer, who oversaw the North Street project, testified. Brewer brought with him a copy of the daily diary of inspections made by him and his inspec*63tors on the project. Brewer testified that the daily inspections of the site revealed no deficiencies in the placement of warning devices and that the devices were properly placed according to the plans. He also testified that his department's specifications did not require white striping at the edge of the pavement. According to Brewer, the specific plan represented a site-specific adaptation from the standard drawings. Finally, he testified that he found no deficiency with respect to the excavation.\nAt the close of the evidence, Sweetser renewed its directed-verdict motion. Jordan again resisted the motion by asserting that: 1) the fines were missing, 2) the ditch was too deep, and 3) the contract imposed obligations separate and apart from the specifications under the books introduced in evidence. The trial judge granted the motion after noting that his previous ruling was essentially based on his assessment that the contract could somehow be interpreted to require the white striping. The trial judge, however, indicated that he had reconsidered and now concluded that the barrels provided better warning of the conditions than the striping. Furthermore, he found no other evidence of contractor negligence.\nJordan argues that the trial court erred in granting Sweetser's directed-verdict motion because there was substantial evidence in the record of Sweetser's negligence and material breach of the construction contract. He contends that Sweetser failed to comply with the contract, plans, and federal and state manuals regarding the placement of warning devices. Further, Jordan argues that Muskogee Bridge Co. v. Stansell, supra, which he contends has very similar facts to the instant case, does not allow Sweetser the benefit of sovereign immunity. We find Jordan's argument unpersuasive.\nA directed verdict for a defendant is proper only when there is no substantial evidence from which the jurors as reasonable individuals could find for the plaintiff. Avery v. Ward, 326 Ark. 829, 934 S.W.2d 516 (1996). Substantial evidence is that which is of sufficient force and character that it will compel a conclusion one way or the other, without resort to speculation or conjecture. Id. Evidence introduced by the plaintiff, together with all reasonable inferences therefrom, is examined in the fight *64most favorable to the plaintiff when a motion for directed verdict is made by the defendant. Id. With this standard in mind, we conclude that the directed verdict was proper.\nJordan's negligence argument is rooted in his contention that Sweetser owed a duty of care that was more extensive than its obligation under the contract it had with the Arkansas Highway Commission. In support of this theory, Jordan points to a general provision in the Manual on Uniform Traffic Control Devices, which states, In particular situations not adequately covered by the provisions of the Manual, the protection of the traveling public, pedestrians, officers, fire persons, and of the workers on the scene will dictate the measures to be taken, consistent with the general principles set forth herein. He also points to Bill Sweetser's testimony that he was not familiar with the manual as proof of his company's noncompliance. We find these argument unpersuasive and not well supported by the facts.\nContrary to Jordan's assertion, the warning-device placement plan was more extensive than the standard drawings called for, and significantly, that decision was made by the highway commission. The State's contract specified that high-visibility traffic-control barrels were to mark the edge of the pavement. Contained within Muskogee Bridge Co. v. Stansell is a jury instruction that sets out the black-letter law regarding the liability of construction companies under contract with the state. It states:\nA contractor who performs in accordance with the terms of [a] contract with a governmental agency is not hable for damages resulting from that performance. However, a contractor is hable for damages resulting from negligence in the performance of the contract.\nId.\nMoreover, the question of whether a duty is owed is always a question of law and never one for the jury. Bartley v. Sweetser, 319 Ark. 117, 890 S.W.2d 250 (1994). Accordingly, we find that this alleged higher duty is simply not the law.\nIn addition, Jordan's assertion that Bill Sweetser's apparent unfamiliarity with the manual could support an inference *65of noncompliance is likewise unpersuasive. Sweetser testified that the individual superintendents and foreman were responsible with keeping up with the various regulations concerning the maintenance of traffic-control devices.\nRegarding Sweetser's alleged deviation from the plans and contract, Jordan asserts that Sweetser dug the excavation to a depth of six feet when the plans called for four to five feet; failed to install white striping along the edge of the roadway; failed to adequately supplement or modify the traffic-control devices when they were placed on notice that they were inadequate; and violated federal law by willfully falsifying, distorting, or misrepresenting information concerning the placement of traffic-control devices under the terms of the construction contract. This argument also fails to persuade.\nThere simply is no proof that the depth of the excavation exceeded that which was specified in the plans. Although the excavation may have been deeper than either Bill Sweetser or Gary Tyree thought it was, neither man claimed to have a specific recollection as to how deep it actually was or should have been. Moreover, the plans, which were admitted into evidence, do not clearly show how deep the excavation was required to be at the point in question. Although Jordan questioned Tyree on this issue, he ultimately abandoned this line of inquiry. Only Leon Brewer of the highway department actually answered this question, and he testified that the excavation was within specifications.\nFurthermore, even if the excavation was deeper than the plans specified, unlike the situation in Muskogee Bridge, that variation did not cause the accident. In Muskogee Bridge, the supreme court affirmed a jury verdict in favor of persons injured when a driver lost control of her vehicle as she passed over an unmarked dip on a bridge that was being renovated by a contractor pursuant to a contract with the Arkansas State Highway Commission. The supreme court held that there was substantial evidence that the dip was between four and eight inches and that the contract specified that it be no more than an inch to an inch and a half, and the creation of the drop-off and failure to properly warn of its location constituted both negligence and proximate cause *66of the accident. In the instant case, Jordan's own testimony establishes that the cause of the accident was an oncoming vehicle that he perceived to be in his lane and his actions in swerving or jerking his truck off the roadway. While it is true that proximate cause is usually a question for the jury, see, e.g., Craig v. Taylor, 323 Ark. 363, 915 S.W.2d 257 (1996), it is not error not to submit the question to the jury if, based on the evidence adduced during the trial, the jury would be required to resort to speculation or conjecture to find for the plaintiff. See Ambrus v. Russell Chevrolet Co., 327 Ark. 367, 937 S.W.2d 183 (1997).\nJordan also urges this court to find dispositive the fact that Sweetser did not place white stripes along the edge of the pavement even though they were required by the standard drawings. However, the specific drawings required traffic-control barrels and not the white fines required by the standard drawings, and both Tyree and Brewer testified that the specific drawings took precedence. There was no evidence to the contrary regarding this interpretation. Moreover, as was the case with his excavation argument, there is absolutely no evidence that the accident was caused by Jordan's inability to discern the edge of the pavement. Indeed, Jordan testified that he intentionally left the roadway and that he even hit one of the traffic-control barrels. We also cannot fault the trial judge's reasoning that barrels which stood three feet high marked the edge of the roadway better than flat white striping. Again, in contrast to the situation in Muskogee Bridge, Jordan did not present any evidence that the use of barrels in lieu of white striping caused the accident.\nAs to Jordan's contention that Sweetser failed to supplement the devices when it was placed on notice that the existing arrangement was inadequate, the record is devoid of any evidence that Sweetser had such notice. While it is true that Jordan elicited testimony from Bill Sweetser that he perhaps could have placed more warning devices, the record is devoid of evidence that, except for Jordan's accident, there was any incident that would have put Sweetser on notice of the inadequacy of the warning devices.\n*67Regarding Jordan's argument that Sweetser falsified the inspection reports concerning the placement of the barrels, and that this wrongful act provided the necessary inference that the barrels were improperly placed, we note that Jordan did not make this argument in response to either of Sweetser's directed-verdict motions. It is well settled that arguments raised for the first time on appeal will not be considered. See, e.g., Ambrus v. Russell Chevrolet Co., supra.\nIn sum, this accident resulted from Jordan's reaction to the presence of an oncoming vehicle that he perceived to be in his lane. He did not testify that he was unable to follow the detour because of Sweetser's failure to properly mark the pavement. There is also no evidence that Sweetser failed to properly perform its contract. Accordingly, we cannot say that the trial court erred in granting Sweetser's motion for directed verdict, and affirm.\nAffirmed.\nArey and Neal, JJ., agree.\nPlain English Summary: A man was involved in a car accident, swerving the car to avoid another. In doing so he sustained injuries. He attempted to claim compensation for his injury from a company that was undertaking public works on the road that he was driving on. The Court held that the said company had no duty to perform all the tasks that the claimant thought it should have and rejected his claim. \n\n§4; §7(a). ",
    "annotations": {
        "Facts": [
            "This is a negligence case. Paul Craig Jordan appeals a directed verdict in favor of Jerry D. Sweetser, Inc. (hereinafter Sweetser), the road contractor in charge of the construction site where Jordan was injured.",
            "On January 26, 1994, at approximately 5:30 p.m., Jordan left his Fayettville home in his pickup truck and headed to a church supper and Bible study at the First Baptist Church in Springdale. His route took him through a section of North Street in Fayette-ville that was being widened from two lanes to four lanes by Sweetser, pursuant to a contract with and under supervision of the Arkansas State Highway Commission. At the site, traffic was detoured onto a twenty-foot wide section of road with two-way traffic. The respective lanes were denoted by double four-inch yellow stripes. High-visibility orange plastic barrels marked the side of the detour where excavation was underway. On this particular evening, the street was wet from a recent rain.Jordan had proceeded approximately a mile past the construction when he discovered that he had forgotten his Bible and lesson plan. He admitted that he was a little aggravated over forgetting his materials and that it caused him to be running late. He turned around and eventually reentered the detour through the construction site. Jordan encountered the headlights of an automobile passing through the site in the opposite direction. According to Jordan, he thought that the other vehicle was about to hit him and he tried to avoid it by jerking his truck to the right. He remembered hitting something that he assumed was a warning barrel and then crashing into a deep excavation, some two to three feet off the edge of the roadway. Jordan hit his head and lost consciousness. Eventually he awoke and tried to radio for help on his C.B. before again passing out. Some time later, he was rescued by police and taken to the hospital. Jordan apparently suffered permanent injuries.On May 19, 1995, Jordan filed suit against Sweetser, alleging that it negligently constructed and failed to properly mark the excavation. Sweetser denied liability and invoked sovereign immunity in its answer. A two-day jury trial followed."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "Contrary to Jordan's assertion, the warning-device placement plan was more extensive than the standard drawings called for, and significantly, that decision was made by the highway commission. The State's contract specified that high-visibility traffic-control barrels were to mark the edge of the pavement",
            "Moreover, the question of whether a duty is owed is always a question of law and never one for the jury. ",
            ". Accordingly, we find that this alleged higher duty is simply not the law.",
            "Jordan also urges this court to find dispositive the fact that Sweetser did not place white stripes along the edge of the pavement even though they were required by the standard drawings. However, the specific drawings required traffic-control barrels and not the white fines required by the standard drawings, and both Tyree and Brewer testified that the specific drawings took precedence. There was no evidence to the contrary regarding this interpretation.",
            "In sum, this accident resulted from Jordan's reaction to the presence of an oncoming vehicle that he perceived to be in his lane. He did not testify that he was unable to follow the detour because of Sweetser's failure to properly mark the pavement. There is also no evidence that Sweetser failed to properly perform its contract. Accordingly, we cannot say that the trial court erred in granting Sweetser's motion for directed verdict, and affirm."
        ],
        "Relevant Precedents": [
            "Bartley v. Sweetser, , 890 S.W.2d 250 (1994)"
        ],
        "Outcome": [
            "We disagree, and affirm.",
            "Affirmed."
        ]
    },
    "class": "affirm"
}