{
    "text": "Washington v. State, 48 Ill. Ct. Cl. 449 (1995)\nDec. 6, 1995 · Illinois Court of Claims · No. 95-CC-1206\n48 Ill. Ct. Cl. 449\nAaron Washington, Claimant,v.The State of Illinois, Respondent\nAaron L. Washington, pro se, for Claimant.\nJim Ryan, Attorney General (Nuvtah Shirazi, Assistant Attorney General, of counsel), for Respondent.\n*450ORDER\nMitchell, J.\nThis is a claim for personal injury pursuant to the Illinois Court of Claims Act. (705 ILCS 505/8(c).) Claimant alleges that he was injured as a result of negligence in the maintenance and control of a fire extinguisher used by another inmate to strike Claimant in the head during a fight on September 19, 1994, at the Centraba Correctional Center.\nClaimant contends that Respondent negligently failed to lock the fire extinguishers so that they may not be removed by inmates and used as weapons. As a result of that negligence, Claimant states that he was struck in the head with a fire extinguisher by a fellow inmate and suffered a cut to his head. He also suffered headaches for two or three months afterward.\nA hearing was held before this Court on May 4,1995, during which Claimant testified that he was attacked, without provocation, by an inmate wielding a fire extinguisher. He was treated for a laceration to his head. Claimant denies being a gang member or being involved in the fight before he was attacked.\n*451Also at the hearing, Respondent called Lawrence Boshera, fire safety coordinator at the Centralia Correctional Center, to testify. Boshera testified that there are no rules or regulations promulgated by the Illinois Department of Corrections that fire extinguishers must be locked in boxes. He states that it is common practice to keep fire extinguishers unlocked so that inmates can extinguish small fires more quickly than if a corrections officer had to be called to unlock a fire extinguisher. He also stated that in the 15 years that he had been at Centralia Correctional Center, no other inmate has used a fire extinguisher as a weapon.\nRespondent also called James Alemond, internal affairs investigator of the Illinois Department of Corrections. Alemond testified that Claimant was a member of the Gangster Disciples gang and was found to have been a participant in the fight and was disciplined.\nClaimant contends he is entitled to damages of $45,000 from Respondent for negligence.\nThe State is not an insurer of the safety of persons under its control. Dorsey v. State (1977), 32 Ill. Ct. Cl. 449.\nIn order to sustain the negligence claim against Respondent, Claimant must show that Respondent had a duty, that the duty was breached and that the breach was the proximate cause of the injury.\nClaimant failed to show that Respondent had a duty to lock the fire extinguishers in its penal institution. There is no rule or regulation to that effect. In addition, Claimant failed to show that Respondent had notice of a dangerous condition. In fact, testimony showed that no one had used a fire extinguisher as a weapon at the Centralia Correctional Center in at least the past 15 years.\n*452Respondent has decided that fire safety warranted keeping fire extinguishers unlocked. It appears that Respondent acted reasonably and in a manner consistent with accepted prison practices.\nTherefore, this claim is denied.\n\nPlain English summary:\nPlaintiff was injured when another inmate struck plaintiff with a fire extinguisher. Plaintiff sued the City of Illinois for negligently maintaining and controlling a fire extinguisher. The court held that the defendant owed no duty, so the claim was denied. \n",
    "annotations": {
        "Facts": [
            "Claimant ",
            "was injured as a result of",
            "a fire extinguisher used by another inmate to strike Claimant in the head during a fight on September 19, 1994, at the Centraba Correctional Center.",
            "Claimant ",
            "was struck in the head with a fire extinguisher by a fellow inmate and suffered a cut to his head. He also suffered headaches for two or three months afterward.",
            "Claimant",
            "was attacked, without provocation, by an inmate wielding a fire extinguisher. He was treated for a laceration to his head. Claimant denies being a gang member or being involved in the fight before he was attacked.",
            " there are no rules or regulations promulgated by the Illinois Department of Corrections that fire extinguishers must be locked in boxes.",
            "it is common practice to keep fire extinguishers unlocked so that inmates can extinguish small fires more quickly than if a corrections officer had to be called to unlock a fire extinguisher.",
            "in ",
            "15 years",
            "no other inmate has used a fire extinguisher as a weapon."
        ],
        "Procedural History": [
            "Aaron Washington, Claimant,v.The State of Illinois, Respondent",
            "This is a claim for personal injury pursuant to the Illinois Court of Claims Act",
            "Claimant contends he is entitled to damages of $45,000 from Respondent for",
            "negligence."
        ],
        "Application of Law to Facts": [
            "Claimant failed to show that Respondent had a duty to lock the fire extinguishers in its penal institution. There is no rule or regulation to that effect. In addition, Claimant failed to show that Respondent had notice of a dangerous condition. In fact, testimony showed that no one had used a fire extinguisher as a weapon at the Centralia Correctional Center in at least the past 15 years.Respondent has decided that fire safety warranted keeping fire extinguishers unlocked. It appears that Respondent acted reasonably and in a manner consistent with accepted prison practices."
        ],
        "Relevant Precedents": [
            "Dorsey v. State (1977), 32 Ill. Ct. Cl. 449."
        ],
        "Outcome": [
            "Therefore, this claim is denied."
        ]
    },
    "class": "reverse"
}