{
    "text": "Advincula v. United Blood Services, 176 Ill. 2d 1 (1996)\nDec. 19, 1996 · Illinois Supreme Court · No. 79653\n176 Ill. 2d 1\n\nCase outline\nMajority — Justice Freeman\nConcurrence — Justice Nickels\nDissent — Justice Miller\nOther formats\nPDF\nAPI\nCiting cases\n111 cases cite to this case\nOther databases\nCOURTLISTENER\n\nMARIETTA ADVINCULA, Appellee,v.UNITED BLOOD SERVICES, Appellant\nRehearing denied April 24, 1997.\n*4NICKELS, J., specially concurring.\nMILLER and HARRISON, JJ., dissenting.\nJerold S. Solovy, Michael T. Brody, Barry Levenstam and Jeralyn H. Baran, of Jenner & Block, of Chicago (Foster Robberson, of Lewis & Roca, of Phoenix, Arizona, of counsel), for appellant.\nMargaret Byrne and Judith E. Fors, of Chicago, and *5Maureen R. Witt, Elizabeth A. Phelan and Carlos A. Samour, of Holland & Hart, of Denver, Colorado, for appellee.\nKimball R. Anderson and Hurd Baruch, of Winston & Strawn, of Chicago, for amicus curiae Abbott Laboratories.\nSteven H. Kuh, P.C., of Chicago (Philip D. Schiff and John Paul Barber, of Bethesda, Maryland, of counsel), for amicus curiae American Association of Blood Banks.\nDouglas F. Fuson, Sara J. Gourley and Susan A. Weber, of Sidley & Austin, of Chicago, for amicus curiae American Blood Resources Association.\nRonald L. Lipinski, of Seyfarth, Shaw, Fairweather & Geraldson, of Chicago (David P. Gersch, M. Sean Laane and Charles W. Scarborough, of Arnold & Porter, of Washington, D.C., and Edward L. Wolf, of Arlington, Virginia, of counsel), for amicus curiae American National Red Cross.\nPamema A. Liapakis and Jeffrey Robert White, both of Washington, D.C., for amicus curiae Association of Trial Lawyers of America.\nBruce R. Pfaff, of Bruce R. Pfaff & Associates, Ltd., and Robert B. Patterson, both of Chicago, for amicus curiae Illinois Trial Lawyers Association.\nJUSTICE FREEMAN\ndelivered the opinion of the court:\nThis case primarily concerns the standard of care under section 3 of the Blood and Organ Transaction Liability Act (Blood Shield Act) (Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101 et seq.), against which the conduct of a *6nonprofit blood bank charged with negligence in collecting whole blood contaminated with the human immunodeficiency virus (HIV) must be measured.\nPlaintiff, Marietta Advincula, as the special administrator of the estate of her husband, Ronaldo Advincula, deceased, brought wrongful death (Ill. Rev. Stat. 1983, ch. 70, par. 1 et seq.), family expense (Ill. Rev. Stat. 1983, ch. 40, par. 1015), and survival actions (Ill. Rev. Stat. 1983, ch. 110 1/ 2, par. 27 — 6) in the circuit court of Cook County against defendant, United Blood Services (UBS). UBS operates nonprofit blood banks which collect donated whole human blood and is an operating division of Blood Systems, Inc., a nonprofit Arizona corporation.\nFollowing trial, the jury returned a verdict of $2.14 million in plaintiff's favor on all claims. UBS filed a post-trial motion for judgment notwithstanding the verdict or, alternatively, a new trial. The trial court denied the motion, and defendant appealed.\nA sharply divided appellate panel affirmed, issuing three separate published opinions: the majority opinion delivered by Justice Scariano, a special concurrence by Justice DiVito, urging remand for retrial, and a dissent by Justice McCormick. 274 Ill. App. 3d 573. These published opinions addressed the appropriate standard of care under section 3 of the Act and proper application of the standard. A Supreme Court Rule 23 order (134 Ill. 2d R. 23) addressed the remaining issues, e.g., proof of proximate cause, admissibility of expert opinion testimony and time-barring of the survival action.\nFollowing the decision, the appellate court issued a certificate of importance pursuant to Supreme Court Rule 316 (134 Ill. 2d R. 316) and article VI, section 4(c), of the Illinois Constitution of 1970 (Ill. Const. 1970, art. VI, § 4(c)). We assumed jurisdiction and granted the American National Red Cross, the American Associa*7tian of Blood Banks (AABB), the American Blood Resources Association (ABRA) and Abbott Laboratories permission to file amicus curiae briefs in support of UBS. We granted similar permission to the Illinois Trial Lawyers Association and the Association of Trial Lawyers of America, which support plaintiff. 134 Ill. 2d R. 345. The thrust of the amici curiae support concerns the interpretation of section 3 with respect to standard of care.\nPlaintiff initially moved unsuccessfully to dismiss the appeal, contesting jurisdiction. Plaintiff states that she incorporates that motion in her brief and requests its reconsideration. Such request in this form is not properly before the court. See Ill. Rev. Stat. 1983, ch. 110, par. 2 — 620; 134 Ill. 2d R. 361(a).\nPlaintiff also filed motions to strike portions of ABRA's brief and the entirety of AABB's brief. Plaintiff's motions were taken with the case. We find that information in ABRA's brief that provides background to the Acquired Immune Deficiency Syndrome (AIDS) crisis essentially appears within the record on appeal and within the parties' briefs. Further, ABRA's views may be properly expressed in its brief despite that it is an association of blood plasma collecting organizations. We also find that AABB's brief, describing the development of its association's standards and recommendations, does not improperly expand the factual record developed in the trial court as contended by plaintiff. See DeLuna v. St. Elizabeth's Hospital, 147 Ill. 2d 57, 76 (1992). Plaintiff's motions to strike are accordingly denied.\nDefendant requests that this court reverse the trial court's judgment or, alternatively, remand for a new trial. After careful consideration, we reverse the judgments of the appellate and circuit courts and remand for a new trial.\nBACKGROUND\nUBS operates 20 blood centers in 19 states, includ*8ing a center in Chicago. UBS conducts mobile blood drives, collecting whole human blood from volunteer donors at churches, schools, and places of employment throughout the Chicago metropolitan area. UBS belongs to that sector of the blood banking community which receives donations from volunteers as opposed to the commercial sector which depends on paid donors.\nUBS is a member of the AABB, an association of blood banks and blood banking professionals engaged in the collection of whole blood from volunteer donors. AABB promulgates, establishes and publishes standards and policies for the collection, processing and distribution of blood, blood components and tissue by its members. AABB also inspects and accredits its members based on compliance with these standards and policies and issues advisory recommendations and guidelines. Federal and state governments generally accept AABB standards as authoritative.\nBlood banks in general are regulated, inspected and licensed by the FDA. 21 U.S.C. §§ 321(g)(1)(B), 360(b) (1994); 42 U.S.C. §§ 262(c), (d) (1994). The Code of Federal Regulations also requires that the suitability of a blood donor shall be determined by or under the supervision of a qualified physician. See 21 C.F.R. § 640.3(a) (1995). Illinois treats blood banking similarly. See 210 ILCS 25/ 2 — 125 (West 1994) (medical director of blood bank administers its technical and scientific operations); 210 ILCS 25/7 — 108 (West 1994) (blood bank may collect only with consent of donor and under direction or delegated direction of medical director). Transfusion medicine is a recognized medical specialty with specific board certification.\nThe initial spread of AIDS, a disease of unknown cause and origin, presented detection challenges to the medical community and, particularly, the blood banking community. AIDS in the United States was first reported *9to the Centers for Disease Control (CDC) in 1981. See 30 Morbidity and Mortality Weekly Report 250 — 52, 305 — 08 (June 5, July 3, 1981). AIDS's first known victims were male homosexuals and intravenous drug abusers. See generally Kozop v. Georgetown University, 663 F. Supp. 1048 (D.D.C. 1987), aff'd in part & vacated in part, 851 F.2d 437 (D.C. Cir. 1988). By July 1982, after three hemophiliacs contracted AIDS, CDC hypothesized that the disease was possibly transmitted through blood products. 31 Morbidity and Mortality Weekly Report 365, 366 (July 16, 1982). At that time, no consensus was reached nor were recommendations developed regarding that possibility among the various concerned government public health organizations and the blood banking community. Comment, Allocating the Costs of Transfusion — AIDS: An Oregon Perspective, 73 Or. L. Rev. 1057, 1061 (1994); Kozop, 663 F. Supp. at 1051.\nBy January 1983, academics, physicians, government public health organizations and members of the blood banking community met as a workgroup to consider opportunities for preventing AIDS, posed by person-to-person contact and by blood. In the absence of a laboratory test that could detect the AIDS virus in blood, the workgroup addressed the public health imperative of balancing the risk of AIDS against the impact screening measures might have on the nation's blood supply.\nIn the area of AIDS transmission by blood, the work-group considered the benefits and risks posed by several screening options. Educating volunteer donors to self-defer was considered generally effective because such persons were known to be altruistic. Directly questioning donors regarding their sexual preferences and habits was believed to carry the risk of offending and discouraging low-risk donors, while also possibly ineffectively *10screening dishonest or alienated at-risk donors, which could adversely result in a decreased national blood supply. Donations by friends and family to specific recipients was not recommended by blood banking physicians because such persons are often pressured and, under such circumstances, might be less likely to admit high-risk behavior. Finally, several laboratory tests, known as surrogate tests, were between 66% and 88% effective in ultimately identifying HIV-infected donors, but they also had a 5% false positive rate, resulting in the rejection of safe blood. The tests also increased the price of collection and distribution of blood products.\nThe workgroup reached no consensus regarding the best method to effectively exclude high-risk donors. At the time, there were 11 possible reported cases of AIDS related to transmission by blood and blood products. Kozop, 663 F. Supp. at 1051.\nShortly thereafter, major blood banking organizations and associations with assistance from the National Gay Task Force, the National Hemophilia Foundation and government public health representatives issued the first in a series of joint statements relating to the transmission of AIDS. Kozop, 663 F. Supp. at 1052. The statement recommended that blood screening include questioning donors to detect possible AIDS or exposure to persons with AIDS. 73 Or. L. Rev. at 1062-63.\nThe United States Public Health Service Committee, comprised of federal government public health organizations and the FDA, similarly recommended that blood banks screen by educating donors with information pamphlets describing high-risk groups so that potential at-risk donors might exclude themselves. 32 Morbidity and Mortality Weekly Report 101-04 (March ■4, 1983). The FDA also individually recommended voluntary self-deferral by potential at-risk donors. The FDA recommended, as well, improved educational *11programs for blood bank personnel to enable them to better assist donors in recognizing AIDS symptoms.\nUBS revised its procedures, taking the course generally recommended by these governmental agencies and blood banking community associations and organizations, which did not include directed donations, surrogate tests or direct questioning of potential donors regarding their sexual preferences and habits.\nConclusive proof that the AIDS virus was transmittable through blood was first published in January 1984. J. Curran, Acquired Immune Deficiency Syndrome (AIDS) Associated with Transfusions, 310 New Eng. J. Med. 69, 70 (1984); Kozop, 663 F. Supp. at 1052. In February 1984, with one exception, none of the volunteer blood banks in the United States, including those operated by government public health agencies, screened donated blood with a surrogate test for AIDS. One university blood bank experimentally screened using the T-cell ratio test. No volunteer blood bank in the United States used the hepatitis B core antibody surrogate test, the test urged by plaintiff here.\nOn February 11, 1984, UBS collected a unit of HIV-contaminated blood from a donor, anonymously referred to as John Donor, at a volunteer blood drive held at a Catholic parish on Chicago's southwest side. Later that month, the blood was transfused to the deceased during open-heart bypass surgery at Illinois Masonic Medical Center. Plaintiff alleged that defendant negligently failed to screen the HIV-contaminated blood, resulting in the deceased's contraction of AIDS and his eventual death, some four years following the February 1984 transfusion.\nSpecifically, plaintiff alleged that UBS inadequately educated donors about high-risk behavior for AIDS exposure; did not conduct the blood drive properly; did not directly question donors about their sexual prefer*12enees or sexual practices; and did not implement surrogate tests, before February 1984, although allegedly one test, the hepatitis B core antibody test, was proven effective in screening at-risk donors.\nISSUES\nWe are asked to decide whether: (1) the trial court properly construed section 3 and applied the proper standard of care; (2) plaintiff proved proximate cause; (3) plaintiff's expert witnesses' testimony exceeded their permissible scope; and (4) UBS was entitled to judgment due to the barring of plaintiff's Survival Act claim for failure to meet statute of limitations filing requirements.\nSTANDARD OF REVIEW\nStatutory construction is a question of law, and a reviewing court will interpret a statute pursuant to its own judgment, independent of, and not deferential to, that of the trial court. See Arca v. Colonial Bank & Trust Co., 265 Ill. App. 3d 498 (1994); Mellon Bank, N.A. v. Midwest Bank & Trust Co., 265 Ill. App. 3d 859 (1993). Similarly, where facts are not disputed, a reviewing court may determine a question concerning limitations as a matter of law.\nSECTION 3 OF BLOOD SHIELD ACT\nIn order that there may be negligence or actionable negligence, there must be a legal duty to exercise care in favor of the person injured, a breach of such duty, and injury proximately caused by that breach. See Curatola v. Village of Niles, 154 Ill. 2d 201 (1993). Section 3 of the Blood Shield Act, Imposition of liability, imposes a legal duty upon blood banks and their staffs by stating:\nEvery person, firm or corporation involved in the rendition of any of the services described in Section 2 warrants to the person, firm or corporation receiving the service and to the ultimate recipient that he has exercised due *13 care and followed professional standards of care in providing the service according to the current state of the medical arts. (Emphasis added.) Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5103.\nANALYSIS\nI\nConstruction of Section 3 — Standard of Care\nUBS claims that the trial and appellate courts erroneously interpreted section 3 to allow UBS's conduct to be measured against an ordinary reasonableness negligence standard of care. UBS generally interprets section 3 as imposing an overriding obligation to adhere to professional standards of care and a secondary obligation to exercise due care in the conduct which conforms to those standards. UBS claims that where professional standards of care are duly adhered to, negligence liability does not arise.\nPlaintiff, on the other hand, claims that the interpretation of section 3 adopted by the trial court and affirmed by the appellate majority is correct. That is, under the express terms of section 3, compliance with professional standards is not the sole inquiry; if professional standards or rules are themselves inadequate to constitute due care, then compliance with them does not satisfy the statutory standard of care. Plaintiff generally interprets section 3 as imposing an overriding obligation to exercise due care and a subordinate obligation to follow professional standards, as in rules.\nEssentially, the controversy concerns whether section 3 of the Blood Shield Act contemplates a professional standard of care or an ordinary, reasonableness standard of care, and whether satisfaction of professional standards of care constitutes the lack of negligence. See Comments, Blood Bank Liability to Recipients of HIV Contaminated Blood, 18 U. Dayton L. Rev. 87, 98 nn. 100, 101 (1992).\n*14Initial reference to the underlying procedural background of this case is helpful. Prior to trial, UBS moved for summary judgment. UBS argued, inter alla, that it had adhered to prevailing professional standards of care at the time of John Donor's blood donation. In opposing the motion, plaintiff relied on HIV-blood-transfusion decisions from other jurisdictions which rejected a professional negligence standard of care in favor of an ordinary negligence standard of care. See Doe v. American National Red Cross, 798 F. Supp. 301, 306 (E.D.N.C. 1992) (interpreting statutory provision stating, [i]n the selection of donors due care shall be exercised, to constitute ordinary negligence standard of care). The trial court found that section 3 expressed a due care standard. The trial court denied UBS's motion, interpreting section 3 to require a blood bank to exercise due care and fill [sic] professional standards.\nThe trial court also ruled prior to trial that evidence regarding the conduct of blood plasma centers that pay donors for blood was not admissible to show whether UBS's conduct was reasonable. However, over UBS's objections, some evidence was admitted pertaining to the conduct of blood plasma centers in order to show notice to UBS of alternative procedures and their feasibility.\nOn the eve of trial, plaintiff moved to confirm the applicable standard of care. In the motion, plaintiff requested that the court, in accord with its prior determination, admit evidence and instruct the jury according to the appropriate legal standards. UBS, too, sought a statement of the applicable standard of care by a motion in limine. Once again, UBS argued that section 3 imposed a professional standard of care on blood banks. The trial court ruled that the standard of care applicable at trial to UBS's conduct would be that of a reasonably careful blood bank under similar circumstances.\n*15At trial, over UBS's objection, Dr. E. Conant and Dr. Marcus Francis were allowed to testify as experts concerning the standard of care for blood banks in 1984. Dr. Conant was a dermatologist, who chaired the California Task Force on AIDS. At the time of trial, Dr. Conant had treated about 5,000 AIDS patients and had studied, written and presented extensively regarding AIDS transmission. Dr. Conant had no experience in blood banking medicine, except for a part-time job in medical school prior to the AIDS epidemic. Dr. Conant did not belong to any professional blood banking association and, on more than one occasion, had been prevented by courts from testifying because he was not an expert in blood banking. Dr. Francis was a epidemiologist and virologist formerly employed by the CDC. Dr. Francis had no experience in blood banking, nor did he belong to any professional blood banking organization. Initially, the trial court ruled that Dr. Francis could not testify concerning the standard of care, but dispensed with this limitation over UBS's objections. Dr. Francis testified, inter alla, about methods he believed were available to blood banks to prevent the spread of AIDS. Dr. Francis also testified that a blood donor would cooperate when directly questioned regarding sexual practices.\nAt the close of evidence, the court instructed the jury that UBS had a duty to use due care for the safety of the plaintiff. The trial court defined due care as:\nthe care that would be used by reasonably careful blood banks under circumstances similar to those shown by the evidence at and prior to the time Ronaldo Advincula contracted the HIV virus. The law does not say how reasonably careful blood banks would act under the circumstances. That is for you to decide.\nCf. Illinois Jury Pattern Instructions, Civil, No. 10.02 (3d ed. 1989) (hereinafter IPI Civil 3d).\nThe jury was additionally instructed:\nIn determining whether the defendant exercised due care under the circumstances you may consider:\n*16a. whether defendant complied with its own internal policies and procedures;\nb. the knowledge and methods available at and prior to February 1984 to educate and screen donors and test blood;\nc. the practices and procedures of the blood banking industry for screening donors and testing blood;\nd. the government's recommendations and guidelines governing the collection and processing and distribution of blood and blood products.\nCf. IPI Civil 3d No. 105.03.01.\nIn this court, each party specifically argues that the plain language of section 3 supports its interpretation. UBS claims that the provision's end phrase, according to the current state of the medical arts, modifies the dual obligation to both exercise[ ] due care and follow[ ] professional standards of care. Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5103. As one amicus curiae states it, [t]he overarching reference to the 'current state of the medical arts' makes clear that the legislature intended negligence actions against blood banks and blood and plasma processors to be governed by a professional standard of care and that blood providers must exercise due care in conforming to that standard.\nLike UBS, plaintiff also argues that the express terms of section 3 impose dual obligations, but she interprets the phrase follow[ ] professional standards of care as professional rules, not legal standards of care. Plaintiff claims that UBS's interpretation renders superfluous the first obligation, to exercise due care, which result violates a basic statutory construction principle.\nThe primary rule of statutory construction is to give effect to the true intent of the legislature and inquiry into legislative intent must begin with the language of the statute. People v. Lowe, 153 Ill. 2d 195 (1992). In order to determine legislative intent, a statute must be read as a whole and all relevant parts must be consid*17ered by the court. See Bonaguro v. County Officers Electoral Board, 158 Ill. 2d 391 (1994).\nIn doing so, courts must give statutory language its plain and ordinary meaning. See People v. Brandon, 162 111. 2d 450 (1994). A term of well-known legal significance can be presumed to have that meaning in a statute. See Harris v. Manor Healthcare Corp., 111 Ill. 2d 350 (1986). Also, common law meanings of words and terms may be assumed to apply in statutes dealing with new or different subject matter, to the extent that they appear fitting and absent evidence indicating a contrary meaning. 2B N. Singer, Sutherland on Statutory Construction § 50.3, at 103 (5th ed 1992). Equipped with these principles, we examine the disputed language, exercised due care and followed professional standards of care in providing the service according to the current state of the medical arts.\nA commonly accepted definition of due care is:\nJust, proper, and sufficient care, so far as the circumstances demand; the absence of negligence. That degree of care that a reasonable person can be expected to exercise ***. That care which an ordinarily prudent person would have exercised under the same or similar circumstances. Black's Law Dictionary 499 (6th ed. 1990).\nSee also 28 Ill. L. & Prac. Negligence § 25, at 24 (1957) (due care often used as a controvertible term with reasonable care and ordinary care); Langston v. Chicago & Northwestern Ry. Co., 330 Ill. App. 260 (1946) (same), aff'd, 398 Ill. 248 (1947). Webster's Third New International Dictionary 1811 (1986). Profession is commonly defined as a vocation or occupation that requires advanced education and training and involves intellectual skills, such as medicine, law, theology, engineering, teaching, etc. See Webster's New World Dictionary 1134 (2d Coll. ed. 1974); see also Webster's Third International Dictionary 1811 (1986).\nThe term standard of care is one of legal signifi*18canee. In common law negligence theory, a standard of care is generally understood to mean a measure or rule against which a defendant's conduct is to be measured. See W. Keeton, Prosser & Keeton on Torts §§ 31, 32 (5th ed. 1984); see also 28 Ill. L. & Prac. Negligence §§ 25, 24 (1957). Black's defines standard of care as the degree of care which a reasonably prudent person should exercise in the same or similar circumstances. Black's also states that in medical, legal, etc., malpractice cases, a standard of care is applied to measure the competence of the professional. Black's Law Dictionary 1404-05 (6th ed. 1990).\nThe rule that courts must not disregard the plain language of a statute operates only when the statute under consideration is free from apparent ambiguity. See People v. Drakeford, 139 Ill. 2d 206 (1990); see also Roche v. City of Chicago, 818 F. Supp. 233 (N.D. Ill. 1993) (court may only look beyond statutory language where it is ambiguous or inconclusive, or a literal interpretation would lead to absurd result), aff'd, 24 F.3d 882 (7th Cir. 1994). A statute is ambiguous when it is capable of being understood by reasonably well-informed persons in two or more different senses, thus warranting the consideration of other sources to ascertain the legislative intent. See People v. Jameson, 162 Ill. 2d 282 (1994).\nIf one relies only on commonly accepted and understood meanings, section 3 appears ambiguous, seemingly indicating that a blood bank's conduct is to be measured both by a lay, reasonable person standard of care and by professional standards of care. And joins exercised due care with followed professional standards of care, indicating that the two phrases are additional to one another and implying that they are also grammatically coordinate. Black's Law Dictionary 86 (6th ed. 1990); see also Coalition for Political Honesty v. State Board of Elections, 65 Ill. 2d 453, 465 (1976).\n*19Further, under section 3, blood banks make both warranties while providing the service according to the current state of the medical arts. Without any resolution concerning the intended operation of the two warranties, it is impossible to determine exactly what this qualifying phrase means. We conclude that section 3 is therefore ambiguous and requires construction.\nValuable construction aids in interpreting an ambiguous statute are the provision's legislative history and debates, and the purposes and underlying policies. See 2A N. Singer, Sutherland on Statutory Construction §§ 48.02, 48.13, at 308, 356 (5th ed. 1992); Brown v. Kirk, 64 Ill. 2d 144, 152-53 (1976).\nThe legislative history of the Blood and Organ Transaction Liability Act is not available, unfortunately, as a record. Pub. Act 77 — 184, eff. July 2, 1971. However, it is well known that the Act was enacted in response to Cunningham v. MacNeal Memorial Hospital, 47 Ill. 2d 443 (1970). See Hill v. Jackson Park Hospital, 39 Ill. App. 3d 223 (1976). Cunningham held that whole blood is a product for purposes of strict tort liability. Cunningham, 47 Ill. 2d at 447. The legislature responded by restricting the liability of blood, human organ and tissue service providers to instances of negligence and willful misconduct.\nSection 2, Limitation of liability, fully accomplishes that end by eliminating the strict liability exposure of such persons and organizations with the statement that the procuring, furnishing, donating, processing, distributing or using of human whole blood, plasma, blood derivatives, human organs and tissue for purposes of injection, transfusion, or transplantation in a human body is the rendition of a service for purposes of tort and contract liability. Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5102.\nA review of section 1, Declaration of public policy, is also instructive. Section 1 states:\n*20[The] availability of scientific knowledge, skills and materials for the purpose of injecting, transfusing or transplanting human whole blood, plasma, blood products, blood derivatives and *** [other] organs or other human tissue is important to the health and welfare of the people of this State. The imposition of legal liability without fault upon the persons and organizations engaged in such scientific procedures inhibits the exercise of sound medical judgment and restricts the availability of important scientific knowledge, skills and materials. (Emphasis added.) Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101.\nThe provision continues, declaring the state's policy to limit liability to negligence and willful conduct and referring, again, to the processes of making such materials available for human use as scientific procedures. Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101.\nAs expressly stated in section 1, the legislature viewed the persons and organizations engaged in scientific procedures as exercising medical judgment which would be inhibited by the imposition of strict liability. The legislature also expressly stated its belief that the availability of important scientific knowledge and skills would be restricted by such an imposition. Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101. See also Hill v. Jackson Park Hospital, 39 Ill. App. 3d 223, 225 (1976) (Act serves to prevent chilling effect on the exercise of sound medical judgment); Glass v. Ingalls Memorial Hospital, 32 Ill. App. 3d 237, 241 (1975) (Act ensures that strict liability will not impinge on the exercise of sound medical judgment in a field where an individual's life might be at stake). These clear expressions reveal the legislative view concerning the types of judgments involved in blood banking as well as the level of expertise attendant to these scientific procedures. Any construction of section 3 must be consistent with these expressions of the Act's purpose. See People v. Burpo, 164 Ill. 2d 261 (1995) (statute should be given construe*21tian that is consistent with purposes and policies of the statutes).\nMoreover, the legislature apparently deemed it necessary to enact section 3, a provision which imposes a particular form of statutory liability apart from existing common law negligence liability, despite that the Act's express purpose was fully accomplished by section 2. Accepting the express purpose of the Act, there was no need for the legislature to go beyond section 2 in crafting a specific statutory liability for blood service providers; existing common law negligence standards of care would have sufficed.\nDuring legislative debates concerning a subsequent amendment to section 3 (see Pub. Act 78 — 31, eff. June 22, 1973), one legislator expressed his understanding that a basis for the Blood Labeling Bills was a past shortage of blood to the extent that physicians had to sometimes rely on purchased blood. The legislator additionally stated that certain protection was given to [p]hysicians and [h]ospitals in that they are acting in good faith and exercising due care in the transfer of blood to the extent that it is *** possible to know the blood [sic] and uncontaminated. 78th Ill. Gen. Assem., House Proceedings, June 13, 1973, at 67-68 (statements of Representative Lauer) (extending the waiver of strict liability from July 1, 1973, to July 1, 1976). We glean from these statements only that legislators assumed that blood transferors, referred to as physicians and hospitals, were shielded under the law because they act in good faith and exercise due care in transferring blood to the extent of their knowledge.\nAn additional statutory construction aid is the common law. The common law, having been classified and arranged into a logical system of doctrine, principles, rules and practices, furnishes one of the most reliable backgrounds upon which analysis of the objects and *22purposes of a statute can be determined. Tyrrell Gravel Co. v. Carradus, 250 Ill. App. 3d 817 (1993); see also 2B N. Singer, Sutherland on Statutory Construction § 50.01, at 90 (5th ed. 1992). It is appropriate then to rely on that body of law to interpret section 3. See In re Balay, 113 B.R. 429 (N.D. Ill. 1990) (statute should be construed so that it may be given effect and is consonant with the common law).\nIn Illinois, the basic standard of care in instances of negligence is that of the ordinarily careful person (see IPI Civil 3d No. 10.02) or reasonably prudent person (Cunis v. Brennan, 56 Ill. 2d 372, 376 (1974)). This basic formulation reflects the community's demand for a standard that is external and objective. To be complete, however, a standard of care must also be subjective, in that it makes proper allowance for the actor's capacity to meet the risk apparent to him, and the circumstances under which he must act. See W. Keeton, Prosser & Keeton on Torts § 32, at 173 (6th ed. 1995).\nAccordingly, the basic reasonable person standard allows for and incorporates the physical characteristics of the defendant, himself. See W. Keeton, Prosser & Keeton on Torts § 32, at 175 (6th ed. 1995); W. Curran, Professional Negligence — Some General Comments, 12 Vand. L. Rev. 535, 536-37 (June 1959). Other circumstances may be similarly incorporated into the reasonable person standard. See W. Keeton, Prosser & Keeton on Torts § 32, at 179 n.47 (6th ed. 1995) (citing Lewis v. Northern Illinois Gas Co., 97 Ill. App. 3d 227 (1981), as applying standard of care that child of actor's age, intelligence, capacity and experience would exercise).\nThe professional standard of care accomplishes this incorporation of certain subjective qualities and circumstances. Professionals are held to a particularized form of the basic reasonable person standard because in addition to that degree of care, they are expected to possess *23a higher degree of skill, care, and learning than the average person. The common statement that due care is the degree of care that a reasonable person is bound to exercise is thus only a statement of the general negligence standard of conduct or duty in its most basic terms. Professionals, in general, are required not only to exercise reasonable care (i.e., due care) in what they do, but also to possess and exercise a standard minimum of special knowledge and ability. See W. Keeton, Prosser & Keeton on Torts § 32, at 185 (6th ed. 1995); see also Miller v. DeWitt, 59 Ill. App. 2d 38 (1965) (while architect has duty to act with reasonable care and diligence, the skill and ability that an architect is bound to exercise is that ordinarily required of architects).\nIn Illinois, the established standard of care for all professionals is stated as the use of the same degree of knowledge, skill and ability as an ordinarily careful professional would exercise under similar circumstances. Taake v. WHGK, Inc., 228 Ill. App. 3d 692, 708 (1992) (same general standard of care applies to all professionals, including architects); Eaves v. Hyster Co., 244 Ill. App. 3d 260, 264 (1993) (referring to IPI Civil 3d Nos. 105.01, 105.02, as applying to all professionals and requiring all professionals to apply same degree of knowledge, skill and ability as an ordinarily careful professional would exercise under similar circumstances); see also Restatement (Second) of Torts § 299A, at 73 (1965). This standard of care is utilized to measure the conduct of a wide variety of both medical and nonmedical professions. See Barth v. Reagan, 139 Ill. 2d 399, 407 (1990) (attorneys); Purtill v. Hess, 111 Ill. 2d 229, 241-42 (1986) (physicians); Dolan v. Galluzzo, 77 Ill. 2d 279, 281 (1979) (podiatric practitioner); Rosenberg v. Miller, 247 Ill. App. 3d 1023, 1028-29 (1993) (dentists); Margolies v. Landy & Rothbaum, 136 Ill. App. 3d 635, 638 (1985) (accountants); Horak v. Biris, 130 Ill. App. 3d *24140 (1985) (social workers). The standard recognizes that lay jurors are not equipped to determine what constitutes reasonable care in professional conduct without measuring the actor's conduct against that of other professionals. See generally W. Keeton, Prosser & Keeton on Torts § 32 (6th ed. 1995); see also Walski v. Tiesenga, 72 Ill. 2d 249, 261-62 (1978).\nParenthetically, we note that in professional negligence cases, unlike negligence actions in general, the plaintiff bears a burden to establish the standard of care through expert witness testimony. See Barth, 139 Ill. 2d 399; Walski, 72 Ill. 2d at 256; Ohligschlager v. Proctor Community Hospital, 55 Ill. 2d 411 (1973); see also IPI Civil 3d No. 105.01 (requiring expert witness testimony or other evidence of professional standards to prove professional standard of care). Moreover, a plaintiff does not discharge this burden of proof by merely presenting expert testimony which offers an opinion as to correct procedure or which suggests, without more, that the witness would have conducted himself differently than the defendant. The expert must base his opinion upon recognized standards of competency in his profession. A difference of opinion between acceptable but alternative courses of conduct is not inconsistent with the exercise of due care. See York v. Stiefel, 109 Ill. App. 3d 342, 350 (1982).\nIn instances, however, where the professional's conduct is so grossly negligent or the treatment so common that a layperson could readily appraise it, no professional expert testimony or other such relevant evidence is required. See Barth, 139 Ill. 2d at 407-08; Walski, 72 Ill. 2d at 256.\nIt remains the case, however, that while professional conduct in Illinois will be measured against a professional standard, all persons, including professionals, both medical and nonmedical, are also obligated, gener*25ally, to exercise due care or ordinary care, commensurate with the apparent risk. See O'Hara v. Holy Cross Hospital, 137 Ill. 2d 332, 342 (1990); Walski, 72 Ill. 2d at 261; Knight v. Haydary, 223 Ill. App. 3d 564, 571 (1992); Curry v. Summer, 136 Ill. App. 3d 468, 477 (1985); see also W. Keeton, Prosser & Keeton on Torts § 32, at 185 (6th ed. 1995) ([professional persons in general, and those who undertake any work calling for special skill, are required not only to exercise reasonable care in what they do, but also to possess a standard minimum of special knowledge and ability); W. Keeton, Prosser & Keeton on Torts § 53, at 356 (6th ed. 1995) (in negligence, duty is always the same, to conform to legal standard of reasonable conduct; what defendant must do or not do is question of standard of conduct to satisfy duty).\nSection 3 then represents no more than a classic statement of the general duty to which every professional is answerable, to exercise due care, and the particularized measure of his conduct, by professional standard of care. We therefore conclude that, under section 3, a blood bank's conduct is to be measured against professional standards of care while the bank is bound to exercise care which is due.\nIn arguing that section 3 contemplates merely a reasonableness standard of care, plaintiff relies on authority that interprets the term due care within a statute to indicate a reasonableness standard of care. See Doe, 798 F. Supp. 301. Where no express standard of care is otherwise indicated in a statute, this view may not be incorrect. See Restatement (Second) of Torts § 285, Comment d, at 21 (1965). However, in section 3, our legislature has expressly provided that a blood bank and its staff additionally warrant to follow[ ] professional standards of care. See generally Restatement (Second) of Torts § 285, Comment b, at 21 (1965). Moreover, based on the inclusion of this phrase in section 3, *26the term due care cannot be construed to indicate merely a reasonableness standard of care without creating surplusage. If the legislature had intended that merely a reasonableness standard of care apply, there was no need to include the term followed professional standards of care. See Hirschfield v. Barrett, 40 Ill. 2d 224, 230 (1968) (The presence of surplusage *** is not to be presumed in statutory or constitutional construction [citation], and *** each word, clause or sentence must, if possible, be given some reasonable meaning).\nFurthermore, by using the conjunction and, the legislature stated the phrase professional standards of care as though it stood on equal footing with due care. Yet, under the appellate majority (274 Ill. App. 3d 573) and plaintiffs interpretation, the phrase professional standards of care is made subordinate. We further disagree with plaintiff that we should depart from accepted statutory construction principles and view the phrase professional standards of care to mean simply professional rules or standards. Accepting plaintiffs view requires a drastic departure from the accepted common law meaning of the term and renders the words of care superfluous. Statutes should be construed, if possible, so that no term is rendered superfluous or meaningless. Bonaguro v. County Officers Electoral Board, 158 Ill. 2d 391 (1994).\nThe parties also argued that the qualifying phrase, in providing the service according to the current state of the medical arts, supports their respective positions regarding the standard of care. Under the last antecedent doctrine, it is generally accepted that a referential and qualifying phrase refers solely to the last antecedent. In re Application for Judgment & Sale of Delinquent Properties for the Tax Year 1989, 167 Ill. 2d 161, 169 (1995). The last antecedent is the last word, phrase or clause that can be made an antecedent without *27impairing the meaning of the sentence. See 1977 Ill. Att'y Gen. Op. 49.\nIn section 3, the last antecedent of the qualifying end phrase, in providing the service according to the current state of the medical arts, is the phrase followed professional standards of care. Significantly, there is no punctuation setting this qualifying phrase apart from the sentence which precedes it, which might connote that the phrase was intended to modify more remote terms. See 2A N. Singer, Sutherland on Statutory Construction § 47.33, at 270 (5th ed. 1992). As a result, we construe the phrase as referring to and qualifying only the immediately preceding phrase, followed professional standards of care.\nThe qualifying phrase apparently refers to the condition of medical science and arts at the time that blood services are provided. This comports with the larger sense of the Act because the legislature viewed the processes involved in making blood available as scientific procedures and the organizations and persons involved in these procedures as exercising medical judgments. Also, in line with reliance on common law concepts as construction aids, it is logical that an element of contemporaneousness (current state) qualifies norms of conduct. Thus, applying the doctrine, blood services providers warrant to follow professional standards of care in accord with the existing condition of medical arts. Construed thusly, the qualifying phrase assures that any professional standard of care is decided according to the state of the art at the time of the injury, rather than retrospectively.\nFurthermore, use of the phrase according to the current state of the medical arts by the legislature bears overall on the type of standard of care contemplated by section 3. Use of these terms indicates something other than merely an ordinary or reasonableness standard of care.\n*28Plaintiff argues, however, that section 3 may not be construed to state the standard of care applied to all professionals in Illinois, including medical professionals, because that would contravene the common law as shown by Darling v. Charleston Community Memorial Hospital, 33 Ill. 2d 326 (1965). According to plaintiff, a blood bank's conduct should be judged against the standard of care applied to hospitals in Darling. See also IPI Civil 3d No. 105.03.01.\nThe trial and appellate courts viewed the term due care in section 3 to indicate the standard of care of a reasonably careful person (cf. IPI Civil 3d No. 10.02) modified to accommodate UBS's status as a blood bank. The resulting standard of care parallelled the standard applicable to hospitals as health care institutions. See Darling, 33 Ill. 2d 326.\nPrior to Darling, a hospital faced negligence liability exposure based only on ordinary negligence (Delling v. Lake View Hospital Ass'n & Training School for Nurses, 310 Ill. App. 155 (1941)); the failure to use reasonable care in selection of staff (Dayan v. Wood River Township Hospital, 18 Ill. App. 2d 263 (1958)); or on a theory of vicarious liability for the conduct of employee or agent medical professionals (Stapler v. Brownstein, 261 Ill. App. 57 (1931)).\nWith Darling, this court recognized a new and independent duty of hospitals to review and supervise the treatment of their patients that is administrative or managerial in character. See Darling, 33 Ill. 2d 326; Greenberg v. Michael Reese Hospital, 83 Ill. 2d 282, 293 (1980) (duty concerns hospital's responsibilities that are administrative or managerial); IPI Civil 3d No. 105.03.01, Notes on Use (ordinarily, this duty involves the hospital's own management responsibility); see also Johnson v. St. Bernard Hospital, 79 Ill. App. 3d 709, 718 (1979) ([i]t requires not medical expertise, but adminis*29trative expertise, to enforce rules and regulations adopted to ensure smoothly run hospital and adequate patient care); Pedroza v. Bryant, 101 Wash. 226, 677 P.2d 166 (1984) (Darling first introduced doctrine of hospital's corporate negligence founded on responsibility to supervise and review medical treatment provided by medical staff).\nThis duty has been found based on claims that a hospital administrated X-ray therapy (see Greenberg, 83 Ill. 2d at 293); failed to require treatment and consultation by specialists, and failed to review physicians' qualifications and competencies (Andrews v. Northwestern Memorial Hospital, 184 Ill. App. 3d 486, 489 (1989)); or failed to make available a specially trained nurse for its nursery (Northern Trust Co. v. Louis A. Weiss Memorial Hospital, 143 Ill. App. 3d 479 (1986)).\nA hospital, in fulfilling this duty, must conform to the legal standard of reasonable conduct in light of the apparent risk. See Ohligschlager v. Proctor Community Hospital, 55 Ill. 2d 411, 420 (1973); Darling, 33 Ill. 2d at 331; see also IPI Civil 3d No. 105.03.01, Notes on Use (a duty to exercise ordinary care). What a hospital must do to satisfy the duty is act as would a reasonably careful hospital under circumstances similar to those shown by the evidence. See IPI Civil 3d No. 105.03.01, Notes on Use (directing the additional use of a modified IPI Civil 3d No. 10.02). Whether a hospital is reasonably careful may be shown by a wide variety of evidence, including, but not limited to, expert testimony, hospital bylaws, statutes, accreditation standards, custom and community practice. Darling, 33 Ill. 2d 326; Andrews v. Northwestern Memorial Hospital, 184 Ill. App. 3d 486 (1989). When IPI Civil 3d No. 10.02 is used to instruct a jury, as in the present case, the jury is told that it decides how a reasonably careful hospital would act. Thus, a hospital's conduct is measured against what a lay jury considers reasonable under the circumstances.\n*30In contrast, the standard of care applied to hospitals in cases based on their vicarious liability for the conduct of agent or employee medical professionals remains the standard applied to all professionals, i.e., to use that same degree of knowledge, skill and ability as an ordinarily careful professional would exercise under similar circumstances. See IPI Civil 3d No. 105.03.01, Notes on Use (directing that IPI Civil 3d No. 105.01 be used rather than No. 105.03.01 in cases of vicarious liability for the conduct of professionals). In contrast, also, to the duty instruction used for hospital institutional negligence, the traditional professional duty instruction directs the jury that it may not attempt to assess a defendant's conduct from any personal knowledge. See IPI Civil 3d Nos. 105.01, 105.02.\nUBS views its development and implementation of a blood screening policy in the face of AIDS as distinguished from the administrative or managerial responsibilities carried out by hospitals under Darling. UBS asserts that its allegedly negligent conduct in developing policy and practices for screening the blood supply concerned matters involving medical judgment. Plaintiff responds that in Greenberg, 83 Ill. 2d at 293, a hospital case, this court, applying the standard of care utilized in Darling, acknowledged that such responsibilities involve medical judgment. Plaintiff therefore concludes that the standard of care applied in Darling and Greenberg must hold sway here.\nPlaintiff additionally claims that the record here demonstrates that a professional standard of care should not apply under section 3. According to plaintiff, UBS's top corporate officer had ultimate authority for its AIDS procedures; several of UBS's donor screening and high-risk blood testing policies and procedures were set forth in memoranda written by businessmen; the blood drive at issue here was not conducted under the supervision *31of a physician; and the person who screened John Donor was not a licensed medical professional. Plaintiff claims that the fact that UBS's medical director is a licensed physician should not convert a negligence action against UBS as an entity into a professional malpractice action.\nThe distinction between the legislature's approval of the professional standard of care in section 3 as the measure of a blood bank's allegedly negligent activities in collecting blood and Darling's use of a reasonableness standard of care encompasses more than the matter of medical judgment. Darling imposed negligence liability upon health care institutions, including hospitals, that had not existed previously under common law. The area of liability recognized by Darling does not encompass, whatsoever, a hospital's responsibility for the conduct of its agent or employee medical professionals. By contrast, the statutory liability imposed by section 3 upon human blood, organ and tissue service providers ([ejvery person, firm or corporation involved) in procuring, furnishing, donating, processing, distributing or using whole blood includes responsibility for the conduct of agent and employee medical professionals. See Ill. Rev. Stat. 1983, ch. 111 1/2, pars. 5102, 5103. Notably, where a hospital is held responsible for the conduct of its agent or employee medical professionals, under vicarious liability, a hospital's conduct is measured, as in section 3, against a professional standard of care.\nFurthermore, the legislature was presumably aware of Darling when it enacted the Blood Shield Act. See 2B N. Singer, Sutherland on Statutory Construction § 50.01, at 90 (5th ed. 1992). Yet, despite Darling's creation of a form of negligence liability, utilizing a reasonableness standard of care, and arguably applicable to human blood, tissue and organ service provider institutions, the legislature saw fit to enact both sections 2 and 3, setting out negligence liability with a different scope.\n*32The fact that human blood, tissue and organ service providers bear direct responsibility for the conduct of medical professionals, and that hospitals, under Darling, do not, directly implicates the standard of care against which their conduct may be measured. As discussed previously, a professional standard of care is traditionally utilized to judge professional conduct and clearly, under the Act, the conduct of blood banks includes that of its medical professional staff.\nMoreover, the legislature also expressly recognized that the actual activities of human blood, tissue and organ service providers involve a level of medical judgment sufficient to warrant statutory protection. See Ill. Rev. Stat. 1983, ch. lll1/2, par. 5101. That the statutory protection curtailed the imposition of strict liability, but not negligence liability, does not diminish the legislature's view of the significance of medical judgment in this arena. By contrast, Greenberg only reveals this court's acknowledgment that part of a hospital's administration involves medical judgment. Greenberg, 83 Ill. 2d at 293. The Greenberg court made this acknowledgment within the confines of rejecting the evidentiary rule which requires that adverse expert witnesses, testifying to medical negligence, be licensed in the same school of medicine as the defendant (see Dolan v. Galluzzo, 77 Ill. 2d 279 (1979)). Greenberg, 83 Ill. 2d at 291-93.\nAlso, Darling arose from a consideration of the breadth of a modern day hospital's operational realities. The court's discussion in Darling and Greenberg illustrates this breadth:\nPresent-day hospitals, as their manner of operation plainly demonstrates, do far more than furnish facilities for treatment. They regularly employ on a salary basis a large staff of physicians, nurses and interns, as well as administrative and manual workers, and they charge patients for medical care and treatment, collecting for *33such services, if necessary, by legal action. Darling, 33 Ill. 2d at 332.\nGreenberg expanded on this theme, stating that a modern hospital *** is an amalgam of many individuals not all of whom are licensed medical practitioners *** [and] it is clear that at times a hospital functions far beyond the narrow sphere of medical practice. Greenberg, 83 Ill. 2d at 293; see also Pedroza, 101 Wash, at 231, 677 P.2d at 169 (Darling's newly recognized doctrine of corporate negligence reflects public's perception of modern hospital as multifaceted health care facility responsible for quality of medical care and treatment rendered); A. Southwick, The Hospital as an Institution— Expanding Responsibilities Change its Relationship with the Staff Physician, 9 Cal. W. L. Rev. 429, 429 (1973) (community hospital has evolved into corporate institution, assuming the role of a comprehensive health center ultimately responsible for arranging and co-ordinating total health care).\nNotably, it is the inherent diversity in hospital administration which permits a broad range of evidence, including expert witness testimony, administrative rules and regulations, to establish the reasonableness standard of care, but does not call necessarily for such proofs. This relationship contrasts with that between professional conduct and proofs relevant to establish the appropriate professional standard of care; such proofs in the form of expert witness testimony or other evidence of professional standards are generally required because they are generally necessary to evaluate conduct which is likely arcane to lay jurors. Cf. IPI Civil 3d Nos. 105.01, 105.03.01; Ellig v. Delnor Community Hospital, 237 Ill. App. 3d 396, 414 (1992) (discussing probable jury confusion resulting from use of IPI Civil 3d Nos. 105.01 and 105.03.01 together).\nUnlike hospitals, blood service providers, within the purview of the Act, engage in a rather finite range of *34medically focused services (procuring, furnishing, donating, processing, distributing human blood, bones, organs and tissues for injecting, transfusing or transplanting within the human body). Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5102. Clearly, these services do not compare to the recognized broad range of administrative' activities of modern hospitals contemplated by Darling and its progeny. Clearly, also, by their very nature, the services of such blood providers, under the Act, more closely involve medical judgments than do the diverse administrative and managerial activities performed by hospitals.\nFurthermore, even though administration may be necessarily a part of a blood service provider's provision of services in a given case, that fact does not argue against the construction of a professional standard of care in section 3. As mentioned previously, where conduct is within the common knowledge of a jury, expert opinion testimony is not required to establish a professional standard of care. See IPI Civil 3d No. 105.01, Notes on Use.\nWe therefore conclude that the common law is not contravened by construing section 3 to require application of a professional standard of care to blood banks. That hospital administration entails some matters involving medical judgment does not support a construction of section 3 requiring a reasonableness standard of care. There also exist sufficient distinctions between the situations of hospitals and blood banks to warrant the conclusion that Darling's reasonableness standard of care need not be the standard of care intended by the legislature in section 3. We are convinced that common law considerations and the terms of the Blood Shield Act establish that conduct within the Act's purview was intended to be evaluated against the standard of care applicable to professional conduct.\n*35Neither are we persuaded that the instant case demonstrates that a construction of section 3 requiring the professional standard of care is ill-founded. While the announcement of UBS's policy and procedural decisions regarding the screening of donated blood was disseminated via corporate memoranda and the screening procedures at the instant blood drive were conducted by nonprofessionals, the corporate decisions and implementation of procedures yet resulted from initial review by UBS's medical director, Dr. Earnest Simon. Dr. Simon's judgments concerned developing an effective methodology for procuring an adequate human blood supply for the nation balanced against the unknown risks of a highly infectious, newly discovered, and fatal disease. As such, Dr. Simon's judgments required the balancing of competing medical policies and procedures and was an exercise of medical judgment with vast public health implications. We are not prepared to say that such undertakings did not involve medical judgments as compared against, for example, a hospital's administration of X-ray therapy, which plaintiff here relies on as a medical judgment. In this case, the record reflects that UBS's decision to refrain from possibly premature or ill-advised surrogate testing and to employ education and self-deferral of donors as opposed to directly questioning them about their sexual preferences involved scientific and professional judgments contemplated by the Act.\nThe application of a professional standard of care to the conduct of blood banking organizations in collecting blood comports with a majority of jurisdictions which have considered this issue, in a variety of contexts. See Brown v. United Blood Services, 109 Nev. 758, 766, 858 P.2d 391, 396 (1993) (joining a clear and growing consensus of jurisdictions that view production and safeguarding of nation's blood supply as professional activity, entitled to professional standard of care); *36 Giorno v. Temple University Hospital, 875 F. Supp. 267 (E.D. Pa. 1995); Doe v. American National Red Cross, 848 F. Supp. 1228 (S.D. W. Va. 1994); Smith v. Paslode Corp., 799 F. Supp. 960 (E.D. Mo. 1992), aff'd in part & rev'd in part, 7 F.3d 116 (8th Cir. 1993); Smythe v. American Red Cross Blood Services Northeastern New York Region, 797 F. Supp. 147 (N.D. N.Y. 1992); Zaccone v. American Red Cross, 872 F. Supp. 457 (N.D. Ohio 1994); Seitzinger v. American Red Cross, Nos. 90 — 0046, 90— 3890 cons. (E.D. Pa. November 30, 1992) (mem.); Wilson v. American Red Cross, 600 So. 2d 216 (Ala. 1992); Spann v. Irwin Memorial Blood Centers, 34 Cal. App. 4th 644, 40 Cal. Rptr. 2d 360 (1995); Wilson v. Irwin Memorial Blood Bank, 14 Cal. App. 4th 1315, 1317, 18 Cal. Rptr. 2d 517, 518 (1993); Osborn v. Irwin Memorial Blood Bank, 5 Cal. App. 4th 234, 7 Cal. Rptr. 2d 101 (1992); United Blood Services v. Quintana, 827 P.2d 509 (Colo. 1992); Bradway v. American National Red Cross, 263 Ga. 19, 426 S.E.2d 849 (1993); Anonymous Blood Recipient v. William Beamont Hospital & Southeastern Michigan Chapter American Red Cross, No. 89 — 363705—NH (Cir. Ct. Oakland County, Mich. 1991); Doe v. American Red Cross Blood Services, 297 S.C. 430, 377 S.E.2d 323 (1989); but see Kozop v. Georgetown University, 663 F. Supp. 1048 (D.D.C. 1987); Snyder v. American Ass'n of Blood Banks & Mekhjian, 144 N.J. 269, 676 A.2d 1036 (1996); Gilmore v. St. Anthony Hospital, 598 P.2d 1200 (Okla. 1979).\nThe Brown court explained very well the rationale for viewing blood banking as a profession:\nWe are convinced that determinations concerning the testing of donated blood and the exclusion of categories of donors are better suited to professionally-trained members of the industry rather than laypersons. Such determinations require professional expertise in adopting procedures necessary for securing healthy blood and blood products without dangerously impacting the availability of ade*37quote blood supplies. Brown, 109 Nev. at 766, 858 P.2d at 396.\nFinally, UBS makes the argument that under the terms of section 3, only the noncompliance with professional standards of care can give rise to liability. UBS asserts that a blood bank warrants to exercise due care in following the standards of the profession which are each in accord with the current state of the medical arts. UBS posits that use of such language indicates that custom and practice within the profession are therefore conclusive of the entire duty owed.\nUBS's argument requires that the word in be inserted into the phrase followed professional standards of care. Introducing this word creates the impression that the entire measure of due care is found by following professional standards of care. We reject this interpretation, finding no indication, whatsoever, within section 3 that following professional standards of care fulfills the general duty to exercise due care.\nIn the absence of any such indication within section 3, we again turn to the common law as a construction aid to determine whether the legislature intended that conformance to professional standards of care necessarily satisfies a blood bank's entire duty. In the area of ordinary negligence as well as in professional negligence, including hospital institutional negligence, custom and practice play a significant role. Generally speaking, custom and practice assist in determining the standard of care, whether the standard is that of a layperson, a health care institution, or a professional. Barth v. Reagan, 139 Ill. 2d 399 (1990) (attorney's professional negligence); Darling, 33 Ill. 2d at 331 (hospital institutional negligence); Walski v. Tiesenga, 72 Ill. 2d 249 (1978) (medical professional negligence); Denniston v. Skelly Oil Co., 47 Ill. App. 3d 1054 (1977) (ordinary negligence); Martin v. Central Engineering Co., 350 Ill. App. 589 (1953) (engineer's professional negligence).\n*38In Illinois negligence law, while custom and practice can assist in determining what is proper conduct, they are not conclusive necessarily of it. See Darling, 33 Ill. 2d at 331-32 (health care institutional negligence); Petrowsky v. Family Service of Decatur, Inc., 165 Ill. App. 3d 32 (1987) (negligence claim against adoption agency). This precept holds true even in the area of medical professional negligence. In a professional malpractice case, where expert testimony is required to establish the requisite professional standard of care, evidence that a defendant's conduct conformed with local usage or general custom indicates due care, but may not be conclusive of it. Such evidence may be overcome by contrary expert testimony (or its equivalent) that the prevailing professional standard of care, itself, constitutes negligence. See Chiero v. Chicago Osteopathic Hospital, 74 Ill. App. 3d 166 (1979); Lundahl v. Rockford Memorial Hospital Ass'n, 93 Ill. App. 2d 461 (1968); but see Sheahan v. Dexter, 136 Ill. App. 3d 241, 248 (1985). Under Illinois common law, although uncommon, parties may dispute both the prevailing professional standard of care (see Wilsman v. Sloniewicz, 172 Ill. App. 3d 492 (1988)) and whether the prevailing professional standard was deficient (see T. LeBlang & W. Bonantra, The Law of Medical Practice in Illinois § 4:13, at 425-26 (1986)). This does not mean that such professionals (or blood handlers) are therefore subjected to both a professional standard of care and a lay reasonableness standard of care. It means that, ultimately, the professional standard must be one which provides care which is due or reasonable. This means that the professional standard of care, itself, must be shown to be sufficient or lacking in this regard by means of expert testimony or other relevant proofs, but not that the defendant's conduct be measured against what a lay jury considers as reasonable. While the Act did away with common *39law strict liability, there is no indication within the statute that the legislature intended to further deviate in this area from the common law.\nAccordingly, we hold that, under section 3, conformance with professional standards of care, proven by expert testimony or other evidence of professional standards, is indicative but not conclusive of due care. Such evidence may be overcome by a sufficient showing of contrary expert opinion testimony (or its equivalent) that the prevailing professional custom or usage itself constitutes negligence. See Chiero, 74 Ill. App. 3d at 174.\nOur construction of section 3 comports with rules adopted in this area by courts in other jurisdictions. See United Blood Services v. Quintana, 827 P.2d 509 (Colo. 1992) (while defendant blood bank judged by professional standard of care imposed under blood shield statute, evidence of compliance not conclusive proof of due care); Doe v. American National Red Cross, 848 F. Supp. 1228 (S.D. W. Va. 1994) (professional standard of care applied, but not conclusive of due care).\nUBS makes one final claim, however, that permitting a jury to find professional standards to be themselves negligent, as urged by plaintiff, allows for the imposition of strict liability, contrary to the express legislative intent in section 3. According to UBS's strict liability argument, if a blood bank conforms to professional standards by refraining from using unproven surrogate testing, it may nonetheless be found negligent under a conflicting due care standard of care for failing to institute such tests.\nUBS's strict liability argument presupposes an incorrect construction of section 3 premised on a conflict between the phrases followed due care and exercised professional standards of care. As previously discussed, a proper construction of section 3 reveals that these two *40phrases do not conflict. Thus, we disagree with UBS that section 3 allows for the imposition of strict liability.\nThe construction of the disputed language in section 3 is complete. Based on the express statement in section 3 that blood service providers warrant that they have follow[ed] professional standards of care, the statute as a whole, and statutory construction principles, we conclude that the legislature intended that a blood bank's conduct be measured against a professional standard of care. Section 3 does not allow a blood bank's conduct to be measured against merely a lay reasonableness standard of care. Blood banks must nonetheless generally exercise that degree of care known as due care.\nSection 3 simply does not indicate, nor does Illinois common law agree, that conforming to professional standards of care in all instances equates with due care.\nOur decision regarding this issue requires reversal and remand for retrial. See Tankersley v. Peabody Coal Co., 31 Ill. 2d 496, 501 (1964); see also Lazarus v. Pascucci, 74 Ill. App. 3d 633, 640 (1979). The trial court misinterpreted section 3 to allow for application of merely a reasonableness standard of care, rather than a professional standard of care. In this case, despite that expert opinion testimony was presented and that UBS's conduct was measured against similar entities, the jury was free to disregard that evidence and/or decide the reasonableness of UBS's conduct based on the jury's own knowledge as well. The trial court's ruling represented a clear error of law impacting not only on the legal standard against which UBS's conduct was measured, but on the plaintiffs burden of proof, the scope and qualification of expert opinion testimony, and the application of the standard of care by way of instruction to the jury (cf. Roberts v. Sisters of St. Francis Health Services, Inc., 198 Ill. App. 3d 891, 903 (1990)). In sum, *41the entire trial was affected by this error. Fairness mandates that the cause be reversed and remanded for retrial.\nII\nSurvival Act Claim\nWith the exception of UBS's claim that plaintiff's Survival Act claim was time-barred, the remaining issues relate to evidentiary matters, failure to prove proximate cause, and irrelevancy of certain expert opinion testimony, which may not arise upon retrial. In order, however, to resolve claims of error which may recur on retrial (Sparling v. Peabody Coal Co., 59 Ill. 2d 491, 500 (1974)), we address whether UBS was entitled to judgment based on the time-barring of the Survival Act claim.\nThe record reveals the following. Dr. Mario Oliveros, the Advincula family physician, testified that he had advised plaintiff sometime during the period of April 29, 1987, through May 16, 1987, that he suspected the deceased had contracted AIDS. Plaintiff testified that, on May 27, 1987, she was first informed the deceased had contracted AIDS. It is undisputed that the deceased himself was informed of that fact several days later. Plaintiff, as the administrator of the deceased's estate, filed the Survival Act claim on May 26, 1989, less than two years after the deceased had learned of his injury. See Ill. Rev. Stat. 1983, ch. 110, par. 13 — 202.\nFollowing trial, the jury returned a verdict in plaintiffs favor and awarded damages of $1.5 million for the deceased's pain and suffering. UBS moved for judgment notwithstanding the verdict, which the trial court subsequently denied.\nOn appeal, UBS contends that plaintiff's survival claim was time-barred by the two-year statute of limitations applicable to personal injury actions. Ill. Rev. Stat. *421983, ch. 110, par. 13 — 202. UBS asserts that the discovery rule should not be applied here to salvage plaintiff's claim because its purposes are not served. UBS additionally asserts that the plaintiff brought the claim more than two years after she had reason to know the deceased had AIDS. Relying on Janetis v. Christensen, 200 Ill. App. 3d 581 (1990), plaintiff responds that the statute of limitations period in a Survival Act claim is triggered on the date that the decedent discovers the injury. We agree.\nThe Survival Act does not create a statutory cause of action. It merely allows a representative of the decedent to maintain those statutory or common law actions which had already accrued to the decedent before he died. Wyness v. Armstrong World Industries, Inc., 131 Ill. 2d 403, 410-11 (1989); National Bank v. Norfolk & Western Ry. Co., 73 Ill. 2d 160 (1978). As such, a Survival Act claim is a derivative action based on injury to the decedent, but brought by the representative of a deceased's estate in that capacity. Hence, for purposes of triggering the statutory limitations period, it is the date the deceased learns of his injury which is controlling. See Janetis, 200 Ill. App. 3d 581; see also Nolan v. Johns-Manville Asbestos, 85 Ill. 2d 161 (1981) (discussing deceased's knowledge of injury as triggering limitations period in cause that became survival claim during appeal).\nUBS attempts to distinguish Janetis by arguing that the procedural posture there necessitated no consideration of the effect of the plaintiff's knowledge. UBS's argument implies that, but for the fact that the plaintiff's amended complaint related back to the deceased's previously filed personal injury suit, a plaintiff representative's knowledge of injury might be considered controlling. We are not convinced.\nRegardless of whether the deceased had brought a *43preceding personal injury action, to which a resulting Survival Act claim relates back, a survival claim remains a derivative action advanced by a nominal plaintiff in a representative rather than a personal capacity. The actual plaintiff in such derivative action is the deceased, and it is that person's knowledge of injury which triggers the limitations period. The statement in Janetis that the discovery of injury by the decedent triggers the limitations period in a Survival Act claim is simply not a rule confined to the procedural facts of that case.\nIn this case, the deceased learned several days after May 27, 1987, that he had previously contracted AIDS. The plaintiff representative filed the Survival Act claim less than two years later, fully within the statute of limitations period. We disagree with UBS that the purposes served by application of the discovery rule are not advanced here. See Rozny v. Marnul, 43 Ill. 2d 54, 70 (1969). While the discovery rule does not apply to every case, the passage of time in this case did little, if anything, to increase any problems of proof. Thus, any problems of proof do not compare to the hardship to the deceased, who did not know of his right to sue. Cf. Nolan, 85 Ill. 2d 161.\nWe therefore find that plaintiffs Survival Act claim was not barred by the two-year statute of limitations and hold that UBS would not be entitled to judgment on this issue.\nCONCLUSION\nWe hold that section 3 of the Blood Shield Act requires that the allegedly negligent conduct of UBS be measured against the standard of care applied to professional conduct. The trial court erred as a matter of law in allowing judgment of UBS's conduct against a reasonable blood bank standard of care. We therefore re*44verse the judgments of the appellate and trial courts and remand this cause to the trial court for retrial.\nAppellate court reversed; circuit court reversed; cause remanded.\nJUSTICE NICKELS,\nspecially concurring:\nI agree that compliance with professional rules or industry standards is evidence of the standard of care, but not conclusive of it. I further agree that plaintiff's survival action is timely because it was brought within two years of the decedent's discovery that the injury was wrongfully caused. However, I disagree with the majority's analysis and conclusion concerning the standard of care articulated in the Blood and Organ Transaction Liability Act (the Act) (Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101 et seq.). Therefore, I cannot join in the opinion of the majority.\nSection 3 of the Act, entitled Imposition of Liability, provides:\nEvery person, firm, or corporation involved in the rendition of any of the services described in Section 2 warrants to the person, firm or corporation receiving the service and to the ultimate recipient that he has exercised due care and followed professional standards of care in providing the service according to the current state of the medical arts ***. (Emphasis added.) Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5103.\nAfter a labored exercise in etymology, the majority concludes that the Act requires a blood bank's conduct be measured against a professional standard of care. Faced with the statutory language imposing a due care standard, the majority adroitly reasons that a blood bank's conduct is to be measured against 'professional standards of care' while the bank is bound to exercise care which is due. 176 Ill. 2d at 25. Quite simply, this strained interpretation is supported neither by tradi*45tional common law principles nor by the language contained in the Act.\nThe majority's reading of the Act squeezes all potential liability into a cause of action based on the negligent rendition of medical services by a physician. However, the Act plainly applies to every person, firm or corporation involved in blood banking activities. The Act therefore imposes a warranty not only on blood bank physicians, but also on the corporation itself and every other employee. As the corporation itself and many of its employees are not physicians, their conduct may not be judged by a professional standard of care.\nThe Act by its terms imposes two warranties on those involved in providing blood banking services. First, the Act imposes a warranty of due care. Second, the Act imposes a warranty that professional standards of care were followed in the rendition of the blood banking services. I submit that the reason that the Act imposes these two warranties is to simply require due care by those who are not physicians and a professional standard of care by those who are physicians. For example, if plaintiffs theory is that the manager of the firm or corporation engaged in blood banking activities hires unqualified personnel or inadequately trains or supervises them, there is no medical judgment involved and the due care standard articulated in the Act logically applies. Similarly, if a plaintiffs theory is that an employee not under the control of a physician improperly stores, labels, or transports the blood products, the due care standard articulated in the Act also logically applies because liability is not premised on a theory of medical malpractice by a physician. In contrast, if a plaintiffs theory is that the physician in charge of the technical and scientific operation of the blood bank made a negligent medical decision, then the professional standard of care applies. Of course, a blood *46bank may then be held liable on the theory of vicarious liability for the negligent acts of its employees.\nSuch an interpretation is consistent with traditional common law principles applicable to physicians and hospitals. At common law, a hospital may be held liable for the failure to exercise due care. In such cases liability is not predicated on medical judgments, but on the hospital's failure to exercise due care in the selection of staff (Dayan v. Wood River Township Hospital, 18 Ill. App. 2d 263, 268 (1958); Northern Trust Co. v. Louis A. Weiss Memorial Hospital, 143 Ill. App. 3d 479, 486 (1986)); or failure to exercise due care in the administration of its rules and regulations (Johnson v. St. Bernard Hospital, 79 Ill. App. 3d 709, 718 (1979)); or failure to exercise due care in its managerial responsibilities to review and supervise treatment (Darling v. Charleston Community Memorial Hospital, 33 Ill. 2d 326 (1965)). In contrast, a physician's conduct is judged based on a professional standard of care. Purtill v. Hess, 111 Ill. 2d 229, 241-42 (1986). The Act is consistent with these common law principles in articulating both a professional standard of care and an ordinary due care standard.\nThe majority justifies its rejection of these common law principles because of the need to protect medical judgments. 176 Ill. 2d at 32. However, the protection of these medical judgments is clearly accomplished by imposing a professional standard of care in those cases where plaintiffs theory involves professional negligence by a physician. However, I can discern no reason why a business person who runs a blood bank should be judged by a professional standard of care in a case involving negligent supervision or administration of blood banking services. Furthermore, where an employee of the blood bank mistakenly labels or stores blood, what medical judgments are sought to be protected? As these *47defendants are not physicians, there is no reason to apply a professional standard of care to their actions.\nThe majority also claims that the term 'due care' cannot be construed to indicate a reasonableness standard of care without creating surplusage within section 3. 176 Ill. 2d at 25-26. The majority reasons that [i]f the legislature intended that merely a reasonableness standard of care apply, there was no need to include the term 'followed professional standards of care.'  176 Ill. 2d at 26. However, it is the majority's selective reading of the statute that creates surplusage. If the legislature had intended that only a professional standard of care apply, then it need not mention due care at all. A far more reasonable reading of the statute is that it imposes two warranties, a professional standard of care for liability based on a physician's conduct and a due care standard for those who are not physicians.\nThe majority reasons that the legislature must have intended to change the common law because the legislature did not merely end the application of principles of strict products liability to blood in section 2, but went on to impose a particular form of statutory liability in section 3. According to the majority, if the purpose of the Act was to end application of strict liability while leaving traditional negligence principles intact, then there was no need for the legislature to go beyond section 2 in crafting a specific statutory liability for blood service providers; existing common law negligence standards of care would have sufficed. 176 Ill. 2d at 21.\nThe majority fails to recognize that section 3 changed the common law in two important ways. First, unlike an action for products liability where privity is not required, common law actions for medical malpractice generally require a physician-patient relationship in order to impose liability. Kirk v. Michael Reese Hospital & Medical Center, 117 Ill. 2d 507, 531 (1987) *48(a plaintiff cannot maintain a medical malpractice action absent a direct physician-patient relationship between the doctor and plaintiff or a special relationship). Thus, one purpose of the express warranty contained in section 3 was to prevent any argument that a blood bank physician had no professional duty to an ultimate recipient of blood products.\nThe second reason for the inclusion of section 3 is that the existing common law standard of care for physicians was changed by the inclusion of the language in providing service according to the current state of the medical arts. This language is an explicit rejection of the common law locality rule that traditionally governs the standard of care for physicians in medical malpractice actions. The locality rule requires a physician to possess and to apply that degree of knowledge, skill, and care which a reasonably well-qualified physician in the same or similar community would bring to a similar case under similar circumstances. (Emphasis added.) Purtill, 111 Ill. 2d at 242. In recognition of the national scope of blood banking and the need for the utmost care to insure the safety of the blood supply, the Act rejects the locality rule and instead requires a blood bank physician to practice in accordance with the state of the art. For this reason, an expert testifying to the professional standard of care for a physician involved in blood banking must have knowledge of the state of the art, not merely what is the standard for the geographic area in which the defendant physician practices.\nAlthough I disagree with the majority's analysis and conclusion concerning the standard of care articulated in the Act, I agree with the judgment. The trial court instructed the jury that the defendant blood bank had a duty to use due care and further defined due care as that degree of care that would be used by reasonably careful blood banks under circumstances similar to *49those shown by the evidence. Cf. Illinois Pattern Jury Instructions, Civil, No. 105.03.01 (3d ed. 1990). Such an instruction is appropriate where plaintiff's theory is based on a defendant blood bank's institutional negligence. However, the jury was further instructed that in making this determination it could consider the knowledge and methods available at and prior to February 1984 to educate and screen donors and test blood and the practices and procedures of the blood banking industry for screening donors and testing blood. The appropriate manner of screening of donors and testing blood is a medical decision made by the physician who is the medical director of a blood bank. See 210 ILCS 25/2 — 125, 7 — 108(a) (West 1994). Thus, the trial court was in error in applying an ordinary due care standard to a theory of professional negligence. Furthermore, appropriate expert testimony was required in order to inform the jury concerning the current state of the medical art of blood banking at the time in question in order to establish the standard of care. For these reasons, I concur in the judgment only.\nJUSTICE MILLER,\ndissenting:\nI do not agree with the majority's interpretation of the statute, or with its determination that the plaintiff is entitled to another trial. In my view, the evidence in this case compels the conclusion that the defendant complied with the applicable standard of care. For these reasons, I respectfully dissent.\nSection 3 of the Blood and Organ Transaction Liability Act provides:\nEvery person, firm or corporation involved in the rendition of [blood] services *** warrants to the person, firm or corporation receiving the service and to the ultimate recipient that he has exercised due care and followed professional standards of care in providing the service according to the current state of the medical arts ***. 745 ILCS 40/3 (West 1994).\n*50The Act was passed in response to this court's decision in Cunningham v. MacNeal Memorial Hospital, 47 Ill. 2d 443 (1970), which had held that whole blood is a product for purposes of strict liability. Section 2 of the Act states that the furnishing of blood for transfusions is a service rather than a sale. Section 3 of the Act, quoted above, provides the applicable standard of care that blood banks must meet in rendering this service. Clearly, the aim of the legislature was to impose a professional standard of care in these circumstances, and I would interpret the provision to effectuate that intent. The purpose of the Act would be defeated if something other than professional standards were to govern, and I agree with the defendant that no liability can exist under the Act if professional standards are complied with.\nThe majority opinion fails to reconcile the statutory language and in the end adopts an interpretation that is internally inconsistent. Along the way, the majority engages in what can only be characterized as a lengthy, confusing, and unnecessary analysis of common law negligence. At one point, the majority declares that the common law is not contravened by construing section 3 to require application of a professional standard of care to blood banks (176 Ill. 2d at 34), as if common law requirements were relevant to this inquiry. The statute, however, was expressly designed to alter the law in this area by providing a statutory definition of a blood bank's duties; after all, the statute was originally written to overrule the holding in Cunningham that blood is a product for purposes of strict tort liability. The legislature certainly contravened that common law development.\nThe majority's eventual resolution of the case is unclear, given the conflicting statements in the opinion regarding the meaning of the statutory language. De*51spite a lengthy discussion that seems to suggest that a blood bank's conduct will be measured solely against a professional standard of care, the court concludes that Section 3 simply does not indicate, nor does Illinois common law agree, that conforming to professional standards of care in all instances equates with due care (176 Ill. 2d at 40), leaving open the possibility that a lay standard might govern.\nI believe that the statute plainly requires the use of a professional standard of care. Applying a vague, undefined due care standard, not anchored to professional practices, leaves a defendant subject to potentially conflicting requirements, as this case demonstrates. Here, the jury was permitted to assess the defendant's conduct against not only the prevailing practices of blood banks in February 1984, when the blood at issue here was donated, but also against a lay standard of what blood banks, in hindsight, could have been doing to halt the spread of AIDS.\nThis attempt to combine professional and lay standards is ultimately unworkable. Asking the jury to consider both professional and lay standards means that compliance with lay standards might be necessary even if the defendant's conduct, as measured against professional standards, is not wanting. Here, the defendant presented evidence that professional standards did not call for surrogate testing in February 1984; the plaintiffs witnesses, however, believed that surrogate testing should have been used. If professional and lay standards impose inconsistent requirements, then a provider of services under the Act might be liable under one standard or another, no matter what it does, in plain contravention of the purpose of the statute.\nAs a final matter, I do not believe that invocation of a lay standard of care is justified in this case on the grounds, expressed in the majority opinion, that the *52standards of an entire profession might lag behind developments in society at large. Leaving aside for the moment the question whether use of a nonprofessional standard, even for that corrective purpose, is consistent with the terms of the Act, I find no evidence here that the practices of the blood banking profession were outmoded in February 1984. Of course, the statutory requirement that a provider of services under the Act exercise due care and follow professional standards of care according to the current state of the medical arts is broad enough to ensure that those who engage in the blood banking profession will not lag behind the medical arts.\nThe legislature intended for a professional standard of care to apply in this area. I would therefore interpret the language at issue here to mean that a blood bank must exercise a degree of care that is consistent with prevailing professional standards. Thus, a blood bank's conduct will be measured against professional standards only, rather than the mixture of professional and lay standards proposed by the plaintiff and the courts below, and seemingly allowed by the majority opinion.\nUnder the record in this case, it seems clear that the defendant is entitled to summary judgment. The evidence indicates that the defendant was in compliance with all professional standards at the time relevant here. Although the plaintiff presented testimony suggesting that the defendant should have used surrogate testing, or other means, to screen its blood donations, virtually no blood bank in the nation was using those procedures at that time. Given this evidence, I would reverse the judgment entered in favor of the plaintiff and remand the action so that judgment may be entered in favor of the defendant.\nJUSTICE HARRISON, also dissenting:\nFinding ambiguity where none exists, the majority *53engages in an exhaustive discussion that is as unnecessary as it is confusing. Section 3 of the Blood and Organ Transaction Liability Act (Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5103) requires blood banks to exercise[ ] due care and follow[ ] professional standards of care. There is no reason to believe that this language means anything other than what it plainly says. Under the statute, compliance with professional standards of care is not sufficient. One must also exercise due care. The law could not be more straightforward.\nAlthough the majority initially appears to reject this interpretation, it ultimately concedes that due care and compliance with professional standards are both required by the statute. The majority correctly notes that conformance with professional standards of care is indicative but not conclusive of due care. 176 Ill. 2d at 39. Even if professional standards have been met, a blood bank may still be liable if the standards themselves are deficient. That is precisely what the appellate court here held (274 Ill. App. 3d at 581-83), and it was the basis for the instructions given to the jury by the circuit court.\nWhy the majority nevertheless decides to reverse the lower courts' judgments I cannot understand. The majority is obviously concerned that in applying the due care prong of the standard, juries should not judge blood banks according to some generalized lay standard of due care. As the appellate court pointed out, however, the trial court here avoided that error when it specifically instructed the jury that UBS was required to act in accordance with how a reasonably prudent blood bank would have conducted itself. 274 Ill. App. 3d at 583-84. Thus, contrary to what the majority states, the jury was never told it was free to disregard the expert testimony and/or decide the reasonableness of UBS's conduct based on the jury's own knowledge as well. 176 Ill. 2d at 40.\n*54Formulating jury instructions for this case posed some obvious challenges. The criticism has been made that the appellate court's instructions made compliance with professional standards subordinate to the obligation to exercise due care, but if compliance with professional standards is merely indicative and not conclusive of due care, as the majority holds (176 Ill. 2d at 39), I fail to see how else the instructions could have been drafted. The criteria for assessing jury instructions on review are simply whether, considered as a whole, they were clear enough that they did not mislead the jury and they fairly and accurately stated the applicable law. See Dabros v. Wang, 243 Ill. App. 3d 259, 267 (1993). The instructions here satisfied these criteria. I would therefore affirm.\n\n\nPlain English summary:\nPlaintiff brought a wrongful death action on behalf of decedent against a non-profit blood bank defendant (United Blood Services (UBS)). The decedent had a blood-transfusion with HIV-contaminated blood collected by defendant from an anonymous donor. The jury returned a verdict of $2.14 million in plaintiff's favour. The trial court rejected defendants' motion for judgment notwithstanding the verdict and a new trial. The appellate court affirmed the trial court's judgment. The supreme court reversed the judgments of the appellate and circuit courts and remanded for a new trial, finding that a blood bank's conduct must be measured against professional standards of care and so the trial court was wrong to allow the jury to judge UBS's conduct against a reasonable blood bank standard of care. \n",
    "annotations": {
        "Facts": [
            "UBS operates nonprofit blood banks which collect donated whole human blood and is an operating division of Blood Systems, Inc., a nonprofit Arizona corporation.",
            "UBS operates 20 blood centers in 19 states, includ*8ing a center in Chicago. UBS conducts mobile blood drives, collecting whole human blood from volunteer donors at churches, schools, and places of employment throughout the Chicago metropolitan area. UBS belongs to that sector of the blood banking community which receives donations from volunteers as opposed to the commercial sector which depends on paid donors.UBS is a member of the AABB, an association of blood banks and blood banking professionals engaged in the collection of whole blood from volunteer donors. AABB promulgates, establishes and publishes standards and policies for the collection, processing and distribution of blood, blood components and tissue by its members. AABB also inspects and accredits its members based on compliance with these standards and policies and issues advisory recommendations and guidelines. Federal and state governments generally accept AABB standards as authoritative.Blood banks in general are regulated, inspected and licensed by the FDA. ",
            "The Code of Federal Regulations also requires that the suitability of a blood donor shall be determined by or under the supervision of a qualified physician. ",
            "Illinois treats blood banking similarly. ",
            "Transfusion medicine is a recognized medical specialty with specific board certification.The initial spread of AIDS, a disease of unknown cause and origin, presented detection challenges to the medical community and, particularly, the blood banking community. AIDS in the United States was first reported *9to the Centers for Disease Control (CDC) in 1981.",
            "AIDS's first known victims were male homosexuals and intravenous drug abusers.",
            "By July 1982, after three hemophiliacs contracted AIDS, CDC hypothesized that the disease was possibly transmitted through blood products.",
            "At that time, no consensus was reached nor were recommendations developed regarding that possibility among the various concerned government public health organizations and the blood banking community.",
            "By January 1983, academics, physicians, government public health organizations and members of the blood banking community met as a workgroup to consider opportunities for preventing AIDS, posed by person-to-person contact and by blood. In the absence of a laboratory test that could detect the AIDS virus in blood, the workgroup addressed the public health imperative of balancing the risk of AIDS against the impact screening measures might have on the nation's blood supply.In the area of AIDS transmission by blood, the work-group considered the benefits and risks posed by several screening options. Educating volunteer donors to self-defer was considered generally effective because such persons were known to be altruistic. Directly questioning donors regarding their sexual preferences and habits was believed to carry the risk of offending and discouraging low-risk donors, while also possibly ineffectively *10screening dishonest or alienated at-risk donors, which could adversely result in a decreased national blood supply. Donations by friends and family to specific recipients was not recommended by blood banking physicians because such persons are often pressured and, under such circumstances, might be less likely to admit high-risk behavior. Finally, several laboratory tests, known as surrogate tests, were between 66% and 88% effective in ultimately identifying HIV-infected donors, but they also had a 5% false positive rate, resulting in the rejection of safe blood. The tests also increased the price of collection and distribution of blood products.The workgroup reached no consensus regarding the best method to effectively exclude high-risk donors. At the time, there were 11 possible reported cases of AIDS related to transmission by blood and blood products.",
            "Shortly thereafter, major blood banking organizations and associations with assistance from the National Gay Task Force, the National Hemophilia Foundation and government public health representatives issued the first in a series of joint statements relating to the transmission of AIDS.",
            "The statement recommended that blood screening include questioning donors to detect possible AIDS or exposure to persons with AIDS.",
            "The United States Public Health Service Committee, comprised of federal government public health organizations and the FDA, similarly recommended that blood banks screen by educating donors with information pamphlets describing high-risk groups so that potential at-risk donors might exclude themselves.",
            "The FDA also individually recommended voluntary self-deferral by potential at-risk donors. The FDA recommended, as well, improved educational *11programs for blood bank personnel to enable them to better assist donors in recognizing AIDS symptoms.UBS revised its procedures, taking the course generally recommended by these governmental agencies and blood banking community associations and organizations, which did not include directed donations, surrogate tests or direct questioning of potential donors regarding their sexual preferences and habits.Conclusive proof that the AIDS virus was transmittable through blood was first published in January 1984.",
            "In February 1984, with one exception, none of the volunteer blood banks in the United States, including those operated by government public health agencies, screened donated blood with a surrogate test for AIDS. One university blood bank experimentally screened using the T-cell ratio test. No volunteer blood bank in the United States used the hepatitis B core antibody surrogate test",
            "On February 11, 1984, UBS collected a unit of HIV-contaminated blood from a donor, anonymously referred to as John Donor, at a volunteer blood drive held at a Catholic parish on Chicago's southwest side. Later that month, the blood was transfused to the deceased during open-heart bypass surgery at Illinois Masonic Medical Center",
            "resulting in the deceased's contraction of AIDS and his eventual death, some four years following the February 1984 transfusion.",
            "UBS's top corporate officer had ultimate authority for its AIDS procedures; several of UBS's donor screening and high-risk blood testing policies and procedures were set forth in memoranda written by businessmen; the blood drive at issue here was not conducted under the supervision *31of a physician; and the person who screened John Donor was not a licensed medical professional.",
            "UBS's medical director is a licensed physician",
            "Dr. Mario Oliveros, the Advincula family physician",
            "advised plaintiff ",
            "that he suspected the deceased had contracted AIDS.",
            "Plaintiff",
            "on May 27, 1987,",
            "was first informed the deceased had contracted AIDS.",
            "the deceased himself was informed of that fact several days later."
        ],
        "Procedural History": [
            "Plaintiff, Marietta Advincula, as the special administrator of the estate of her husband, Ronaldo Advincula, deceased, brought wrongful death (Ill. Rev. Stat. 1983, ch. 70, par. 1 et seq.)",
            "action",
            "in the circuit court of Cook County against defendant, United Blood Services (UBS).",
            "Following trial, the jury returned a verdict of $2.14 million in plaintiff's favor",
            "UBS filed a post-trial motion for judgment notwithstanding the verdict or, alternatively, a new trial. The trial court denied the motion, and defendant appealed.A sharply divided appellate panel affirmed",
            "Following the decision, the appellate court issued a certificate of importance pursuant to Supreme Court Rule 316 (134 Ill. 2d R. 316) and article VI, section 4(c), of the Illinois Constitution of 1970 (Ill. Const. 1970, art. VI, § 4(c)).",
            "Defendant requests that this court reverse the trial court's judgment or, alternatively, remand for a new trial.",
            "Statutory construction is a question of law, and a reviewing court will interpret a statute pursuant to its own judgment, independent of, and not deferential to, that of the trial court.",
            "the trial and appellate courts",
            "interpreted section 3 to allow UBS's conduct to be measured against an ordinary reasonableness negligence standard of care.",
            "Prior to trial, UBS moved for summary judgment. UBS argued, inter alla, that it had adhered to prevailing professional standards of care at the time of John Donor's blood donation.",
            "The trial court found that section 3 expressed a due care standard. The trial court denied UBS's motion, interpreting section 3 to require a blood bank to exercise due care and fill [sic] professional standards.",
            "On the eve of trial, plaintiff moved to confirm the applicable standard of care.",
            "The trial court ruled that the standard of care applicable at trial to UBS's conduct would be that of a reasonably careful blood bank under similar circumstances.",
            "At the close of evidence, the court instructed the jury that UBS had a duty to use due care for the safety of the plaintiff. The trial court defined due care as:the care that would be used by reasonably careful blood banks under circumstances similar to those shown by the evidence at and prior to the time Ronaldo Advincula contracted the HIV virus. The law does not say how reasonably careful blood banks would act under the circumstances. That is for you to decide.",
            "The jury was additionally instructed:In determining whether the defendant exercised due care under the circumstances you may consider:*16a. whether defendant complied with its own internal policies and procedures;b. the knowledge and methods available at and prior to February 1984 to educate and screen donors and test blood;c. the practices and procedures of the blood banking industry for screening donors and testing blood;d. the government's recommendations and guidelines governing the collection and processing and distribution of blood and blood products.",
            "The trial and appellate courts viewed the term due care in section 3 to indicate the standard of care of a reasonably careful person",
            "modified to accommodate UBS's status as a blood bank."
        ],
        "Application of Law to Facts": [
            "If one relies only on commonly accepted and understood meanings, section 3 appears ambiguous",
            " We conclude that section 3 is ",
            "ambiguous and requires construction.",
            "it is well known that the Act was enacted in response to ",
            "represents no more than a classic statement of the general duty to which every professional is answerable, to exercise due care, and the particularized measure of his conduct, by professional standard of care. We therefore conclude that, under ",
            ", a blood bank's conduct is to be measured against professional standards of care while the bank is bound to exercise care which is due.",
            "in section 3, our legislature has expressly provided that a blood bank and its staff additionally warrant to follow[ ] professional standards of care.",
            "based on the inclusion of this phrase in section 3, *26the term due care cannot be construed to indicate merely a reasonableness standard of care without creating surplusage. If the legislature had intended that merely a reasonableness standard of care apply, there was no need to include the term followed professional standards of care.",
            "In section 3, the last antecedent of the qualifying end phrase, in providing the service according to the current state of the medical arts, is the phrase followed professional standards of care. Significantly, there is no punctuation setting this qualifying phrase apart from the sentence which precedes it, which might connote that the phrase was intended to modify more remote terms.",
            "As a result, we construe the phrase as referring to and qualifying only the immediately preceding phrase, followed professional standards of care.The qualifying phrase apparently refers to the condition of medical science and arts at the time that blood services are provided.",
            "Thus, applying the doctrine, blood services providers warrant to follow professional standards of care in accord with the existing condition of medical arts. Construed thusly, the qualifying phrase assures that any professional standard of care is decided according to the state of the art at the time of the injury, rather than retrospectively.Furthermore, use of the phrase according to the current state of the medical arts by the legislature bears overall on the type of standard of care contemplated by section 3. Use of these terms indicates something other than merely an ordinary or reasonableness standard of care.",
            "*32The fact that human blood, tissue and organ service providers bear direct responsibility for the conduct of medical professionals",
            "directly implicates the standard of care against which their conduct may be measured. As discussed previously, a professional standard of care is traditionally utilized to judge professional conduct and clearly, under the Act, the conduct of blood banks includes that of its medical professional staff.",
            "the legislature also expressly recognized that the actual activities of human blood, tissue and organ service providers involve a level of medical judgment sufficient to warrant statutory protection.",
            "That the statutory protection curtailed the imposition of strict liability, but not negligence liability, does not diminish the legislature's view of the significance of medical judgment in this arena.",
            "Unlike hospitals, blood service providers, within the purview of the Act, engage in a rather finite range of *34medically focused services (procuring, furnishing, donating, processing, distributing human blood, bones, organs and tissues for injecting, transfusing or transplanting within the human body).",
            "Clearly, these services do not compare to the recognized broad range of administrative' activities of modern hospitals contemplated by ",
            "and its progeny. Clearly, also, by their very nature, the services of such blood providers, under the Act, more closely involve medical judgments than do the diverse administrative and managerial activities performed by hospitals.Furthermore, even though administration may be necessarily a part of a blood service provider's provision of services in a given case, that fact does not argue against the construction of a professional standard of care in section 3.",
            "We therefore conclude that the common law is not contravened by construing section 3 to require application of a professional standard of care to blood banks. That hospital administration entails some matters involving medical judgment does not support a construction of section 3 requiring a reasonableness standard of care. There also exist sufficient distinctions between the situations of hospitals and blood banks to warrant the conclusion that ",
            "reasonableness standard of care need not be the standard of care intended by the legislature in section 3. We are convinced that common law considerations and the terms of the Blood Shield Act establish that conduct within the Act's purview was intended to be evaluated against the standard of care applicable to professional conduct.",
            "Neither are we persuaded that the instant case demonstrates that a construction of section 3 requiring the professional standard of care is ill-founded. While the announcement of UBS's policy and procedural decisions regarding the screening of donated blood was disseminated via corporate memoranda and the screening procedures at the instant blood drive were conducted by nonprofessionals, the corporate decisions and implementation of procedures yet resulted from initial review by UBS's medical director, Dr. Earnest Simon. Dr. Simon's judgments concerned developing an effective methodology for procuring an adequate human blood supply for the nation balanced against the unknown risks of a highly infectious, newly discovered, and fatal disease. As such, Dr. Simon's judgments required the balancing of competing medical policies and procedures and was an exercise of medical judgment with vast public health implications. We are not prepared to say that such undertakings did not involve medical judgments as compared against, for example, a hospital's administration of X-ray therapy, which plaintiff here relies on as a medical judgment. In this case, the record reflects that UBS's decision to refrain from possibly premature or ill-advised surrogate testing and to employ education and self-deferral of donors as opposed to directly questioning them about their sexual preferences involved scientific and professional judgments contemplated by the Act.",
            "UBS makes the argument that under the terms of section 3, only the noncompliance with professional standards of care can give rise to liability.",
            "We reject this interpretation, finding no indication, whatsoever, within section 3 that following professional standards of care fulfills the general duty to exercise due care.",
            "While the Act did away with common *39law strict liability, there is no indication within the statute that the legislature intended to further deviate in this area from the common law.Accordingly, we hold that, under section 3, conformance with professional standards of care, proven by expert testimony or other evidence of professional standards, is indicative but not conclusive of due care. Such evidence may be overcome by a sufficient showing of contrary expert opinion testimony (or its equivalent) that the prevailing professional custom or usage itself constitutes negligence.",
            "we disagree with UBS that section 3 allows for the imposition of strict liability.",
            "Based on the express statement in ",
            "that blood service providers warrant that they have follow[ed] professional standards of care, the statute as a whole, and statutory construction principles, we conclude that the legislature intended that a blood bank's conduct be measured against a professional standard of care. Section 3 does not allow a blood bank's conduct to be measured against merely a lay reasonableness standard of care. Blood banks must nonetheless generally exercise that degree of care known as due care.",
            "simply does not indicate, nor does Illinois common law agree, that conforming to professional standards of care in all instances equates with due care.",
            "The trial court misinterpreted section 3",
            "In this case, despite that expert opinion testimony was presented and that UBS's conduct was measured against similar entities, the jury was free to disregard that evidence and/or decide the reasonableness of UBS's conduct based on the jury's own knowledge as well. The trial court's ruling represented a clear error of law impacting not only on the legal standard against which UBS's conduct was measured, but on the plaintiffs burden of proof, the scope and qualification of expert opinion testimony, and the application of the standard of care by way of instruction to the jury",
            "In sum, *41the entire trial was affected by this error. Fairness mandates that the cause ",
            "We hold that section 3 of the Blood Shield Act requires that the allegedly negligent conduct of UBS be measured against the standard of care applied to professional conduct. The trial court erred as a matter of law in allowing judgment of UBS's conduct against a reasonable blood bank standard of care. "
        ],
        "Relevant Precedents": [
            "SECTION 3 OF BLOOD SHIELD ACT",
            "Curatola v. Village of Niles, 154 Ill. 2d 201 (1993).",
            "Section 3 of the Blood Shield Act",
            "Every person, firm or corporation involved in the rendition of any of the services described in Section 2 warrants to the person, firm or corporation receiving the service and to the ultimate recipient that he has exercised due *13 care and followed professional standards of care in providing the service according to the current state of the medical arts.",
            "Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5103.",
            "People v. Lowe, 153 Ill. 2d 195 (1992).",
            "Bonaguro v. County Officers Electoral Board, 158 Ill. 2d 391 (1994).",
            "People v. Brandon, 162 111. 2d 450 (1994).",
            "Harris v. Manor Healthcare Corp., 111 Ill. 2d 350 (1986).",
            "People v. Drakeford, 139 Ill. 2d 206 (1990);",
            "Roche v. City of Chicago, 818 F. Supp. 233 (N.D. Ill. 1993)",
            "aff'd, 24 F.3d 882 (7th Cir. 1994).",
            "People v. Jameson, 162 Ill. 2d 282 (1994).",
            "Brown v. Kirk, 64 Ill. 2d 144, 152-53 (1976).",
            "Cunningham v. MacNeal Memorial Hospital, 47 Ill. 2d 443 (1970).",
            "Hill v. Jackson Park Hospital, 39 Ill. App. 3d 223 (1976).",
            "Cunningham",
            "Cunningham, 47 Ill. 2d at 447.",
            "Section 2,",
            "Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5102.",
            "section 1",
            "Section 1",
            "Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101.",
            "section 1",
            "Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5101.",
            "Hill v. Jackson Park Hospital, 39 Ill. App. 3d 223, 225 (1976)",
            "Glass v. Ingalls Memorial Hospital, 32 Ill. App. 3d 237, 241 (1975)",
            "People v. Burpo, 164 Ill. 2d 261 (1995)",
            "section 3",
            "section 2.",
            "section 2",
            "section 3",
            "Tyrrell Gravel Co. v. Carradus, 250 Ill. App. 3d 817 (1993);",
            "section 3",
            "In re Balay, 113 B.R. 429 (N.D. Ill. 1990)",
            "Cunis v. Brennan, 56 Ill. 2d 372, 376 (1974)",
            "Miller v. DeWitt, 59 Ill. App. 2d 38 (1965)",
            "Taake v. WHGK, Inc., 228 Ill. App. 3d 692, 708 (1992)",
            "Eaves v. Hyster Co., 244 Ill. App. 3d 260, 264 (1993)",
            "Restatement (Second) of Torts § 299A, at 73 (1965)",
            "Barth v. Reagan, 139 Ill. 2d 399, 407 (1990)",
            "Purtill v. Hess, 111 Ill. 2d 229, 241-42 (1986)",
            "Dolan v. Galluzzo, 77 Ill. 2d 279, 281 (1979)",
            "Rosenberg v. Miller, 247 Ill. App. 3d 1023, 1028-29 (1993)",
            "Margolies v. Landy & Rothbaum, 136 Ill. App. 3d 635, 638 (1985)",
            "Horak v. Biris, 130 Ill. App. 3d *24140 (1985)",
            "Walski v. Tiesenga, 72 Ill. 2d 249, 261-62 (1978).",
            "O'Hara v. Holy Cross Hospital, 137 Ill. 2d 332, 342 (1990); Walski, 72 Ill. 2d at 261; Knight v. Haydary, 223 Ill. App. 3d 564, 571 (1992); Curry v. Summer, 136 Ill. App. 3d 468, 477 (1985);",
            "Section 3 ",
            "section 3",
            "Restatement (Second) of Torts § 285, Comment b, at 21",
            "(1965).",
            "Hirschfield v. Barrett, 40 Ill. 2d 224, 230 (1968)",
            "Bonaguro v. County Officers Electoral Board, 158 Ill. 2d 391 (1994).",
            "In re Application for Judgment & Sale of Delinquent Properties for the Tax Year 1989, 167 Ill. 2d 161, 169 (1995).",
            "Ill. Rev. Stat. 1983, ch. lll1/2, par. 5101.",
            "Ill. Rev. Stat. 1983, ch. 111 1/2, par. 5102.",
            "Darling ",
            "Darling's ",
            "Brown v. United Blood Services, 109 Nev. 758, 766, 858 P.2d 391, 396 (1993)",
            "*36 Giorno v. Temple University Hospital, 875 F. Supp. 267 (E.D. Pa. 1995); Doe v. American National Red Cross, 848 F. Supp. 1228 (S.D. W. Va. 1994); Smith v. Paslode Corp., 799 F. Supp. 960 (E.D. Mo. 1992), aff'd in part & rev'd in part, 7 F.3d 116 (8th Cir. 1993); Smythe v. American Red Cross Blood Services Northeastern New York Region, 797 F. Supp. 147 (N.D. N.Y. 1992); Zaccone v. American Red Cross, 872 F. Supp. 457 (N.D. Ohio 1994); Seitzinger v. American Red Cross, Nos. 90 — 0046, 90— 3890 cons. (E.D. Pa. November 30, 1992) (mem.); Wilson v. American Red Cross, 600 So. 2d 216 (Ala. 1992); Spann v. Irwin Memorial Blood Centers, 34 Cal. App. 4th 644, 40 Cal. Rptr. 2d 360 (1995); Wilson v. Irwin Memorial Blood Bank, 14 Cal. App. 4th 1315, 1317, 18 Cal. Rptr. 2d 517, 518 (1993); Osborn v. Irwin Memorial Blood Bank, 5 Cal. App. 4th 234, 7 Cal. Rptr. 2d 101 (1992); United Blood Services v. Quintana, 827 P.2d 509 (Colo. 1992); Bradway v. American National Red Cross, 263 Ga. 19, 426 S.E.2d 849 (1993); Anonymous Blood Recipient v. William Beamont Hospital & Southeastern Michigan Chapter American Red Cross, No. 89 — 363705—NH (Cir. Ct. Oakland County, Mich. 1991); Doe v. American Red Cross Blood Services, 297 S.C. 430, 377 S.E.2d 323 (1989); but see Kozop v. Georgetown University, 663 F. Supp. 1048 (D.D.C. 1987); Snyder v. American Ass'n of Blood Banks & Mekhjian, 144 N.J. 269, 676 A.2d 1036 (1996); Gilmore v. St. Anthony Hospital, 598 P.2d 1200 (Okla. 1979).",
            "Brown",
            "Barth v. Reagan, 139 Ill. 2d 399 (1990)",
            "Darling, 33 Ill. 2d at 331",
            "Walski v. Tiesenga, 72 Ill. 2d 249 (1978)",
            "Denniston v. Skelly Oil Co., 47 Ill. App. 3d 1054 (1977)",
            "Martin v. Central Engineering Co., 350 Ill. App. 589 (1953)",
            "Darling, 33 Ill. 2d at 331-32",
            "Petrowsky v. Family Service of Decatur, Inc., 165 Ill. App. 3d 32 (1987)",
            "Chiero v. Chicago Osteopathic Hospital, 74 Ill. App. 3d 166 (1979); Lundahl v. Rockford Memorial Hospital Ass'n, 93 Ill. App. 2d 461 (1968);",
            "Sheahan v. Dexter, 136 Ill. App. 3d 241, 248 (1985).",
            "Wilsman v. Sloniewicz, 172 Ill. App. 3d 492 (1988)",
            "Chiero, 74 Ill. App. 3d at 174.",
            "United Blood Services v. Quintana, 827 P.2d 509 (Colo. 1992)",
            "Doe v. American National Red Cross, 848 F. Supp. 1228 (S.D. W. Va. 1994) ",
            "section 3 ",
            "Section 3 "
        ],
        "Outcome": [
            "we reverse the judgments of the appellate and circuit courts and remand for a new trial.",
            "Our decision regarding this issue requires reversal and remand for retrial.",
            "be reversed and remanded for retrial.",
            "We therefore re*44verse the judgments of the appellate and trial courts and remand this cause to the trial court for retrial."
        ]
    },
    "class": "reverse"
}