{
    "text": "Ruperd v. Ryan, 291 Ill. App. 3d 22 (1997)\nJuly 9, 1997 · Illinois Appellate Court · No. 2—96—0391\n291 Ill. App. 3d 22\n\nCase outline\nMajority — Justice Colwell\nOther formats\nPDF\nAPI\nCiting cases\n1 case cite to this case\nOther databases\nCOURTLISTENER\n\nCONSTANCE RUPERD et al., Plaintiffs-Appellants,v.ROBERT A. RYAN et al., Defendants-Appellees\nSecond District\n*24Donald T. Morrison and Joseph T. Morrison, both of Morrison & Morrison, P.C., of Waukegan, for appellants.\nJames A. Christman and John T. Benz, both of Wildman, Harrold, Allen & Dixon, of Chicago, for appellees.\nJUSTICE COLWELL\ndelivered the opinion of the court:\nPlaintiffs, Constance and Stephen Ruperd, appeal the jury's finding defendant, Dr. Robert A. Ryan, not guilty of medical malpractice pertaining to Constance Ruperd's (Connie's) foot surgery. On appeal, the plaintiffs contend that the trial court erred in not granting their motion for a directed verdict at the close of the plaintiffs' evidence. In the alternative, the plaintiffs argue that they are entitled to a new trial because (1) the court erroneously admitted certain evidence; and (2) the court administered erroneous jury instructions that prejudiced the plaintiffs. We affirm.\nDr. Ryan testified that he first met Connie in 1988. Dr. Ryan stated that at that time he excised warts on Connie's face and her elbow. Dr. Ryan admitted, however, that the 1988 reports and charts indicated that moles, not warts, were excised at that time. Dr. Ryan stated that Connie returned to his office on January 18, 1990, requesting information about breast augmentation. Dr. Ryan said that he scheduled the surgery for January 22, 1990, and gave Connie a consent form. Dr. Ryan testified that he did not remember whether he discussed any alternatives to the plantar wart surgery with Connie, but he acknowledged that his records did not indicate that any alternatives were discussed.\nDr. Ryan stated that on January 22 Connie arrived for the surgery and signed the consent form after acknowledging that she *25had read it. Dr. Ryan summarily described the consent form Connie signed and admitted that the word wart did not appear on the page, although the form did go into detail regarding the breast augmentation. Dr. Ryan indicated that fulguration 'R' plantar wart was handwritten at the top of the consent form, and, although there was no date next to the notation, he believed it was written on January 18 before Connie was given the consent form.\nDr. Ryan testified that Connie's next office visit took place on February 1, 1990. Dr. Ryan stated that his report indicated that the plantar aspect of Connie's right foot was sore but healing well and that Connie should return in one month.\nAccording to Dr. Ryan's records, Connie returned on February 23 and saw Dr. Kontrick. The records report that the wounds on ball of feet is [sic] clean, healing is slow. Patient was given an estimate for return to work on the 19th of next month.\nDr. Ryan testified that Connie's next office visit was on March 26, 1990. He stated that on March 26 Connie's foot was swollen red and shiny and that her toe was healing very well. Dr. Ryan said that he diagnosed reflex sympathetic dystrophy (RSD) of her foot at that time and explained the condition to her. Dr. Ryan testified that RSD is a difficult syndrome to understand and that basically it is a syndrome that no one can explain but that in most cases, given some time, it would resolve itself. Dr. Ryan fitted Connie for a Jobst stocking and told her to return in two weeks.\nDr. Ryan testified that he saw Connie next on March 29, 1990, at which time he performed an ankle block on Connie's foot. Dr. Ryan said that to the best of his knowledge he dictated a record of the ankle block, but he acknowledged that no record existed regarding that visit or the block. Dr. Ryan said also that Connie visited his partner, Dr. Kontrick, on March 30, 1990, but that the records did not indicate that visit took place either.\nDr. Ryan stated that the last time he saw Connie was when Connie was at Victory Memorial Hospital. Dr. Ryan denied telling Connie that she should go to the Lake Forest Pain Clinic instead of going to another hospital in Milwaukee.\nDr. Ryan also testified regarding the plaintiffs' allegations that he intentionally engaged in certain conduct with the attempt to obstruct justice. Before trial, the plaintiffs moved for judgment on the grounds that Dr. Ryan obstructed justice by altering Connie's medical records, soliciting Dr. Herman to alter Connie's records, exerting peer pressure upon the plaintiffs' expert, and attempting to obtain Connie's psychological records. At trial, Dr. Ryan offered the following explanations for his conduct.\n*26First, Dr. Ryan explained why he had two different clinical data sheets regarding Connie's condition. Dr. Ryan stated that a report was transcribed from his dictation tape around March 26, 1990. Dr. Ryan said that when he later reviewed the report he noticed that it was partially inaccurate. Accordingly, he redictated Connie's January 18, January 22, February 1, February 23, March 5, and March 26 entries. Dr. Ryan acknowledged that one of the reasons he redictated the entries was because he thought Connie was angry with him and that she might file a lawsuit against him. Dr. Ryan stated that the last time he made any changes or corrections on the clinical data sheets was January 10, 1992.\nDr. Ryan also explained the changes he made on Connie's clinical data sheet. Regarding Connie's office record for her January 18 visit, Dr. Ryan said that he wrote, Cheryl, give her the entire packet, and redone and not the original but sent anyway on Connie's records. Dr. Ryan said that the packet referred to a folder that was given to patients having surgery and concerned the issue of informed consent. He then acknowledged that Cheryl was not working for him in 1990 and that it would have been Pam who would have given Connie the folder.\nDr. Ryan stated also that he added an entry to the January 18 office visit. Dr. Ryan said that he added the notation, plan to do the plantar warts at the same time the augmentation is done. Complications of painful scars, recurrence, et cetera, were discussed. Dr. Ryan admitted that the notation referred to the issue of informed consent.\nDr. Ryan then testified that he added the words severe pain and [the foot] is slightly warm to the March 26 entry, as well as noting, I'm sure the patient is developing reflex sympathetic dystrophy, i.e. causalgia of the foot. Finally, Dr. Ryan stated that he added, I have referred [Connie] to Dr. Haq for possible sympathetic block, which was not included on Connie's original clinical data sheet.\nSecond, Dr. Ryan explained his reasons for asking other doctors to telephone Dr. Donald Bolt, the plaintiffs' expert in the case. Dr. Ryan testified that he telephoned Dr. Ellenby prior to the discovery deposition of Dr. Bolt. Dr. Ryan reported that in his conversation with Dr. Ellenby he asked Dr. Ellenby to telephone Dr. Bolt and ask Dr. Bolt if he had seen all of the records in this case or if he had seen the patient in this case. Dr. Ryan said that he also called Dr. Daniel Mann, a plastic surgeon in Florida, before Dr. Bolt's deposition and asked him to call Dr. Bolt and ask whether he had seen the records or examined the patient in the case. Dr. Ryan stated that he *27did not speak with Dr. Ellenby or Dr. Mann again before Dr. Bolt's deposition.\nDr. Ryan next testified that he wrote a letter to Dr. Timothy Lynch, a psychologist, on March 6, 1992, asking for a summary of his findings concerning Connie. Dr. Ryan said that he never spoke to or received anything from Dr. Lynch. Dr. Ryan said that he then wrote a letter to Dr. Abderholden asking him to write to Dr. Lynch to request a summary. Dr. Ryan stated that he did not believe that Dr. Abderholden ever wrote the letter. Dr. Ryan acknowledged that at the time he wrote the letters he was already a defendant in the lawsuit.\nI\nWe turn first to the plaintiffs' argument that the trial court erred in failing to direct a verdict for the plaintiffs on the issue of informed consent. A trial court's denial of a plaintiff's motion for directed verdict should be upheld unless the evidence, when viewed in the light most favorable to the defendant, so overwhelmingly favors the plaintiff that no contrary verdict can stand. Walter v. Carriage House Hotels, Ltd., 164 Ill. 2d 80, 86 (1995). Indeed, even if a jury returns a verdict for the defendant after the trial court denies a plaintiff's motion for a directed verdict at the close of all the evidence, an appellate court may reverse the trial court and remand for a new trial on damages only, if the record reveals no reasonable basis for a verdict for the defendant. Calvetti v. Seipp, 37 Ill. 2d 596, 599 (1967).\nPlaintiffs argue that after the close of all evidence, it was uncontroverted that Dr. Ryan did not discuss any alternatives to plantar wart surgery with Connie. Accordingly the plaintiffs contend that because Illinois law requires a doctor to inform a patient of reasonable alternatives to surgery, and Dr. Ryan did not discuss alternatives with Connie, there is no reasonable basis for finding that Connie gave her informed consent to the wart surgery. Therefore, the court should have granted a directed verdict on the issue of informed consent. We disagree.\nThe elements which must be proved by a plaintiff to establish medical malpractice are: (1) the standard of care by which the physician's treatment is measured; (2) a deviation from that standard; and (3) that the deviation proximately caused the plaintiff's injury. Borowski v. Von Solbrig, 60 Ill. 2d 418, 423 (1975). Further, to succeed in a malpractice action based on the doctrine of informed consent, a plaintiff must prove four elements: (1) the physician had a duty to disclose material risks; (2) the physician failed to disclose or *28inadequately disclosed those risks; (3) as a direct and proximate result of the failure to disclose, the patient consented to treatment she otherwise would not have consented to; and (4) the plaintiff was injured by the proposed treatment. Coryell v. Smith, 274 Ill. App. 3d 543, 546 (1995).\nIt is also established that a physician has a duty to inform patients of the foreseeable risks and results of a given surgical procedure and the reasonable alternatives to that procedure. Magana v. Elie, 108 Ill. App. 3d 1028, 1031 (1982). Consequently, a physician has a duty to disclose to the patent those risks, results, or alternatives that a reasonable medical practitioner in the same or similar circumstances would have disclosed. Magana, 108 Ill. App. 3d at 1032.\nWe find that the trial court did not err by denying the plaintiffs' motion for a directed verdict because although it was undisputed that Dr. Ryan did not discuss any alternatives to the surgery with Connie, at trial the defense did present evidence from which the jury could infer that there were no reasonable alternatives to Connie's wart surgery. For example, Dr. Ryan testified that surgery was necessary because Connie's warts were large and very deep. Dr. Thomas Mustoe testified also that it was necessary for Dr. Ryan to remove the warts and the virus causing them to prevent the warts from returning. Consequently, although it was uncontroverted that Dr. Ryan did not explain any alternatives to the wart surgery to Connie, it was disputed whether there existed any reasonable alternatives for Dr. Ryan to discuss.\nIndeed, while the plaintiffs' expert, Dr. Bolt, testified that reasonable alternatives existed, the jury also heard testimony from Dr. Ryan and Dr. Mustoe that could have led it to believe that there were no reasonable alternatives to the surgery of which Connie should have been informed. This issue was a fact question for the jury to resolve. Therefore, the trial court's denying the plaintiffs' motion for a directed verdict was not improper because there was evidence presented from both parties concerning the issue of whether Dr. Ryan's failing to discuss alternatives with Connie affected her ability to give informed consent to the surgery.\nThe plaintiffs contend also that a directed verdict should have been granted in their favor at the close of all the evidence because the defendant's conduct before and during the trial amounted to an obstruction of justice. Specifically, the plaintiffs refer to Dr. Ryan's soliciting other physicians to call Dr. Bolt to question him about what he was going to say in his deposition, Dr. Ryan's having Dr. Herman alter Connie's hospital records, Dr. Ryan's contacting Dr. Lynch in an attempt to obtain Connie's psychological records, Dr. Ry*29an's altering his own office records concerning Connie's treatment, and Dr. Ryan's destroying records of the ankle block procedure, as conduct that constituted obstructing justice.\nLike the trial court, we find Dr. Ryan's behavior in this case egregious and appalling. However, we find that Dr. Ryan's conduct does not rise to that which results in a default judgment for the plaintiffs. See Sander v. Dow Chemical Co., 166 Ill. 2d 48, 67-68 (1995) (sanctions that result in a default judgment are drastic sanctions and should only be employed when it appears that all other enforcement efforts of the court have failed to advance the litigation). Instead, we agree with the defendant that the sanctions the trial court imposed adequately remedied the problem.\nA trial court has broad discretion in determining whether the facts of a given case merit the imposition of sanctions. Sander, 166 Ill. 2d at 67. Indeed, a court's decision to impose sanctions is entitled to considerable deference on review and will not be reversed absent an abuse of discretion. Spiegel v. Hollywood Towers Condominium Ass'n, 283 Ill. App. 3d 992, 1001 (1996).\nPrior to trial, the plaintiffs filed a motion for default judgment and sanctions, alleging that the accumulated misconduct of Dr. Ryan amounted to an obstruction of justice. The trial court held three hearings concerning the plaintiffs' motion and thereafter entered an order that imposed various sanctions on Dr. Ryan, including paying attorney fees and costs the plaintiffs had incurred in connection with the proof of the discovery violations. The trial court's order provided also that the plaintiffs could admit into evidence the various versions of Dr. Ryan's office records. Further, the order stated that the jury would be instructed relative to Dr. Ryan's improperly communicating with the other physicians and obtaining the falsification of records. The order explained that the jury would be allowed to draw inferences of guilt if it found that the defendant solicited the alteration of the records and consider any improper communications negatively against the defense. Finally, we note that, prior to the hearings and order, the trial court prohibited the defendant from continuing a deposition of Dr. Lynch.\nWe find that the trial court's instituting these sanctions and other measures instead of granting the plaintiffs' motion for a default judgment does not amount to an abuse of discretion. Instead, a review of the record concerning each of the plaintiffs' allegations shows that the trial court imposed sanctions on Dr. Ryan's conduct where there was sufficient evidence that his conduct was improper and then allowed the plaintiffs wide latitude at trial to adduce evidence of the other alleged acts of misconduct. As the purpose behind imposing *30discovery sanctions is to ensure that full discovery occurs, we cannot say that the trial court's decision to allow the trial to proceed was erroneous. See Hartnett v. Stack, 241 Ill. App. 3d 157, 172-73 (1993).\nThe plaintiffs contend that, even if it was inappropriate for the trial court to grant the motion for judgment prior to trial, the motion should have been granted after the trial because at that time the evidence before the court was sufficient to show that the defendant's accumulated conduct amounted to an obstruction of justice that warranted a judgment in their favor. We disagree. As the plaintiffs contend that their motion for judgment was based on Dr. Ryan's accumulated misconduct, we will discuss briefly each of the plaintiffs' allegations below.\nFirst, the plaintiffs contend that the evidence shows that Dr. Ryan solicited peer pressure on Dr. Bolt by calling other doctors and having them talk to Dr. Bolt in an attempt to affect his testimony. Before trial, at one of the hearings concerning the plaintiffs' motion for judgment, Dr. Ryan explained his reasons for contacting Dr. Mann and Dr. Ellenby. Dr. Ryan stated that his intent was merely to have Dr. Mann and Dr. Ellenby call Dr. Bolt and ask him whether his testimony would be based on an examination of Connie, not to convince Dr. Bolt not to testify on behalf of the plaintiffs. At the close of all the hearings, the trial court determined that there was insufficient evidence to find that Dr. Ryan attempted to intimidate Dr. Bolt.\nContrary to the plaintiffs' belief, no new evidence concerning this matter was presented at trial. At trial, Dr. Ryan repeated his version of events. Further, Drs. Mann and Ellenby testified in evidence depositions that they did not attempt to persuade Dr. Bolt not to testify or to testify in a certain manner. Indeed, although the plaintiffs argue that Dr. Bolt testified at trial that, in his conversations with Dr. Mann and Dr. Ellenby, Dr. Mann told him that Connie was a wacko and Dr. Ellenby said that Connie was bizarre, we note that Dr. Bolt testified also that he was not intimidated by the phone calls and that his conversations did not alter his testimony, opinions, or view of the facts.\nAccordingly, we find that the evidence adduced at trial does not establish, as a matter of law, that Dr. Ryan engaged in any attempt to intimidate Dr. Bolt. Instead, Dr. Bolt's testimony raises a question of fact for the jury to decide concerning whether Dr. Ryan solicited Dr. Ellenby and Dr. Mann to exert peer pressure on Dr. Bolt. As a result, the jury was properly given an instruction which stated that it could determine whether Dr. Ryan attempted to intimidate Dr. Bolt and consider any improper conduct as evidence of Dr. Ryan's negligence in treating Connie.\n*31Second, the plaintiff's contend that Dr. Ryan solicited Dr. Herman, an associate of Connie's family practitioner, to alter Connie's Victory Memorial Hospital (VMH) medical records. At the hearings for the plaintiffs' motion for judgment before trial, Dr. Ryan admitted that he had a conversation with Dr. Herman concerning Connie approximately two years after he referred her to Dr. Herman. Dr. Ryan stated that he had stopped getting referrals from Dr. Herman and asked Dr. Herman if it had any connection to Connie's case. Dr. Ryan said that he then explained Connie's treatment to Dr. Herman. Dr. Ryan stated that Connie's record never even came up and that he had no reason to want the record changed. After the hearings were completed, the court held that the evidence was insufficient to find, as a matter of law, that Dr. Ryan attempted to solicit falsification of Connie's VMH records.\nAt trial, Dr. Ryan testified that he could not remember when he spoke with Dr. Herman. Dr. Ryan also denied again asking Dr. Herman to change Connie's record. He stated that he only explained to Dr. Herman how he treated Connie. Dr. Herman, however, testified that at some point he talked with Dr. Ryan and Dr. Ryan told him that the information in Connie's history in Dr. Herman's record was incorrect. Dr. Herman stated that he then made several changes in Connie's history contained in the record, changes that he believed were the result of Dr. Ryan's conversations with Connie that would make his records more accurate. As he did in his deposition, Dr. Herman stated that he could not remember whether he made the changes on his own initiative after learning that the information contained in Connie's history was incorrect or whether Dr. Ryan told him to make the changes. Dr. Herman acknowledged, however, that in an affidavit taken earlier he stated that Dr. Ryan told him to make the changes.\nAs was true with the allegations of Dr. Ryan's exerting peer pressure upon Dr. Bolt, we find that the plaintiffs' contention that Dr. Ryan solicited Dr. Herman to falsify Connie's records was a fact question for the jury to determine. Indeed, we note that the jury was instructed to consider any evidence of falsification of records as evidence of Dr. Ryan's negligence. Further, as the defendant argues in his brief, the issue concerning this allegation is whether Dr. Ryan sought to falsify Connie's record, not whether he advised Dr. Herman that his medical report contained incorrect information that should be revised. The record contains evidence that Dr. Ryan was attempting to falsify records, as well as evidence that Dr. Herman acted upon his own initiative to correct information he believed was inaccurate. Accordingly, we agree with the trial court that the evidence does not establish, as a matter of law, that Dr. Ryan attempted to have Dr. Herman falsify Connie's records.\n*32Third, the plaintiffs argue that Dr. Ryan's contacting Dr. Lynch regarding Connie's psychological records violated the Petrillo doctrine, which should result in judgment for plaintiffs. See Petrillo v. Syntex Laboratories, Inc., 148 Ill. App. 3d 581 (1986). Under the Petrillo doctrine, conferences between the plaintiff's treating physician and the defense attorney are prohibited because they violate the physician/patient privilege. Petrillo, 148 Ill. App. 3d at 593.\nAfter the hearings, the trial court agreed with the plaintiffs that Dr. Ryan's attempting to discover Dr. Lynch's findings concerning Connie violated the rule announced in Petrillo. Accordingly, the court barred the defense from completing the discovery deposition of Dr. Lynch and sanctioned Dr. Ryan. At trial, the court conducted a voir dire of Dr. Lynch outside the presence of the jury. After Dr. Lynch's testimony, the court noted its belief that Dr. Lynch and Dr. Ryan may have had a substantive conversation concerning Connie's condition in violation of the Petrillo doctrine. The court then barred Dr. Lynch from testifying and barred the use of Dr. Lynch's records. The court also instructed the jury that it could consider any improper solicitation of medical records from any treating physician as evidence of negligence.\nWe find that the trial court's sanctions and orders barring Dr. Lynch from testifying and Dr. Lynch's records from being admitted were not an abuse of discretion. The plaintiffs argue that Dr. Ryan's conduct was so abhorrent that it warranted that a judgment be entered for the plaintiffs. We reiterate, however, that a judgment for the plaintiffs is a drastic sanction. See Sander, 166 Ill. 2d at 67-68. Therefore, the trial court's decision to proceed with the trial and not to grant the plaintiffs' directed verdict on the ground that Dr. Ryan violated the Petrillo doctrine was not an abuse of discretion.\nFourth, the plaintiffs contend that Dr. Ryan's altering his own office records mandated that a judgment be entered for the plaintiffs. The trial court reached the same conclusion concerning Dr. Ryan's alterations as it did regarding Dr. Herman's alterations of Connie's records. Before trial, the court stated that the evidence did not establish, as a matter of law, that Dr. Ryan falsified records. Accordingly, the trial court ordered that both sets of Dr. Ryan's office records could be admitted and that, after hearing all the evidence, the jury could decide whether any falsification occurred. As we previously discussed, we find that such a procedure was not erroneous.\nFinally, the plaintiffs suggest that Dr. Ryan deliberately destroyed the medical record of Connie's ankle block, which clearly amounts to an obstruction of justice. Like the trial court, we find that there is insufficient evidence in the record to show that Dr. Ryan *33destroyed the record of the ankle block. On the contrary, although the plaintiffs, the defendant, and all the doctors agree that an ankle block took place, there is no evidence that a record of the ankle block ever existed. Further, unlike the situation with the altered office records, Connie never received any record of the ankle block. We decline to adopt the plaintiffs' reasoning that the absence of this record, in combination with the altered records, is enough circumstantial evidence that Dr. Ryan deliberately destroyed the record. Instead, we find that the more reasonable explanation of the missing record is that it never existed.\nIn any event, we find that the trial court did not err by finding that, as a matter of law, Dr. Ryan did not solicit peer pressure on Dr. Bolt, solicit Dr. Herman to falsify his records, falsify his own office records, and destroy the record of the ankle block. Further, we find that the court's order requiring Dr. Ryan to pay some of the plaintiffs' attorney fees, barring Dr. Lynch from testifying, and barring Dr. Lynch's records from being admitted were appropriate sanctions for Dr. Ryan's violating the Petrillo doctrine.\nCertainly, although there are many instances of alleged misconduct in this case and Dr. Ryan did engage in questionable behavior, a default judgment or directed verdict was not proper under these circumstances. The cases the plaintiffs cite to where a default judgment was granted due to a party's misconduct are distinguishable from this case. In Adcock v. Brakegate, Ltd., 247 Ill. App. 3d 824 (1993), aff'd, 164 Ill. 2d 54 (1994), the court entered judgment on liability against the defendants after the defendants refused to produce two witnesses for depositions, and, in Clymore v. Hayden, 278 Ill. App. 3d 862 (1996), a medical malpractice action was dismissed after the plaintiff refused to appear for a deposition. No such allegations were made here. Instead, the plaintiffs had access to every witness they requested to depose.\nFurther, in Farley Metals, Inc. v. Barber Colman Co., 269 Ill. App. 3d 104 (1994), the trial court dismissed a case after a lawyer's negligence led to the destruction of evidence. Again, although the plaintiffs allege in their brief that Dr. Ryan must have destroyed the record of the ankle block procedure, there is no proof that the record ever existed.\nFinally, we add that, aside from Dr. Ryan's conversations with Dr. Lynch, the plaintiffs' allegations of misconduct on the part of Dr. Ryan raised factual questions for the jury to determine. On each of the remaining allegations, it was disputed as to whether Dr. Ryan acted with the intent to falsify information or to intimidate witnesses. Therefore, as we find the record reveals a reasonable basis for *34the jury to have determined that Dr. Ryan did not intend to intimidate Dr. Bolt or falsify records, a directed verdict was not proper. See Calvetti, 37 Ill. 2d at 599.\nII\nThe material in this section is not to be published pursuant to Supreme Court Rule 23.\nIII\nThe first portion of the material in this section is not to be published pursuant to Supreme Court Rule 23. 166 Ill. 2d R. 23.\nThe next four instances of alleged error concern the instructions the court gave concerning Dr. Ryan's improper communication with Dr. Lynch, Dr. Ryan's altering his records, Dr. Ryan's soliciting peer pressure on Dr. Bolt, and Dr. Ryan's soliciting Dr. Herman to alter Connie's hospital records. The court tendered instructions regarding this alleged misconduct that stated that, if the jury found that Dr. Ryan performed those acts, it could consider that misconduct in deciding whether Dr. Ryan was negligent in his care and treatment of Connie. The plaintiffs argue, however, that for each instance of alleged misconduct the jury should have been instructed that, if it found that Dr. Ryan performed that behavior, the jury could consider that misconduct as an admission of guilt on the part of Dr. Ryan.\nIn support of their argument, the plaintiffs point this court to several cases which state that any attempt by a party to obstruct justice constitutes an admission. See Kearney v. Brakegate, Ltd., 263 Ill. App. 3d 355 (1994). In Kearney, the court discussed the principle that a jury is entitled to consider the destruction, suppression, or fabrication of evidence as an admission. Kearney, 263 Ill. App. 3d at 360. The issue before the Kearney court, however, did not involve jury instructions. Instead, the court discussed whether the trial court erred in refusing to allow the plaintiff to call a witness who would testify that the defendant refused to produce him as a witness even after ordered to do so by the court. Kearney, 263 Ill. App. 3d at 360-62. Accordingly, Kearney does not stand for the principle that the words admission of guilt should be included in jury instructions.\nIn fact, the defendant includes in his brief several sources that demonstrate that the Illinois courts should not include admissions instructions. For example, Illinois Pattern Jury Instructions, Civil, No. 4.01 (3d ed. 1995) (hereinafter IPI Civil 3d) states that [t]he committee recommends that no 'admissions' instruction be given. IPI Civil 3d No. 4.01. Further, in the comment to IPI Civil 3d No. 4.02, written by the Illinois Supreme Court Committee on Jury Instructions, the committee recommends that no instruction be given on *35flight from accident as evidence of negligence because an admission instruction would unduly single out particular evidence. IPI Civil 3d No. 4.02, Committee Note, at 29.\nMoreover, Illinois courts have expressed concern over using the word guilt in special interrogatories submitted to the jury. In Erickson v. Aetna Life & Casualty Co., 127 Ill. App. 3d 753 (1984), the court upheld a trial court's decision not to include a special interrogatory that contained the phrase guilty of actual malice. The court explained that the use of the term guilty could create unnecessary ambiguity for the jury because the word is most often used in a criminal law setting. Erickson, 127 Ill. App. 3d at 766; see also Bernardi v. Chicago Steel Container Corp., 187 Ill. App. 3d 1010, 1021 (1989) (court held that the trial court should have stricken the word guilty from a special interrogatory because it was misleading).\nWe find that the trial court correctly declined to use the plaintiffs' phrase admission of guilt in the jury instructions. Illinois law is clear that admissions should be avoided in instructions if possible. Further, we are persuaded by the reasoning in Erickson and Bernardi that the word guilty included in jury instructions could confuse the jury.\nIt is undisputed that, when deciding whether a particular jury instruction is misleading, the court should view the instruction in context with all the given instructions. Netto v. Goldenberg, 266 Ill. App. 3d 174, 184 (1994). In this case, we find that the jury instructions concerning Dr. Ryan's misconduct were not misleading. The issue in the case was whether Dr. Ryan negligently treated Connie. The instructions stated that if the jury determined that Dr. Ryan engaged in specific misconduct, the jury could consider that misconduct when deciding whether Dr. Ryan negligently treated Connie. Consequently, the instructions given relate directly to the issue of Dr. Ryan's alleged negligence. The jury is left to decide how much weight Dr. Ryan's misconduct—assuming the jury determined there was any misconduct—has concerning the issue of whether he was negligent. We find that such instructions accurately state the law in Illinois.\nThe plaintiffs' last instance of alleged error in the jury instructions concerns the instruction defining informed consent. The instruction submitted to the jury stated:\nWhen I use the expression 'informed consent' in this case, I mean a consent obtained by a plastic surgeon after the disclosure by the plastic surgeon of those factors which a reasonably well-qualified plastic surgeon would disclose under the same or similar circumstances.\n*36See Illinois Pattern Jury Instructions, Civil, No. 105.07.01 (3d ed. 1990) (hereinafter IPI Civil 3d No. 105.07.01). The plaintiffs contend that this instruction did not accurately state the law in Illinois at the time of trial.\nIllinois Pattern Jury Instructions (IPI) should be used exclusively where they correctly and accurately charge the jury. Netto, 266 Ill. App. 3d at 183. IPI instructions, however, should be modified if they do not accurately state the law. See Ruffiner v. Material Service Corp., 116 Ill. 2d 53, 62 (1987).\nIn this case, the plaintiffs tendered a jury instruction that replaced the word factors in IPI Civil 3d No. 105.07.01 with the phrase risks and reasonable alternatives. Accordingly, the instruction would have indicated that, to obtain informed consent from a patient, a plastic surgeon had to notify the patient of those risks and reasonable alternatives which a reasonably well-qualified plastic surgeon would disclose under the same or similar circumstances. The plaintiffs argue that this difference is substantial because Illinois law is clear that a physician must inform a patient of the reasonable risks and alternatives of a surgery and the word factors does not accurately indicate that responsibility to the jury.\nThe defendant argues that the court did not abuse its discretion in refusing to submit the plaintiffs' instruction because at the time the trial occurred IPI Civil 3d No. 105.07.01 did not contain the phrase risk and reasonable alternatives. Further, the defendant argues that the word factors is broader than the phrase risks and reasonable alternatives so the jury was not prohibited from determining that a failure to inform a patient of alternatives constituted a lack of informed consent. Finally, the defendant states that the plaintiffs were able to introduce all their evidence of risks and reasonable alternatives to the surgery. Therefore, even if the court abused its discretion in admitting the instruction, the plaintiffs were not prejudiced.\nWe have already discussed that Illinois law requires a physician to inform a patient of the risks and reasonable alternatives to surgery. Indeed, we note that the December 1995 edition of the IPI instructions includes the words risks and alternatives in No. 105.07.01 instead of the word factors. Illinois Pattern Jury Instructions, Civil, No. 105.07.01 (3d ed. 1995). Accordingly, the only question remaining is whether the use of the word factors in this case adequately informed the jury that Dr. Ryan's failing to inform Connie of the risks and reasonable alternatives to her wart surgery indicated that he did not receive her informed consent of the procedure. We hold that the plaintiffs were not prejudiced by having fac*37tors in the jury instruction instead of risks and reasonable alternatives.\nFirst, we note that the plaintiffs were able to introduce all their evidence that Dr. Ryan failed to inform Connie of the risks and reasonable alternatives of the surgery. Further, in the closing argument, plaintiffs' counsel explained to the jury that Dr. Ryan failed to disclose to Connie that an alternative procedure was available. Plaintiffs' counsel even stated that all the expert witnesses have agreed[] that an element, an essential element of informed consent!,] is alternative procedures known. Everybody agreed. In rebuttal, the plaintiffs' counsel reiterated that, although he had a duty to do so, Dr. Ryan never told Connie about any alternative treatments. Consequently, the plaintiffs' claim that the jury was unaware of the law is inaccurate.\nSecond, we note that while the phrase risks and reasonable alternatives may be more precise than the word factors, factors, by its own definition, includes risks and reasonable alternatives. According to Webster's Dictionary, factors means something (as an element, circumstance, or influence) that contributes to the production of a result. Webster's Third New International Dictionary 813 (1986). As a result, knowing the risks and reasonable alternatives of a surgery is one element or factor necessary in giving an informed consent. Therefore, while the IPI as currently written may be more explicit in defining what factors indicates by substituting the phrase risks and reasonable alternatives, we cannot say that the use of the word factors in the jury instruction misled this jury.\nInstead, the jury had all the evidence regarding the informed consent issue before it and could have determined that, although Dr. Ryan did not inform Connie of any alternative procedures, there were no reasonable alternatives of which to inform her. Accordingly, we find that any error the trial court made in refusing to substitute the phrase risks and reasonable alternatives for factors in the jury instruction did not prejudice the plaintiffs so that a new trial is warranted. See Thompson v. MCA Distributing, Music Corp., 257 Ill. App. 3d 988, 991 (1994).\nFor the foregoing reasons, the judgment of the circuit court of Lake County is affirmed.\nAffirmed.\nDOYLE and THOMAS, JJ., concur.\n\n\nPlain English summary:\nPlaintiffs filed a medical malpractice claim against defendant pertaining to informed consent for a foot surgery. At the close of the case, plaintiffs motioned for a directed verdict, which the trial court denied. The jury found in favour of defendant. Plaintiffs appealed against the trial court's rejection of their motion for a directed verdict. The appellate court affirmed the trial court's ruling.  \n",
    "annotations": {
        "Facts": [
            "Dr. Ryan",
            "first met Connie in 1988.",
            "at that time he excised warts on Connie's face and her elbow. Dr. Ryan admitted, however, that the 1988 reports and charts indicated that moles, not warts, were excised at that time.",
            "Connie returned to his office on January 18, 1990, requesting information about breast augmentation.",
            "Dr. Ryan",
            "scheduled the surgery for January 22, 1990, and gave Connie a consent form.",
            "Dr. Ryan",
            "did not remember whether he discussed any alternatives to the plantar wart surgery with Connie, but",
            "his records did not indicate that any alternatives were discussed.",
            "on January 22 Connie arrived for the surgery and signed the consent form after acknowledging that she *25had read it.",
            "Dr. Ryan ",
            "described the consent form Connie signed",
            "the word wart did not appear on the page, although the form did go into detail regarding the breast augmentation.",
            "fulguration 'R' plantar wart was handwritten at the top of the consent form, and",
            "there was no date next to the notation",
            "Connie's next office visit took place on February 1, 1990.",
            "Dr. Ryan",
            "report indicated that the plantar aspect of Connie's right foot was sore but healing well and that Connie should return in one month.",
            "Connie returned on February 23 and saw Dr. Kontrick. The records report that the wounds on ball of feet is [sic] clean, healing is slow. Patient was given an estimate for return to work on the 19th of next month.",
            "Connie's next office visit was on March 26, 1990.",
            "on March 26 Connie's foot was swollen red and shiny and that her toe was healing very well.",
            "Dr. Ryan",
            "diagnosed reflex sympathetic dystrophy (RSD) of her foot at that time and explained the condition to her.",
            "RSD is a difficult syndrome to understand and that basically it is a syndrome that no one can explain but that in most cases, given some time, it would resolve itself. Dr. Ryan fitted Connie for a Jobst stocking and told her to return in two weeks.Dr. Ryan testified that he saw Connie next on March 29, 1990, at which time he performed an ankle block on Connie's foot.",
            "no record existed regarding that visit or the block.",
            "Dr. Ryan said also that Connie visited his partner, Dr. Kontrick, on March 30, 1990, but that the records did not indicate that visit took place either.Dr. Ryan",
            "last",
            "saw Connie was when Connie was at Victory Memorial Hospital."
        ],
        "Procedural History": [
            "Plaintiffs, Constance and Stephen Ruperd, appeal the jury's finding defendant, Dr. Robert A. Ryan, not guilty of medical malpractice pertaining to Constance Ruperd's (Connie's) foot surgery. On appeal, the plaintiffs contend that the trial court erred in not granting their motion for a directed verdict at the close of the plaintiffs' evidence. In the alternative, the plaintiffs argue that they are entitled to a new trial"
        ],
        "Application of Law to Facts": [
            "Plaintiffs argue",
            "it was uncontroverted that Dr. Ryan did not discuss any alternatives to plantar wart surgery with Connie. Accordingly the plaintiffs contend that because Illinois law requires a doctor to inform a patient of reasonable alternatives to surgery, and Dr. Ryan did not discuss alternatives with Connie, there is no reasonable basis for finding that Connie gave her informed consent to the wart surgery. Therefore, the court should have granted a directed verdict on the issue of informed consent. We disagree.",
            "We find that the trial court did not err by denying the plaintiffs' motion for a directed verdict because although it was undisputed that Dr. Ryan did not discuss any alternatives to the surgery with Connie, at trial the defense did present evidence from which the jury could infer that there were no reasonable alternatives to Connie's wart surgery. For example, Dr. Ryan testified that surgery was necessary because Connie's warts were large and very deep. Dr. Thomas Mustoe testified also that it was necessary for Dr. Ryan to remove the warts and the virus causing them to prevent the warts from returning. Consequently, although it was uncontroverted that Dr. Ryan did not explain any alternatives to the wart surgery to Connie, it was disputed whether there existed any reasonable alternatives for Dr. Ryan to discuss.Indeed, while the plaintiffs' expert, Dr. Bolt, testified that reasonable alternatives existed, the jury also heard testimony from Dr. Ryan and Dr. Mustoe that could have led it to believe that there were no reasonable alternatives to the surgery of which Connie should have been informed. This issue was a fact question for the jury to resolve. Therefore, the trial court's denying the plaintiffs' motion for a directed verdict was not improper because there was evidence presented from both parties concerning the issue of whether Dr. Ryan's failing to discuss alternatives with Connie affected her ability to give informed consent to the surgery.",
            "the jury had all the evidence regarding the informed consent issue before it and could have determined that, although Dr. Ryan did not inform Connie of any alternative procedures, there were no reasonable alternatives of which to inform her."
        ],
        "Relevant Precedents": [
            "Borowski v. Von Solbrig, , 423 (1975)",
            "Coryell v. Smith, , 546 (1995).",
            "Magana v. Elie, 108 Ill. App. 3d 1028, 1031 (1982).",
            "Magana, .",
            "Thompson v. MCA Distributing, Music Corp., 257 Ill. App. 3d 988, 991 (1994)."
        ],
        "Outcome": [
            "We affirm.",
            "For the foregoing reasons, the judgment of the circuit court of Lake County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}