{
    "text": "O'Donnell v. Holy Family Hospital, 289 Ill. App. 3d 634 (1997)\nJune 30, 1997 · Illinois Appellate Court · No. 1—96—2579\n289 Ill. App. 3d 634\n\nCase outline\nMajority — Presiding Justice Wolfson\nConcurrence — Justice Mcnamara\nOther formats\nPDF\nAPI\nCiting cases\n5 cases cite to this case\nOther databases\nCOURTLISTENER\n\nMICHAEL O'DONNELL et al., as Co-Adm'rs of the Estate of Ryan O'Donnell, Deceased, Plaintiffs-Appellants,v.HOLY FAMILY HOSPITAL et al., Defendants-Appellees\nFirst District (4th Division)\nRehearing denied August 13, 1997.\n*636Bruce R. Pfaff & Associates, Ltd., of Chicago (Bruce R. Pfaff and Francis T. Timons, of counsel), for appellants.\nPretzel & Stouffer, Chartered, of Chicago (Robert Marc Chemers, Daniel G. Wills, and John J. Walsh III, of counsel), for appellee Holy Family Hospital.\nKimberly A. Wilkins and Kevin J. Glenn, both of Bresler, Harvick & Glenn, Ltd., of Chicago, for appellee Mustafa Kemal Yon.\nPRESIDING JUSTICE WOLFSON\ndelivered the opinion of the court:\nThe plaintiffs in this case say that 12 minutes were the difference between life and death for their son, Ryan. They also say that the actions or omissions of Dr. Mustafa Kemal Yon during that brief span of time are what caused Ryan's death. The jury found otherwise. This court must decide, among other things, whether the jury's verdict for the defendants was against the manifest weight of the evidence. We affirm.\nFACTS\nIn a third amended complaint, Michael O'Donnell and Kathryn Hunt (Ryan's parents) alleged that Holy Family Hospital was negligent because it failed to provide timely and competent resuscita-tive care to Ryan; because the hospital failed to provide a neonatologist within 30 minutes of the obstetrician's decision to perform an emergency Caesarian section (C-section); because the hospital violated its maternity and neonatal service plan in several ways; and because the hospital failed to have in place a reliable means of communicating with its on-call neonatologists. Plaintiffs further alleged that Dr. Yon, as agent, and the hospital, as principal, were negligent because: *637Dr. Yon failed to properly intubate and ventilate Ryan; Dr. Yon failed to monitor or have others monitor Ryan's heart rate; Dr. Yon failed to perform cardiac compressions on Ryan; Dr. Yon failed to resuscitate Ryan; and Dr. Yon failed to timely anesthetize Kathryn (Ryan's mother) in preparation for the C-section.\nAlthough the trial in this case lasted several days, much of the evidence focused on the 12 minutes between 11:10 and 11:22 a.m. on May 22, 1991. This time period was important because, while there was some discrepancy in the records, it was generally accepted that Kathryn Hunt gave birth to a son, Ryan, by Caesarean section (C-section) at Holy Family Hospital at 11:09 a.m.; that Dr. Yon, Kathryn's anesthesiologist for the C-section, took over resuscitation efforts on the infant at 11:10 a.m.; and that Ryan was clinically dead when the neonatologist, Dr. Go, arrived in the delivery room at 11:22 a.m. Resuscitation efforts continued for nearly two hours after Dr. Go arrived, and Ryan was not pronounced dead until 1:15 p.m. But what transpired during those 12 minutes and whether anything Dr. Yon did or did not do during that time deviated from the standard of care and proximately caused Ryan's death were the main issues at trial.\nKathryn Hunt was 411/2 weeks pregnant when she arrived at Holy Family Hospital in the early morning hours of May 22, 1991. Her amniotic sac already had ruptured. Still, the progress of her labor, as observed by the doctors attending her throughout that morning, was slow. When Dr. Carson, Kathryn's obstetrician, took over Kathryn's care at 9:40 a.m., Kathryn's cervix had dilated only 4 centimeters. The fetal monitor strip up to this point, however, showed that the baby's heart beat was stable and strong.\nBetween 10:05 and 10:24 a.m. the fetal monitor strip began to show that problems were developing. There were decelerations in the fetal heart rate indicating that the baby was not getting enough oxygen. At 10:30 a.m., when Dr. Carson next checked Kathryn, the doctor saw the strip and an unusually large amount of blood in Kathryn's pelvic cavity. The doctor concluded that an abruption (a separation of the placenta from the uterine wall) had occurred. For this reason, she decided that an emergency C-section was necessary. The decision to perform a C-section was made at approximately 10:36 or 10:37 a.m.\nThe hospital delivery room personnel immediately went into action. A nurse called the surgical department and requested a surgical assistant and an anesthesiologist. Another nurse called the nursery department and told the staff nurse there to notify the on-call neonatologist that an emergency C-section was going to be performed. The nursery nurse paged Dr. Go.\n*638Dr. Go, the neonatologist, was driving in her car to another hospital when she received the page. Dr. Go called Holy Family Hospital at about 10:55 a.m. When she learned of the emergency, she agreed to proceed to Holy Family Hospital immediately.\nOnce when Dr. Carson checked the fetal monitor attached to Kathryn it showed a flat line for two to four minutes, indicating that the fetus was not getting any oxygen. For this reason Kathryn was given oxygen and turned on her side to improve circulation to the fetus.\nThe monitor was disconnected from 10:41 until 10:46 a.m., while Kathryn was moved to the delivery room. When reconnected at about 10:47 a.m., the monitor showed some improvement in the fetus' heart rate. At about 10:50 a.m., Kathryn was in the delivery room and being prepped for surgery. Dr. Yon, the anesthesiologist, began to administer anesthesia to Kathryn. By 11:02 or 11:03 a.m., less than 30 minutes from the time Dr. Carson decided to perform the C-section, the first incision was made by Dr. Carson. According to the fetal monitor strip, Ryan was born at 11:09 a.m.\nDr. Carson determined, after Ryan's delivery, the placental ab-ruption had not been complete, but she categorized it as severe. Dr. Carson assessed Ryan briefly as she passed him to Dr. Zamirowski, a general practitioner who came to delivery to help in this emergency. Dr. Carson noted that Ryan was limp and not breathing at birth. As the other doctors worked on trying to resuscitate Ryan, Dr. Carson never heard Ryan cry.\nDr. Carson opined that the pain medications and anesthesia administered to the mother had contributed to Ryan's depressed condition at birth. Dr. Carson also admitted that, after Ryan's birth, Kathryn developed disseminated intravascular coagulation (DIG), a condition in which the mother uses up much of the clotting factors in the blood. Also, a hematocrit done on the blood in the cord going to Ryan showed that his blood count was low, though not alarmingly so. Still, the low blood count indicated that he might have had some blood loss due to the abruption.\nDespite Ryan's condition at birth, it was Dr. Carson's opinion that neither the delivery, nor anything that occurred before the delivery, was the proximate cause of Ryan's death. Her medical I opinion was that Ryan died due to an inability to be resuscitated after birth. Why Ryan could not be resuscitated, she could not explain.\nPlaintiffs' expert, Dr. Kimble, agreed that Ryan died after birth due to failed resuscitation attempts. Dr. Kimble stated:\nI think that Ryan's death resulted because of the failure on the part of Dr. Yon to be able to provide ventilation to this baby in *639the first very few minutes of life, and I think that why ventilation was not successful in Dr. Yon's hands is not entirely clear.\nIt was his opinion, however, that Dr. Yon's inability to resuscitate Ryan stemmed from one of three possibilities: (1) that Dr. Yon put the endotracheal tube in the wrong place, (2) that Dr. Yon never ventilated Ryan using the Ambu bag, or (3) that Dr. Yon did not squeeze the Ambu bag sufficiently to fill Ryan's lungs.\nDr. Kimble identified some markings on an autopsy photograph depicting Ryan's airway. This picture, Dr. Kimble said, was evidence of trauma to the esophagus caused by Dr. Yon's misplacement of the endotracheal tube. This theory was discounted, however, by Dr. Yana, the pathologist. Dr. Yana testified that when he performed the autopsy on Ryan, he found that Ryan's airway was patent, i.e., that it showed no hemorrhage, laceration, or other abnormality. Dr. Yana said that the markings identified by Dr. Kimble as evidence of laceration were, in actuality, the incision site where Dr. Yana removed the thyroid gland.\nDr. Yana said that his examination of Ryan revealed that the tracheal bifurcation (the bronchial tree leading to the two branches of the lungs), both main bronchi, as well as the bronchial bifurcation, were almost completely occluded by a thick, yellowish tan mucoid material.\nThe other two theories proposed by Dr. Kimble regarding Dr. Yon's failure to resuscitate Ryan were discounted by the testimony presented by other witnesses. One witness in particular was Dr. Zami-rowski.\nAfter Ryan was born, he was handed over to Dr. Zamirowski and nurse DeLorge at 11:09. Ryan was immediately placed on the warming table, cleaned off, and his airway suctioned. Dr. Zamirowski testified that Ryan's mouth and nose contained a bloody mucus, indicating that he had swallowed some of the amniotic fluid. This was not a good sign, said Dr. Zamirowski, because free blood can be an irritant and can cause swelling of the tissues.\nThough a normal baby's heart rate ranges between 150 and 160 beats per minute, Ryan's heart rate was only 60 beats per minute. Ryan did not respond to initial attempts to resuscitate him. For these reasons, Dr. Zamirowski called for Dr. Yon's assistance. Dr. Yon took over Ryan's care at 11:10, when Ryan was one minute old.\nAt this one-minute mark, Dr. Zamirowski evaluated Ryan as a 3 on the APGAR scoring system. A perfect APGAR score is 10, which represents a score of 2 in each of five categories. Ryan was given a score of zero for breathing because he was not making any effort to breathe; a score of zero for muscle tone because he was totally *640limp, like a rag doll; a score of 1 for responsiveness because he had a minimal reflexive response to suctioning; a score of 1 for skin color because he was not totally blue; and a score of 1 for heart rate because his heart rate was 60 beats per minute. This AP-GAR score reveals that Ryan was extremely sick at the time he was born.\nThe ABC's of resuscitation are Airway, Breathing, and Circulation. The most important thing, testified Dr. Zamirowski, is to get an open airway. According to Dr. Zamirowski's testimony, Dr. Yon's initial actions were an attempt to open an airway for Ryan. Dr. Yon did some deep suctioning by placing an endotracheal tube down Ryan's throat, past the vocal cords, using a laryngoscope. This process is called intubation. After suctioning through the tube, Dr. Yon attached the tube to an Ambu bag and an oxygen source. Dr. Yon then began to pump oxygen into Ryan by compressing and releasing the Ambu bag. This process is referred to as bagging or oxygenating. Dr. Zamirowski reported that he heard breath sounds from Ryan's chest as Dr. Yon bagged Ryan using the Ambu bag. He also watched as Ryan's chest rose and fell.\nWhen Ryan was five minutes old, Dr. Zamirowski assessed Ryan's APGAR scores again. The five-minute score of 5 showed that Ryan was making only slight improvement. Dr. Zamirowski gave Ryan a 1 for skin color; a 1 for muscle tone; a 1 for responsiveness; and a 2 for heart rate, because it had improved to about 130 beats per minute. This improvement was generally believed to be due to some oxygen getting into Ryan's lungs.\nDr. Zamirowski testified, too, that Dr. Yon began chest compressions on Ryan to artificially pump the heart in an attempt to circulate the oxygenated blood. Ryan, however, remained unresponsive. Because Ryan was not breathing on his own, chest compressions were futile. Ryan's heart beat decreased again to 60 beats per minute and then, at about the seven-minute mark, his heart rate went to zero. Dr. Yon continued his attempts at suctioning in an effort to open the airway. He intubated Ryan's stomach using a nasogastric tube in an attempt to empty the stomach of any fluid or air so that the lungs would have more room to fill.\nAt 11:22 a.m., Dr. Go, the neonatologist, entered the delivery room and took over resuscitation efforts. At the time of her arrival, Ryan had not been breathing and had no pulse for several minutes. He was clinically dead. Still, Dr. Go continued her efforts to revive Ryan for another two hours. According to Dr. Go and two respiratory therapists who were called to delivery to assist with the emergency, Ryan never breathed on his own, and his skin color never changed, even though it appeared that the lungs were inflating.\n*641Dr. Yon testified about his efforts to resuscitate Ryan. He explained that he had been an anesthesiologist since 1958 and had performed numerous resuscitations on both infants and adults. In fact, before the late 1960s or early 1970s, when neonatology became a separate practice, anesthesiologists were in charge of resuscitations at infant deliveries.\nDr. Yon's paperwork indicated that Ryan was born at 11:19, not 11:09, and he felt that he had not been attending to Ryan for very long when Dr. Go took over. However, he admitted that being occupied with the resuscitation made his ability to recall actual time spans impossible and that he would accept the records of others on these matters.\nDr. Yon claimed that he had not been able to oxygenate Ryan successfully. He testified that his attempts to bag Ryan were met with resistance. It was Dr. Yon's belief that there was an obstruction in Ryan's airway that caused the resuscitation efforts to be ineffectual. Dr. Yon did not recall doing chest compressions, but he testified that they would have been of no use since there was no movement of oxygen into the lungs. Dr. Yon recalled spending his entire time with Ryan attempting to open his airway.\nNurse DeLorge testified about her recollection of Ryan's delivery. She agreed that, upon delivery, Ryan was limp, his skin color was blue, and he was not breathing. She also agreed that when she first received Ryan at the warming table he had a thick bloody mucus in his mouth and nose.\nNurse DeLorge also testified, however, that after Dr. Yon came over to assist in the resuscitation, he was unable to intubate Ryan and that he struggled to intubate Ryan until 11:14. After Dr. Yon in-tubated Ryan, nurse DeLorge did not remember Dr. Yon, or anyone else, doing anything for Ryan for the next eight minutes, until Dr. Go arrived. Nurse DeLorge did not recall Dr. Yon bagging Ryan or giving him oxygen.\nThough she claimed to have witnessed everything Dr. Yon did for Ryan, nurse DeLorge admitted on cross-examination that she was not present when the APGAR scores were determined, that she prepared an injection of Narcan for Ryan at Dr. Carson's suggestion, and she was in and out.\nNurse Toni Daker testified that she did not see Dr. Yon bag Ryan, but admitted that his back was toward her, obstructing her view. According to notes she made, Ryan was initially intubated and given free flow oxygen. Ryan's heart rate was recorded at 60 beats per minute, increasing to 100, then decreasing. Narcan, she recorded, was given to Ryan by injection at 11:15 a.m. She also had a note indicating that oxygen was given by face mask at 11:12 a.m.\n*642Nurse Baker admitted that she did not see everything that Dr. Yon did while he was working on Ryan. She could not say if chest compressions were started before Dr. Go arrived. Once Dr. Go arrived Dr. Yon went back to attending Kathryn and her anesthesia for the C-section operation, which was not completed until 11:50. Nurse Baker did not ask Dr. Yon for his input when she was filling out her notes after the operation was over.\nDr. Go testified that when she arrived in the delivery room at 11:22 a.m. Ryan had no pulse, was not breathing, and was blue. There was no endotracheal tube in place, but Dr. Yon had the Ambu bag in hand.\nDr. Go intubated Ryan and tried to pump air into Ryan's lungs. She said that she heard air entering the lungs. However, sometime after 11:35 a.m., Dr. Go needled (placed a needle into the plural cavity) both sides of Ryan's chest and was able to extract 25 cc. of air on the right. This indicated that Ryan had a right pneumothorax, i.e., a collapsed lung due to the lung bursting from the resuscitation efforts and causing air leakage into the chest. Pneumothorax, said Dr. Go, is a very common complication from prolonged resuscitation efforts.\nDr. Go also testified that whenever chest compressions were stopped, Ryan's heart rate stopped, indicating there was no response from Ryan. Ryan was clinically dead at the time Dr. Go came into the delivery room and, despite her efforts, she was unable to revive him.\nBoth the hospital and Dr. Yon presented their own expert witnesses, who testified regarding their theories on the cause of Ryan's death. Dr. Muraskas, the hospital's expert witness, testified that he believed that, ultimately, Ryan was unable to be resuscitated due to bilateral pneumothoraces, which resulted from the continued efforts to ventilate Ryan. Dr. Muraskas also opined that there were many contributing factors to Ryan's condition that caused the resuscitation efforts to fail. These conditions were: the abrupted placenta, aspirated bloody amniotic fluid, hypovolemia (loss of blood), as well as the mother's fever, infection, and DIG.\nDr. Vender, who was Dr. Yon's expert witness, testified that he believed the resuscitation efforts failed because of mucoid plugs, which obstructed the airway and made successful ventilation impossible.\nAfter hearing all of the testimony, the jury found that neither Dr. Yon nor the Holy Family Hospital was responsible for Ryan's death. The plaintiffs appeal the jury's decision, claiming: (1) the judgment was against the manifest weight of the evidence; (2) the trial *643court erred by allowing the jury to hear certain evidence; (3) an improper proximate cause instruction was used; (4) the trial court improperly removed the issue of the neonatologist's response time from the jury's consideration; (5) the trial court improperly excluded certain evidence; (6) during jury selection, the trial court improperly denied certain challenges for cause; and (7) closing argument by defense counsel was unfairly prejudicial.\nOPINION\n1. Manifest Weight of the Evidence\nPlaintiffs contend that the jury's finding in favor of the defendants was against the manifest weight of the evidence and, for this reason, the motion for new trial should have been granted by the trial court.\nAll parties agree that the standard by which a reviewing court determines whether the jury's findings are against the manifest weight of the evidence is one of deference.\nA trial court cannot reweigh the evidence and set aside a verdict merely because the jury could have drawn different inferences or conclusions, or because the court feels that other results are more reasonable. [Citations.] Likewise, the appellate court should not usurp the function of the jury and substitute its judgment on questions of fact fairly submitted, tried, and determined from the evidence which did not greatly preponderate either way. Maple v. Gustafson, 151 Ill. 2d 445, 452-53, 603 N.E.2d 508 (1992).\nA new trial should be granted only when the opposite conclusion is clearly apparent to the reviewing court or the jury's findings are unreasonable, arbitrary, and not based on the evidence. Maple v. Gustafson, 151 Ill. 2d at 454. In Hajian v. Holy Family Hospital, 273 Ill. App. 3d 932, 940, 652 N.E.2d 1132 (1995), the court said, Reviewing courts are required to scrutinize the evidence but not sit as a second jury and reweigh the evidence or reevaluate the credibility of witnesses, especially where conflicting expert testimony is introduced at trial ***.\nIn this case it was uncontested that Ryan was not breathing when he was born, that he never began to breathe spontaneously, and he died because Dr. Yon was unable to resuscitate him. However, many theories were offered on the question of why Dr. Yon was unable to resuscitate Ryan.\nIt was plaintiffs' theory that Dr. Yon's failure to resuscitate Ryan was due to some act or omission on Dr. Yon's part. But even plaintiffs' expert witness could not identify exactly what that act or omission was. Several alternative hypotheses were proposed. These hypotheses, *644however, amounted to mere speculation. In essence, plaintiffs would have Dr. Yon be liable because Dr. Yon was in charge of Ryan's resuscitation and he failed.\nHowever, there must be something violative of the standard of care that Dr. Yon did, or failed to do, that proximately caused Ryan's death, before liability attaches. The jury refused the plaintiffs' invitation to speculate on what that something might be. The jury decided that the plaintiffs did not meet their burden of proving that the actions or omissions of Dr. Yon and the hospital constituted negligence or were the proximate cause of Ryan's death. There was ample evidence presented at trial to support this determination.\nAs outlined above, Ryan was lifeless and not breathing at birth. There was evidence from the fetal monitor strips that Ryan had been deprived of oxygen for several minutes in útero. Medications given to the mother for the delivery further depressed Ryan's status. There was evidence that Ryan swallowed amniotic fluid, which contained blood due to the severe abruption. Dr. Zamirowski testified that free blood causes tissues to swell. Finally, the pathologist, when performing Ryan's autopsy, discovered a thick mucous coating Ryan's lungs.\nWhether any one of the conditions, or all of them together, caused Ryan to be unresuscitable will never be known. We cannot say the evidence overwhelmingly pointed to anything Dr. Yon did or failed to do, violative of the standard of care, as the proximate cause of Ryan's death. The jury's finding as to Dr. Yon was not unreasonable, arbitrary, or against the manifest weight of the evidence. We find no cause to discard the verdict that was entered or to order a new trial.\nAs to the hospital, plaintiffs contend that the hospital was negligent because it did not comply with its maternity and neonatal plan, which required a neonatologist at all Caesarean section births, and that the neonatologist would be present within 30 minutes of when the section was ordered. (Emphasis added.)\nThe evidence does not support these allegations. A careful reading of the maternity and neonatal plan shows that, concerning Caesarean section deliveries, the plan requires the department to be equipped to perform emergency Caesarean deliveries within 30 minutes from the time the obstetrician makes the definite decision to operate. An anesthesiologist and other necessary personnel, other than a neonatologist, are in house on a 24-hour basis. The anesthesiologist, says the plan, is available to initiate Caesarean sections within 20-30 minutes. It further provides:\nIdentification and resuscitation of distressed neonates is the responsibility of the anesthesiologist. A neonatologist is available within 30 minutes.\n*645We do not interpret these passages in the plan to mean that the hospital required a neonatologist to be present at the start of an emergency Caesarean section that has begun within 20 to 30 minutes of the obstetrician's decision to operate. The plan clearly contemplates that an anesthesiologist, who is available 24-hours, will take responsibility for the resuscitation of depressed neonates until the neonatologist arrives, which should be within 30 minutes from the time the neonatologist is informed of the emergency.\nIn this case the first incision for the Caesarean section occurred between 25 and 27 minutes from the time that the obstetrician decided to perform the operation. The evidence was unclear as to the time that Dr. Go, the neonatologist, was paged. According to her recollection, she called Holy Family Hospital at 10:55 a.m., after receiving the page. We do know she arrived at Holy Family at 11:20 and was in the delivery room by 11:22. This evidence tends to support a finding that Dr. Go responded within 30 minutes of the time she was notified that she was needed.\nEven if we were to agree with plaintiffs' interpretation and find that the plan called for a neonatologist to be present within 30 minutes of a decision to perform an emergency C-section, the violation of this provision does not necessarily demonstrate the hospital deviated from the standard of care, nor was it shown that the violation was a proximate cause of Ryan's death.\nIt is clear that Dr. Go arrived in the delivery room within 45 minutes of the obstetrician's decision to operate. A qualified anesthesiologist was present at the start of the delivery and available to begin resuscitation efforts, as called for in the hospital's plan. While it is undeniably a tragedy that Ryan was unable to be resuscitated, we can find no evidence to suggest that Ryan died as a result of the hospital's failure to have a neonatologist present or that Dr. Go's response time was a factor.\n2. Evidence of Other Medical Conditions\nPlaintiffs contend that the trial court erred in admitting evidence of other medical conditions. The medical conditions that plaintiffs would have had excluded are: abrupted placenta; maternal infection, fever, and sepsis; fetal hypovolemia; maternal DIG; and amniotic fluid aspiration by the fetus. Plaintiffs argue that these conditions should have been excluded because they were not causally related to Ryan's death.\nThe problem with this argument is that the proximate cause of Ryan's death was one of the issues at trial. If we were to accept plaintiffs' argument, we would necessarily be adopting plaintiffs' po*646sition that Dr. Yon's conduct was the proximate cause of Ryan's death. We cannot.\nThe situation here is distinguishable from the other medical condition cases cited by plaintiffs. Those cases involved prior injuries or preexisting conditions. See, for example, Tate v. Coonce, 97 Ill. App. 3d 145, 421 N.E.2d 1385 (1981) (prior injury held inadmissible); Rehak v. City of Joliet, 52 Ill. App. 3d 724, 367 N.E.2d 1070 (1977) (preexisting arthritis, diabetes, and arteriosclerosis not relevant).\nIn the present case, had the trial court excluded evidence of medical conditions present at the time of Ryan's birth, the jury would have been deprived of relevant and material evidence on the issue of proximate causation. As plaintiffs concede, at least one defense expert testified that these conditions contributed to Ryan's death. Since it was the jury's function to determine the proximate cause of Ryan's death, this evidence was admissible. The trial court did not abuse its discretion by admitting this evidence. Leonardi v. Loyola University, 168 Ill. 2d 83, 92, 658 N.E.2d 450 (1995) (the relevance and admissibility of evidence is committed to the sound discretion of the trial court, and its decisions will not be reversed absent a clear abuse of discretion); Moore v. Anchor Organization for Health Maintenance, 284 Ill. App. 3d 874, 672 N.E.2d 826 (1996).\n3. Long Form Proximate Cause Instruction\nPlaintiffs contend they did not receive a fair trial because the long form proximate cause instruction they tendered was rejected in favor of a modified version of the short form proximate cause instruction. Specifically, the court instructed the jury:\nWhen I use the expression 'proximate cause,' I mean any cause which, in the natural or probable sequence, produced the injury complained of. (Emphasis added.)\nWe find the giving of this short form instruction was not reversible error.\nIn Hajian v. Holy Family Hospital, 273 Ill. App. 3d 932, 941, 652 N.E.2d 1132 (1995), the court found that modifying the that cause phrase in the short form proximate cause instruction to 'a cause' adequately informed the jurors that they were not limited to determining a single cause for plaintiff's injury.\nIn Schlueter v. Barbeau, 262 Ill. App. 3d 629, 635, 634 N.E.2d 1325 (1994), the court found it was error to use the unmodified short form proximate cause instruction because the use of the term that cause rather than modifying the instruction to use the phrase a cause or any cause suggested to the jury that they were limited to finding a single cause of plaintiff's injuries.\n*647In the present case the trial court instructed the jury using a modified short form proximate cause instruction containing the term any cause. We cannot say that the trial court abused its discretion by using this short form instruction. The instructions, taken as a whole, fully and adequately informed the jury of the applicable legal principles. Ostry v. Chateau Ltd. Partnership, 241 Ill. App. 3d 436, 608 N.E.2d 1351 (1993).\n4. Plaintiffs' Issues Instruction\nThe next question is whether the trial court erred when it struck plaintiffs' issues instruction on the hospital's alleged violation of its plan to provide a neonatologist within 30 minutes of the obstetrician's decision to perform an emergency C-section. The trial court removed this issue from the jury's consideration because it found there had been no evidence presented to indicate that the failure to have a neonatologist present in the delivery room within 30 minutes of the decision to perform a C-section proximately caused Ryan's death. We agree.\nPlaintiffs equate the issue of whether there was evidence that the hospital's alleged violation of its plan provision was negligence that proximately caused Ryan's death with the issue of whether Dr. Go was more competent that Dr. Yon. Whether Dr. Go performed competently, or more competently than Dr. Yon, is not the issue here. The issue is whether the hospital's failure to provide any neonatologist within 30 minutes of the decision to perform the C-section was a deviation from the standard of care which proximately caused Ryan's death.\nThe evidence showed that Dr. Go, a neonatologist, arrived in delivery within 45 minutes of the decision to perform the C-section and 13 minutes after Ryan's birth. Dr. Yon, an anesthesiologist qualified in neonate resuscitation, attended to Ryan in the absence of a neonatologist. The APGAR scores showed that Ryan, though never capable of breathing on his own, had a heart rate of 130 when he was five minutes old. According to Dr. Zamirowski's testimony, at the seven-minute mark Ryan's heart rate dropped to zero. Thus, Dr. Go arrived in the delivery room within six minutes of the time that Ryan was deemed clinically dead. Plaintiffs never have claimed that Dr. Go was negligent, despite the fact that Dr. Go was unsuccessful in her attempts, over the course of the next two hours, to revive Ryan. Instead, plaintiffs argue that the evidence presented indicates that Dr. Go was able to intubate Ryan, perform chest compressions, and bag Ryan without difficulty. This, plaintiffs say, was evidence of Dr. Go's competence and Dr. Yon's incompetence and *648indicates that had Dr. Go been present at the time of Ryan's birth Ryan would have lived. From this conclusion, plaintiffs reason, there was evidence that the hospital's failure to supply a neonatologist within 30 minutes was evidence of the hospital's negligence. We are not prepared to make this factual leap.\nThe failure to provide a neonatologist would be negligence on the part of the hospital only if a neonatologist was the only person qualified in neonate resuscitation. It is undisputed, however, that anesthesiologists were qualified in neonate resuscitation and, according to the hospital's plan, responsible for neonate resuscitations in the absence of a neonatologist.\nWe agree with the trial court that the evidence presented at trial did not support plaintiffs' claim that the hospital's alleged violation of its plan provision to have a neonatologist on the scene of a C-section within 30 minutes constituted an act of negligence which proximately caused Ryan's death.\n5. Evidentiary Errors\nAs further reasons in their pursuit of a new trial, plaintiffs allege nine separate instances where the trial court erred in its evidentiary rulings. When reviewing these claims we are mindful that the relevance and admissibility of evidence at trial is committed to the sound discretion of the trial court and its determination will not be overturned absent a showing of a clear abuse of that discretion resulting in substantial prejudice affecting the outcome of the trial. Leonardi v. Loyola University, 168 Ill. 2d 83, 658 N.E.2d 450 (1995); Holston v. Sisters of the Third Order of St. Francis, 165 Ill. 2d 150, 650 N.E.2d 985 (1995).\nPlaintiffs assign error to the following: (1) not allowing the jury to hear that Dr. Yon failed his board-certification exam and was not board eligible; (2) barring plaintiffs from asking Dr. Go or Dr. Kimble questions about Ryan's prognosis had he been timely resuscitated; (3) allowing Dr. Go to give her opinion on whether the hospital complied with its plan for distressed neonates; (4) defense counsel's reference to Kathryn Hunt as Mrs. Hunt or Mrs. Kuzniar (her maiden name), rather than Ms. Hunt; (5) exclusion of evidence that other area hospitals offered 24-hour neonatology services; (6) improperly limiting cross-examination of Dr. Yana; (7) Dr. Yon's single mention of the term Good Samaritan; (8) Dr. Yon's reference to Dr. Kimble in his testimony regarding difficulties in intubating; and (9) exclusion of certain damages exhibits.\nWe have considered each claim and find no grounds for granting a new trial. The record shows that the trial court made thoughtful *649and reasoned determinations when ruling on the admission or exclusion of the various matters. We cannot say that the record evidences a clear abuse of discretion or that the outcome of the trial was substantially affected due to these rulings.\n6. Denial of Challenges for Cause\nPlaintiffs claim that two members of the venire who indicated that they were incapable of awarding millions of dollars in damages, regardless of the evidence, should have been dismissed for cause. The trial court's refusal to excuse these two persons for cause, say plaintiffs, necessitated the use of two of plaintiffs' peremptory challenges. Plaintiffs now allege, without any explanation or illustration, that they were forced to exhaust all of their peremptory challenges and compelled to accept two objectionable jurors. This claim, however, must fail.\nIt is left to the sound discretion of the trial court to decide, based on the venireperson's entire voir dire examination, whether that venire member can be impartial. People v. Williams, 173 Ill. 2d 48, 67, 670 N.E.2d 638 (1996). Unless that decision is against the manifest weight of the evidence, it should be upheld. Williams, 173 Ill. 2d at 68-69.\nWe need not decide whether refusal to dismiss the two jurors for cause was error. Plaintiffs' counsel never requested additional peremptories or informed the court that plaintiffs were being forced to accept objectionable jurors. Nor do plaintiffs attempt to explain why the jurors they were forced to accept were objectionable. Plaintiffs' simple assertion of prejudice is insufficient grounds for finding reversible error. People v. Pendleton, 279 Ill. App. 3d 669, 665 N.E.2d 350 (1996).\n7. Unfair Closing Argument\nThe final issue raised on appeal is whether defense counsel's attacks on the credibility of plaintiffs' expert witness in closing argument were unfairly prejudicial and warrant a new trial. Plaintiffs contend that they were unduly prejudiced because defense counsel said:\nBut Dr. Kimble at $500 per will get up and say whatever it takes *** Dr. Kimble accepts wholesale whatever Mr. Pfaff asks him to accept.\nAnd:\nNo one supports Dr. Kimble's last theory but Dr. Kimble. I submit to you that Dr. Kimble will say whatever it takes for the paycheck he picks up.\n*650And:\nOur quarrel in this case is with Dr. Kimble. Our quarrel is with his honesty. Our quarrel is with someone taking money in exchange for whatever it takes to get it to you folks.\nAlthough counsel objected to these remarks, the trial court overruled the objections.\nAn attorney is given broad latitude in closing argument to argue the evidence and any reasonable inferences that may be drawn from it. Hajian v. Holy Family Hospital, 273 Ill. App. 3d 932, 652 N.E.2d 1132 (1995). Reversal will be warranted only when the attorney's remarks are clearly improper and prejudicial. Kwon v. M.T.D. Products, Inc., 285 Ill. App. 3d 192, 673 N.E.2d 408 (1996). The scope of closing argument is left to the sound discretion of the trial court. O'Neil v. Continental Bank, N.A., 278 Ill. App. 3d 327, 662 N.E.2d 489 (1996).\nIn this case defense counsel's references to Dr. Kimble related to his testimony regarding the theory that Dr. Yon had punctured or perforated Ryan's esophagus when intubating Ryan. Evidence was presented at trial that this theory was developed after Dr. Kimble's deposition testimony, at the suggestion of plaintiffs' trial counsel, in light of certain autopsy photos. Dr. Yana, who performed the autopsy, testified at trial, however, that there had been no damage to the esophagus and the alleged hole depicted in the autopsy photo was the site where Dr. Yana had severed Ryan's thyroid gland for examination and analysis.\nEven under these provocative circumstances, plaintiffs' counsel's comments regarding Dr. Kimble and defense counsel were improper and unprofessional. See Regan v. Vizza, 65 Ill. App. 3d 50, 53, 382 N.E.2d 409 (1978) (likening expert medical witness to hired gun was improper); Cecil v. Gibson, 37 Ill. App. 3d 710, 711, 346 N.E.2d 448 (1976) (reference to plaintiff's expert as a sidekick and right-hand man was improper; but see Ellington v. Bilsel, 255 Ill. App. 3d 233, 236, 626 N.E.2d 386 (1993) (reference to expert as polished and a performer were not as inflammatory as the hired gun line of cases); Moore v. Centreville Township Hospital, 246 Ill. App. 3d 579, 595, 616 N.E.2d 1321 (1993) (hired gun type of argument not improper). Under the circumstances of this case, however, we cannot say plaintiffs were so unfairly prejudiced that a new trial is warranted.\n*651CONCLUSION\nFor all the reasons stated above, we affirm the judgment entered in the circuit court.\nAffirmed.\nCERDA, J., concurs.\nJUSTICE McNAMARA,\nspecially concurring:\nI agree with the result reached by the majority. However, I do not believe that the comments of defense counsel during closing argument about plaintiffs' expert witness were improper. See Moore v. Centreville Township Hospital, 246 Ill. App. 3d 579, 616 N.E.2d 1321 (1993).\n\n\nPlain English summary:\nPlaintiffs brought an action against a hospital and doctor for the death of their son shortly after his birth. The jury found in favour of defendants. Plaintiffs appealed and the appellate court affirmed, finding that the jury's finding was not against the manifest weight of the evidence. \n",
    "annotations": {
        "Facts": [
            "Kathryn Hunt gave birth to a son, Ryan, by Caesarean section (C-section) at Holy Family Hospital at 11:09 a.m",
            "Dr. Yon, Kathryn's anesthesiologist for the C-section, took over resuscitation efforts on the infant at 11:10 a.m.",
            "Ryan was clinically dead when the neonatologist, Dr. Go, arrived in the delivery room at 11:22 a.m. Resuscitation efforts continued for nearly two hours after Dr. Go arrived, and Ryan was not pronounced dead until 1:15 p.m.",
            "Kathryn Hunt was 411/2 weeks pregnant when she arrived at Holy Family Hospital in the early morning hours of May 22, 1991. Her amniotic sac already had ruptured. Still, the progress of her labor, as observed by the doctors attending her throughout that morning, was slow. When Dr. Carson, Kathryn's obstetrician, took over Kathryn's care at 9:40 a.m., Kathryn's cervix had dilated only 4 centimeters. The fetal monitor strip up to this point, however, showed that the baby's heart beat was stable and strong.Between 10:05 and 10:24 a.m. the fetal monitor strip began to show that problems were developing. There were decelerations in the fetal heart rate indicating that the baby was not getting enough oxygen. At 10:30 a.m., when Dr. Carson next checked Kathryn, the doctor saw the strip and an unusually large amount of blood in Kathryn's pelvic cavity. The doctor concluded that an abruption (a separation of the placenta from the uterine wall) had occurred. For this reason, she decided that an emergency C-section was necessary. The decision to perform a C-section was made at approximately 10:36 or 10:37 a.m.The hospital delivery room personnel immediately went into action. A nurse called the surgical department and requested a surgical assistant and an anesthesiologist. Another nurse called the nursery department and told the staff nurse there to notify the on-call neonatologist that an emergency C-section was going to be performed. The nursery nurse paged Dr. Go.*638Dr. Go, the neonatologist, was driving in her car to another hospital when she received the page. Dr. Go called Holy Family Hospital at about 10:55 a.m. When she learned of the emergency, she agreed to proceed to Holy Family Hospital immediately.Once when Dr. Carson checked the fetal monitor attached to Kathryn it showed a flat line for two to four minutes, indicating that the fetus was not getting any oxygen. For this reason Kathryn was given oxygen and turned on her side to improve circulation to the fetus.The monitor was disconnected from 10:41 until 10:46 a.m., while Kathryn was moved to the delivery room. When reconnected at about 10:47 a.m., the monitor showed some improvement in the fetus' heart rate. At about 10:50 a.m., Kathryn was in the delivery room and being prepped for surgery. Dr. Yon, the anesthesiologist, began to administer anesthesia to Kathryn. By 11:02 or 11:03 a.m., less than 30 minutes from the time Dr. Carson decided to perform the C-section, the first incision was made by Dr. Carson. According to the fetal monitor strip, Ryan was born at 11:09 a.m.Dr. Carson determined, after Ryan's delivery, the placental ab-ruption had not been complete, but she categorized it as severe. Dr. Carson assessed Ryan briefly as she passed him to Dr. Zamirowski, a general practitioner who came to delivery to help in this emergency. Dr. Carson noted that Ryan was limp and not breathing at birth. As the other doctors worked on trying to resuscitate Ryan, Dr. Carson never heard Ryan cry.",
            "after Ryan's birth, Kathryn developed disseminated intravascular coagulation (DIG), a condition in which the mother uses up much of the clotting factors in the blood.",
            "a hematocrit done on the blood in the cord going to Ryan showed that his blood count was low, though not alarmingly so. ",
            "the low blood count indicated that he might have had some blood loss due to the abruption.",
            "Dr. Kimble identified some markings on an autopsy photograph depicting Ryan's airway.",
            "Dr. Yana, the pathologist",
            "when he performed the autopsy on Ryan",
            "found that Ryan's airway was patent, i.e., that it showed no hemorrhage, laceration, or other abnormality.",
            "his examination of Ryan revealed that the tracheal bifurcation (the bronchial tree leading to the two branches of the lungs), both main bronchi, as well as the bronchial bifurcation, were almost completely occluded by a thick, yellowish tan mucoid material.",
            "After Ryan was born, he was handed over to Dr. Zamirowski and nurse DeLorge at 11:09. Ryan was immediately placed on the warming table, cleaned off, and his airway suctioned.",
            "Ryan's mouth and nose contained a bloody mucus, indicating that he had swallowed some of the amniotic fluid.",
            "free blood can be an irritant and can cause swelling of the tissues.Though a normal baby's heart rate ranges between 150 and 160 beats per minute, Ryan's heart rate was only 60 beats per minute. Ryan did not respond to initial attempts to resuscitate him. For these reasons, Dr. Zamirowski called for Dr. Yon's assistance. Dr. Yon took over Ryan's care at 11:10, when Ryan was one minute old.At this one-minute mark, Dr. Zamirowski evaluated Ryan as a 3 on the APGAR scoring system. A perfect APGAR score is 10, which represents a score of 2 in each of five categories. Ryan was given a score of zero for breathing because he was not making any effort to breathe; a score of zero for muscle tone because he was totally *640limp, like a rag doll; a score of 1 for responsiveness because he had a minimal reflexive response to suctioning; a score of 1 for skin color because he was not totally blue; and a score of 1 for heart rate because his heart rate was 60 beats per minute. This AP-GAR score reveals that Ryan was extremely sick at the time he was born.The ABC's of resuscitation are Airway, Breathing, and Circulation. The most important thing",
            "is to get an open airway.",
            "Dr. Yon's initial actions were an attempt to open an airway for Ryan. Dr. Yon did some deep suctioning by placing an endotracheal tube down Ryan's throat, past the vocal cords, using a laryngoscope. This process is called intubation. After suctioning through the tube, Dr. Yon attached the tube to an Ambu bag and an oxygen source. Dr. Yon then began to pump oxygen into Ryan by compressing and releasing the Ambu bag. This process is referred to as bagging or oxygenating.",
            "Dr. Zamirowski",
            "heard breath sounds from Ryan's chest as Dr. Yon bagged Ryan using the Ambu bag. He also watched as Ryan's chest rose and fell.When Ryan was five minutes old, Dr. Zamirowski assessed Ryan's APGAR scores again. The five-minute score of 5 showed that Ryan was making only slight improvement. Dr. Zamirowski gave Ryan a 1 for skin color; a 1 for muscle tone; a 1 for responsiveness; and a 2 for heart rate, because it had improved to about 130 beats per minute. This improvement was generally believed to be due to some oxygen getting into Ryan's lungs.",
            "Dr. Yon began chest compressions on Ryan to artificially pump the heart in an attempt to circulate the oxygenated blood. Ryan, however, remained unresponsive. Because Ryan was not breathing on his own, chest compressions were futile. Ryan's heart beat decreased again to 60 beats per minute and then, at about the seven-minute mark, his heart rate went to zero. Dr. Yon continued his attempts at suctioning in an effort to open the airway. He intubated Ryan's stomach using a nasogastric tube in an attempt to empty the stomach of any fluid or air so that the lungs would have more room to fill.At 11:22 a.m., Dr. Go, the neonatologist, entered the delivery room and took over resuscitation efforts. At the time of her arrival, Ryan had not been breathing and had no pulse for several minutes. He was clinically dead. Still, Dr. Go continued her efforts to revive Ryan for another two hours. According to Dr. Go and two respiratory therapists who were called to delivery to assist with the emergency, Ryan never breathed on his own, and his skin color never changed, even though it appeared that the lungs were inflating.Dr. Yon",
            "had been an anesthesiologist since 1958 and had performed numerous resuscitations on both infants and adults. ",
            "before the late 1960s or early 1970s, when neonatology became a separate practice, anesthesiologists were in charge of resuscitations at infant deliveries.",
            "Dr. Yon claimed that he had not been able to oxygenate Ryan successfully. He testified that his attempts to bag Ryan were met with resistance. It was Dr. Yon's belief that there was an obstruction in Ryan's airway that caused the resuscitation efforts to be ineffectual. Dr. Yon did not recall doing chest compressions, but he testified that they would have been of no use since there was no movement of oxygen into the lungs. Dr. Yon recalled spending his entire time with Ryan attempting to open his airway.Nurse DeLorge",
            "agreed that, upon delivery, Ryan was limp, his skin color was blue, and he was not breathing.",
            "when she first received Ryan at the warming table he had a thick bloody mucus in his mouth and nose.",
            "After Dr. Yon in-tubated Ryan, nurse DeLorge did not remember Dr. Yon, or anyone else, doing anything for Ryan for the next eight minutes, until Dr. Go arrived. Nurse DeLorge did not recall Dr. Yon bagging Ryan or giving him oxygen.",
            "DeLorge admitted",
            "that she was not present when the APGAR scores were determined, that she prepared an injection of Narcan for Ryan at Dr. Carson's suggestion, and she was in and out.Nurse Toni Daker",
            "did not see Dr. Yon bag Ryan, but admitted that his back was toward her, obstructing her view. According to notes she made, Ryan was initially intubated and given free flow oxygen. Ryan's heart rate was recorded at 60 beats per minute, increasing to 100, then decreasing. Narcan, she recorded, was given to Ryan by injection at 11:15 a.m. She also had a note indicating that oxygen was given by face mask at 11:12 a.m.*642Nurse Baker admitted that she did not see everything that Dr. Yon did while he was working on Ryan.",
            "Once Dr. Go arrived Dr. Yon went back to attending Kathryn and her anesthesia for the C-section operation, which was not completed until 11:50. Nurse Baker did not ask Dr. Yon for his input when she was filling out her notes after the operation was over.Dr. Go testified that when she arrived in the delivery room at 11:22 a.m. Ryan had no pulse, was not breathing, and was blue. There was no endotracheal tube in place, but Dr. Yon had the Ambu bag in hand.Dr. Go intubated Ryan and tried to pump air into Ryan's lungs. She said that she heard air entering the lungs. However, sometime after 11:35 a.m., Dr. Go needled (placed a needle into the plural cavity) both sides of Ryan's chest and was able to extract 25 cc. of air on the right. This indicated that Ryan had a right pneumothorax, i.e., a collapsed lung due to the lung bursting from the resuscitation efforts and causing air leakage into the chest. Pneumothorax, said Dr. Go, is a very common complication from prolonged resuscitation efforts.",
            "whenever chest compressions were stopped, Ryan's heart rate stopped, indicating there was no response from Ryan. Ryan was clinically dead at the time Dr. Go came into the delivery room and, despite her efforts, she was unable to revive him.",
            "Ryan was not breathing when he was born, ",
            "he never began to breathe spontaneously, and he died because Dr. Yon was unable to resuscitate him",
            "the maternity and neonatal plan shows that, concerning Caesarean section deliveries, the plan requires the department to be equipped to perform emergency Caesarean deliveries within 30 minutes from the time the obstetrician makes the definite decision to operate. An anesthesiologist and other necessary personnel, other than a neonatologist, are in house on a 24-hour basis. The anesthesiologist, says the plan, is available to initiate Caesarean sections within 20-30 minutes. It further provides:Identification and resuscitation of distressed neonates is the responsibility of the anesthesiologist. A neonatologist is available within 30 minutes."
        ],
        "Procedural History": [
            "The plaintiffs",
            "say that the actions or omissions of Dr. Mustafa Kemal Yon",
            "caused Ryan's death. The jury found otherwise. ",
            "After hearing all of the testimony, the jury found that neither Dr. Yon nor the Holy Family Hospital was responsible for Ryan's death. The plaintiffs appeal the jury's decision"
        ],
        "Application of Law to Facts": [
            "It was plaintiffs' theory that Dr. Yon's failure to resuscitate Ryan was due to some act or omission on Dr. Yon's part. But even plaintiffs' expert witness could not identify exactly what that act or omission was. Several alternative hypotheses were proposed. These hypotheses, however, amounted to mere speculation. In essence, plaintiffs would have Dr. Yon be liable because Dr. Yon was in charge of Ryan's resuscitation and he failed.However, there must be something violative of the standard of care that Dr. Yon did, or failed to do, that proximately caused Ryan's death, before liability attaches. The jury refused the plaintiffs' invitation to speculate on what that something might be. The jury decided that the plaintiffs did not meet their burden of proving that the actions or omissions of Dr. Yon and the hospital constituted negligence or were the proximate cause of Ryan's death. There was ample evidence presented at trial to support this determination.",
            "Ryan was lifeless and not breathing at birth. There was evidence from the fetal monitor strips that Ryan had been deprived of oxygen for several minutes in útero. Medications given to the mother for the delivery further depressed Ryan's status. There was evidence that Ryan swallowed amniotic fluid, which contained blood due to the severe abruption. Dr. Zamirowski testified that free blood causes tissues to swell. Finally, the pathologist, when performing Ryan's autopsy, discovered a thick mucous coating Ryan's lungs.Whether any one of the conditions, or all of them together, caused Ryan to be unresuscitable will never be known. We cannot say the evidence overwhelmingly pointed to anything Dr. Yon did or failed to do, violative of the standard of care, as the proximate cause of Ryan's death. The jury's finding as to Dr. Yon was not unreasonable, arbitrary, or against the manifest weight of the evidence. We find no cause to discard the verdict that was entered or to order a new trial.As to the hospital, plaintiffs contend that the hospital was negligent because it did not comply with its maternity and neonatal plan, which required a neonatologist at all Caesarean section births, and that the neonatologist would be present within 30 minutes of when the section was ordered.",
            "The evidence does not support these allegations.",
            "*645We do not interpret these passages in the plan to mean that the hospital required a neonatologist to be present at the start of an emergency Caesarean section that has begun within 20 to 30 minutes of the obstetrician's decision to operate. The plan clearly contemplates that an anesthesiologist, who is available 24-hours, will take responsibility for the resuscitation of depressed neonates until the neonatologist arrives, which should be within 30 minutes from the time the neonatologist is informed of the emergency.In this case the first incision for the Caesarean section occurred between 25 and 27 minutes from the time that the obstetrician decided to perform the operation. The evidence was unclear as to the time that Dr. Go, the neonatologist, was paged. According to her recollection, she called Holy Family Hospital at 10:55 a.m., after receiving the page. We do know she arrived at Holy Family at 11:20 and was in the delivery room by 11:22. This evidence tends to support a finding that Dr. Go responded within 30 minutes of the time she was notified that she was needed.Even if we were to agree with plaintiffs' interpretation and find that the plan called for a neonatologist to be present within 30 minutes of a decision to perform an emergency C-section, the violation of this provision does not necessarily demonstrate the hospital deviated from the standard of care",
            "It is clear that Dr. Go arrived in the delivery room within 45 minutes of the obstetrician's decision to operate. A qualified anesthesiologist was present at the start of the delivery and available to begin resuscitation efforts, as called for in the hospital's plan. While it is undeniably a tragedy that Ryan was unable to be resuscitated, we can find no evidence to suggest that Ryan died as a result of the hospital's failure to have a neonatologist present or that Dr. Go's response time was a factor.",
            "plaintiffs argue that the evidence presented indicates that Dr. Go was able to intubate Ryan, perform chest compressions, and bag Ryan without difficulty. This, plaintiffs say, was evidence of Dr. Go's competence and Dr. Yon's incompetence and indicates that had Dr. Go been present at the time of Ryan's birth Ryan would have lived. From this conclusion, plaintiffs reason, there was evidence that the hospital's failure to supply a neonatologist within 30 minutes was evidence of the hospital's negligence. We are not prepared to make this factual leap.The failure to provide a neonatologist would be negligence on the part of the hospital only if a neonatologist was the only person qualified in neonate resuscitation. It is undisputed, however, that anesthesiologists were qualified in neonate resuscitation and, according to the hospital's plan, responsible for neonate resuscitations in the absence of a neonatologist.We agree with the trial court that the evidence presented at trial did not support plaintiffs' claim that the hospital's alleged violation of its plan provision to have a neonatologist on the scene of a C-section within 30 minutes constituted an act of negligence"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm.",
            "For all the reasons stated above, we affirm the judgment entered in the circuit court.Affirmed."
        ]
    },
    "class": "affirm"
}