{
    "text": "Johnson-Bey v. State, 49 Ill. Ct. Cl. 115 (1996)\nJuly 5, 1996 · Illinois Court of Claims · No. 89-CC-2702\n49 Ill. Ct. Cl. 115\n\nCase outline\nMajority — Frederick, J.\nOther formats\nPDF\nAPI\nCiting cases\n1 case cite to this case\n\nAnthony Johnson-Bey, Claimant,v.The State of Illinois, Respondent\nAnthony Johnson-Bey, pro se, for Claimant.\nJim Ryan, Attorney General (Paul J. Ciastko, Assistant Attorney General, of counsel), for Respondent.\n*116OPINION\nFrederick, J.\nClaimant, Anthony Johnson-Bey, filed his claim in the Court of Claims on February 28, 1989. Claimant seeks $125,000 in damages for the alleged failure of the State of Illinois to provide Claimant, an inmate of the Illinois Department of Corrections, with adequate medical care. This is a medical negligence claim. The cause was tried before the Commissioner on July 25, 1995.\nClaimant testified that he was transferred to Graham Correctional Facility from Stateville Correctional Center on August 25, 1988. Upon his arrival at Graham, he was to have an initial medical screening to assess his medical condition and determine if he had any standing medical orders from Stateville. Claimants medical records indicate he was to be referred to a medical doctor for back pain ASAP. His medical condition stemmed from an earlier incident in March of 1986 where he suffered a low back injury in the L-4, L-5 vertebrae which was diagnosed as a herniated'disc. Upon arrival at Graham, Claimant had his initial screening and was referred to the medical doctor. The records indicate, as of August 27, 1988, that Claimant was having low back pain which he had had for years. Claimant had been scheduled to see an orthopod prior to his transfer but had not seen that specialist prior to transfer. The records also indicate that there was no inflammation or tenderness in the area by palpation and that Claimant was to receive Naprosyn and a low bunk. Claimant was to return to the doctor in one month. The physician also noted the possibility of a small herniation of the nucleus pulposus of the L-4 and L-5 vertebrae and that Claimant had chronic back pain.\nClaimant further testified that the outside medical contractors only entered the orders and it was up to. the *117medical staff at the facility to insure that the orders were enforced. Claimant argues that the physician's orders were not enforced by the medical staff at the facility. Claimant states that it took the staff almost a month to enforce the orders.\nClaimant testified that when he was first moved to a housing unit at Graham, he was put on a top bunk against the doctor's orders.\nOn September 30, 1988, more than a month after the doctor's initial orders, Claimant declared himself a medical emergency so that he could be treated by medical personnel immediately rather than be seen at random. Claimant's medical records from September 30, 1988, indicate that Claimant complained of having a muscle strain on the left flank because he had to climb out of a top bunk. There was no sign of redness. Claimant continued to ask about a low bunk, saying he should have a low bunk. Claimant was in a top bunk from August 25, 1988, until September 30, 1988. Claimant would have to step on the toilet, step on the sink, and then propel himself into his top bunk. Getting down again was also a tedious event.\nThe medical records of Nurse Olindeski also indicate that M.D. ordered low bunk — inform inmate would assume it would be issued. Claimant was insistent in obtaining information about who was responsible for not giving him a low bunk.\nLater in the day on September 30, 1988, Claimant was seen by a doctor. The doctor noted Claimant complained of having back pain from getting down from a high bunk. Tenderness was noted in the L-4 and L-5 areas. The doctor ordered that Claimant was not to lift for exercise, was to have a backboard for three months, and *118that if the problem persisted, he was to see an orthopod as soon as possible. Claimant was prescribed Flexeril and Naprosyn. Claimant testified that he received everything that was ordered and that his condition improved. He received physical therapy. Claimant received and continues to receive a low bunk.\nClaimant testified that his back pain has not completely gone away. He indicates that he still experiences weakness in that area.\nAt the time óf trial, Claimant had completed all of his treatment. Claimant testified that he believes because of the improper care and treatment he received at Graham, he is unable to lift heavy objects. He also believes he won't be able to do any manual labor when he goes back into society. Claimant was scheduled to be released in December of 1995.\nClaimant feels his back injury was documented and that the medical staff ignored the doctors' orders about a low bunk for over a month. He was having pain from August 25,1988, from being assigned to a top bunk.\nOn cross-examination, Claimant indicated that on September 30, 1988, he slipped on a chair while climbing down from the top bunk. Claimant's medical records indicate that his lower back pain dated back to 1986, and that he had received considerable care and treatment from 1986 through 1988. Claimant received treatment for lower back pain approximately 100 times between March of 1986 and March of 1989. Claimant also admitted that prior to August of 1988, he could not lift heavy objects because of his back problems. He feels, however, that this inability to lift heavy objects was aggravated by his being in a top bunk for over a month. Claimant called no other witnesses and stated he did not think he needed any other witnesses.\n*119The Law\nClaimant alleges that he was denied proper medical care and treatment by the Illinois Department of Corrections because the Department failed to give him a lower bunk for approximately 30 days when a lower bunk was prescribed by his physician. The State of Illinois has a duty to provide proper health treatment for inmates in the custody of the State and the State must exercise ordinary and reasonable care for the inmates health and life under the circumstances of the particular case. Peters v. State (1987), 40 Ill. Ct. Cl. 152; Starnes v. State (1992), 45 Ill. Ct. Cl. 285.\nIn a medical negligence case, to prevail, the Claimant must prove by expert testimony the standard of care, that the State deviated from the standard of care, and that the deviation was the proximate cause of Claimants injury. Claimant has failed to present any expert testimony to establish the standard of care, that Respondent deviated from the standard of care, and most importantly, that the deviation was a proximate cause of the Claimants injury. Williams v. State (1994), 46 Ill. Ct. Cl. 221.\nIn this case, the court can find, based on the evidence and without an expert, that the State was negligent in not following the doctors orders to provide Claimant with a lower bunk. However, without expert testimony, we cannot find that Claimants alleged injury was proximately caused by Respondents negligence. (Williams v. State (1994), 46 Ill. Ct. Cl. 221, 224.) The proof of proximate cause in this case is nonexistent. Claimant has, therefore, failed to meet his burden of proof by failing to prove proximate cause by expert testimony. This court cannot speculate as to Claimants back pain and how it was caused.\nFor the foregoing reasons, it is the order of this court that Claimants claim be and hereby is denied.\n\n\nPlain English summary:\nPlaintiff filed action against the State of Illinois for inadequate medical care during his period in prison. A particular complaint was that the prison ignored the doctor's orders and provided plaintiff with a top bunk bed, which aggravated his back pain. The court denied the claim because the plaintiff failed to present expert testimony to establish the standard of care. However, the court noted that, based on the evidence, the State was negligent in not following the doctor's orders to provide the plaintiff with a lower bunk.\n.\n",
    "annotations": {
        "Facts": [
            "Claimant",
            "was transferred to Graham Correctional Facility from Stateville Correctional Center on August 25, 1988. Upon his arrival at Graham, he was to have an initial medical screening to assess his medical condition and determine if he had any standing medical orders from Stateville. Claimants medical records indicate he was to be referred to a medical doctor for back pain ASAP. His medical condition stemmed from an earlier incident in March of 1986 where he suffered a low back injury in the L-4, L-5 vertebrae which was diagnosed as a herniated'disc. Upon arrival at Graham, Claimant had his initial screening and was referred to the medical doctor. The records indicate, as of August 27, 1988, that Claimant was having low back pain which he had had for years. Claimant had been scheduled to see an orthopod prior to his transfer but had not seen that specialist prior to transfer. The records also indicate that there was no inflammation or tenderness in the area by palpation and that Claimant was to receive Naprosyn and a low bunk. Claimant was to return to the doctor in one month. The physician also noted the possibility of a small herniation of the nucleus pulposus of the L-4 and L-5 vertebrae and that Claimant had chronic back pain.",
            "the outside medical contractors only entered the orders and it was up to. the medical staff at the facility to insure that the orders were enforced.",
            "Claimant states that it took the staff almost a month to enforce the orders.Claimant",
            "when he was first moved to a housing unit at Graham",
            "was put on a top bunk against the doctor's orders.On September 30, 1988, more than a month after the doctor's initial orders, Claimant declared himself a medical emergency so that he could be treated by medical personnel immediately rather than be seen at random. Claimant's medical records from September 30, 1988, indicate that Claimant complained of having a muscle strain on the left flank because he had to climb out of a top bunk. There was no sign of redness. Claimant continued to ask about a low bunk, saying he should have a low bunk. Claimant was in a top bunk from August 25, 1988, until September 30, 1988. Claimant would have to step on the toilet, step on the sink, and then propel himself into his top bunk. Getting down again was also a tedious event.The medical records of Nurse Olindeski also indicate that M.D. ordered low bunk — inform inmate would assume it would be issued. Claimant was insistent in obtaining information about who was responsible for not giving him a low bunk.Later in the day on September 30, 1988, Claimant was seen by a doctor. The doctor noted Claimant complained of having back pain from getting down from a high bunk. Tenderness was noted in the L-4 and L-5 areas. The doctor ordered that Claimant was not to lift for exercise, was to have a backboard for three months, and *118that if the problem persisted, he was to see an orthopod as soon as possible. Claimant was prescribed Flexeril and Naprosyn. Claimant",
            "received everything that was ordered and that his condition improved. He received physical therapy. Claimant received and continues to receive a low bunk.Claimant testified that his back pain has not completely gone away. He indicates that he still experiences weakness in that area.At the time óf trial, Claimant had completed all of his treatment.",
            "he is unable to lift heavy objects.",
            "He also believes he won't be able to do any manual labor when he goes back into society.",
            "Claimant was scheduled to be released in December of 1995.",
            "Claimant indicated that on September 30, 1988, he slipped on a chair while climbing down from the top bunk. Claimant's medical records indicate that his lower back pain dated back to 1986, and that he had received considerable care and treatment from 1986 through 1988. Claimant received treatment for lower back pain approximately 100 times between March of 1986 and March of 1989. Claimant also admitted that prior to August of 1988, he could not lift heavy objects because of his back problems. "
        ],
        "Procedural History": [
            "Claimant, Anthony Johnson-Bey, filed his claim in the Court of Claims on February 28, 1989. Claimant seeks $125,000 in damages for the alleged failure of the State of Illinois to provide Claimant, an inmate of the Illinois Department of Corrections, with adequate medical care. This is a medical negligence claim. The cause was tried before the Commissioner on July 25, 1995."
        ],
        "Application of Law to Facts": [
            "In this case, the court can find, based on the evidence and without an expert, that the State was negligent in not following the doctors orders to provide Claimant with a lower bunk. However, without expert testimony, we cannot find that Claimants alleged injury was proximately caused by Respondents negligence."
        ],
        "Relevant Precedents": [
            "Peters v. State (1987), 40 Ill. Ct. Cl. 152; Starnes v. State (1992), .",
            "Williams v. State (1994), 46 Ill. Ct. Cl. 221."
        ],
        "Outcome": [
            "For the foregoing reasons, it is the order of this court that Claimants claim be and hereby is denied."
        ]
    },
    "class": "reverse"
}