{
    "text": "Groce v. South Chicago Community Hospital, 282 Ill. App. 3d 1004 (1996)\nMay 30, 1996 · Illinois Appellate Court · No. 1—95—3231\n282 Ill. App. 3d 1004\nROBERT GROCE, Indiv. and as Adm'r of the Estate of Fely Groce, Deceased, Plaintiff-Appellant,v.SOUTH CHICAGO COMMUNITY HOSPITAL et al., Defendants-Appellees\nFirst District (4th Division)\nRehearing denied September 9, 1996.\n*1006William E. Reynolds, of Tinley Park (Lawrence F. Andolino, of counsel), for appellant.\nFrench, Kezelis & Kominiarek, of Chicago (Michael R. Webber, of counsel), for appellees.\nPRESIDING JUSTICE HOFFMAN\ndelivered the opinion of the court:\nOn September 2, 1988, the plaintiff, Robert Groce, individually and as administrator of the estate of Fely Groce, deceased, filed the instant action charging that the medical negligence of the defendants, South Chicago Community Hospital and Vishnu N. Mathur, M.D., proximately resulted in injury to Fely Groce and her subsequent death. On December 30, 1988, South Chicago Community Hospital was voluntarily dismissed from the action, and the matter thereafter proceeded solely against Dr. Mathur. On June 27, 1995, Dr. Mathur filed a motion for summary judgment which the trial court granted on August 14, 1995. The plaintiff has appealed and, for the reasons which follow, we reverse and remand this case to the circuit court for further proceedings.\nSummary judgment is appropriate if there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. 735 ILCS 5/2 — 1005(c) (West 1994); Carruthers v. B.C. Christopher & Co., 57 Ill. 2d 376, 313 N.E.2d 457 (1974). Since the entry of a summary judgment is not a matter committed to the discretion of the trial court, a reviewing court must independently examine the evidence presented in support of and in opposition to a motion for summary judgment (Arra v. First State Bank & Trust Co., 250 Ill. App. 3d 403, 621 N.E.2d 128 (1993)) and review the decision of the trial court de novo (In re Estate of Hoover, 155 Ill. 2d 402, 615 N.E.2d 736 (1993)).\nWe have examined all of the pleadings and evidentiary material on file at the time of the entry of the order appealed from in the light most favorable to the plaintiff. Kolakowski v. Voris, 83 Ill. 2d 388, 415 N.E.2d 397 (1980). From that evidentiary material, we adduce the following facts relevant to the disposition of this appeal.\nThe decedent was referred to Dr. Mathur in 1984 by her personal physician, Dr. Lofton Kennedy. After examining the decedent, Dr. Mathur performed a biopsy of her left breast. The biopsy confirmed the presence of cancer, and Dr. Mathur recommended surgery. On September 4, 1984, Dr. Mathur performed a modified radical mastectomy upon the decedent's left breast. During surgery, it was discovered that the decedent's cancer had invaded her lymph nodes. Dr. Mathur continued to care for the decedent until July 1987.\n*1007In August 1987, the decedent was diagnosed as suffering from advanced metastic breast cancer. She died on August 12, 1988, and this action was filed 21 days later.\nIn his complaint, the plaintiff charged, inter alia, that Dr. Mathur was negligent in his treatment of the decedent by:\na) Failing to advise and inform FELY GROCE of her options for radiation therapy or chemotherapy when her mastectomy revealed a positive node for metastic cancer;\nb) Failing to adequately monitor and examine FELY GROCE during her 14 office visits from September 1984 to August 1987[;]\nc) Failing to adequately assess the condition of FELY GROCE during the period subsequent to September 4, 1984[; and]\nd) Failing in other ways to provide appropriate care and treatment to FELY GROCE.\nOn October 30, 1992, Dr. Mathur filed his first motion for summary judgment supported by his own affidavit. In that affidavit, Dr. Mathur opined that he complied with the applicable standard of care in his treatment of the decedent, and specifically alleged that he advised the decedent, both prior and subsequent to her surgery, of the necessity for follow-up care and the possible need for chemotherapy or radiation therapy. Dr. Mathur also stated that he made an appointment for the decedent to see an oncologist for follow-up care and requested that she undergo post-surgical testing to monitor for possible recurrence of her cancer. In response to that motion, the plaintiff argued that Dr. Mathur's supporting affidavit failed to conform to the requirements of Supreme Court Rule 191(a) (134 Ill. 2d R. 191(a)), as it violated the Dead-Man's Act (735 ILCS 5/8 — 201 (West 1992)). On April 28, 1993, the trial court denied Dr. Mathur's first motion for summary judgment.\nOn June 27, 1995, Dr. Mathur filed a second motion for summary judgment, which resulted in the order that is the subject of this appeal. In this motion, Dr. Mathur contended that the deposition testimony of plaintiff's expert, Dr. Emerson Day, the deposition testimony of Dr. Kennedy, and his own deposition testimony established that he complied with the applicable standard of care in his treatment of the decedent and was, therefore, entitled to summary judgment.\nIn his deposition, Dr. Day opined that Dr. Mathur breached the standard of care in his treatment of the decedent while she was hospitalized by failing to advise her of the treatment modalities available after a cancer-positive lymph node was discovered during her surgery. He also opined that Dr. Mathur breached the standard of care in his post-hospitalization care of the decedent by failing to rec*1008ommend either chemotherapy or radiation therapy for her disease and in failing to assure that the treatment was accomplished. Dr. Day based his opinions on the absence of any notations in Dr. Mathur's records reflecting such advice and recommendations. However, in response to a hypothetical question, Dr. Day conceded that if Dr. Mathur had in fact recommended follow-up oncological care and made a referral for that purpose but the decedent refused such treatment, Dr. Mathur would have complied with the applicable standard of care.\nDr. Kennedy testified to being present during the decedent's September 1984 hospitalization when, after her surgery, Dr. Mathur informed the decedent that her breast tumor had invaded the lymph nodes and recommended chemotherapy and radiation therapy. Dr. Kennedy recalled the decedent being apprehensive and not receptive to suggestions about future treatment, but did not recall her saying that she was unwilling to undergo treatment. Dr. Kennedy also identified a letter he received from Dr. Mathur dated September 15, 1984, wherein Dr. Mathur recounts having discussed the need for chemotherapy with the decedent, her refusal of such treatment, and the fact that he referred the decedent to Dr. M.M. Shaw for an oncological consultation and to Dr. H. Cordova for a second opinion.\nThe plaintiif responded to the motion, contending that the deposition testimony of Dr. Day was replete with opinions that Dr. Mathur deviated from the applicable standard of care. The plaintiif also argued that the portions of Dr. Day's testimony relied upon in support of the motion were merely answers to hypothetical questions based upon factual assumptions that Dr. Day refused to accept.\nIn his reply memorandum submitted to the trial court in support of the motion, Dr. Mathur argued that the hypothetical question posed to Dr. Day was based upon the only admissible facts in the case, and that based upon those facts, Dr. Day concluded that the applicable standard of care had not been breached. Since we disagree that the hypothetical posed to Dr. Day was based upon admissible facts, we disagree with the conclusion drawn by Dr. Mathur.\nAs stated earlier, Dr. Day conceded that if Dr. Mathur recommended follow-up oncological care, made a referral for that purpose, and the decedent refused to follow his suggestions, Dr. Mathur would have complied with the applicable standard of care. Thus, in order for the testimony of Dr. Day to support a summary judgment, the uncontradicted evidentiary material in the record must establish (1) that Dr. Mathur recommended follow-up chemotherapy or radiation therapy, (2) that he referred the decedent to an oncologist, and (3) that the decedent refused the recommended treatment.\n*1009The testimony of Dr. Kennedy established that Dr. Mathur recommended chemotherapy or radiation therapy immediately after the decedent's surgery. In his brief on appeal, the plaintiff urged that we consider his deposition testimony in determining whether a triable issue of fact exists on the question. However, the record before us fails to reveal that the plaintiff relied on that deposition before the trial court. We acknowledge that the order granting summary judgment in favor of Dr. Mathur also granted the plaintiff leave to file the transcript of his own discovery deposition, but that deposition was not filed until September 13, 1995, which was 30 days after the summary judgment was entered and one day after the filing of the plaintiff's notice of appeal. Further, the record does not reflect that the plaintiff moved for a reconsideration of the summary judgment based upon the matters contained in his discovery deposition.\nEvidentiary material that was never presented to or considered by the trial court will not be considered by a reviewing court. See Jenkins v. Wu, 102 Ill. 2d 468, 468 N.E.2d 1162 (1984); In re Saline Branch Drainage District, 172 Ill. App. 3d 574, 526 N.E.2d 939 (1988). Consequently, we have not considered the plaintiff's deposition testimony in arriving at our decision in this case.\nBased upon the uncontradicted testimony of Dr. Kennedy, no genuine issue of fact was presented by the record before the trial court on the question of whether Dr. Mathur recommended that the plaintiff undergo chemotherapy or radiation therapy. However, we find no competent evidence in this record supporting the assertion that Dr. Mathur referred the decedent to an oncologist or that she refused treatment.\nSection 2 — 1005 of the Code of Civil Procedure (Code) governs motions for summary judgment and permits the filing of affidavits in support of and in opposition to such motions. 735 ILCS 5/2 — 1005(b), (c) (West 1994). The statute also states that the form and content of those affidavits shall be as provided by supreme court rule. 735 ILCS 5/2 — 1005(e) (West 1994). Supreme Court Rule 191(a) provides that affidavits submitted in summary judgment proceedings shall consist of facts admissible in evidence and must affirmatively show that the affiant, if sworn as a witness, could competently testify to the matters contained therein. 134 Ill. 2d R. 191(a). Depositions may be used in a summary judgment proceeding for any purpose for which an affidavit may be used (Lopez v. Winchell's Donut House, 126 Ill. App. 3d 46, 466 N.E.2d 1309 (1984)), but they too must comply with the provisions of Rule 191(a) (see Stando v. Grossinger Motor Sales, Inc., 89 Ill. App. 3d 898, 412 N.E.2d 600 (1980)).\nSection 8 — 201 of the Code, the Dead-Man's Act, prohibits an *1010adverse party in an action prosecuted by the representative of a deceased person from testifying on his own behalf as to conversations with the deceased unless evidence of such a conversation is first introduced on behalf of the representative. 735 ILCS 5/8 — 201 (West 1994); Ah Sing Haist v. Wei Wu, 235 Ill. App. 3d 799, 601 N.E.2d 927 (1992). The testimonial prohibition of the Dead-Man's Act is applicable to a summary judgment proceeding. Rerack v. Lally, 241 Ill. App. 3d 692, 609 N.E.2d 727 (1992).\nUnless and until the plaintiff introduces evidence at the trial of this action relating to conversations between the decedent and Dr. Mathur, the adverse party here within the meaning of the Dead-Man's Act, Dr. Mathur is prohibited from testifying on his own behalf as to any such conversations. See Goad v. Evans, 191 Ill. App. 3d 283, 547 N.E.2d 690 (1989). Since Dr. Mathur is prohibited, at this juncture of the proceedings, from testifying on his own behalf as to conversations with the decedent, his deposition testimony relating to those conversations cannot be relied upon to support his motion for summary judgment. See 134 Ill. 2d R. 191(a); Windlow v. Wagner, 29 Ill. App. 3d 172, 329 N.E.2d 911 (1975).\nAside from Dr. Mathur's own deposition testimony regarding his referral of the decedent to an oncologist and her refusal to submit to treatment, the only other mention of these events is found in the testimony of Dr. Kennedy. However, Dr. Kennedy did not testify that he was present when Dr. Mathur referred the decedent to Dr. Shaw or Dr. Cordova, nor did he testify that he heard the decedent refuse follow-up treatment. His testimony relating to those events consisted solely of a recitation of the content of the letter he received from Dr. Mathur. If Dr. Kennedy were formulating an opinion within his area of expertise, he might well be entitled to rely upon the content of Dr. Mathur's letter and he might well be permitted to testify that he so relied (see Wilson v. Clark, 84 Ill. 2d 186, 417 N.E.2d 1322 (1981)); however, his testimony as to the content of the letter would be admissible only for the purposes of explaining the basis of his opinion and not for the purpose of establishing the truth of the matters stated therein. City of Chicago v. Anthony, 136 Ill. 2d 169, 554 N.E.2d 1381 (1990); People v. Bynum, 257 Ill. App. 3d 502, 629 N.E.2d 724 (1994). Simply put, Dr. Kennedy's testimony that Dr. Mathur referred the decedent to an oncologist and that she refused treatment, based solely upon the content of Dr. Mathur's letter, is hearsay and cannot be relied upon to establish either the referral or the refusal of treatment.\nThe movant in a summary judgment proceeding bears the burden of coming forward with competent evidentiary material which, if un*1011contradicted, entitles him to judgment as a matter of law. Kielbasa v. St. Mary of Nazareth Hospital, 209 Ill. App. 3d 401, 568 N.E.2d 208 (1991). Dr. Day's answer to the hypothetical question posed during his deposition could only form the basis of a summary judgment in favor of Dr. Mathur if the record before the trial court also contained competent, uncontradicted evidentiary material in support of each of the three factual components upon which the hypothetical question was based. Having failed to introduce competent evidentiary material supporting two of those three factual components, Dr. Mathur failed to establish his right to judgment as a matter of law and the trial court erred in granting summary judgment in his favor.\nReversed and remanded.\nCAHILL and O'BRIEN, JJ„ concur.\n\n\nPlain English summary:\nPlaintiff sued a doctor (defendant) for negligently failing to recommend certain follow-up treatments to decedent following decedent's diagnosis of cancer. Defendant motioned for summary judgment, which the trial court granted. The appellate court reversed the trial court's finding and remanded the case for further proceedings, finding that there was insufficient evidence that Dr. Mathur referred the decedent to an oncologist or that she refused treatment.",
    "annotations": {
        "Facts": [
            "The decedent was referred to Dr. Mathur in 1984 by her personal physician, Dr. Lofton Kennedy. After examining the decedent, Dr. Mathur performed a biopsy of her left breast. The biopsy confirmed the presence of cancer, and Dr. Mathur recommended surgery. On September 4, 1984, Dr. Mathur performed a modified radical mastectomy upon the decedent's left breast. During surgery, it was discovered that the decedent's cancer had invaded her lymph nodes. Dr. Mathur continued to care for the decedent until July 1987.In August 1987, the decedent was diagnosed as suffering from advanced metastic breast cancer. She died on August 12, 1988",
            "Dr. Day opined that Dr. Mathur breached the standard of care in his treatment of the decedent while she was hospitalized by failing to advise her of the treatment modalities available after a cancer-positive lymph node was discovered during her surgery. He also opined that Dr. Mathur breached the standard of care in his post-hospitalization care of the decedent by failing to rec*1008ommend either chemotherapy or radiation therapy for her disease and in failing to assure that the treatment was accomplished. Dr. Day based his opinions on the absence of any notations in Dr. Mathur's records reflecting such advice and recommendations. However,",
            "Dr. Day conceded that if Dr. Mathur had in fact recommended follow-up oncological care and made a referral for that purpose but the decedent refused such treatment, Dr. Mathur would have complied with the applicable standard of care.Dr. Kennedy testified to being present during the decedent's September 1984 hospitalization when, after her surgery, Dr. Mathur informed the decedent that her breast tumor had invaded the lymph nodes and recommended chemotherapy and radiation therapy. Dr. Kennedy recalled the decedent being apprehensive and not receptive to suggestions about future treatment, but did not recall her saying that she was unwilling to undergo treatment. Dr. Kennedy also identified a letter he received from Dr. Mathur dated September 15, 1984, wherein Dr. Mathur recounts having discussed the need for chemotherapy with the decedent, her refusal of such treatment, and the fact that he referred the decedent to Dr. M.M. Shaw for an oncological consultation and to Dr. H. Cordova for a second opinion."
        ],
        "Procedural History": [
            "On September 2, 1988, the plaintiff, Robert Groce, individually and as administrator of the estate of Fely Groce, deceased, filed the instant action charging that the medical negligence of the defendant",
            "Vishnu N. Mathur, M.D., proximately resulted in injury to Fely Groce and her subsequent death.",
            "On June 27, 1995, Dr. Mathur filed a motion for summary judgment which the trial court granted on August 14, 1995. The plaintiff has appealed",
            "Summary judgment is appropriate if there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law.",
            "We have examined all of the pleadings and evidentiary material on file at the time of the entry of the order appealed from in the light most favorable to the plaintiff.",
            ", and this action was filed 21 days later.",
            "On October 30, 1992, Dr. Mathur filed his first motion for summary judgment supported by his own affidavit.",
            "On April 28, 1993, the trial court denied Dr. Mathur's first motion for summary judgment.On June 27, 1995, Dr. Mathur filed a second motion for summary judgment, which resulted in the order that is the subject of this appeal."
        ],
        "Application of Law to Facts": [
            "Based upon the uncontradicted testimony of Dr. Kennedy, no genuine issue of fact was presented by the record before the trial court on the question of whether Dr. Mathur recommended that the plaintiff undergo chemotherapy or radiation therapy. However, we find no competent evidence in this record supporting the assertion that Dr. Mathur referred the decedent to an oncologist or that she refused treatment.",
            "Unless and until the plaintiff introduces evidence at the trial of this action relating to conversations between the decedent and Dr. Mathur, the adverse party here within the meaning of the Dead-Man's Act, Dr. Mathur is prohibited from testifying on his own behalf as to any such conversations.",
            "Since Dr. Mathur is prohibited, at this juncture of the proceedings, from testifying on his own behalf as to conversations with the decedent, his deposition testimony relating to those conversations cannot be relied upon to support his motion for summary judgment.",
            "Aside from Dr. Mathur's own deposition testimony regarding his referral of the decedent to an oncologist and her refusal to submit to treatment, the only other mention of these events is found in the testimony of Dr. Kennedy. However, Dr. Kennedy did not testify that he was present when Dr. Mathur referred the decedent to Dr. Shaw or Dr. Cordova, nor did he testify that he heard the decedent refuse follow-up treatment. His testimony relating to those events consisted solely of a recitation of the content of the letter he received from Dr. Mathur.",
            "however",
            "Dr. Kennedy's testimony that Dr. Mathur referred the decedent to an oncologist and that she refused treatment, based solely upon the content of Dr. Mathur's letter, is hearsay and cannot be relied upon to establish either the referral or the refusal of treatment.",
            "Dr. Day's answer to the hypothetical question posed during his deposition could only form the basis of a summary judgment in favor of Dr. Mathur if the record before the trial court also contained competent, uncontradicted evidentiary material in support of each of the three factual components upon which the hypothetical question was based. Having failed to introduce competent evidentiary material supporting two of those three factual components, Dr. Mathur failed to establish his right to judgment as a matter of law and the trial court erred in granting summary judgment in his favor."
        ],
        "Relevant Precedents": [
            "Goad v. Evans, , 547 N.E.2d 690 (1989).",
            "134 Ill. 2d R. 191(a); Windlow v. Wagner, , 329 N.E.2d 911 (1975).",
            "Wilson v. Clark, , 417 N.E.2d 1322 (1981)",
            "City of Chicago v. Anthony, , 554 N.E.2d 1381 (1990); People v. Bynum, , 629 N.E.2d 724 (1994).",
            "Kielbasa v. St. Mary of Nazareth Hospital, 209 Ill. App. 3d 401,  (1991)."
        ],
        "Outcome": [
            "we reverse and remand this case to the circuit court for further proceedings.",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}