{
    "text": "Cohan v. Garretson, 282 Ill. App. 3d 248 (1996)\nJune 25, 1996 · Illinois Appellate Court · No. 1—95—0125\n282 Ill. App. 3d 248\n\nCase outline\nMajority — Justice Burke\nOther formats\nPDF\nAPI\nCiting cases\n6 cases cite to this case\nOther databases\nCOURTLISTENER\n\nMICHAEL COHAN, Plaintiff-Appellee,v.SANDRA GARRETSON et al., Defendants-Appellants\nFirst District (2nd Division)\n*249Rooks, Pitts & Poust, of Wheaton (Martin A.A. Diestler and Diane P. Bartus, of counsel), for appellants.\nBerman & Trachtman, P.C., of Chicago (Michael H. Berman, of counsel), for appellee.\nJUSTICE BURKE\ndelivered the opinion of the court:\nPlaintiff Michael Cohan filed a medical malpractice action against defendants Sandra Garretson, M.D., and North Suburban Clinic (clinic). A jury subsequently returned a verdict in favor of plaintiff and the court entered judgment. Defendants filed a motion for judgment notwithstanding the verdict and a motion for reduction in judgment. The trial court denied both motions. On appeal, defendants contend that the trial court erred in denying their: (1) motion for a directed verdict; (2) motion for judgment notwithstanding the verdict; (3) motion for a new trial; (4) motion for a new trial solely on the issue of damages; and (5) motion for reduction of judgment. For the reasons set forth below, we affirm in part and reverse in part.\nAt trial, plaintiff Michael Cohan testified that on September 23, 1989, he began experiencing tightness in his chest and pain in his triceps, back of his neck and shoulders. His wife took him to the clinic, where a nurse measured his blood pressure, checked his pulse and performed an electrocardiogram (EKG). Dr. Sandra Garretson met with him, advised him that his EKG appeared normal and gave him some Mylanta, which provided some, but not complete[,] relief. He continued to experience discomfort in the backs of his arms, his neck and somewhat in his chest, after taking the Mylanta, but he left the clinic that same day.\nPlaintiff further testified that he subsequently underwent a thallium treadmill test at Humana Hospital that Dr. Garretson had *250recommended at their first meeting. At some point after the test had begun, he began feeling some pains in his calves, about which he advised the physician supervising the treadmill test. He did not experience any pain in his chest or shortness of breath during the test. After he was instructed to stop exercising on the treadmill, he was injected with thallium, and X rays were taken. Plaintiff also testified that he saw Dr. Garretson about one week later to discuss the results of the treadmill test. Dr. Garretson informed him that the-test was normal but that he had to work on the smoking and the cholesterol levels. Dr. Garretson gave him some Nicorette gum and a prescription for cholesterol medication.\nOn October 22, 1989, while vacationing in Florida, plaintiff began to experience tightness in his chest. He described his sensations as more acute than those he experienced on September 23. He was in a cold sweat, the tightness in his chest was worse, he was dizzy and nauseous. His wife called the paramedics, who took him to Engelwood Community Hospital. He was ultimately transferred to Sarasota Memorial Hospital. Upon waking, he was unable to move his left leg and realized that he had had a heart attack. He was released from Sarasota Memorial Hospital in November 1989. Upon his release from the hospital, he remained in Florida at his mother-in-law's home for about two weeks before returning to Illinois. Upon returning to Chicago, he began physical therapy with Matthew Norton Flanagan, M.D., the director of physical medicine and rehabilitation at Lutheran General Hospital.\nPlaintiff also stated that as a result of the problems with his left leg, he no longer participates in many of the activities in which he previously participated, specifically, hiking, biking and dancing. He returned to work with the same company but had to change jobs within the company because he could no longer climb ladders and lift heavy objects. In July 1990, he went to the emergency room of Alexian Brothers Hospital complaining of pain in his left shoulder. At that time he underwent a bicycle stress test.\nDr. Arthur Nazarian was called as a witness by plaintiff. Dr. Nazarian, a cardiologist, testified that he interpreted the results of plaintiff's October 3, 1989, treadmill test. Dr. Nazarian stated that Dr. Lescovak, also a cardiologist, supervised the test. The results of the test were sent to Dr. Garretson. According to Dr. Nazarian, a treadmill test is intended to assess a patient's heart rate and blood pressure responses to exercise and to determine whether any abnormalities in the EKG appear during exercise. He explained that after exercising on a treadmill, the patient is injected with thallium which, upon scanning, reveals the distribution of blood in the heart. *251A treadmill test is more accurate if the patient achieves a certain level of performance as indicated by his or her target heart rate. Dr. Nazarian further testified that plaintiff did not reach his target heart rate during his treadmill test and, therefore, [t]he overall conclusion was inconclusive. However, he stated that the results of plaintiff's test were negative for ischemia by both EKG and thallium criteria at the level of stress achieved. Dr. Nazarian further stated that the EKG did not reflect any changes that would imply that [plaintiff] was not getting enough blood supply. According to Dr. Nazarian, Dr. Tully, a radiologist, interpreted the thallium scans and advised him that they appeared normal.\nDrs. Garretson, Flanagan, James Mason and Robert Mazurek were called as witnesses by defendants. Dr. Garretson testified that on September 23, 1989, plaintiff came to the clinic complaining of tightness in his chest and pain in his triceps, shoulders, and the back of his neck. Plaintiff informed her that he had experienced burning in his mid sternum across the entire chest up into his jaw and down both arms for over 10 hours but denied any symptoms associated with the burning sensation. Plaintiff also told her he smoked, drank alcohol and caffeine, had a family history of heart disease and had high cholesterol. According to Dr. Garretson, a family history of heart disease, smoking and high cholesterol levels are risk factors for heart disease and she therefore informed plaintiff that he was at risk for coronary artery disease or a heart attack.\nDr. Garretson further testified that she gave plaintiff a Mylanta cocktail, consisting of Mylanta, Lidocaine and Bentyl, to determine whether plaintiff's pain was the result of heartburn. Plaintiff told her the Mylanta cocktail relieved his pain, thereby suggesting to her that the pain was not cardiac related.\nDr. Garretson also stated that plaintiff's blood test taken on September 23, 1993, revealed elevated levels of the enzymes lactic dehydrogenase (LDH) and serum glutamic oxaloacetic transaminase (SGOT). She explained that both LDH and SGOT are produced by the breakdown of tissue and elevations in their levels can occur after an ischemic event (decreased blood supply) such as a heart attack. An elevation in LDH would occur 48 to 72 hours after an ischemic event while SGOT levels would become elevated 72 to 96 hours after an ischemic event. A CPK enzyme test reveals the extent of damage to the heart. Dr. Garretson further stated that she did not perform a CPK test on plaintiff because she did not believe that plaintiff was having a heart attack.\nDr. Garretson also testified that she concluded that plaintiff's chest pain was not cardiac related because it had lasted over 10 *252hours, plaintiffs EKG, which was performed prior to her examination of plaintiff on the same day, was substantially similar to his 1988 EKG, and the Mylanta cocktail relieved plaintiffs pain and the typical symptoms that accompany a cardiac event, i.e., chest pressure, tightness, sweating, shortness of breath, and nausea, were not present. Dr. Garretson recommended that plaintiff undergo a thallium treadmill test to evaluate his heart under the stress of exercise. Following her September 23 visit with plaintiff, Dr. Garret-son contacted a cardiologist, Dr. Golbus, to confirm that she treated plaintiff appropriately. She next saw plaintiff on October 3, 1989, and advised him that the results of his treadmill test were basically *** normal.\nDr. Flanagan testified that he first saw plaintiff on November 29, 1989. Plaintiff informed him that he had severe pain and weakness in his left, lower extremity. Dr. Flanagan further stated that plaintiff had a dropped foot, which drags as he walks and which resulted from the loss of blood during his bypass surgery. Dr. Flanagan believed that plaintiffs dropped foot was permanent.\nJames Mason, M.D., a cardiologist, testified that plaintiff came to the Alexian Brothers Medical Center's emergency room on July 26, 1990, complaining of discomfort in his left shoulder and upper left chest, accompanied by a cold sweat. According to Dr. Mason, plaintiff had a second, small heart attack. He further stated that plaintiffs symptoms began to resolve in the emergency room without any therapy, that his [EKG] did not reveal any new changes and his initial blood test including cardiac enzymes (CPK) were negative for any problems. Dr. Mason had plaintiff perform a thallium bicycle stress test, which was normal despite plaintiff achieving only 75% of his maximum heart rate. Plaintiff stopped the test due to leg fatigue. The fact that plaintiff did not reach his target heart rate during the test caused Dr. Mason some dissatisfaction since the test is more accurate if the patient reaches his or her target heart rate. However, Dr. Mason noted that the fact that plaintiff exercised for nine minutes was important because anybody who exercises nine minutes or more has a very favorable prognosis irregar dless [sic] of heart rate response. Dr. Mason concluded after the stress test that plaintiff was stable and therefore he did not feel that a cardiac catheterization or angiogram was necessary.\nRobert Mazurek, M.D., a cardiologist, testified that he first saw plaintiff in October 1993. Plaintiff told him that he experienced pains in his legs when he walked and a cramping pain in his right calf which would come on with activity. Based on an objection by plaintiff, the trial court limited Dr. Mazurek's testimony to plaintiffs *253problems with his left leg because a complaint of pain in the right leg is simply not relevant to these proceedings.\nDefendants made an offer of proof regarding Dr. Mazurek's testimony concerning plaintiff's right leg. Dr. Mazurek then stated that he found that plaintiff had arteriosclerosis in his right leg and possibly also in his left as evidenced by reduced pulses in the lower parts of both legs; that the arteriosclerosis will have some affect on plaintiff's ability to walk long distances or engage in other activities involving the use of his legs; and that plaintiff's symptoms for arteriosclerosis were greater on plaintiff's right side.\nFollowing the offer of proof, Dr. Mazurek testified that several factors, such as high blood pressure, diabetes, high cholesterol, smoking, family history, age, male sex, can contribute to arteriosclerosis. Dr. Mazurek further stated that the arteriosclerosis in plaintiff's left leg would contribute to plaintiff's inability to fully use that leg. Lastly, Dr. Mazurek testified that plaintiff had a dropped left foot for which he wears a brace.\nPlaintiff's expert, Kenneth L. Lehrman, M.D., testified by evidence deposition that he practices in the areas of cardiology and internal medicine. He stated that Dr. Garretson fell below the standard of care by failing to properly interpret plaintiff's EKG in September 1989, failing to appropriately interpret the thallium stress test, improperly advising plaintiff that the thallium stress test was normal, failing to obtain a cardiac consultation, failing to order a CPK test, and failing to follow up and evaluate plaintiff's abnormal levels of SGOT and LDH enzymes. Dr. Lehrman further stated that at the time of plaintiff's September 1989 visit to Dr. Garretson, plaintiff had three risk factors for coronary artery disease: a family history of heart disease, high cholesterol and a significant history of smoking. Further, plaintiff's chest pains at the time of this visit were consistent with coronary artery disease and the duration of pain was consistent with unstable angina. Dr. Lehrman noted that plaintiff's EKG from April 1988 was normal but that his EKG from September 1989 was not normal. It was Dr. Lehrman's opinion that, given the changes in plaintiff's EKGs, the suspicion of coronary ischemia should be very high. Dr. Lehrman further stated that he could not tell with a reasonable medical certainty whether [a CPK enzyme study] would have changed the outcome of plaintiff's condition.\nDr. Lehrman also testified that if a patient does not reach 85% of his maximum heart rate, then the diagnostic value of the treadmill test fails and the test is inconclusive. According to Dr. Lehrman, the arteriogram performed on plaintiff in Florida following his heart attack revealed that three major vessels that supply plaintiff's heart *254with blood were blocked: the right coronary artery was 100% blocked, the left anterior descending artery was 95% blocked, and the circumflex artery was 100% blocked. In Dr. Lehrman's opinion, plaintiff's heart attack was caused by the sudden closure of plaintiff's circumflex artery. He also believed that the severe arteriosclerosis found in plaintiff in Florida was present when plaintiff saw Dr. Garretson in September 1989. Dr. Lehrman further stated that had plaintiff been diagnosed with heart disease in September or October 1989, bypass surgery would still have been necessary but that emergency surgery could have been avoided. Also, had plaintiff's problem been discovered earlier, his bypass surgery would not have required the use of an intra-aortic balloon pump, which, according to Dr. Lehrman, obstructed plaintiff's femoral artery cutting off the blood flow to plaintiff's left leg and causing the neuropathy to that leg which resulted in plaintiff's dropped foot. Dr. Lehrman believed that Dr. Garretson's deviation from the standard of care caused plaintiff to suffer his heart attack and that plaintiff's heart attack was avoidable.\nDefendants' expert, Jay Harvey Kleiman, M.D., a cardiologist at St. Joseph's Hospital, testified that he did not treat plaintiff but had reviewed plaintiff's records from Sarasota Memorial Hospital, Alexian Brothers Medical Center and the clinic. Dr. Kleiman stated that the care rendered by Dr. Garretson was appropriate and very well within the standard of care in the community. According to Dr. Kleiman, plaintiff's September 1989 EKG was normal and did not indicate that plaintiff experienced a heart attack prior to his visit to the clinic. Dr. Kleiman did not believe the treadmill test was inconclusive and he did not think that plaintiff had clinically significant coronary artery disease at the time he saw Dr. Garretson. Dr. Kleiman also stated that plaintiff's thrombosis, which caused his heart attack, could have been caused by smoking since smoking may lead to plaque rupture.\nOn October 12, 1994, defendants filed a motion to dismiss or for summary judgment, arguing that plaintiff failed to establish that there was a causal connection between defendants' alleged deviation from the standard of care and plaintiff's alleged injury. The trial court denied the motion. At the close of plaintiff's case in chief, defendants orally moved for a directed verdict due to the absence of causation evidence. The trial court also denied this motion.\nOn October 13, 1994, plaintiff filed a motion in limine requesting that the court prohibit defendants from referring to his alcohol consumption at the time of his heart attack. Defendants argued in response that plaintiff's enzymes were elevated because of the alcohol *255and that plaintiff's alcohol consumption was therefore relevant. The trial court determined that there was no evidence in the record to suggest *** that medically intoxication was a cause of the heart attack. Therefore, the trial court barred any suggestion, comment, argument, or innuendo that the plaintiff was intoxicated on the date that he suffered his heart attack.\nOn October 25, 1994, the jury returned a verdict in favor of plaintiff and against defendants in the amount of $343,023.31. The jury found plaintiff guilty of 25% contributory negligence, thus reducing the verdict to $257,267.48: $65,695.31 for medical expenses, $200,000 for disability, $50,000 for pain and suffering, and $27,328 for lost earnings.\nOn November 23, 1994, defendants filed a motion for judgment notwithstanding the verdict (judgment n.o.v.), arguing that the evidence overwhelmingly favored them with respect to the issues raised by plaintiff, i.e., whether Dr. Garretson properly diagnosed plaintiff, whether Dr. Garretson properly followed up with an enzyme study, whether Dr. Garretson improperly interpreted the results of plaintiff's thallium test, whether Dr. Garretson failed to properly advise plaintiff of the results of the thallium test, and whether Dr. Garretson failed to obtain a cardiac consultation. Defendants further contended that plaintiff failed to establish a causal connection between Dr. Garretson's alleged deviation from the standard of care and plaintiff's injury. Plaintiff filed a response to defendants' motion for judgment n.o.v. Defendants filed a Reply to Plaintiff's Response to Defendants' Motion for Judgment N.O.V. in which they state: Should the Court feel that defendants' evidence does not meet the 'overwhelming' standard, but only the 'manifest weight' standard, then the court in its discretion may grant a new trial. The trial court denied defendants' motion for judgment n.o.v. (Defendants have not included a transcript of this proceeding in the record on appeal.)\nDefendants also filed a motion on November 23 for reduction of judgment pursuant to section 2 — 1205 of the Illinois Code of Civil Procedure (Code) (735 ILCS 5/2 — 1205 (West 1992)) seeking a 50% credit for the government disability benefits paid to plaintiff and a 100% credit for the amount of reimbursed medical expenses. The medical bills of plaintiff that defendants sought to use to reduce the judgment did not relate to any services rendered by Dr. Garretson or the clinic. All of plaintiff's medical bills were paid by a collateral source. The trial court granted a reduction for 50% of the social security disability benefits paid but denied a reduction for reimbursed medical expenses. (Defendants have not included a transcript of this proceeding in the record on appeal.) This appeal followed.\n*256Defendants first contend that the trial court erred in denying their motion for a directed verdict, arguing that plaintiff failed to present evidence showing that defendants' alleged negligent acts caused plaintiffs heart attack and related injuries. Defendants further argue that plaintiff must present more than expert testimony by a doctor who would have treated a patient differently to establish a prima facie case for medical malpractice. Plaintiff argues that defendants waived this issue by failing to raise it in their post-trial motion for judgment notwithstanding the verdict.\nWhen presented with a motion for a directed verdict, a trial court must view the evidence in a light most favorable to the nonmovant and decide whether a verdict for the nonmovant could ever stand. Thomas v. University of Chicago Lying-In Hospital, 221 Ill. App. 3d 919, 924, 583 N.E.2d 73 (1991). A trial court's ruling on a motion for a directed verdict will not be reversed absent an abuse of discretion. Thomas, 221 Ill. App. 3d 919, 583 N.E.2d 73. To succeed on a claim of medical malpractice, a plaintiff must show that the defendant's alleged negligence was a proximate cause of the plaintiffs injuries. Purtill v. Hess, 111 Ill. 2d 229, 489 N.E.2d 867 (1986). In order to establish a prima facie case, a plaintiff must introduce more than the mere presentation of testimony from another physician who would have acted differently. Thomas, 221 Ill. App. 3d at 925.\nWe find that defendants have waived this issue by failing to raise it in their post-trial motion for judgment n.o.v. See 735 ILCS 5/2— 1202 (West 1992) (providing that [i]f the court denies [a motion for directed verdict,] the motion is waived unless the request is renewed in the post-trial motion).\nMoreover, even if this issue had been properly preserved, we would reject defendants' argument because defendants have not shown that the trial court abused its discretion in denying their motion for a directed verdict. Dr. Lehrman testified that Dr. Garretson fell below the standard of care by failing to properly interpret plaintiff's EKG, failing to appropriately interpret the stress test, improperly advising plaintiff that the stress test was normal, failing to obtain cardiac consultation, failing to order a CPK test, and failing to evaluate and follow up on plaintiffs elevated LDH and SGOT levels. Dr. Lehrman also stated that Dr. Garretson's deviation from the standard of care caused plaintiff to suffer injury and that plaintiff's heart attack could have been avoided. Dr. Lehrman not only testified that he would have acted differently but also that Dr. Garretson's treatment of plaintiff fell below the standard of care. Further, plaintiff presented evidence regarding the inconclusive nature of the stress test and the abnormal LDH and SGOT levels *257from plaintiffs blood test. Viewing the evidence in a light most favorable to plaintiff, we cannot say that a verdict for plaintiff could not ever stand. The trial court did not abuse its discretion in denying defendants' motion for a directed verdict.\nDefendants next contend that the trial court erred in denying their motion for judgment n.o.v., arguing that plaintiff failed to present evidence showing that defendants deviated from the standard of care and that their deviation from that standard proximately caused plaintiffs injuries. Plaintiff contends that the trial court properly denied defendants' motion for judgment n.o.v. Plaintiff also argues that because defendants failed to include a transcript from the hearing on their motion for judgment n.o.v. in the record on appeal, any doubts regarding the trial court's ruling arising from the incomplete record must be resolved against defendants.\nJudgment n.o.v. is proper where  'all of the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors movant that no contrary verdict based on that evidence could ever stand.'  Piano v. Davison, 157 Ill. App. 3d 649, 665, 510 N.E.2d 1066 (1987), quoting Pedrick v. Peoria & Eastern R.R. Co., 37 Ill. 2d 494, 510, 229 N.E.2d 504 (1967). [A] judgment n.o.v. may not be granted merely because a verdict is against the manifest weight of the evidence. *** The court has no right to enter a judgment n.o.v. if there is any evidence, together with reasonable inferences to be drawn therefrom, demonstrating a substantial factual dispute, or where the assessment of credibility of the witnesses or the determination regarding conflicting evidence is decisive to the outcome. Maple v. Gustafson, 151 Ill. 2d 445, 453-54, 603 N.E.2d 508 (1992). Since a motion for judgment [n.o.v.] presents only a question of law, it will be granted only if there is a total failure to prove any essential element of [the] plaintiffs case. Bryant v. Livigni, 250 Ill. App. 3d 303, 313, 619 N.E.2d 550 (1993). Where the parties offer conflicting medical testimony regarding the applicable standard of care and [the] defendants' breach of that standard, the jury is uniquely qualified to resolve the conflict, and a judgment n.o.v. is not required. Piano, 157 Ill. App. 3d at 666.\nIn the case at bar, we find that the trial court properly denied defendants' motion for judgment n.o.v. Dr. Lehrman and Dr. Kleiman offered conflicting evidence regarding the appropriate standard of care and whether Dr. Garretson breached the standard of care. Accordingly, in the present case the jury was uniquely qualified to resolve the conflict between the experts' opinions, and it found in favor of plaintiff. Moreover, in light of Dr. Lehrman's testimony, the inconclusive results of the treadmill test and plaintiffs elevated *258enzyme levels, we cannot say that the evidence so overwhelmingly favored defendants that no contrary verdict based on that evidence could ever stand.\nDefendants next contend that the trial court erred in denying their motion for a new trial. More specifically, defendants argue that the trial court erred in admitting testimony regarding Dr. Garretson's failure to order a CPK test because her failure to do so did not cause any injury to plaintiff and that it was error for the trial court to bar testimony about plaintiff's intoxication at the time of his heart attack. Plaintiff contends that defendants have waived these arguments by failing to include them in their motion for judgment n.o.v. and in failing to seek a conditional ruling with respect to their request for a new trial. Plaintiff also again argues that because defendants failed to include a transcript of the proceedings with respect to plaintiff's motion for a new trial, any doubts regarding the trial court's ruling arising from the incomplete record must be resolved against defendants.\nIn examining a motion for a new trial,  'a court will weigh the evidence and set aside the verdict and order a new trial if the verdict is contrary to the manifest weight of the evidence.'  Maple, 151 Ill. 2d at 454, quoting Mizowek v. De Franco, 64 Ill. 2d 303, 310 (1976). The trial court's determination regarding a motion for a new trial will not be reversed absent an abuse of discretion. Maple, 151 Ill. 2d 445.\nWe find that defendants have waived this issue on appeal by failing to request a new trial in their post-trial motion for judgment n.o. v. as required by section 2 — 1202(e) of the Code. 735 ILCS 5/2— 1202(e) (West 1992) (providing that [a]ny party who fails to seek a new trial in his or her post-trial motion *** waives the right to apply for a new trial); see also Goldbeck v. Cieslik, 5 Ill. App. 2d 529, 126 N.E.2d 417 (1955) (holding that a failure to include a motion for a new trial with a motion for judgment n.o.v. results in waiver of the right to seek a new trial on appeal). In defendants' Reply to Plaintiff's Response to Defendants' Motion for Judgment Notwithstanding the Verdict, defendants stated that [sjhould the Court feel that defendants' evidence does not meet the 'overwhelming' standard, but only the 'manifest weight' standard, then the court in its discretion may grant a new trial. (Emphasis added.) However, merely raising an issue in a reply brief is not sufficient to preserve an issue for appeal. Mazurek v. Crossley Construction Co., 220 Ill. App. 3d 416, 581 N.E.2d 59 (1991).\nWe further observe that defendants failed to seek a conditional ruling on their request for a new trial as required by section *2592 — 1202(f) of the Code (735 ILCS 5/2 — 1202(f) (West 1992)), which provides:\nThe court must rule upon all relief sought in all post-trial motions. Although the ruling on a portion of the relief sought renders unnecessary a ruling on other relief sought for purposes of other proceedings in the trial court, the court must nevertheless rule conditionally on the other relief sought by determining whether it should be granted if the unconditional rulings are thereafter reversed, set aside or vacated. The conditional rulings become effective in the event the unconditional rulings are reversed, set aside or vacated. 735 ILCS 5/2 — 1202(f) (West 1992).\nThe trial court's order denying defendants' motion for judgment n.o.v. does not address defendants motion for a new trial. Defendants have not provided this court with a transcript of the proceedings on their motion for judgment n.o. v. and any doubts arising from [the incompleteness of the record as to the trial court's ruling] will be resolved against defendants. Jacobs v. Mundelein College, Inc., 256 Ill. App. 3d 476, 628 N.E.2d 201 (1993). Therefore, we are unable to determine whether the trial court ruled on defendants' motion for a new trial and find that defendants have waived this issue.\nHowever, even considering the merits of defendants' argument, they have failed to show that the trial court abused its discretion in denying their motion for a new trial. Plaintiff's expert, Dr. Lehrman, and defendants' expert, Dr. Kleiman, offered conflicting testimony regarding Dr. Garretson's deviation from the standard of care and whether Dr. Garretson's treatment resulted in injury to plaintiff. The jury was in a better position to assess this conflicting evidence and, as such, the trial court did not abuse its discretion in denying defendants' motion for a new trial. We also find that the trial court acted reasonably in barring evidence of plaintiffs alleged alcohol consumption at the time of his heart attack because there was no evidence in the record to suggest *** that medically intoxication was a cause of [plaintiff's] heart attack. We further find that a question existed regarding whether Dr. Garretson's failure to perform a CPK test affected her diagnosis of plaintiff. Dr. Lehrman testified that he could not determine whether the results of a CPK test would have changed the outcome. Accordingly, the trial court did not abuse its discretion in allowing testimony regarding the CPK test.\nDefendants next contend that even if this court upholds the verdict on liability, they are entitled to a new trial on the issue of damages. Defendants argue that the trial court improperly limited Dr. Mazurek's testimony regarding the effect of smoking and arterio*260sclerosis on plaintiff's right leg and plaintiff's complaints of cramping in his right leg and, therefore, they were prevented from showing that plaintiff's damages, namely his inability to hike, bike and dance, were in part caused by plaintiff's smoking and the resulting arteriosclerosis and not solely from the dropped left foot resulting from plaintiff's bypass surgery. Defendants also argue that the trial court erred in denying their motion in limine to bar testimony about plaintiff's lost wages because plaintiff would have required bypass surgery anyway, whether or not he suffered his heart attack.\nPlaintiff properly argues that defendants waived this issue by failing to include it in their post-trial motion for judgment n.o.v. Goldbeck, 5 Ill. App. 2d 529, 126 N.E.2d 417. However, even considering the merits of defendants' argument, defendants have failed to show that the trial court abused its discretion. Plaintiff suffered from a dropped left foot, which Dr. Flanagan testified was permanent and which necessitated that plaintiff walk with a brace. As a result of this injury, plaintiff claimed that he could not hike, bike or dance as he had previously. While plaintiff had complained at some point of cramping in his right calf, given the extent of the injury to his left leg, it does not seem that the cramping in plaintiff's right leg is what limited his activities.\nWith respect to defendants' argument that the trial court abused its discretion in denying defendants' motion in limine to bar any claim by plaintiff for damages for lost wages, as previously noted, defendants have waived this issue by failing to raise it in their post-trial motion. Moreover, our review of the record does not reveal the order denying the motion, nor have defendants included a transcript, if any, in the record, cited to any authority in support of its argument or given any explanation as to the basis for the trial court's denial of the motion. Therefore, this court is without any information upon which to review this issue.\nDefendants' final argument is that the trial court erred in denying their motion for a reduction in damages for plaintiff's medical expenses paid by a collateral source. Defendants contend that the sums for which they seek a reduction in judgment were not charges incurred by defendants' treatment of plaintiff and, therefore, those charges were not directly attributable to the negligent acts of defendants and may be included in calculating the reduction in damages.\nPlaintiff contends that all of the medical expenses recovered from defendants are directly attributable to defendants' negligent acts and, therefore, the collateral source payments may not be included in calculating a reduction in damages. Plaintiff notes that his judg*261ment has already been reduced by 25% for his contributory negligence. Plaintiff raises an additional issue as to whether, should this court find that defendants are entitled to a reduction in judgment, a reduction of paid medical expenses is to be made from the gross or net amount of the damages award.\nSection 2 — 1205 of the Code (735 ILCS 5/2 — 1205(5) (West 1992)) provides that 100% of the benefits provided for medical or hospital charges which have been paid to an injured person by a collateral source\nin relation to a particular injury, shall be deducted from any judgment in an action to recover for that injury based on an allegation of negligence or other wrongful act, not including intentional torts on the part of a licensed hospital or physician; provided, however, that:\n^ ^ ^\n(5) There shall be no reduction for charges paid for medical expenses which were directly attributable to the adjudged negligent acts or omissions of the defendants found liable. (Emphasis added.)\nDefendants' argument regarding the interpretation of directly attributable in section 2 — 1205 of the Code (735 ILCS 5/2 — 1205(5) (West 1992)) presents a question of first impression for this court. We find, however, that the following excerpt from the legislative proceedings provides a clear indication of the legislature's intent in drafting section 2 — 1205:\nVinson: And these medical expenses which are excluded from the collateral source reduction provided by section 2 — 1205 are those which *** 'were directly attributable', *** to the negligence found in the lawsuit. Is that correct?\nDaniels: Yes.\nVinson: And by *** 'directly attributable', *** is it intended to mean that only the actual services involving negligence are *** 'directly attributable', *** and that other services such as later remedial care and treatment are not *** 'directly attributable', *** even if that remedial care and treatment is caused by the negligence?\n* * *\nDaniels: Yes. This is the reason for the distinction in language between *** 'directly attributable,' *** in Subsection 5 and the language of the main body of the Section which speaks of benefits payable *** 'in relation to a particular injury' ***. (Emphasis added.) 84th Ill. Gen. Assem., House Proceedings, June 18, 1985, at 46-47.\nIn light of the foregoing, we hold that defendants are entitled to *262a reduction of medical expenses paid by collateral sources. All medical expenses recovered in a lawsuit relate to a particular injury for which defendants have been found liable. Therefore, prohibiting a reduction for all those collateral source payments relating to the plaintiff's injury would prohibit a reduction for any collateral source payments. There must clearly be a distinction, as Representative Daniels noted, between those injuries related to and those directly attributable to a defendant's negligent acts. Further, we find that defendants are entitled to a reduction from the net damages award which has already been reduced by 25% for plaintiff's contributory negligence. Plaintiff is not entitled to recover those amounts for which he was contributorily liable or those for which he has already received compensation from a collateral source.\nAccordingly, we affirm the circuit court's denial of defendants' motions for a directed verdict, judgment n.o.v. and new trial and reverse the circuit court's denial of defendants' motion for reduction of damages with respect to medical expenses paid by collateral sources.\nAffirmed in part; reversed in part.\nHARTMAN, P.J., and DiVITO, J., concur.\n\n\nPlain English summary:\nPlaintiff brought proceedings against a clinic and doctor (defendants) for negligent care in failing to diagnose heart disease or a heart attack. A jury found in favour of plaintiff. Defendant filed motions for judgment notwithstanding the verdict, a directed verdict and a new trial. The trial court denied these. The defendants appealed. The court of appeal affirmed, finding that the jury was entitled to make a finding of negligence.\n\n",
    "annotations": {
        "Facts": [
            "Michael Cohan",
            "on September 23, 1989, he began experiencing tightness in his chest and pain in his triceps, back of his neck and shoulders. His wife took him to the clinic, where a nurse measured his blood pressure, checked his pulse and performed an electrocardiogram (EKG). Dr. Sandra Garretson met with him, advised him that his EKG appeared normal and gave him some Mylanta, which provided some, but not complete[,] relief. He continued to experience discomfort in the backs of his arms, his neck and somewhat in his chest, after taking the Mylanta, but he left the clinic that same day.Plaintiff",
            "subsequently underwent a thallium treadmill test at Humana Hospital that Dr. Garretson had *250recommended at their first meeting. At some point after the test had begun, he began feeling some pains in his calves, about which he advised the physician supervising the treadmill test. He did not experience any pain in his chest or shortness of breath during the test. After he was instructed to stop exercising on the treadmill, he was injected with thallium, and X rays were taken. Plaintiff also testified that he saw Dr. Garretson about one week later to discuss the results of the treadmill test. Dr. Garretson informed him that the-test was normal but that he had to work on the smoking and the cholesterol levels. Dr. Garretson gave him some Nicorette gum and a prescription for cholesterol medication.On October 22, 1989, while vacationing in Florida, plaintiff began to experience tightness in his chest. He described his sensations as more acute than those he experienced on September 23. He was in a cold sweat, the tightness in his chest was worse, he was dizzy and nauseous. His wife called the paramedics, who took him to Engelwood Community Hospital. He was ultimately transferred to Sarasota Memorial Hospital. Upon waking, he was unable to move his left leg and realized that he had had a heart attack. He was released from Sarasota Memorial Hospital in November 1989. Upon his release from the hospital, he remained in Florida at his mother-in-law's home for about two weeks before returning to Illinois. Upon returning to Chicago, he began physical therapy with Matthew Norton Flanagan, M.D., the director of physical medicine and rehabilitation at Lutheran General Hospital.",
            "as a result of the problems with his left leg, he no longer participates in many of the activities in which he previously participated, specifically, hiking, biking and dancing. He returned to work with the same company but had to change jobs within the company because he could no longer climb ladders and lift heavy objects. In July 1990, he went to the emergency room of Alexian Brothers Hospital complaining of pain in his left shoulder. At that time he underwent a bicycle stress test.",
            "Dr. Nazarian, a cardiologist, testified that he interpreted the results of plaintiff's October 3, 1989, treadmill test. Dr. Nazarian stated that Dr. Lescovak, also a cardiologist, supervised the test. The results of the test were sent to Dr. Garretson. According to Dr. Nazarian, a treadmill test is intended to assess a patient's heart rate and blood pressure responses to exercise and to determine whether any abnormalities in the EKG appear during exercise. He explained that after exercising on a treadmill, the patient is injected with thallium which, upon scanning, reveals the distribution of blood in the heart. A treadmill test is more accurate if the patient achieves a certain level of performance as indicated by his or her target heart rate. Dr. Nazarian further testified that plaintiff did not reach his target heart rate during his treadmill test and, therefore, [t]he overall conclusion was inconclusive. However, he stated that the results of plaintiff's test were negative for ischemia by both EKG and thallium criteria at the level of stress achieved. Dr. Nazarian further stated that the EKG did not reflect any changes that would imply that [plaintiff] was not getting enough blood supply. According to Dr. Nazarian, Dr. Tully, a radiologist, interpreted the thallium scans and advised him that they appeared normal.",
            "Dr. Garretson testified that on September 23, 1989, plaintiff came to the clinic complaining of tightness in his chest and pain in his triceps, shoulders, and the back of his neck. Plaintiff informed her that he had experienced burning in his mid sternum across the entire chest up into his jaw and down both arms for over 10 hours but denied any symptoms associated with the burning sensation. Plaintiff also told her he smoked, drank alcohol and caffeine, had a family history of heart disease and had high cholesterol. According to Dr. Garretson, a family history of heart disease, smoking and high cholesterol levels are risk factors for heart disease and she therefore informed plaintiff that he was at risk for coronary artery disease or a heart attack.Dr. Garretson",
            "gave plaintiff a Mylanta cocktail, consisting of Mylanta, Lidocaine and Bentyl, to determine whether plaintiff's pain was the result of heartburn. Plaintiff told her the Mylanta cocktail relieved his pain, thereby suggesting to her that the pain was not cardiac related.",
            "plaintiff's blood test taken on September 23, 1993, revealed elevated levels of the enzymes lactic dehydrogenase (LDH) and serum glutamic oxaloacetic transaminase (SGOT).",
            "both LDH and SGOT are produced by the breakdown of tissue and elevations in their levels can occur after an ischemic event (decreased blood supply) such as a heart attack. An elevation in LDH would occur 48 to 72 hours after an ischemic event while SGOT levels would become elevated 72 to 96 hours after an ischemic event. A CPK enzyme test reveals the extent of damage to the heart. Dr. Garretson",
            "did not perform a CPK test on plaintiff because she did not believe that plaintiff was having a heart attack.Dr. Garretson",
            "concluded that plaintiff's chest pain was not cardiac related because it had lasted over 10 *252hours, plaintiffs EKG, which was performed prior to her examination of plaintiff on the same day, was substantially similar to his 1988 EKG, and the Mylanta cocktail relieved plaintiffs pain and the typical symptoms that accompany a cardiac event, i.e., chest pressure, tightness, sweating, shortness of breath, and nausea, were not present. Dr. Garretson recommended that plaintiff undergo a thallium treadmill test to evaluate his heart under the stress of exercise. Following her September 23 visit with plaintiff, Dr. Garret-son contacted a cardiologist, Dr. Golbus, to confirm that she treated plaintiff appropriately. She next saw plaintiff on October 3, 1989, and advised him that the results of his treadmill test were basically *** normal.Dr. Flanagan",
            "first saw plaintiff on November 29, 1989. Plaintiff informed him that he had severe pain and weakness in his left, lower extremity. Dr. Flanagan further stated that plaintiff had a dropped foot, which drags as he walks and which resulted from the loss of blood during his bypass surgery. Dr. Flanagan believed that plaintiffs dropped foot was permanent.",
            "plaintiff came to the Alexian Brothers Medical Center's emergency room on July 26, 1990, complaining of discomfort in his left shoulder and upper left chest, accompanied by a cold sweat. According to Dr. Mason, plaintiff had a second, small heart attack. He further stated that plaintiffs symptoms began to resolve in the emergency room without any therapy, that his [EKG] did not reveal any new changes and his initial blood test including cardiac enzymes (CPK) were negative for any problems. Dr. Mason had plaintiff perform a thallium bicycle stress test, which was normal despite plaintiff achieving only 75% of his maximum heart rate. Plaintiff stopped the test due to leg fatigue. The fact that plaintiff did not reach his target heart rate during the test caused Dr. Mason some dissatisfaction since the test is more accurate if the patient reaches his or her target heart rate. However, Dr. Mason noted that the fact that plaintiff exercised for nine minutes was important because anybody who exercises nine minutes or more has a very favorable prognosis irregar dless [sic] of heart rate response. Dr. Mason concluded after the stress test that plaintiff was stable and therefore he did not feel that a cardiac catheterization or angiogram was necessary.Robert Mazurek, M.D., a cardiologist",
            "first saw plaintiff in October 1993. Plaintiff told him that he experienced pains in his legs when he walked and a cramping pain in his right calf which would come on with activity.",
            "Dr. Mazurek",
            "found that plaintiff had arteriosclerosis in his right leg and possibly also in his left as evidenced by reduced pulses in the lower parts of both legs; that the arteriosclerosis will have some affect on plaintiff's ability to walk long distances or engage in other activities involving the use of his legs; and that plaintiff's symptoms for arteriosclerosis were greater on plaintiff's right side.",
            "smoking, family history, age, male sex, can contribute to arteriosclerosis.",
            "arteriosclerosis in plaintiff's left leg would contribute to plaintiff's inability to fully use that leg.",
            "plaintiff had a dropped left foot for which he wears a brace.Plaintiff's expert, Kenneth L. Lehrman, M.D., testified by evidence deposition that he practices in the areas of cardiology and internal medicine. He stated that Dr. Garretson fell below the standard of care by failing to properly interpret plaintiff's EKG in September 1989, failing to appropriately interpret the thallium stress test, improperly advising plaintiff that the thallium stress test was normal, failing to obtain a cardiac consultation, failing to order a CPK test, and failing to follow up and evaluate plaintiff's abnormal levels of SGOT and LDH enzymes. Dr. Lehrman further stated that at the time of plaintiff's September 1989 visit to Dr. Garretson, plaintiff had three risk factors for coronary artery disease: a family history of heart disease, high cholesterol and a significant history of smoking. Further, plaintiff's chest pains at the time of this visit were consistent with coronary artery disease and the duration of pain was consistent with unstable angina. Dr. Lehrman noted that plaintiff's EKG from April 1988 was normal but that his EKG from September 1989 was not normal. It was Dr. Lehrman's opinion that, given the changes in plaintiff's EKGs, the suspicion of coronary ischemia should be very high. Dr. Lehrman further stated that he could not tell with a reasonable medical certainty whether [a CPK enzyme study] would have changed the outcome of plaintiff's condition.Dr. Lehrman also testified that if a patient does not reach 85% of his maximum heart rate, then the diagnostic value of the treadmill test fails and the test is inconclusive. According to Dr. Lehrman, the arteriogram performed on plaintiff in Florida following his heart attack revealed that three major vessels that supply plaintiff's heart *254with blood were blocked: the right coronary artery was 100% blocked, the left anterior descending artery was 95% blocked, and the circumflex artery was 100% blocked. In Dr. Lehrman's opinion, plaintiff's heart attack was caused by the sudden closure of plaintiff's circumflex artery. He also believed that the severe arteriosclerosis found in plaintiff in Florida was present when plaintiff saw Dr. Garretson in September 1989. Dr. Lehrman further stated that had plaintiff been diagnosed with heart disease in September or October 1989, bypass surgery would still have been necessary but that emergency surgery could have been avoided.",
            "Jay Harvey Kleiman, M.D., a cardiologist at St. Joseph's Hospital",
            "stated that the care rendered by Dr. Garretson was appropriate and very well within the standard of care in the community. According to Dr. Kleiman, plaintiff's September 1989 EKG was normal and did not indicate that plaintiff experienced a heart attack prior to his visit to the clinic. Dr. Kleiman did not believe the treadmill test was inconclusive and he did not think that plaintiff had clinically significant coronary artery disease at the time he saw Dr. Garretson. Dr. Kleiman also stated that plaintiff's thrombosis, which caused his heart attack, could have been caused by smoking since smoking may lead to plaque rupture."
        ],
        "Procedural History": [
            "Plaintiff Michael Cohan filed a medical malpractice action against defendants Sandra Garretson, M.D., and North Suburban Clinic (clinic). A jury subsequently returned a verdict in favor of plaintiff and the court entered judgment. Defendants filed a motion for judgment notwithstanding the verdict and a motion for reduction in judgment. The trial court denied both motions. On appeal, defendants contend that the trial court erred in denying their: (1) motion for a directed verdict; (2) motion for judgment notwithstanding the verdict; (3) motion for a new trial",
            "On October 12, 1994, defendants filed a motion to dismiss or for summary judgment, arguing that plaintiff failed to establish that there was a causal connection between defendants' alleged deviation from the standard of care and plaintiff's alleged injury. The trial court denied the motion. At the close of plaintiff's case in chief, defendants orally moved for a directed verdict due to the absence of causation evidence. The trial court also denied this motion.On October 13, 1994, plaintiff filed a motion in limine requesting that the court prohibit defendants from referring to his alcohol consumption at the time of his heart attack.",
            "The trial court determined that there was no evidence in the record to suggest *** that medically intoxication was a cause of the heart attack. Therefore, the trial court barred any suggestion, comment, argument, or innuendo that the plaintiff was intoxicated on the date that he suffered his heart attack.On October 25, 1994, the jury returned a verdict in favor of plaintiff and against defendants in the amount of $343,023.31. The jury found plaintiff guilty of 25% contributory negligence, thus reducing the verdict to $257,267.48",
            "On November 23, 1994, defendants filed a motion for judgment notwithstanding the verdict (judgment n.o.v.)",
            "The trial court denied defendants' motion for judgment n.o.v.",
            "This appeal followed."
        ],
        "Application of Law to Facts": [
            "We find that defendants have waived this issue by failing to raise it in their post-trial motion for judgment n.o.v.",
            "Moreover, even if this issue had been properly preserved, we would reject defendants' argument because defendants have not shown that the trial court abused its discretion in denying their motion for a directed verdict. Dr. Lehrman testified that Dr. Garretson fell below the standard of care by failing to properly interpret plaintiff's EKG, failing to appropriately interpret the stress test, improperly advising plaintiff that the stress test was normal, failing to obtain cardiac consultation, failing to order a CPK test, and failing to evaluate and follow up on plaintiffs elevated LDH and SGOT levels. Dr. Lehrman also stated that Dr. Garretson's deviation from the standard of care caused plaintiff to suffer injury and that plaintiff's heart attack could have been avoided. Dr. Lehrman not only testified that he would have acted differently but also that Dr. Garretson's treatment of plaintiff fell below the standard of care. Further, plaintiff presented evidence regarding the inconclusive nature of the stress test and the abnormal LDH and SGOT levels *257from plaintiffs blood test. Viewing the evidence in a light most favorable to plaintiff, we cannot say that a verdict for plaintiff could not ever stand. The trial court did not abuse its discretion in denying defendants' motion for a directed verdict.",
            "In the case at bar, we find that the trial court properly denied defendants' motion for judgment n.o.v. Dr. Lehrman and Dr. Kleiman offered conflicting evidence regarding the appropriate standard of care and whether Dr. Garretson breached the standard of care. Accordingly, in the present case the jury was uniquely qualified to resolve the conflict between the experts' opinions, and it found in favor of plaintiff. Moreover, in light of Dr. Lehrman's testimony, the inconclusive results of the treadmill test and plaintiffs elevated *258enzyme levels, we cannot say that the evidence so overwhelmingly favored defendants that no contrary verdict based on that evidence could ever stand.",
            "considering the merits of defendants' argument, they have failed to show that the trial court abused its discretion in denying their motion for a new trial. Plaintiff's expert, Dr. Lehrman, and defendants' expert, Dr. Kleiman, offered conflicting testimony regarding Dr. Garretson's deviation from the standard of care and whether Dr. Garretson's treatment resulted in injury to plaintiff. The jury was in a better position to assess this conflicting evidence and, as such, the trial court did not abuse its discretion in denying defendants' motion for a new trial. We also find that the trial court acted reasonably in barring evidence of plaintiffs alleged alcohol consumption at the time of his heart attack because there was no evidence in the record to suggest *** that medically intoxication was a cause of [plaintiff's] heart attack. We further find that a question existed regarding whether Dr. Garretson's failure to perform a CPK test affected her diagnosis of plaintiff. Dr. Lehrman testified that he could not determine whether the results of a CPK test would have changed the outcome. Accordingly, the trial court did not abuse its discretion in allowing testimony regarding the CPK test."
        ],
        "Relevant Precedents": [
            "Purtill v. Hess, , 489 N.E.2d 867 (1986)",
            "Thomas, ."
        ],
        "Outcome": [
            "we affirm",
            "we affirm the circuit court's denial of defendants' motions for a directed verdict, judgment n.o.v. and new trial",
            "Affirmed"
        ]
    },
    "class": "mixed"
}