{
    "text": "Baylie v. Swift & Co., 283 Ill. App. 3d 421 (1996)\nSept. 9, 1996 · Illinois Appellate Court · No. 1—94—4150\n283 Ill. App. 3d 421\nIZZIE BAYLIE et al., Plaintiffs-Appellees,v.SWIFT AND COMPANY, Defendant-Appellant\nFirst District (1st Division)\n*424Cassiday, Schade & Gloor, of Chicago (D. Patterson Gloor and Jennifer A. Keller, of counsel), for appellant.\nCorboy & Demetrio, P.C., of Chicago (Philip H. Corboy, Thomas A. Demetrio, Michael G. Mahoney, and David A. Novoselsky, of counsel), for appellees.\nPRESIDING JUSTICE CAMPBELL\ndelivered the opinion of the court:\nDefendant Swift & Co. (Swift) appeals from a $6.2 million judgment entered against it and in favor of plaintiffs, Izzie Baylie and Amanda Bailey, as special administrator of the estate of Forest Bailey. On appeal, Swift contends that: (1) the trial court erred in striking its affirmative defense of laches', (2) the trial court erred in failing to dismiss the action based on laches', (3) the trial court erred in failing to grant Swift's motion for judgment notwithstanding the verdict; and (4) the trial court erred in failing to grant Swift's motion for a new trial, based on alleged enumerated trial errors. For the following reasons, we affirm.\nBACKGROUND\nThe following facts are relevant to this appeal. Izzie Baylie (Izzie) and his brother Forest Bailey (Forest)1 were injured as a result of an explosion and fire that occurred on July 6, 1963, at the A. Cramer Company (Cramer), in Oak Lawn, Illinois. Izzie and Forest were employed by Cramer, a custom milling operation, to grind calcium stearate for use in a soap product manufactured by Swift.\nPlaintiffs filed a negligence action in 1964, alleging that Swift had failed to warn Cramer that calcium stearate presented a risk of explosion under certain circumstances. Following a jury trial in May 1971, the trial court directed a verdict for Swift. In December 1975, this court reversed and remanded the case for a new trial, finding the jury should have been permitted to determine whether Swift had a duty to warn plaintiffs of the danger of a calcium stearate dust *425explosion. Baylie v. Swift & Co., 27 Ill. App. 3d 1031, 327 N.E.2d 438 (1975) (Baylie I).\nIn July 1994, the case was retried before a jury resulting in a $6.2 million judgment against Swift. Much of the evidence presented at the 1994 trial duplicates the evidence presented in Baylie I. Therefore, we recite the facts only to the extent necessary to resolve the matters now before us.\n1994 TRIAL\nAt trial, William Blew testified that he was employed by Swift as a chemical engineer in the research and development department from 1951-71. Swift manufactured various types of soaps, the components of which were produced as a byproduct of its meat production operations. In 1959, Blew developed and patented a method for efficiently producing calcium stearate in solid form.\nSwift eventually discovered other markets for calcium stearate, including uses as an anti-caking agent in salt, cosmetics and pharmaceuticals, and as a waterproofing agent. For these applications, calcium stearate had to be crushed to a nonuniform grind, resulting in a 325 mesh fine powder form. To achieve a 325 mesh, the ground substance must pass through a screen consisting of 325 openings per square inch. In 1959, Swift contracted with Cramer to grind the calcium stearate to 325 mesh because Swift did not have the means or the expertise to do so.\nBlew had no knowledge that calcium stearate was flammable or explosive. However, Blew stated that if he had reason to believe that a product created by Swift was either flammable or combustible, Swift was responsible for testing its product. Blew was not knowledgeable about dust explosions. Although he was generally familiar with the Federal Bureau of Mines (Bureau), he did not know that the Bureau could test compounds manufactured by industry for ex-plosibility.\nBlew testified that the general properties of a material were determined at Swift's research center, which employed chemists and chemical engineers. Swift's research center analyzed calcium stearate for numerous properties. Although Swift was equipped to determine the flash point of materials, Swift did not determine the flash point of calcium stearate.\nThe 1971 trial testimony of Dr. Robert Causland and Oak Lawn fire captain Earl Vogelsanger was read to the jury.\nCausland testified that on the basis of his own testing of calcium stearate, the material was not flammable. Causland informed Cramer personnel that the material was not flammable. On his visits to *426the Cramer plant, Causland noticed gray-white dust coming from the grinding area, but never called the atmospheric condition of the plant to the attention of Cramer personnel. Causland denied talking to Izzie Baylie on the telephone in late June or early July 1963 regarding a calcium stearate order from Monsanto Chemical. Causland stated that he left for vacation on June 29 or June 30, and returned on July 13, 1963. See Baylie, 27 Ill. App. 3d at 1035.\nVogelsanger determined that the explosion in the grinding room was caused by an accumulation of dust, which is a hazardous condition in any mill. On almost every prior inspection of the Cramer plant, the fire department found an accumulation of dust, which they recommended be cleaned up. Vogelsanger concluded that the plant was not cleaned as requested. See Baylie, 27 Ill. App. 3d at 1039.\nIn addition, the evidence deposition of Matthew Hannon, who died prior to the 1971 trial, was read into the record. Hannon was the general manager of the Cramer plant beginning in 1960. Neither Hannon nor his predecessor, Gerald Lewis, had any background in grinding or pulverizing. Hannon stated that it was Cramer's policy not to accept flammable or explosive materials for grinding. Hannon consulted with his partners, Dr. Siehrs and Dr. Cramer, as well as with a chemical book, before accepting a particular product for grinding. See Baylie, 27 Ill. App. 3d at 1037-38.\nPlaintiff then read Swift's answers to certain interrogatories into the record. The interrogatories were answered by George Mehl, the leader of the soap division at Swift at the time of the explosion. Mehl stated that Swift employed scores of chemists and chemical engineers, and that Swift supervisory personnel, including Causland and Mehl, visited the Cramer plant on numerous occasions. Mehl further stated that Swift gave no warning to Cramer or any employees regarding the probability of instantaneous combustion, explosion or flash fire resulting from the dust suspended in the atmosphere during the pulverization of calcium stearate. Mehl stated that calcium stearate is nonflammable and, therefore, does not have the requisite properties to arrive at a flash point.\nDr. Chester Grelecki then testified as an expert witness on plaintiffs' behalf. Dr. Grelecki is the president and chief scientist of Hazards Research Corporation (Hazards), a consulting firm that provides hazardous material testing services to the chemical processing industry.\nDr. Grelecki defined an explosion as a very rapid expansion of a high pressure gas. A dust explosion occurs where the source of the high pressure gas combusts, emitting finely dispersed particles into the atmosphere. The properties that control the violence of the dust *427explosion are the rate at which the dust burns and how fast it produces expandable gas. The faster the dust produces the gas, the more violent the explosion.\nThe rate at which dust produces gas depends on how finely the dust is divided. A small particle is consumed by flame faster. Very tiny 10-micron particles, the average size of particles used in the milling operations, have a very rapid rate of consumption by flame.\nDr. Grelecki stated that calcium stearate does indeed have a flash point when pulverized. Before any material burns, it must vaporize. Combustion occurs during the vapor phase in the visible flame. When heated to the point of liquification, calcium stearate would have enough vapor to burn.\nIn 1971, Hazards evaluated the explosibility of calcium stearate, based on the standards established in 1960 by the Federal Bureau of Mines (Bureau). The Bureau was created to measure the explosibility of coal dusts in the 1920s or 1930s. In the late 1930s or early 1940s, the Bureau performed explosibility tests on other materials for the chemical industry. As such, Dr. Grelecki stated that Swift could have submitted calcium stearate to the Bureau in the 1950s for an evaluation at an estimated cost of $20. Prior to 1968, the Bureau tested thousands of chemicals for explosibility and filed reports. A Bureau report published in that year concluded that calcium stearate dust constituted a severe explosion hazard. This information could have been known in the 1950s through testing methods available, although the Bureau did not test calcium stearate for explosibility until 1968.\nHazards performed tests on three different sizes of calcium stearate; the smallest sample milled at 325 mesh. The 325-mesh sample had the fastest reaction time in burning and exploding, giving it a severe rating comparable to that of cornstarch, which has been long known to be a severe hazardous dust.\nHazards' evaluation revealed that a 325-mesh particle could ignite with a spark. Dr. Grelecki explained that dust explosions come in pairs: first there is a small explosion, which disperses other material into the atmosphere, thereby causing a second, larger explosion.\nIn Dr. Grelecki's opinion, based upon a reasonable degree of certainty relating to physical chemistry in fire and explosion hazards, the cause of the explosion on July 6, 1963, was the combustion of finely divided calcium stearate. His opinion was based on the fact that calcium stearate was the only material in the area in quantities large enough to produce the resulting explosion effects that resulted. In Grelecki's opinion, Swift had the responsibility to divulge to Cramer the combustion characteristics of calcium stearate because Swift manufactured the material.\n*428Dr. Grelecki further opined that the ventilation and the electrical facilities in the Cramer plant were inadequate and that the equipment being used was not adequate for milling calcium stearate to 325 mesh and packing it in the manner in which it was packed. These conditions should have been apparent to Swift, as Swift representatives visited the Cramer plant and saw that housekeeping was poor and that there was dust in the atmosphere. Dr. Grelecki stated that Swift should have known during the first week of July 1963, when Cramer employees were working a double shift to satisfy a rush 800-bag 40,000-pound order, that Cramer was not equipped to operate two mills at the same time for the first time, because it would double the amount of dust in the atmosphere.\nOn cross-examination, Dr. Grelecki admitted that if Swift had searched the scientific literature available regarding the explosive possibilities of calcium stearate prior to the timé of the explosion, Swift would not have found any published reports or articles. The explosion occurring on July 6, 1963, is the only explosion of calcium stearate about which Dr. Grelecki is aware.\nIzzie Baylie testified that he began working at the Cramer plant in 1958. Shortly thereafter, Forest Bailey and Izzie's brother-in-law, James Allen, began employment at Cramer.\nInitially, Izzie operated the crusher machine which crushed material through a 50-mesh screen. Izzie described the work environment as real dirty. He stated that the workers had to change clothes and wash their glasses often. Smoking was not permitted inside the grinding plant.\nAfter six months, Izzie began working with calcium stearate every day. The material was delivered from Swift in 50-pound boxes twice a week, and Izzie broke large chunks of the material with a sledgehammer in order to fit the pieces into the crushing machine. The material was then lifted by truck in a pallet and put into 50-pound drums, which were driven over to the micro grinding mills, numbered 5 and 6. Prior to July 6, 1963, the two mills had never been operated simultaneously. Izzie described the grinding operation in great detail, as he did in Baylie I. See Baylie, 27 Ill. App. 3d at 1036-37.\nIzzie testified that, to his knowledge, Causland was in charge of calcium stearate production for Swift. Causland visited the Cramer plant once or twice a week when Cramer was milling calcium stearate. On those occasions, Causland checked the different pulverizing strains in the lab, then returned to the plant and retrieved some of the calcium stearate out of a bag. Causland either weighed the material in the plant or took it into the lab.\n*429Cramer ran two shifts during the month of June 1963. The first shift worked 7 a.m. until 3:30 p.m., and the second shift worked from 3 p.m. until 11:30 p.m. Izzie stated that on a Friday, in the latter part of June 1963, Causland called and ordered 600 bags of calcium stearate for delivery in five or six days. Izzie said he could not have that many bags ready in that time with only one machine running. Izzie told Causland that machine No. 6 was out of operation, explaining that the machine had to be refitted with new parts in order to pulverize to a 325 mesh. The parts arrived on the following Tuesday, July 2. On Wednesday July 3, five Cramer employees worked the day shift, and four worked the night shift. On July 4 and 5, both machines were running simultaneously.\nWhen Izzie came into work in the morning after both machines had been running, the plant was full of dust, and there was dust in the air. Exhaust fans helped to clear some of the dust until the mills started again.\nIzzie stated that he spoke with Causland on Friday, July 5, around 11 a.m. At that time, Causland stated that the order had been increased to 800 bags. Izzie stated that they would have to work over the weekend to fill that order.\nOn Saturday, July 6, Izzie arrived at work at 6 a.m. Allen and Forest worked with Izzie that day. Izzie was expecting two other men, but they failed to show up. The three men started operating both mills, rotating the various jobs required.\nLater in the morning, as Izzie was stitching bags, he heard a boom. He looked back and saw a ball of fire between each dust collector on the north wall. Izzie was on fire, and he fell on some bags. Izzie went to check on Forest and Allen. Immediately thereafter, another explosion occurred, and Izzie was catapulted out of the building. Prior to July 6, 1963, Izzie did not know whether or not calcium stearate was flammable or combustible.\nThe parties stipulated that Dr. Archie Cramer died in July 1993, and Dr. Arthur Siehrs died in May 1987. The parties further stipulated that Izzie Baylie has a life expectancy of 13.1 years.\nSwift introduced the prior trial testimony of George Mehl, who died in April 1993. From 1959 until 1963, Mehl was the superintendent of the soap division. Mehl visited the Cramer plant four to five times. He passed through the milling area very quickly to get to another part of the plant, because he was there to sample random lots of product and to inspect packaging. He made no observations of the manufacturing area because he was a guest in Cramer's plant.\nFollowing closing arguments and jury instructions, the jury returned a verdict in favor of plaintiffs and against Swift, awarding *430$4,250,000 to Izzie Baylie and $1,950,000 to the estate of Forest Bailey. The trial court entered an order denying Swift's post-trial motion in its entirety on October 27, 1994. This timely appeal followed.\nOPINION\nInitially, Swift contends that the trial court erred in striking Swift's defense of laches and in failing to dismiss the action on the basis of laches. Swift argues that plaintiffs are guilty of laches on the following bases: plaintiffs demonstrated a lack of due diligence in bringing the case to trial, evidencéd by the various periods of inactivity between the time the case was renumbered after remand in 1975 and the trial in 1994; plaintiffs offered no plausible excuse or reason for the delay and lack of diligence; Swift was seriously prejudiced by plaintiffs' dilatory conduct in that, over the years, a number of witnesses died or became incompetent and the law changed in Illinois, thereby depriving Swift of the defense of contributory negligence; and the impact of the time delay on the jury reflected poorly upon Swift.\nLaches is defined to be such neglect or omission to assert a right, taken in conjunction with lapse of time of more or less duration, and other circumstances causing prejudice to an adverse party. National Underground Construction Co. v. E.A. Cox Co., 273 Ill. App. 3d 830, 652 N.E.2d 1108 (1995); Renth v. Krausz, 219 Ill. App. 3d 120, 123, 579 N.E.2d 11 (1991). A party is guilty of laches, which ordinarily bars the enforcement of his right, where he remains passive while an adverse claimant incurs risk, enters into obligations, or makes expenditures for improvements or taxes. Pyle v. Ferrell, 12 Ill. 2d 547, 147 N.E.2d 341 (1958).\nLaches is an equitable doctrine to be invoked or rejected in the trial court's discretion. Miller v. Bloomberg, 126 Ill. App. 3d 332, 466 N.E.2d 1342 (1984). In any event, the mere passage of time does not establish laches. Cox, 273 Ill. App. 3d at 834; Patrick Media Group, Inc. v. City of Chicago, 255 Ill. App. 3d 1, 7, 626 N.E.2d 1066 (1993).\nIn the present case, the record shows that the case was reinstated and renumbered twice, both in 1975 and 1993, without objection by Swift. The record shows that Swift had at the very least two opportunities to file a motion to dismiss the case based on laches and failed to do so. Both parties were granted numerous motions to continue the case. On February 4, 1993, attorneys from both sides met in the chambers of Judge O'Connell and agreed to make final trial preparations and to renumber the case with a 93 L number. An agreed order between plaintiffs' attorney Leonard Ring and the *431Hinshaw Culbertson law firm setting the case for trial was entered on February 11, 1993.\nBetween June 4, 1993, and January 27, 1994, the case was continued several times at the request of both parties. On February 4, 1994, Leonard Ring died. Two months later, the trial court entered an agreed order continuing the case until June 8, 1994. On May 26, 1994, the law firm of Cassiday Shade and Gloor was granted leave to substitute its appearance for the Hinshaw firm. The next day, Swift filed its motion to dismiss the case based on laches, which was denied by the trial court. Plaintiffs filed their fourth amended complaint on June 7, 1994, and Swift filed its answer including an affirmative defense of laches. Plaintiffs moved to strike Swift's defense of laches.\nAn evidentiary hearing commenced on the issue of Swift's laches defense. The laches hearing reveals that between 1975 and 1989, Ring made a few attempts to get the case back on the trial call. Hinshaw attorney Joseph O'Connell testified that, at some point, he considered the case abandoned by the plaintiffs but that he did nothing. O'Connell stated that between the Hinshaw firm and Ring, no time formal rules were followed regarding, for example, disclosure of expert witnesses, answering interrogatories, or substituting witnesses. All agreements were oral, including O'Connell's agreement to wait until trial to present a laches motion, at Ring's request. O'Connell further testified that Leonard Ring died in the course of negotiating a settlement with Swift in California. Based on this testimony, the trial court concluded that laches was not an appropriate defense at this late date in the lawsuit.\nIn determining whether a party has reinstated a case within a reasonable time, a trial court should take into account the totality of the circumstances, particularly any reason proffered for undue delay. Cox, 273 Ill. App. 3d at 836. The totality of the circumstances necessarily includes the conduct of the defendants. [T]he propriety of applying the doctrine of laches depends upon the conduct and situation of all the parties, not solely upon those of one. O'Brien v. Meyer, 281 Ill. App. 3d 832, 839, citing 27 Am. Jur. 2d Equity § 162 (1966). Furthermore, an adverse party may not take advantage of a delay to which he has contributed, and laches may not be imputed from a plaintiffs delay in pursuance of an agreement with the defendant that the latter will-not take advantage of it or under such circumstances as to show an acquiescence in the delay by the defendant. It is also said that a continued recognition or acknowledgement by the defendant of the plaintiff's right is generally sufficient to account for delay, and that the defendant's silence or other conduct may indicate acquiescence in the plaintiff's right. O'Brien, 281 Ill. App. 3d at 839, citing 30A C.J.S. Equity § 147 (1992).\n*432Our supreme court has stated that it is only when by delay or neglect to assert a right the adverse party is lulled into doing that which he would not have done or into omitting to do that which he would have done *** had the right been properly asserted that the defense of laches will be considered. Rogers v. Barton, 386 Ill. 244, 253, 53 N.E.2d 862 (1944). Under the facts and circumstances of the present case, we find that any delay in going forward with the case is attributable to both sides. Therefore, the trial court properly struck Swift's affirmative defense of laches.\nWe also find unavailing Swift's argument that it was seriously prejudiced by the unavailability of witnesses. The cases relied upon by Swift are distinguishable. See, e.g., Resnick v. Reznitsky, 56 Ill. App. 3d 418, 371 N.E.2d 1114 (1977) (In an action for breach of an oral trust, decedent's heirs delayed asserting their claim for 14 years until all witnesses who could testify as to the nature and extent of the decedent's assets had died). In the present case, there is no evidence that plaintiffs knowingly and voluntarily caused the delay in this case in order to ensure that all possible witnesses were deceased at the time of trial. Forest Bailey and Matthew Hannon died prior to the first trial in 1971. Hannon's deposition testimony taken prior to the 1971 trial was read into the record in its entirety. The record shows that Swift failed to depose either Archie Cramer or Arthur Siehrs at any time prior to their deaths in 1993 and 1987, respectively. Plaintiffs and defendants were equally impacted by the unavailability of witnesses and the passage of time.\nAs stated above, laches is discretionary with the trial court and is not appropriate based on time alone. Because Swift has not provided any evidence to show a complete abandonment of the case by the plaintiffs, the trial court properly refused to dismiss the case based on laches.\nSwift's further argument that it should have been allowed to proceed to trial under the contributory negligence theory available prior to the law establishing comparative negligence in Alvis v. Ribar, 85 Ill. 2d 1, 421 N.E.2d 886 (1981), is unsupported by any citation to authority. Alois clearly states that the law stated therein is to apply to all cases in which trial commences after June 8, 1981. Alvis, 85 Ill. 2d at 28.\nNext, Swift contends that the law of the case, as set forth in Baylie I, limits the imposition of a duty to warn to the elements of the duty as set forth in the Restatement (Second) of Torts, section 388 (Restatement (Second) of Torts § 388 (1965)). See Baylie, 27 Ill. App. 3d at 1042. Swift argues that it is not liable under section 388 because it did not know of a risk of calcium stearate, nor did it have reason to believe that the plaintiffs would not appreciate such a risk.\n*433However, Baylie I did not hold that, upon retrial, plaintiffs were limited to proving the elements of section 388. Baylie I reversed a directed verdict for Swift and remanded the case for a new trial to allow the jury to make a factual determination.\nThe Baylie I court stated that under Illinois law, [a] duty to warn exists where there is unequal knowledge, actual or constructive, and the defendant, possessed of such knowledge, knows or should know that harm might or could occur. Baylie, 27 Ill. App. 3d at 1042, citing Kirby v. General Paving Co., 86 Ill. App. 2d 453, 229 N.E.2d 777 (1967). The court continued that an alternative formulation of the duty is found in section 388 and concluded that there was sufficient evidence presented at the first trial for a jury to conclude that all of the conditions of section 388 were met. The law of the case therefore did not prevent the current jury from considering whether Swift had a duty to warn.\nIn the present case, the record shows that Swift did not test calcium stearate for flammability, although the means to do so were available at that time. While it is undisputed that there was no scientific literature available at the time that calcium stearate dust presented a possible hazard, literature was available showing that fine dust of other materials presented a hazard of explosion. Swift could have submitted a sample to the Bureau of Mines for testing. In the alternative, Swift had a large research department capable of testing the material for its flash point and could have performed the same test using equipment designated by the Bureau of Mines.\nSwift further argues that the trial court erred in failing to instruct the jury that under section 388(b) of the Restatement, Swift had no reason to believe that Cramer or the plaintiffs would not appreciate any potential risks involved in grinding calcium stearate. Section 388(b) limits liability to the supplier of chattel if the supplier has no reason to believe that those for whose use the chattel is supplied will realize its dangerous condition. Restatement (Second) of Torts § 388, at 301 (1965).\nJury instructions are provided to inform the jury of the correct principles of law that apply to the evidence presented. Poelker v. Warrensburg-Latham Community Unit School District No. 11, 251 Ill. App. 3d 270, 621 N.E.2d 940 (1993); Gaskin v. Goldwasser, 166 Ill. App. 3d 996, 1009, 520 N.E.2d 1085, 1092 (1988). The trial judge has discretion in determining which issues have been raised by the evidence and which instructions will be tendered to the jury. Ralston v. Plogger, 132 Ill. App. 3d 90, 98, 476 N.E.2d 1378, 1383 (1985).\nIn the present case, the jury was instructed that defendants were negligent in one or both of the following respects in that they:\n*434(a) Supplied its calcium stearate to Cramer for pulverizing without adequate testing for flammability, combustibility and its ability to explode while in a fine powder form;\n(b) Failed to warn employees of Cramer that calcium stearate was capable of burning, combusting and exploding in 325 mesh form when Swift knew, or should have known, that its calcium stearate was susceptible to burning, combusting and exploding while in fine powder form.\nThe above instructions reflect the correct principles of law applied to the evidence presented at trial. Swift has not shown that it was seriously prejudiced by the trial court's refusal to give its instruction based on section 388(b), where meeting the conditions of section 388 was not a requirement of this case.\nNext, Swift contends that the law of the case based on Baylie I established that Swift had no duty to test calcium stearate in 325-mesh form prior to supplying it to Cramer for grinding.\nPrior to trial, plaintiffs moved to amend their complaint to include an allegation that Swift violated its duty to adequately test calcium stearate in 325-mesh form. Meanwhile, Swift moved in limine to bar argument at trial that Swift should have tested calcium stearate in 325-mesh form. The trial court denied the plaintiffs' motion without prejudice and denied Swift's motion in limine, reserving its ruling until hearing the evidence at trial. The trial court noted that the case was couched in negligence and that numerous issues would arise during the trial as the facts unfolded.\nIn Baylie I, this court held that while plaintiffs provided no authority for their contention that Swift owed them a duty to exercise reasonable care to discover [the] dangerous condition or character [of calcium stearate], and to inform those whom [Swift] should expect to use it, Swift's failure to use its facilities to test calcium stearate was relevant to the determination of whether Swift had reason to know that the product was likely to be dangerous and that this was a proper question for the jury. Baylie, 27 Ill. App. 3d at 1045.\nThe evidence at trial in fact disclosed that Swift had the capability to test the material for flammability and explosibility, but that it failed to do so. Evidence of the so-called duty to test was thus intertwined with Swift's duty to warn and was properly before the jury.\nNext, Swift contends that it owed no duty to plaintiffs because they were employed as independent contractors. Swift's reliance on Fris v. Personal Products Co., 255 Ill. App. 3d 916, 627 N.E.2d 1265 (1994), and Weber v. Northern Illinois Gas Co., 10 Ill. App. 3d 625, 295 N.E.2d 41 (1973), is misplaced. Fris held that an owner of a build*435ing owed no duty to an employee of an independent contractor with respect to injuries the employee suffered in connection with a routine and incidental aspect of his job. Fris, 255 Ill. App. 3d at 925.\nThe present case is distinguishable from construction cases involving methods of work, as in Fris. Here, Swift provided the calcium stearate product to Cramer for grinding. As such, Swift had a duty to warn of any dangers involved with working with the product.\nSwift further contends that even if it breached a duty owed to the plaintiffs, that breach was not the sole proximate cause of the plaintiffs' injuries and, therefore, it is not liable. Swift argues that the conduct of Cramer and/or the plaintiffs was the sole proximate cause of the explosion that injured the plaintiffs.\nIn any negligence action, the plaintiff bears the burden of proving not only duty and breach of duty, but also that defendant proximately caused plaintiff's injury. Smith v. Eli Lilly & Co., 137 Ill. 2d 222, 232, 560 N.E.2d 324 (1990); see 1 M. Polelle & B. Ottley, Illinois Tort Law § 14.23 (2d ed. 1996). A defendant in a negligence action may provide a defense that he is not the sole proximate cause of a plaintiff's injury. Leonardi v. Loyola University, 168 Ill. 2d 83, 658 N.E.2d 450 (1995). The defense does not mean that the plaintiff must prove that the defendant is in fact the sole proximate cause of plaintiff's injury.\nIn the present case, the evidence did not reveal that Cramer was the sole proximate cause of the plaintiffs' injuries. Cramer was not a defendant in this case. The jury found that Swift breached its duty to warn plaintiffs of the hazards associated with the milling of calcium stearate and entered its verdict accordingly.\nSwift also contends that substantial evidence was presented at trial for the jury to find Izzie Baylie comparatively negligent. However, the evidence at trial failed to prove that Izzie Baylie was careless and negligent in any of the ways alleged by Swift. The evidence revealed that Izzie had less than a fourth-grade education and no education, training or experience regarding the explosibility of calcium stearate dust. Thus, the trial court properly refused to instruct the jury on the theory of contributory negligence.\nNext, Swift contends that the trial court erred in admitting into evidence Causland's testimony that calcium stearate was not flammable. Swift argues that this evidence violated the law of the case established in Baylie I.\nIn Baylie I, this court struck plaintiffs' counts based on negligent misrepresentation because there was no evidence at trial that suggested that anyone at Cramer relied on Causland's alleged misrepre*436sentation that calcium stearate is nonflammable. Baylie, 27 Ill. App. 3d at 1045. The court did not rule that Causland's testimony was inadmissible. Thus, admission of Causland's testimony on retrial was not against the law of the case.\nSwift also contends that the trial court improperly excluded a certain portion of Mehl's testimony as hearsay. The trial court excluded Mehl's account of a conversation he had with Matthew Hannon (also deceased) as follows:\nMr. Hannon expressed concern that he considered their operation of a rather classified nature. He didn't — he didn't want people to observe it too closely.\nSwift argues that the statement was proper because it explained why Mehl walked through the plant quickly and because it was admitted in the 1971 trial without any objection.\nWe find that the trial court properly excluded that portion of Mehl's testimony as hearsay because it was offered to prove the truth of the matter asserted, e.g., that Cramer prohibited Swift employees from observing the Cramer grinding facilities.\nSwift further contends that the trial court erred in denying its motion in limine to bar Dr. Grelecki from testifying regarding Swift's duty to warn plaintiffs of the dangers of calcium stearate.\nIn support, Swift cites Coyne v. Robert H. Anderson & Associates, Inc., 215 Ill. App. 3d 104, 574 N.E.2d 863 (1991), and Sohaey v. Van Cura, 240 Ill. App. 3d 266, 607 N.E.2d 253 (1992). Both cases are distinguishable. In Coyne, the issue was what responsibilities an engineering firm had both by contract and under the Structural Work Act (740 ILCS 150/1 et seq. (West 1992)), regarding a construction project. This court held that this was a factual determination to be made by the jury and, therefore, expert testimony as to who was having charge of the work was improper because the jury could make that determination without expert testimony. Coyne, 215 Ill. App. 3d at 112.\nSimilarly, in Sohaey, this court found that the trial court properly excluded expert testimony as to the standard of care for real estate brokers because an expert witness is not competent to testify regarding statutory interpretation or to make conclusions a jury could make without the testimony. Sohaey, 240 Ill. App. 3d at 283.\nIn the present case, Grelecki's testimony was not premised on case law and statutes. Grelecki testified as to Swift's responsibilities within the chemical manufacturing industry, based on his education and experience. Therefore, Grelecki's testimony was proper.\nFinally, Swift contends that the trial court erred in striking a portion of Swift's cross-examination of Grelecki and in barring *437defense counsel from questioning Grelecki regarding the fact that he failed to offer opinions in the 1971 trial.\nThe record shows that Swift sought to impeach Grelecki by omission. The trial court reviewed Grelecki's testimony in Baylie I and determined that there was not sufficient information to conclude that Grelecki should have expressed the same opinions in the first trial. The trial court found that Grelecki was not retained to testify for the same purposes in the 1971 trial. Thus, the trial court properly barred Swift from attempting to impeach Grelecki by omission.\nFor all of the reasons stated above, we therefore affirm the judgment of the circuit court.\nAffirmed.\nBUCKLEY and BRADEN, JJ., concur.\n1\nThe record reveals that the United States Army inadvertently altered the spelling of Izzie's last name upon his conscription.\n\n\nPlain English summary:\nIzzie Baylie and his brother Forest Bailey were employed by Cramer Company, a custom milling operation, to grind calcium stearate for use in a soap product manufactured by Swift. They were injured as a result of an explosion and fire in the course of their employment. Plaintiffs sued Swift, claiming that it had failed to warn Cramer that calcium stearate presented a risk of explosion under certain circumstances. A jury found in favour of plaintiffs, and defendant appealed. The appellate court affirmed.",
    "annotations": {
        "Facts": [
            "Izzie Baylie (Izzie) and his brother Forest Bailey (Forest) were injured as a result of an explosion and fire that occurred on July 6, 1963, at the A. Cramer Company (Cramer), in Oak Lawn, Illinois. Izzie and Forest were employed by Cramer, a custom milling operation, to grind calcium stearate for use in a soap product manufactured by Swift.",
            "William Blew",
            "was employed by Swift as a chemical engineer in the research and development department from 1951-71. Swift manufactured various types of soaps, the components of which were produced as a byproduct of its meat production operations. In 1959, Blew developed and patented a method for efficiently producing calcium stearate in solid form.Swift eventually discovered other markets for calcium stearate, including uses as an anti-caking agent in salt, cosmetics and pharmaceuticals, and as a waterproofing agent. For these applications, calcium stearate had to be crushed to a nonuniform grind, resulting in a 325 mesh fine powder form. To achieve a 325 mesh, the ground substance must pass through a screen consisting of 325 openings per square inch. In 1959, Swift contracted with Cramer to grind the calcium stearate to 325 mesh because Swift did not have the means or the expertise to do so.Blew had no knowledge that calcium stearate was flammable or explosive. However, Blew stated that if he had reason to believe that a product created by Swift was either flammable or combustible, Swift was responsible for testing its product. Blew was not knowledgeable about dust explosions. Although he was generally familiar with the Federal Bureau of Mines (Bureau), he did not know that the Bureau could test compounds manufactured by industry for ex-plosibility.",
            "the general properties of a material were determined at Swift's research center, which employed chemists and chemical engineers. Swift's research center analyzed calcium stearate for numerous properties. Although Swift was equipped to determine the flash point of materials, Swift did not determine the flash point of calcium stearate.",
            "Causland testified that on the basis of his own testing of calcium stearate, the material was not flammable. Causland informed Cramer personnel that the material was not flammable. On his visits to the Cramer plant, Causland noticed gray-white dust coming from the grinding area, but never called the atmospheric condition of the plant to the attention of Cramer personnel.",
            "Causland stated that he left for vacation on June 29 or June 30, and returned on July 13, 1963.",
            "the explosion in the grinding room was caused by an accumulation of dust, which is a hazardous condition in any mill. On almost every prior inspection of the Cramer plant, the fire department found an accumulation of dust, which they recommended be cleaned up.",
            "Matthew Hannon",
            "as the general manager of the Cramer plant beginning in 1960. Neither Hannon nor his predecessor, Gerald Lewis, had any background in grinding or pulverizing.",
            "it was Cramer's policy not to accept flammable or explosive materials for grinding. Hannon consulted with his partners, Dr. Siehrs and Dr. Cramer, as well as with a chemical book, before accepting a particular product for grinding.",
            "Swift employed scores of chemists and chemical engineers,",
            "Swift supervisory personnel, including Causland and Mehl, visited the Cramer plant on numerous occasions.",
            "Swift gave no warning to Cramer or any employees regarding the probability of instantaneous combustion, explosion or flash fire resulting from the dust suspended in the atmosphere during the pulverization of calcium stearate. Mehl stated that calcium stearate is nonflammable and, therefore, does not have the requisite properties to arrive at a flash point.Dr. Chester Grelecki",
            "is the president and chief scientist of Hazards Research Corporation (Hazards), a consulting firm that provides hazardous material testing services to the chemical processing industry.Dr. Grelecki defined an explosion as a very rapid expansion of a high pressure gas. A dust explosion occurs where the source of the high pressure gas combusts, emitting finely dispersed particles into the atmosphere. The properties that control the violence of the dust explosion are the rate at which the dust burns and how fast it produces expandable gas. The faster the dust produces the gas, the more violent the explosion.The rate at which dust produces gas depends on how finely the dust is divided. A small particle is consumed by flame faster. Very tiny 10-micron particles, the average size of particles used in the milling operations, have a very rapid rate of consumption by flame.Dr. Grelecki stated that calcium stearate does indeed have a flash point when pulverized. Before any material burns, it must vaporize. Combustion occurs during the vapor phase in the visible flame. When heated to the point of liquification, calcium stearate would have enough vapor to burn.In 1971, Hazards evaluated the explosibility of calcium stearate, based on the standards established in 1960 by the Federal Bureau of Mines (Bureau). The Bureau was created to measure the explosibility of coal dusts in the 1920s or 1930s. In the late 1930s or early 1940s, the Bureau performed explosibility tests on other materials for the chemical industry.",
            "Swift could have submitted calcium stearate to the Bureau in the 1950s for an evaluation at an estimated cost of $20. Prior to 1968, the Bureau tested thousands of chemicals for explosibility and filed reports. A Bureau report published in that year concluded that calcium stearate dust constituted a severe explosion hazard. This information could have been known in the 1950s through testing methods available, although the Bureau did not test calcium stearate for explosibility until 1968.Hazards performed tests on three different sizes of calcium stearate; the smallest sample milled at 325 mesh. The 325-mesh sample had the fastest reaction time in burning and exploding, giving it a severe rating comparable to that of cornstarch, which has been long known to be a severe hazardous dust.Hazards' evaluation revealed that a 325-mesh particle could ignite with a spark.",
            "dust explosions come in pairs: first there is a small explosion, which disperses other material into the atmosphere, thereby causing a second, larger explosion.In Dr. Grelecki's opinion, based upon a reasonable degree of certainty relating to physical chemistry in fire and explosion hazards, the cause of the explosion on July 6, 1963, was the combustion of finely divided calcium stearate. His opinion was based on the fact that calcium stearate was the only material in the area in quantities large enough to produce the resulting explosion effects that resulted. ",
            "*428Dr. Grelecki further opined that the ventilation and the electrical facilities in the Cramer plant were inadequate and that the equipment being used was not adequate for milling calcium stearate to 325 mesh and packing it in the manner in which it was packed.",
            "Swift representatives visited the Cramer plant and saw that housekeeping was poor and that there was dust in the atmosphere.",
            "during the first week of July 1963,",
            "Cramer employees were working a double shift to satisfy a rush 800-bag 40,000-pound order",
            "Cramer was not equipped to operate two mills",
            "because it would double the amount of dust in the atmosphere.",
            "if Swift had searched the scientific literature available regarding the explosive possibilities of calcium stearate prior to the timé of the explosion, Swift would not have found any published reports or articles.",
            "Izzie Baylie",
            "began working at the Cramer plant in 1958. Shortly thereafter, Forest Bailey and Izzie's brother-in-law, James Allen, began employment at Cramer.Initially, Izzie operated the crusher machine which crushed material through a 50-mesh screen. Izzie described the work environment as real dirty.",
            "the workers had to change clothes and wash their glasses often. Smoking was not permitted inside the grinding plant.After six months, Izzie began working with calcium stearate every day. The material was delivered from Swift in 50-pound boxes twice a week, and Izzie broke large chunks of the material with a sledgehammer in order to fit the pieces into the crushing machine. The material was then lifted by truck in a pallet and put into 50-pound drums, which were driven over to the micro grinding mills, numbered 5 and 6. Prior to July 6, 1963, the two mills had never been operated simultaneously.",
            "Causland was in charge of calcium stearate production for Swift. Causland visited the Cramer plant once or twice a week when Cramer was milling calcium stearate. On those occasions, Causland checked the different pulverizing strains in the lab, then returned to the plant and retrieved some of the calcium stearate out of a bag. Causland either weighed the material in the plant or took it into the lab.*429Cramer ran two shifts during the month of June 1963. The first shift worked 7 a.m. until 3:30 p.m., and the second shift worked from 3 p.m. until 11:30 p.m.",
            "on a Friday, in the latter part of June 1963, Causland called and ordered 600 bags of calcium stearate for delivery in five or six days. Izzie said he could not have that many bags ready in that time with only one machine running. Izzie told Causland that machine No. 6 was out of operation, explaining that the machine had to be refitted with new parts in order to pulverize to a 325 mesh. The parts arrived on the following Tuesday, July 2. On Wednesday July 3, five Cramer employees worked the day shift, and four worked the night shift. On July 4 and 5, both machines were running simultaneously.When Izzie came into work in the morning after both machines had been running, the plant was full of dust, and there was dust in the air. Exhaust fans helped to clear some of the dust until the mills started again.Izzie",
            "spoke with Causland on Friday, July 5, around 11 a.m. At that time, Causland stated that the order had been increased to 800 bags. Izzie stated that they would have to work over the weekend to fill that order.On Saturday, July 6, Izzie arrived at work at 6 a.m. Allen and Forest worked with Izzie that day. Izzie was expecting two other men, but they failed to show up. The three men started operating both mills, rotating the various jobs required.Later in the morning, as Izzie was stitching bags, he heard a boom. He looked back and saw a ball of fire between each dust collector on the north wall. Izzie was on fire, and he fell on some bags. Izzie went to check on Forest and Allen. Immediately thereafter, another explosion occurred, and Izzie was catapulted out of the building. Prior to July 6, 1963, Izzie did not know whether or not calcium stearate was flammable or combustible.",
            "Dr. Archie Cramer died in July 1993, and Dr. Arthur Siehrs died in May 1987.",
            "Izzie Baylie has a life expectancy of 13.1 years.",
            "George Mehl",
            "died in April 1993.",
            "From 1959 until 1963, Mehl was the superintendent of the soap division. Mehl visited the Cramer plant four to five times. He passed through the milling area very quickly to get to another part of the plant, because he was there to sample random lots of product and to inspect packaging. He made no observations of the manufacturing area because he was a guest in Cramer's plant."
        ],
        "Procedural History": [
            "Defendant Swift & Co. (Swift) appeals from a $6.2 million judgment entered against it and in favor of plaintiffs, Izzie Baylie and Amanda Bailey, as special administrator of the estate of Forest Bailey.",
            "Plaintiffs filed a negligence action in 1964, alleging that Swift had failed to warn Cramer that calcium stearate presented a risk of explosion under certain circumstances. Following a jury trial in May 1971, the trial court directed a verdict for Swift. In December 1975, this court reversed and remanded the case for a new trial, finding the jury should have been permitted to determine whether Swift had a duty to warn plaintiffs of the danger of a calcium stearate dust *425explosion. Baylie v. Swift & Co., , 327 N.E.2d 438 (1975) (Baylie I).In July 1994, the case was retried before a jury resulting in a $6.2 million judgment against Swift.",
            "Following closing arguments and jury instructions, the jury returned a verdict in favor of plaintiffs and against Swift, awarding $4,250,000 to Izzie Baylie and $1,950,000 to the estate of Forest Bailey. The trial court entered an order denying Swift's post-trial motion in its entirety on October 27, 1994. This timely appeal followed.",
            "In Baylie I, this court held that while plaintiffs provided no authority for their contention that Swift owed them a duty to exercise reasonable care to discover [the] dangerous condition or character [of calcium stearate], and to inform those whom [Swift] should expect to use it, Swift's failure to use its facilities to test calcium stearate was relevant to the determination of whether Swift had reason to know that the product was likely to be dangerous and that this was a proper question for the jury. Baylie, ."
        ],
        "Application of Law to Facts": [
            "In the present case, the record shows that Swift did not test calcium stearate for flammability, although the means to do so were available at that time. While it is undisputed that there was no scientific literature available at the time that calcium stearate dust presented a possible hazard, literature was available showing that fine dust of other materials presented a hazard of explosion. Swift could have submitted a sample to the Bureau of Mines for testing. In the alternative, Swift had a large research department capable of testing the material for its flash point and could have performed the same test using equipment designated by the Bureau of Mines.",
            "In the present case, the jury was instructed that defendants were negligent in one or both of the following respects in that they:*434(a) Supplied its calcium stearate to Cramer for pulverizing without adequate testing for flammability, combustibility and its ability to explode while in a fine powder form;(b) Failed to warn employees of Cramer that calcium stearate was capable of burning, combusting and exploding in 325 mesh form when Swift knew, or should have known, that its calcium stearate was susceptible to burning, combusting and exploding while in fine powder form.The above instructions reflect the correct principles of law applied to the evidence presented at trial.",
            "The evidence at trial in fact disclosed that Swift had the capability to test the material for flammability and explosibility, but that it failed to do so. Evidence of the so-called duty to test was thus intertwined with Swift's duty to warn and was properly before the jury.",
            "The present case is distinguishable from construction cases involving methods of work, as in ",
            ". Here, Swift provided the calcium stearate product to Cramer for grinding. As such, Swift had a duty to warn of any dangers involved with working with the product.",
            "Swift also contends that substantial evidence was presented at trial for the jury to find Izzie Baylie comparatively negligent. However, the evidence at trial failed to prove that Izzie Baylie was careless and negligent in any of the ways alleged by Swift. The evidence revealed that Izzie had less than a fourth-grade education and no education, training or experience regarding the explosibility of calcium stearate dust. Thus, the trial court properly refused to instruct the jury on the theory of contributory negligence."
        ],
        "Relevant Precedents": [
            "section 388 (Restatement (Second) of Torts § 388 (1965)).",
            "section 388 ",
            "Baylie, ",
            "Kirby v. General Paving Co., 86 Ill. App. 2d 453,  (1967).",
            "section 388",
            "section 388",
            "section 388(b) of the Restatement",
            "Section 388(b)",
            "Restatement (Second) of Torts § 388, at 301 (1965).",
            "Fris"
        ],
        "Outcome": [
            "we affirm.",
            "For all of the reasons stated above, we therefore affirm the judgment of the circuit court.Affirmed."
        ]
    },
    "class": "affirm"
}