{
    "text": "Mostafa v. City of Hickory Hills, 287 Ill. App. 3d 160 (1997)\nFeb. 28, 1997 · Illinois Appellate Court · Nos. 1—95—3738, 1—95—3787 cons.\n287 Ill. App. 3d 160\n\nCase outline\nMajority — Presiding Justice Hartman\nOther formats\nPDF\nAPI\nCiting cases\n12 cases cite to this case\nOther databases\nCOURTLISTENER\n\nMAHMOUD MOSTAFA, as Special Adm'r of the Estate of Adel Mostafa, Deceased, et al., Plaintiffs-Appellants,v.THE CITY OF HICKORY HILLS et al., Defendants-Appellees;-NAIMAH SALAMAH, as Special Adm'r of the Estate of Amgad Salamah, Deceased, Plaintiff-Appellant,v.THE CITY OF HICKORY HILLS et al., Defendants-Appellees\nFirst District (5th Division)\n*162Law Offices of Gary S. Tucker and Kane, Obbish, Propes & Garippo, both of Chicago (Steven Yarosh, of counsel), for appellants.\nFriedman & Holtz, P.C., of Chicago (James D. Wascher, of counsel), for appellees.\nPRESIDING JUSTICE HARTMAN\ndelivered the opinion of the court:\nPlaintiffs' decedents, Adel Mostafa, age two, and Amgad Salamah, age three, fell into a man-made lagoon in a public park near a playground and drowned. Plaintiffs filed suit against the City of Hickory Hills (City), the Hickory Hills Park District (Park District), American National Bank and Trust Company (American National Bank), which held title to their apartment building in trust, and Asghar Mohsin, the beneficiary of that trust. The circuit court granted defendants' section 2—619(a)(9) (735 ILCS 5/2— 619(a)(9) (West 1994)) (section 2—619(a)(9)) motions to dismiss. On appeal, plaintiffs argue that the City and the Park District each owed a duty under both the common law and the Local Governmental and Governmental Employees Tort Immunity Act (Tort Immunity Act) (745 ILCS 10/3—101.1 et seq. (West 1992)) to prevent or warn against the risk of young *163children falling into the lagoon, and their failure to do so was negligent as well as willful and wanton. Plaintiff Mahmoud Mostafa further argues that American National Bank and Mohsin owed a duty to install locks to prevent children from leaving the apartment building, and to protect children from the risk of danger posed by the lagoon in the neighboring park.\nThe two causes of action in this consolidated case arise from the same incident. Plaintiffs' decedents lived with their families in the same apartment building in a complex located in Hickory Hills. Situated directly across the street from that apartment complex was publicly accessible Martin Park, which contained a small playground. A sign in the playground stated PLAYGROUND NOT SUPER-. VISED RECOMMENDED AGES 5-12. The man-made lagoon, assertedly filled with murky water, was located 45 feet away from the playground.\nOn November 9, 1993, the two boys left their apartments, allegedly without the knowledge of their families, crossed the street, entered Martin Park, played in the playground until they allegedly spotted a flock of wild geese drinking water at the edge of the lagoon, ran toward the geese, began to chase them, and slipped into the lagoon and drowned.\nThe families of Amgad and Adel filed separate complaints. Adel's father, Mahmoud Mostafa, filed a nine-count wrongful death action against the City, the Park District, the Harris Trust & Savings Bank (Harris Bank), which then held title to the apartment complex in trust, and Asghar Mohsin, the beneficiary of that trust. The first three counts stated claims against the City and the Park District, alleging both common law negligence and a violation of section 3 — 102(a) of the Tort Immunity Act (745 ILCS 10/3—102(a) (West 1994) (section 3—102(a))). Mostafa alleged that defendants breached their duty to prevent children from drowning in the lagoon. Counts IV, V and VI stated a claim against Harris Bank for failing to repair a lock in plaintiff's apartment building, which would have prevented the boys from exiting the building. Counts VII, VIII and IX alleged that the City and the Park District acted willfully and wantonly in constructing a lagoon so close to a children's playground.\nAmgad's mother, Naimah Salamah, also filed a three-count wrongful death complaint against the City and the Park District, alleging both negligent and willful and wanton conduct. Salamah amended her complaint to include allegations against Harris Bank and Mohsin that were identical to allegations in Mostafa's complaint, but she later voluntarily dismissed the two parties.\nThe two claims were consolidated. After the property apparently *164was transferred to a new trust and trustee, Mostafa amended his complaint to state a claim against American National Bank instead of Harris Bank.\nIn February 1995, the Park District moved under section 2—619 to dismiss both complaints, asserting that it owed no duty to protect the young boys from the apparent danger of the lagoon, erect a fence around the lagoon, or erect a sign stating the depth of the water. In addition, the Park District raised as defenses sections 2—109, 2—201, 3—103, and 3—108(a) of the Tort Immunity Act, arguing that these provisions immunized it from being held liable even if the court found it owed a duty. 745 ILCS 10/2—109, 2—201, 3—103, 3—108(a) (West 1994).\nThe Park District submitted the affidavit of its executive director, Cynthia Neal, in support of the motion, who swore that the Park District owned and controlled Martin Park, no one before had drowned in the lagoon since it was built in 1979-80, and signs on the property warned against allowing children to play unsupervised. An exhibit attached to the affidavit included a drawing of Martin Park, which contained a football field, two softball fields, a playground, and the lagoon.\nSalamah countered that the Park District had a common law duty to remedy the unreasonably dangerous condition it created when it built the lagoon and disputed the assertion that section 3—103(a) of the Tort Immunity Act immunized defendant from liability. She contended that the statute imposed liability on the Park District for creating a dangerous condition.\nMostafa's response raised identical arguments relating to the Park District's duty to repair the dangerous condition. In addition, Mostafa emphasized the young age of decedents and their inability to appreciate the dangerous nature of the lagoon. Mostafa claimed the conduct was willful and wanton and that, because the Park District failed to allege it had no liability insurance, it could not seek immunity based on its lack of insurance.\nDefendant Mohsin also moved to dismiss Mostafa's claim against him, arguing that he had no duty to protect plaintiffs' decedents from dangers existing on neighboring property or to protect a child from the obvious dangers of water. He further claimed he had no duty to install locks that would prevent people from leaving apartment buildings.\nThe circuit court granted the Park District's motion to dismiss, finding that Illinois law did not impose a duty on the Park District because the dangerous nature of the lagoon was open and obvious to the children. The court granted plaintiffs leave to file amended *165complaints, which they did. Plaintiffs' separate second amended complaints contained substantially similar allegations. The Park District and Mohsin again successfully moved to dismiss the two complaints. The City also successfully moved to dismiss both complaints on the basis that it did not own, possess, maintain, or control Martin Park.\nA section 2—619 motion to dismiss admits all well-pleaded facts in a complaint but does not admit conclusions of law or conclusions of fact unsupported by specific allegations. The motion should be granted if, construing all documents submitted in support of the motion in the light most favorable to the nonmoving party, there exist no disputed issues of fact. 735 ILCS 5/2—619 (West 1994); Jackson v. Moreno, 278 Ill. App. 3d 503, 663 N.E.2d 27 (1996). Appellate review of a dismissal pursuant to section 2—619 is de nova. Lawson v. City of Chicago, 278 Ill. App. 3d 628, 634, 662 N.E.2d 1377 (1996); Jackson, 278 Ill. App. 3d at 506.\nI\nThe parties first dispute whether plaintiffs stated a cause of action for negligence against the Park District. A negligence claim must consist of facts demonstrating that defendant owed plaintiff a duty, which defendant breached, and plaintiff suffered injuries or damages proximately caused by the breach. Rowe v. State Bank, 125 Ill. 2d 203, 215, 531 N.E.2d 1358 (1988); Pelham v. Griesheimer, 92 Ill. 2d 13, 18, 440 N.E.2d 96 (1982). The existence of duty is a question of law that must be decided by the court. Sisk v. Williamson County, 167 Ill. 2d 343, 346, 657 N.E.2d 903 (1995); Ward v. Kmart Corp., 136 Ill. 2d 132, 140, 554 N.E.2d 223 (1990).\nA\nCustomary rules of ordinary negligence govern the liability of owners and occupiers of land upon which a child is injured. Mt. Zion State Bank & Trust v. Consolidated Communications, Inc., 169 Ill. 2d 110, 116, 660 N.E.2d 863 (1995) (Mt. Zion); Corcoran v. Village of Libertyville, 73 Ill. 2d 316, 325, 383 N.E.2d 177 (1978); Kahn v. James Burton Co., 5 Ill. 2d 614, 624, 126 N.E.2d 836 (1955). Owners and occupiers can be liable for injuries sustained by children on the land (Corcoran, 73 Ill. 2d at 325; Kahn, 5 Ill. 2d at 625); however, if the dangerous condition on the land poses an obvious risk of danger that children would be expected to appreciate and avoid, the owner is under no duty to remedy the condition. Cope v. Doe, 102 Ill. 2d 278, 286, 464 N.E.2d 1023 (1984) (Cope),\nSpecifically, owners or occupiers of land generally do not owe a duty to protect children from falling into bodies of water and drown*166ing or potentially drowning. Mt. Zion, 169 Ill. 2d at 121; Cope, 102 Ill. 2d at 289; Stevens v. Riley, 219 Ill. App. 3d 823, 830, 580 N.E.2d 160 (1991). In Mt. Zion, where a six-year-old boy almost drowned after falling into a swimming pool, the court found the pool to be an obvious danger, which defendant could reasonably expect plaintiff to appreciate and avoid, and which defendant had no duty to protect against. Mt. Zion, 169 Ill. 2d at 120-21. The supreme court summarized the issue as follows:\nThe issue in cases involving obvious dangers, like fire, water or height, is not whether the child does in fact understand, but rather what the possessor may reasonably expect of him. (See W. Keeton, Prosser & Keeton on Torts § 59, at 407 (5th ed. 1984); 2 M. Polelle & B. Ottley, Illinois Tort Law § 16.11 (2d ed. 1994).) The test is an objective one, grounded partially in the notion that parents bear the primary responsibility for the safety of their children. Stated again, where a child is permitted to be at large, beyond the watchful eye of his parent, it is reasonable to expect that that child can appreciate certain particular dangers. See Booth v. Goodyear Tire & Rubber Co. (1992), 224 Ill. App. 3d 720, 725 (subjective understanding not considered when risk is obvious); see also Salinas v. Chicago Park District (1989), 189 Ill. App. 3d 55. (Emphasis in original.) 169 Ill. 2d at 126-27.\nSimilarly, in Cope, plaintiff's decedent, a seven-year-old boy, fell through ice that had gathered on a retention pond, which was partially frozen. The court held that despite the presence of the ice, the pond was a regular body of water that posed an obvious risk of drowning. Cope, 102 Ill. 2d at 289. Likewise, in Stevens, a 17-month-old child fell in a retention pond, which the court found to be an obvious risk, although prairie grass partially obscured it from view. The court acknowledged that a toddler might not be expected to avoid the danger of drowning, but explained that an unattended child old enough to be allowed outside by its parents could be expected by the landowner to appreciate and avoid the danger. 219 Ill. App. 3d at 831.\nBased on these decisions, in the present case the Park District owed no common law duty to protect decedents from the lagoon.\nAlthough plaintiffs cite Henson v. Ziegler, 269 Ill. App. 3d 439, 646 N.E.2d 643 (1995), to support their position that defendants owe a duty to prevent plaintiffs' decedent from drowning, Henson actually supports the opposite view. The court initially held that a swimming pool did not present an obvious danger to a young child (269 Ill. App. 3d at 442), but subsequently abandoned its previous holding in light of the Mt. Zion decision. Henson v. Ziegler, 279 Ill. App. 3d 1025, 1026, 665 N.E.2d 877 (1996).\n*167Under some circumstances, owners and occupiers may have a duty to protect against open and obvious dangers if it is reasonably foreseeable that a party might become distracted and fail to appreciate the dangerous condition despite the exercise of reasonable care. Ward, 136 Ill. 2d at 156-57. The Ward court explained that if the risk of harm is reasonably foreseeable, despite the obvious potential for harm, owners and occupiers have a duty to prevent or warn against that risk. 136 Ill. 2d at 151.\nPlaintiffs contend that just as bulky packages blocked plaintiff's view in Ward, preventing him from seeing a large concrete post (136 Ill. 2d at 154), in the present case the murky water in the lagoon prevented decedents from ascertaining the depth of the water. The Ward decision, however, did not state that all obvious risks are reasonably foreseeable. See Yacoub v. Chicago Park District, 248 Ill. App. 3d 958, 962, 618 N.E.2d 685 (1993) (noting that the Ward decision did not sound a death knell for the open and obvious rule). The Ward court acknowledged that, even when children are on the premises, an owner or occupier has no duty to protect against blatantly obvious dangers and cited Cope, where a child drowned in an ice-covered retention pond, as an example of a blatantly obvious danger. Ward, 136 Ill. 2d at 148, citing Cope, 102 Ill. 2d at 286. The decedent in Cope was expected to appreciate the danger of the pond despite the fact that he could not determine the thickness of the ice or the depth of the water under the ice. Likewise, defendants in the present case could have regarded the nature of the lagoon as an open and obvious danger despite the fact that decedents might not have been able to see through the water. Yacoub, 248 Ill. App. 3d at 963.\nIn Bucheleres v. Chicago Park District, 171 Ill. 2d 435, 452, 665 N.E.2d 826, 834 (1996), the supreme court reexamined the Ward decision and explained that a duty arose only when a party foreseeably might become distracted or forgetful of the existence of the dangerous condition and when defendant easily could warn against the risk of harm created by the condition. The Bucheleres court found that plaintiffs, who were injured after diving into a lake, offered no evidence that they were distracted or forgetful of the lake's existence. In fact, [n]othing concealed or obscured the existence of the lake. 171 Ill. 2d at 453.\nAnalogously, in the present case, no object or condition concealed the presence of the lagoon. The Park District therefore owed no common law duty to protect decedents from any dangers associated with the lagoon, as a matter of law.\nThe circuit court did not err in dismissing the portions of plaintiffs' complaints alleging common law negligence against the Park District.\n*168B\nPlaintiffs next allege that the City also breached a duty by failing to alleviate the dangerous nature of the lagoon. The City did not file an appellee's brief; nonetheless, this court elects to decide the merits of plaintiffs' claim against it. First Capitol Mortgage Corp. v. Talandis Construction Corp., 63 Ill. 2d 128, 133, 345 N.E.2d 493 (1976).\nBoth the City and the Park District attached affidavits to their motions to dismiss, signed by administrators who swore that the Park District solely owned, controlled, operated and maintained Martin Park. Plaintiffs never submitted countervailing counteraffidavits or other documents. We must accept defendants' affidavits as true. Beattie v. Lindelof, 262 Ill. App. 3d 372, 382, 633 N.E.2d 1227 (1994).\nThe City is not an owner or occupier of Martin Park and therefore owed no duty to plaintiffs in that capacity. Plaintiffs do not raise an alternative theory under which the City might owe a duty, and therefore it cannot be liable to plaintiffs. The circuit court correctly dismissed plaintiffs' allegations of negligence against the City.\nII\nPlaintiffs assert that even if the common law does not impose a duty on the Park District, section 3—102(a) of the Tort Immunity Act does. Under section 3—102(a), a local public entity has the duty to exercise ordinary care to maintain its property in a reasonably safe condition for *** people whom the entity intended and permitted to use the property in a manner in which and at such times as it was reasonably foreseeable that it would be used. 745 ILCS 10/3—102(a) (West 1992). The Act does not impose any new duties on municipalities, but simply restates and codifies common law principles. Wagner v. City of Chicago, 166 Ill. 2d 144, 150, 651 N.E.2d 1120 (1995); Santelli v. City of Chicago, 222 Ill. App. 3d 862, 867, 584 N.E.2d 456 (1991).\nIn order for a public entity to owe a duty under section 3—102(a) to protect a party from unreasonably dangerous conditions existing on its property, that party must be both a permitted and intended user of the property. Sisk v. Williamson County, 167 Ill. 2d 343, 347, 657 N.E.2d 903 (1995); Vaughn v. City of West Frankfort, 166 Ill. 2d 155, 160, 651 N.E.2d 1115 (1995). See also Wagner v. City of Chicago, 166 Ill. 2d 144, 154-55, 651 N.E.2d 1120 (1995).\nThe Vaughn and Sisk decisions involved pedestrians injured by defects found in public streets. The Vaughn court noted that although city ordinances might permit pedestrians to walk on the street, pedestrians are not intended users of city streets. Interpreting sec*169tian 3—102(a), the court concluded that the statute imposed a duty only if parties were both permitted and intended users of the street. (Emphasis in original.) Vaughn, 166 Ill. 2d at 160. Defendants therefore did not owe plaintiffs a duty under the statute. Vaughn, 166 Ill. 2d at 160. The Sisk court applied the same rule of law, holding that defendant owed no duty to protect plaintiff from injuries he suffered on a public bridge because, as a pedestrian, plaintiff was not an intended user of the bridge. Sisk, 167 Ill. 2d at 348-49. Accord Khalil v. City of Chicago, 283 Ill. App. 3d 161, 164, 669 N.E.2d 1189 (1996) (holding that because pedestrians were not intended users of an alley, defendant owed pedestrians no duty to maintain the alley in a reasonably safe condition under section 3—102(a)).\nIn this case, plaintiffs' decedents, under no supervision, were permitted but not intended users of the property. Although the Park District constructed a public park that was open to all members of the public, a sign near the playground explicitly prescribed that children be at least five years old before using the playground and that all children be supervised. Plaintiffs' decedents were much younger than the recommended age and entered the playground alone. Plaintiffs introduced no evidence to the contrary. The record indicates that the Park District did not intend for the lagoon to serve as a recreational body of water, such as a swimming pool or lake. The Park District owed no duty under section 3—102(a) to protect plaintiffs' decedents from the lagoon.\nIII\nPlaintiffs cite sections 3—103(a), 3—104, and 3—109(c)(1) of the Tort Immunity Act as imposing liability for the lagoon's defective design and requiring the Park District to warn of a dangerous condition. 745 ILCS 10/3—103(a), 3—104, 3—109(c)(1) (West 1992).\nDefendants owe no duty under section 3—103 or 3—104 of the Tort Immunity Act in the absence of a duty owed under section 3—102. Curtis v. County of Cook, 98 Ill. 2d 158, 165, 456 N.E.2d 116 (1983); Thompson v. Cook County Forest Preserve District, 231 Ill. App. 3d 88, 93, 595 N.E.2d 1254 (1992). Furthermore, plaintiffs cite no authority in support of their argument that section 3—109 imposed a duty on the Park District to warn of a dangerous condition. The failure to cite authority in support of their section 3—109 argument constitutes a waiver of that argument on appeal. Wasleff v. Dever, 194 Ill. App. 3d 147, 550 N.E.2d 1132 (1990); 134 Ill. 2d R. 341(e)(7).\nThe Park District contends that even if it owed plaintiffs' decedents a duty and acted negligently, sections 2—201, 3—103(a), *170and 3—108 of the Tort Immunity Act immunize it against liability and bar plaintiffs' claims. Because the Park District owes no duty to plaintiffs under either the common law or the Tort Immunity Act, the issue of whether various provisions of the Tort Immunity Act provide the Park District with immunity need not be decided.\nIV\nThree counts of the Mostafa complaint and one count of the Salamah complaint allege that the Park District's conduct was willful and wanton, in that the playground was constructed next to the lagoon, a gate to the park was left unlocked, Park District failed to post warning signs, and it failed to ensure that the water in the lagoon was of a safer, shallower depth.\nWillful and wanton conduct may be intentional or the result of a reckless disregard for the safety of others. The latter may be established by showing either knowledge of impending danger, combined with a failure to exercise ordinary care to prevent the danger, or a failure to discover the danger through recklessness or carelessness even though it could have been discovered through the exercise of ordinary care. Ziarko v. Soo Line R.R. Co., 161 Ill. 2d 267, 273, 641 N.E.2d 402 (1994). A person is guilty of willful and wanton conduct when he ignores known or plainly observable dangerous conditions and does something that will naturally and probably result in injury to another. Glover v. City of Chicago, 106 Ill. App. 3d 1066, 1075, 436 N.E.2d 623 (1982).\nGenerally, the trier of fact decides the question of whether defendant's conduct is willful and wanton. Brown v. Chicago Park District, 220 Ill. App. 3d 940, 943, 581 N.E.2d 355 (1991); Glover, 106 Ill. App. 3d at 1075. A reviewing court may resolve that issue, however, if the evidence so overwhelmingly favors one party that a contrary determination cannot stand. Brown, 220 Ill. App. 3d at 943.\nIf plaintiffs cannot establish the existence of a common law duty as part of their negligence claims, then their claims for willful and wanton conduct also must fail. Spencer v. City of Chicago, 192 Ill. App. 3d 150, 548 N.E.2d 601 (1989). In Spencer, plaintiff's three-year-old son wandered away from his house, crossed the street, walked to a local park and played near a lagoon, where he fell into the water and drowned. 192 Ill. App. 3d at 151. The Spencer court held that because defendants owed no duty to protect against the danger of falling into water, plaintiffs could not establish a claim for willful and wanton conduct. 192 Ill. App. 3d at 156. Here, the Park District owed no duty to prevent the drownings, and plaintiffs' claim for willful and wanton conduct cannot stand.\n*171Plaintiffs assert the Park District nevertheless may be liable for willful and wanton conduct because the lagoon contained a defective condition, specifically water that was not shallow enough and that was located too close to a playground. In Carter v. New Trier East High School, 272 Ill. App. 3d 551, 557, 650 N.E.2d 657 (1995), the court held that a defendant is guilty of willful and wanton conduct if it not only disregards a defective condition, but also fails to inspect the premises and respond to complaints, even though it knows others have been injured by the condition. The Carter decision is distinguishable from the present case. In Carter, plaintiff alleged that defendant knew of the dangerous condition of the property for a long time and failed to take any action. Plaintiff further stated that defendant obtained this knowledge through numerous complaints and reports of injuries resulting from the dangerous condition. In contrast, in the present case, plaintiffs do not allege that anyone complained about the lagoon. Furthermore, plaintiffs do not claim that any accidents occurred at the lagoon. In fact, the Park District introduced evidence proving the opposite, that it could not have known the lagoon was dangerous because no one had ever been injured there, and no one had ever complained about it. Plaintiffs did not produce any affidavits or other evidence to counter these contentions. Because the Park District did not recklessly ignore a dangerous condition on its property that had already injured others, it cannot be found to have acted willfully and wantonly under Carter.\nPlaintiffs cite other cases in support of their argument that the Park District's conduct was willful and wanton, which are also distinguishable. In Latimer v. Latimer, 66 Ill. App. 3d 685, 689, 384 N.E.2d 107 (1978), the court held that the failure to warn a social guest or licensee of a concealed dangerous condition on the premises could constitute willful and wanton misconduct if the host knew of the dangerous condition. In the present case, the Park District official swore in an affidavit that no one knew the lagoon might be dangerous, in light of the fact that no accidents had occurred there in the 13 years since the lagoon was built. In Eaton v. Baltimore & Ohio R.R. Co., 198 Ill. App. 3d 137, 139, 555 N.E.2d 790 (1990), the court held that plaintiff, who was hit by a train, stated a claim for willful and wanton conduct because Illinois law imposed certain duties on railroads that allow the public to regularly travel over its tracks, and defendant's breach of these duties could constitute willful and wanton conduct. 198 Ill. App. 3d at 141. In contrast, in the present case, the Park District owed no duty to prevent plaintiffs' decedents from falling into the lagoon.\nPlaintiffs in the present case failed to state a claim for willful or wanton conduct, as the circuit court correctly held.\n*172V\nMostafa appeals the dismissal of his claim against the owner of the apartment complex in which decedents lived, because the owner's failure to repair an allegedly defective lock in his apartment building allowed decedents to leave the building unsupervised and enter Martin Park. Furthermore, Mostafa alleges that the owner had a duty to protect decedents from the dangerous hazard, the lagoon, that was contiguous to the apartment building. Neither trustee American National Bank nor Asghar Mohsin, the beneficiary of that trust, filed an appellee's brief; nevertheless, we elect to decide the issue on appeal. First Capitol, 63 Ill. 2d at 133.\nThe owner of Mostafa's apartment building had no duty to protect against any dangerous conditions that might exist in Martin Park. Hanks v. Mount Prospect Park District, 244 Ill. App. 3d 212, 218, 614 N.E.2d 135 (1993). The Hanks court held that the owner of a playground had no duty to protect against injuries that occurred on a neighboring parking lot, which he neither owned nor controlled. The court reiterated the general rule that a landowner must provide a safe means of ingress and egress to his premises for invitees; although this duty might extend beyond the precise boundaries of the property under certain circumstances, he ordinarily will not be liable for injuries that occur there. 244 Ill. App. 3d at 217-18. In the present case, the owner of the apartment building did not own or control Martin Park. Neither American National Bank nor Mohsin may be held liable for injuries that might occur in Martin Park.\nIn addition, American National Bank and Mohsin cannot be held liable for failing to install locks on the apartment building doors that would lock residents in the building, as Mostafa's complaint alleges. On appeal, Mostafa makes the novel assertion that the owner of the building owed a duty to install locks that would prevent unsupervised children from leaving the building. Mostafa cites no cases that address such a proposition. Cases cited by Mostafa instead involve the duty a landowner owes a licensee, invitee or trespasser. Hootman v. Dixon, 129 Ill. App. 3d 645, 651, 472 N.E.2d 1224 (1984); Booth v. Goodyear Tire & Rubber Co., 224 Ill. App. 3d 720, 726, 587 N.E.2d 9 (1992); Fearheiley v. Summers, 246 Ill. App. 3d 86, 93-94, 614 N.E.2d 1377 (1993).\nA landlord who retains control of a portion of the premises leased to the tenant owes a duty to use ordinary care in maintaining that part of the premises in a reasonably safe condition. Lamkin v. Towner, 138 Ill. 2d 510, 518, 563 N.E.2d 449 (1990); Rowe v. State Bank, 125 Ill. 2d 203, 220-21, 531 N.E.2d 1358 (1988). If the landlord voluntarily undertakes a duty to keep property under the tenant's *173control in repair, the landlord can be liable for negligently performing this duty. Lamkin, 138 Ill. 2d at 519. Furthermore, a landlord may be liable for latent defects existing at the time the premises were leased, which were known or should have been known to the landlord in the exercise of reasonable care and which could not have been discovered upon a reasonable examination of the premises by the tenant. Housh v. Swanson, 203 Ill. App. 3d 377, 383, 561 N.E.2d 321 (1990).\nMostafa cites no authority that remotely suggests that a landlord owes a duty to install a lock on the doors of an apartment building that would prevent children from leaving the building or that the failure to install such a lock renders the building unreasonably unsafe. As Mohsin points out in his first motion to dismiss, doors and locks of an apartment complex are not intended to keep people in the property, but are intended to keep unwanted and uninvited persons off the premises. Furthermore, the lack of inside locks does not constitute a latent defect, because ordinary examination and use of the premises would readily reveal the absence of such locks.\nAmerican National Bank and Mohsin therefore cannot be liable to Mostafa for the failure to install inside locks. The circuit court did not err in dismissing Mostafa's complaint against them.\nFor the foregoing reasons, the order of the circuit court granting defendants' motions to dismiss is affirmed.\nAffirmed.\nHOFFMAN and HOURIHANE, JJ., concur.\n\n\nPlain English summary:\nPlaintiffs' decedents, Adel Mostafa, age two, and Amgad Salamah, age three, fell into a man-made lagoon in a public park near a playground and drowned. Plaintiffs sued the various defendants (owner of the park, the City of Hickory Hills, the company which owned the title to the apartment building in trust and the beneficiary of the trust. The claims against each of the defendants were dismissed for failure to show that defendants owed decedents a duty of care. The appellate court affirmed.\n",
    "annotations": {
        "Facts": [
            "Plaintiffs' decedents, Adel Mostafa, age two, and Amgad Salamah, age three, fell into a man-made lagoon in a public park near a playground and drowned.",
            "Plaintiffs' decedents lived with their families in the same apartment building in a complex located in Hickory Hills. Situated directly across the street from that apartment complex was publicly accessible Martin Park, which contained a small playground. A sign in the playground stated PLAYGROUND NOT SUPER-. VISED RECOMMENDED AGES 5-12. The man-made lagoon",
            "filled with murky water, was located 45 feet away from the playground.On November 9, 1993, the two boys left their apartments",
            "without the knowledge of their families, crossed the street, entered Martin Park, played in the playground until they allegedly spotted a flock of wild geese drinking water at the edge of the lagoon, ran toward the geese, began to chase them, and slipped into the lagoon and drowned.",
            "Park District owned and controlled Martin Park, no one before had drowned in the lagoon since it was built in 1979-80, and signs on the property warned against allowing children to play unsupervised.",
            "Martin Park",
            "contained a football field, two softball fields, a playground, and the lagoon.",
            "Park District solely owned, controlled, operated and maintained Martin Park.",
            "the playground was constructed next to the lagoon, a gate to the park was left unlocked, Park District failed to post warning signs, and it failed to ensure that the water in the lagoon was of a safer, shallower depth.",
            "the Park District official swore in an affidavit that no one knew the lagoon might be dangerous, in light of the fact that no accidents had occurred there in the 13 years since the lagoon was built."
        ],
        "Procedural History": [
            "Plaintiffs filed suit against the City of Hickory Hills (City), the Hickory Hills Park District (Park District), American National Bank and Trust Company (American National Bank), which held title to their apartment building in trust, and Asghar Mohsin, the beneficiary of that trust. The circuit court granted defendants' section 2—619(a)(9) (735 ILCS 5/2— 619(a)(9) (West 1994)) (section 2—619(a)(9)) motions to dismiss.",
            "The two causes of action in this consolidated case arise from the same incident.",
            "The families of Amgad and Adel filed separate complaints",
            "The two claims were consolidated.",
            "In February 1995, the Park District moved under section 2—619 to dismiss both complaints",
            "The circuit court granted the Park District's motion to dismiss, finding that Illinois law did not impose a duty on the Park District because the dangerous nature of the lagoon was open and obvious to the children. The court granted plaintiffs leave to file amended *165complaints, which they did.",
            "The Park District and Mohsin again successfully moved to dismiss the two complaints. The City also successfully moved to dismiss both complaints on the basis that it did not own, possess, maintain, or control Martin Park."
        ],
        "Application of Law to Facts": [
            "Customary rules of ordinary negligence govern the liability of owners and occupiers of land upon which a child is injured.",
            "Owners and occupiers can be liable for injuries sustained by children on the land",
            "however, if the dangerous condition on the land poses an obvious risk of danger that children would be expected to appreciate and avoid, the owner is under no duty to remedy the condition.",
            "Specifically, owners or occupiers of land generally do not owe a duty to protect children from falling into bodies of water and drowning or potentially drowning.",
            "Based on these decisions, in the present case the Park District owed no common law duty to protect decedents from the lagoon.",
            "The decedent in ",
            "was expected to appreciate the danger of the pond despite the fact that he could not determine the thickness of the ice or the depth of the water under the ice. Likewise, defendants in the present case could have regarded the nature of the lagoon as an open and obvious danger despite the fact that decedents might not have been able to see through the water.",
            "in the present case, no object or condition concealed the presence of the lagoon. The Park District therefore owed no common law duty to protect decedents from any dangers associated with the lagoon, as a matter of law.The circuit court did not err in dismissing the portions of plaintiffs' complaints alleging common law negligence against the Park District.",
            "The City is not an owner or occupier of Martin Park and therefore owed no duty to plaintiffs in that capacity. Plaintiffs do not raise an alternative theory under which the City might owe a duty, and therefore it cannot be liable to plaintiffs. The circuit court correctly dismissed plaintiffs' allegations of negligence against the City.",
            "In this case, plaintiffs' decedents, under no supervision, were permitted but not intended users of the property. Although the Park District constructed a public park that was open to all members of the public, a sign near the playground explicitly prescribed that children be at least five years old before using the playground and that all children be supervised. Plaintiffs' decedents were much younger than the recommended age and entered the playground alone. Plaintiffs introduced no evidence to the contrary. The record indicates that the Park District did not intend for the lagoon to serve as a recreational body of water, such as a swimming pool or lake. The Park District owed no duty under ",
            "to protect plaintiffs' decedents from the lagoon.",
            "Defendants owe no duty under ",
            " in the absence of a duty owed under ",
            "Furthermore, plaintiffs cite no authority in support of their argument that ",
            "imposed a duty on the Park District to warn of a dangerous condition. ",
            "Here, the Park District owed no duty to prevent the drownings, and plaintiffs' claim for willful and wanton conduct cannot stand.",
            "in the present case, plaintiffs do not allege that anyone complained about the lagoon. Furthermore, plaintiffs do not claim that any accidents occurred at the lagoon. In fact, the Park District introduced evidence proving the opposite, that it could not have known the lagoon was dangerous because no one had ever been injured there, and no one had ever complained about it. Plaintiffs did not produce any affidavits or other evidence to counter these contentions. Because the Park District did not recklessly ignore a dangerous condition on its property that had already injured others, it cannot be found to have acted willfully and wantonly under ",
            "in the present case, the Park District owed no duty to prevent plaintiffs' decedents from falling into the lagoon.Plaintiffs in the present case failed to state a claim for willful or wanton conduct, as the circuit court correctly held.",
            "The owner of Mostafa's apartment building had no duty to protect against any dangerous conditions that might exist in Martin Park.",
            "In the present case, the owner of the apartment building did not own or control Martin Park. Neither American National Bank nor Mohsin may be held liable for injuries that might occur in Martin Park.In addition, American National Bank and Mohsin cannot be held liable for failing to install locks on the apartment building doors that would lock residents in the building, as Mostafa's complaint alleges.",
            "Mostafa cites no authority that remotely suggests that a landlord owes a duty to install a lock on the doors of an apartment building that would prevent children from leaving the building or that the failure to install such a lock renders the building unreasonably unsafe.",
            "doors and locks of an apartment complex are not intended to keep people in the property, but are intended to keep unwanted and uninvited persons off the premises. Furthermore, the lack of inside locks does not constitute a latent defect, because ordinary examination and use of the premises would readily reveal the absence of such locks.American National Bank and Mohsin therefore cannot be liable to Mostafa for the failure to install inside locks. The circuit court did not err in dismissing Mostafa's complaint against them."
        ],
        "Relevant Precedents": [
            "Rowe v. State Bank, , 215, 531 N.E.2d 1358 (1988); Pelham v. Griesheimer, , 18, 440 N.E.2d 96 (1982).",
            "Sisk v. Williamson County, , 346, 657 N.E.2d 903 (1995); Ward v. Kmart Corp., , 140, 554 N.E.2d 223 (1990).",
            "Mt. Zion State Bank & Trust v. Consolidated Communications, Inc., , 116, 660 N.E.2d 863 (1995) (Mt. Zion); Corcoran v. Village of Libertyville, , 325, 383 N.E.2d 177 (1978); Kahn v. James Burton Co., , 624, 126 N.E.2d 836 (1955).",
            "Corcoran, ; Kahn, 5 Ill. 2d at 625)",
            "Cope v. Doe, , 286, 464 N.E.2d 1023 (1984) (Cope),",
            "Mt. Zion, 169 Ill. 2d at 121; Cope, ; Stevens v. Riley, 219 Ill. App. 3d 823, 830,  (1991).",
            "Mt. Zion",
            "Mt. Zion, 169 Ill. 2d at 120-21.",
            "Cope",
            "Cope, 102 Ill. 2d at 289",
            "Stevens",
            ".",
            "Henson v. Ziegler, 269 Ill. App. 3d 439,  (1995)",
            "Henson",
            "269 Ill. App. 3d at 442",
            "Mt. Zion",
            "Henson v. Ziegler, , 1026, 665 N.E.2d 877 (1996).",
            "Ward, 136 Ill. 2d at 156-57.",
            "Ward",
            ".",
            "Ward",
            "136 Ill. 2d at 154",
            "Ward",
            "Yacoub v. Chicago Park District, , 962, 618 N.E.2d 685 (1993)",
            "Ward",
            "Ward",
            "Cope",
            "Ward, ",
            "Cope, 102 Ill. 2d at 286.",
            "Cope ",
            "Yacoub, .",
            "Bucheleres v. Chicago Park District, 171 Ill. 2d 435, 452, , 834 (1996)",
            "Ward",
            "Bucheleres",
            "171 Ill. 2d at 453",
            "section 3—102(a) of the Tort Immunity Act",
            "section 3—102(a)",
            "745 ILCS 10/3—102(a) (West 1992).",
            "Wagner v. City of Chicago, 166 Ill. 2d 144, 150,  (1995); Santelli v. City of Chicago, 222 Ill. App. 3d 862, 867,  (1991).",
            "Sisk v. Williamson County, 167 Ill. 2d 343, 347,  (1995); Vaughn v. City of West Frankfort, 166 Ill. 2d 155, 160,  (1995).",
            "Wagner v. City of Chicago, 166 Ill. 2d 144, 154-55,  (1995).",
            "Vaughn",
            "Sisk",
            "Vaughn",
            "sec*169tian 3—102(a)",
            "Vaughn, ",
            "Vaughn, 166 Ill. 2d at 160.",
            "Sisk",
            "Sisk, .",
            "Khalil v. City of Chicago, 283 Ill. App. 3d 161, 164,  (1996) ",
            "section 3—102(a)",
            "section 3—102(a) ",
            "section 3—103 or 3—104 of the Tort Immunity Act",
            "section 3—102.",
            "Curtis v. County of Cook, 98 Ill. 2d 158, 165,  (1983); Thompson v. Cook County Forest Preserve District, 231 Ill. App. 3d 88, 93,  (1992).",
            "section 3—109 ",
            "Ziarko v. Soo Line R.R. Co., , 273, 641 N.E.2d 402 (1994).",
            "Glover v. City of Chicago, , 1075, 436 N.E.2d 623 (1982).",
            "Brown v. Chicago Park District, , 943, 581 N.E.2d 355 (1991); Glover, .",
            "Spencer v. City of Chicago, , 548 N.E.2d 601 (1989).",
            "Spencer",
            ".",
            "Spencer",
            "192 Ill. App. 3d at 156",
            "Carter v. New Trier East High School, 272 Ill. App. 3d 551, 557,  (1995),",
            "Carter",
            "Carter",
            "Carter.",
            "Hanks v. Mount Prospect Park District, , 218, 614 N.E.2d 135 (1993).",
            "Hanks",
            ".",
            "Hootman v. Dixon, 129 Ill. App. 3d 645, 651,  (1984); Booth v. Goodyear Tire & Rubber Co., 224 Ill. App. 3d 720, 726,  (1992); Fearheiley v. Summers, 246 Ill. App. 3d 86, 93-94,  (1993).",
            "Lamkin v. Towner, 138 Ill. 2d 510, 518,  (1990); Rowe v. State Bank, 125 Ill. 2d 203, 220-21,  (1988).",
            "Lamkin, .",
            "Housh v. Swanson, 203 Ill. App. 3d 377, 383,  (1990)."
        ],
        "Outcome": [
            "For the foregoing reasons, the order of the circuit court granting defendants' motions to dismiss is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}