{
    "text": "Hobart v. Shin, 292 Ill. App. 3d 580 (1997)\nSept. 15, 1997 · Illinois Appellate Court · No. 1-95-3735\n292 Ill. App. 3d 580\nMILDRED A. HOBART, Indiv. and as Special Adm'r of the Estate of Kathryn Hobart, Deceased, Plaintiff-Appellant,v.DANIEL C. SHIN, Defendant-Appellee\nFirst District (1st Division)\nRehearing denied November 21, 1997.\n*581Goldberg & Goldberg and David A. Novoselsky & Associates, both of Chicago (David A. Novoselsky and Margarita T. Kulys, of counsel), for appellant.\nSwanson, Martin & Bell, of Chicago (Kevin T. Martin, Robert J. Meyer, and Kevin V. Boyle, of counsel), for appellee.\nJUSTICE BUCKLEY\ndelivered the opinion of the court:\nPlaintiff, Mildred Hobart, brought this action against defendant, Dr. Donald Shin, alleging that defendant deviated from the required standard of care by prescribing an excessive amount of the antidepressant Doxepin to plaintiff's daughter, Kathryn Hobart. Kathryn committed suicide by taking a lethal dose of the drug. The case went to trial, and the jury returned a verdict in favor of defendant. Plaintiff appeals, contending that: (1) the trial court erred in permitting defendant to file an affirmative defense raising Kathryn's contributory negligence; (2) the trial court improperly refused to give a jury instruction tendered by plaintiff regarding Kathryn's purported contributory negligence; and (3) the trial court erred in allowing defendant to testify as to personal experiences and attitudes.\n*582In 1987, Kathryn's father suffered a cerebral hemorrhage and Kathryn moved in with her mother to help with chores and transportation. Kathryn became depressed and, by August 1988, her depression had become quite severe. Defendant is a family practitioner at the University of Illinois who coordinates his patients' overall health. On August 9, 1988, Kathryn consulted defendant about her depression. She was experiencing fatigue, changing moods, lack of appetite, irritability, dizziness, nausea, and breathing difficulty. She denied feeling suicidal.\nDefendant diagnosed Kathryn with general anxiety disorder. He had another visit from Kathryn on August 18, 1988, and she appeared to be much better. In November 1988, Kathryn's depression returned. Defendant agreed to allow Kathryn to visit a psychiatrist at Hinsdale Hospital who prescribed Imipramine, an antidepressant. She was not suicidal, but the psychiatrist told defendant that Kathryn had a long history of depression and panic attacks.\nDefendant saw Kathryn again on November 22, 1988. Her condition had deteriorated to the point where she could not walk, sleep, or eat. Defendant was concerned that Kathryn might be considering suicide and arranged for her to see Dr. Doris France, a psychologist. Dr. France shared defendant's concerns and recommended that Kathryn be hospitalized.\nKathryn voluntarily checked herself into the University of Illinois Hospital on November 23, 1988. Dr. Jeffrey Stovall processed Kathryn's admission. He testified that he believed Kathryn was thinking logically and did not have suicidal ideation. Nonetheless, he still put her on Q-30 minute suicide precautions, the least restrictive suicide watch.\nDr. Rachel Fargason treated Kathryn while she was hospitalized. When she first saw Kathryn, Dr. Fargason removed her from the Q-30 suicide precaution because there was no risk of suicide. During her stay at the hospital, Kathryn's condition went from active depression to depression in partial remission. Dr. Fargason kept Kathryn on Doxepin, prescribing 21 pills at a time. Although she was not displaying the symptoms of depression at the time of her release from the hospital on December 12, 1988, Kathryn's depression was only in partial remission because the clinical term complete remission is only applicable when a patient has been symptom free for three months. Dr. Fargason believed Kathryn was competent upon discharge and understood her treatment.\nAfter being released, defendant took responsibility for follow-up treatment. Defendant kept Dr. Fargason informed as to Kathryn's progress, which was substantial. Defendant testified that Kathryn *583was acting positive and upbeat. On December 21, 1988, Kathryn visited defendant complaining of constipation, a side effect of Doxepin. She also expressed concern about running out of medication and about the cost of filling frequent small prescriptions. Defendant gave Kathryn a laxative as well as a prescription for 90 Doxepin pills with one refill, 50 milligrams each. This constituted a month's supply of the drug. Defendant did not notify Dr. Fargason that he wrote the prescription.\nDr. Fargason also saw Kathryn on an outpatient basis three times after her discharge. Dr. Fargason testified that Kathryn's depression remained under control throughout the outpatient period; she displayed no symptoms. On December 30, 1988, Kathryn told Dr. Fargason that she had no suicidal inclinations, and there was no evidence of distress. Dr. Fargason testified that defendant's conduct was consistent with the standard of care even though he did not call her when he wrote the December 21 prescription, because a prescription is not a matter of such importance that it must be communicated.\nOn January 4, 1989, Kathryn's backpack was stolen. This event sent her back into a severe depression, but she did not call her doctors because she was afraid she would be hospitalized. On January 6, 1989, Kathryn was found dead in a motel room. Next to her body were two bottles of pills. Police officer Joseph Jeras testified that one was an empty bottle which had contained 180 Doxepin pills, 25 milligrams each, prescribed by defendant. This prescription was refilled on January 5, 1989. The other bottle was a prescription for 21 Doxepin pills, 50 milligrams each. This prescription was filled December 12, 1988. The second bottle contained 28 pills.\nThe Cook County medical examiner's office determined the cause of death to be Doxepin intoxication. Dr. Randall Baselt, an expert in toxicology, testified that he believed Kathryn ingested about 5,600 milligrams of Doxepin, or the equivalent of 224 pills, 25 milligrams each. A lethal dose would be approximately 500 milligrams.\nNumerous expert witnesses testified at trial. Dr. Robert Nyquist is a psychiatrist who treated Kathryn at River Edge Hospital in 1982, after she made two suicidal gestures. Dr. Nyquist testified that a suicidal gesture is a much less serious incident than a suicide attempt. After her discharge from the hospital, Dr. Nyquist prescribed a month's supply of Doxepin with one or two refills.\nDr. Nyquist testified that in his opinion defendant breached the standard of care for failing to communicate the December 21, 1988, prescription to Dr. Fargason. The prescription itself was within the standard of care so long as defendant determined before writing it that Kathryn had no suicidal ideation.\n*584Dr. Gerson Kaplan was another psychiatric expert who testified on behalf of plaintiff. In Dr. Kaplan's opinion, Kathryn had suicidal ideation when she visited defendant on December 21, 1988, and at all times thereafter. In his opinion, defendant breached the standard of care by prescribing 90 pills of Doxepin with a refill and by failing to communicate the prescription to Dr. Fargason.\nDr. Fargason testified that physicians only contact each other regarding important medical developments. Writing a prescription is not an important medical development. Dr. Fargason further testified that she had warned Kathryn repeatedly that taking one week's supply of Doxepin can be lethal. She believed Kathryn was responsible for her own suicide because at the time Kathryn was rational and competent, and she understood the consequences of her actions. Kathryn's suicide was carefully planned, as she obtained a refill and rented a motel room to do it.\nDr. Fargason also testified that Kathryn knew she had other options available to her, including contacting Dr. Fargason. Kathryn had entered into a no suicide contract where she agreed to call Dr. Fargason if she became upset. Kathryn had Dr. Fargason's pager number and could have contacted her at any time.\nDr. Andrew Slaby is a past president of the American Suicidology Association. He testified that it was well within the standard of care for defendant to prescribe a month's supply of Doxepin to Kathryn on December 21, 1988. At the time, Kathryn was stable; she exhibited no suicidal ideation. Furthermore, she was showing a favorable response to Doxepin. She had greatly improved in the time before the prescription was issued. Dr. Slaby further testified that Kathryn's suicide was a rational act. She could have killed herself any number of ways, including taking a much smaller dosage of Doxepin than the amount she ingested in the motel room.\nFinally, Dr. Finley Brown testified on behalf of defendant. Dr. Brown is a family practitioner. He testified that it is within the standard of care for a family physician to prescribe a month's supply of antidepressant medication to a patient experiencing severe depression. Dr. Brown believes that the prescription defendant wrote on December 21, 1988, was appropriate because Kathryn was stable at the time. He further testified that defendant was not required to call Dr. Fargason about the prescription.\nAt the conclusion of the trial, the parties submitted their proposed jury instructions. With respect to the instruction pertaining to Kathryn's contributory negligence, defendant submitted Illinois Pattern Jury Instruction, Civil, No. 10.03, which states that it was Kathryn's duty to use ordinary care for her own safety and that a *585decedent is contributorily negligent if (1) she fails to use ordinary care, and (2) that failure is a proximate cause of death. Illinois Pattern Jury Instructions, Civil, No. 10.03 (3d ed. 1993). The circuit court gave the jury this instruction.\nPlaintiff submitted a non-IPI capacity-based instruction. Plaintiff's proposed instruction provided that [i]t was the duty of the plaintiff's decedent before and at the time of the occurrence to use the degree of care that she was capable of exercising in light of her mental condition at the time of the occurrence. The circuit court refused this instruction.\nOn June 28, 1995, the jury returned a verdict in favor of defendant. Plaintiff's posttrial motion was denied on October 11, 1995. Plaintiff filed a timely notice of appeal.\nA. AFFIRMATIVE DEFENSE\nPlaintiff contends that the circuit court erred in allowing defendant to file an affirmative defense alleging contributory negligence. Initially, plaintiff claims that the affirmative defense should have been barred as untimely. The record shows that plaintiff filed her original complaint in December 1989. Defendant sought leave to file his affirmative defense on May 30, 1995. The trial began in June 1995.\nThe decision of whether to allow amendments to the pleadings is within the sound discretion of the trial court and should not be disturbed upon review absent an abuse of that discretion. Carlisle v. Harp, 200 Ill. App. 3d 908, 915 (1990). Such amendments should be liberally allowed to further the ends of justice. Carlisle, 200 Ill. App. 3d at 915. However, leave to amend may be properly denied where the amendment is offered on the eve of or during trial and there is no good reason for its omission from the original pleading. Carlisle, 200 Ill. App. 3d at 915.\nHere, the affirmative defense was filed 51h years after plaintiff filed her original complaint and only a few days before trial. Defendant offers no explanation for this late filing, and none is apparent from the record. The basis of defendant's affirmative defense of contributory negligence is that Kathryn wilfully took her own life. However, this fact was obviously known to defendant at the time he filed his original answer. We are not aware of any circumstances that may have justified the late filing.\nFurthermore, the untimeliness of the affirmative defense was prejudicial to plaintiff in that she was denied the opportunity to prepare adequately for the trial. This case revolved in large part around the testimony of several doctors and other experts. However, *586until defendant filed his affirmative defense on the eve of trial and alleged for the first time that Kathryn was contributorily negligent, plaintiff had no reason to prepare to examine these witnesses about any aspect of Kathryn's own behavior except insofar as it related to the issue of whether defendant breached the standard of care in treating her. By allowing defendant to file his defense at the last minute, the trial court denied plaintiff her right to depose these witnesses on this issue and to prepare an appropriate trial strategy.\nSince defendant offers no explanation to justify the untimeliness of his affirmative defense and plaintiff was significantly prejudiced by it, we find that the trial court abused its discretion in allowing it.\nPlaintiff further claims that, in any event, the issue of contributory negligence is inappropriate in an action against a doctor involving a mental health patient's suicide. In support of this contention, plaintiff relies principally on the Fifth District Appellate Court case of Peoples Bank v. Damera, 220 Ill. App. 3d 1031 (1991). In Damera, a psychiatric patient, John Taylor, was hospitalized for severe depression and suicidal ideation in early December 1985. During his hospitalization, nurses noted in Taylor's medical records that they had observed him stating such things as I just can't take it anymore and If I had a way to do it, I would. Damera, 220 Ill. App. 3d at 1032. Taylor was released, but just before Christmas of 1985, he returned to the hospital, extremely upset, because he had learned that his wife wanted a divorce. The next day, he asked to be released. Defendant approved Taylor's discharge and prescribed a two-week supply of medication for sleeplessness and depression. A nurse testified that she told Taylor not to use other drugs or alcohol in combination with these prescribed medications. A few hours after the discharge, Taylor bought a bottle of wine and committed suicide by ingesting all of the prescription drugs and at least some of the wine. Damera, 220 Ill. App. 3d at 1032.\nThe jury returned a verdict in favor of defendant, and plaintiff, the administrator of Taylor's estate, appealed. Plaintiff claimed that the trial court's instructions to the jury improperly skewed the jury's focus from the conduct of the defendant to that of the decedent. The appellate court agreed. The court held that the case was different than the typical medical malpractice case because Taylor sought defendant's assistance in battling his suicidal ideation. Damera, 220 Ill. App. 3d at 1035. The court stated that here the patient does not share the goal of his physician of getting better ***. We hold that in a suicide malpractice case against the decedent's psychiatrist, the comparative fault of the decedent is not likely ever to be an appropriate or relevant issue, and here it was not. Damera, 220 Ill. App. 3d *587at 1035-36. Therefore, the case was reversed and remanded for a new trial. Damera, 220 Ill. App. 3d at 1036.\nThe facts of the Damera case are quite similar to those in this case in that the estate of a suicide victim brought an action against the decedent's doctor alleging negligence in the issuance of prescription drugs that were ultimately used in the suicide. Therefore, plaintiff claims that, under Damera, issues of comparative fault are inappropriate in this case as well.\nDefendant, however, maintains that because it is fundamental that people owe a duty to exercise ordinary care for their own safety (see, e.g., Haist v. Wu, 235 Ill. App. 3d 799, 813 (1992)), an affirmative defense of contributory negligence was properly allowed. In the context of an action against a suicide victim's doctor, defendant relies on the First District Appellate Court case of Biundo v. Christ Community Hospital, 104 Ill. App. 3d 670 (1982).\nIn Biundo, the decedent, Michele Biundo, committed suicide by jumping from a hospital window after having a laminectomy (the surgical removal of the posterior arch of the vertebra). Biundo's estate brought an action against the doctor and the hospital claiming that Biundo was neglected by defendants and driven to jump by the extreme pain he suffered after the surgery. The trial court entered a directed verdict in favor of the hospital, and the jury returned a verdict in favor of the doctor. Biundo, 104 Ill. App. 3d at 671.\nOn appeal, plaintiff claimed that the trial court committed reversible error by giving the jury certain instructions regarding Biundo's contributory negligence. The appellate court affirmed, holding that [wjhether or not a mentally disturbed person is capable of contributory negligence is a question of fact for the jury, where, as here, decedent was never found mentally ill or incapacitated. Biundo, 104 Ill. App. 3d at 674.\nThe two cases relied upon by the parties in this case are consistent. Damera holds that principles of comparative negligence have no place in a suicide malpractice case against the decedent's psychiatrist (Damera, 220 Ill. App. 3d at 1035-36), whereas Biundo holds that comparative negligence is a viable issue in a suicide case where the decedent was never found to be mentally ill or incapacitated. Biundo, 104 Ill. App. 3d at 674. Therefore, the critical difference between the two cases is that Damera involved a mentally ill patient, whereas Biundo did not.\nIn this case, Kathryn Hobart was clearly seeking treatment for a mental illness. Therefore, the Damera case is more persuasive here. Plaintiff's action in this case asserts that the nature of Kathryn's illness caused her to have suicidal ideation. Plaintiff alleges that Kath*588ryn's lack of care for her own safety was known or should have been known to defendant at the time he issued the December 21, 1988, prescription. Since it was for this condition that Kathryn sought treatment, defendant should not be permitted to allege that Kathryn was contributorily negligent for acting in a manner consistent with her disorder.\nDefendant may well have been able to prove that he was not negligent because he did not breach the standard of care in issuing the December 21, 1988, prescription. Indeed, all the medical experts who treated and consulted with Kathryn around the time the prescription was issued testified that she appeared to be well on the road to recovery, due in large part to her favorable response to Doxepin and the lack of any sign of suicidal ideation. Nonetheless, contributory negligence in a suicide malpractice case against a treating doctor is inappropriate and irrelevant. Therefore, the decision of the trial court to allow defendant's affirmative defense on contributory negligence grounds was reversible error. Furthermore, while we are aware of the supreme court's discussion of sole proximate cause in Holton v. Memorial Hospital, 176 Ill. 2d 95, 133, 679 N.E.2d 1202, 1219 (1997), that issue is not before us.\nB. JURY INSTRUCTIONS\nSince we find that the defense of contributory negligence has no place in a suicide malpractice case, we need not address the question of how the jury should be instructed on the issue.\nC. DEFENDANT'S TESTIMONY\nPlaintiff also claims that she was denied a fair trial because defendant was allowed to testify at trial about his religious beliefs and personal hardships. Specifically, plaintiff claims she was prejudiced by defendant's testimony that his uncle suffered from schizophrenia (a serious mental disorder), that he felt he had a calling from God to practice medicine, and that his father had liver cancer.\nPlaintiff's counsel did not object to this testimony, which defense counsel elicited early in his direct examination of defendant. Rather, after the testimony had already been given, plaintiff's counsel asked the judge for a sidebar in chambers on the record. During the sidebar, plaintiff's counsel complained that the testimony was irrelevant and improperly offered to stir the sympathy of the jury. Counsel asked the judge to give the jury a special instruction that they are not to consider this testimony. The judge honored counsel's request and delivered the following special instruction immediately upon return from sidebar:\n*589Members of the jury, the Court is instructing you to disregard any personal family problems or any sympathies that they may have engendered in this direct examination by [defense counsel] in regard to Mr. Shin's family.\nThese facts show that plaintiff's counsel failed to object in a timely fashion. When he eventually requested that the court remedy what he believed to be improperly admitted testimony, the court granted counsel's request and delivered precisely the relief requested. Therefore, the admission of this testimony was cured by way of special instruction, and the error was harmless.\nFor the foregoing reasons, the judgment in favor of defendant is reversed and the case is remanded for a new trial.\nReversed and remanded.\nO'BRIEN and GALLAGHER, JJ., concur.\n\nPlain English summary:\nDecedent suffered from depression. She was hospitalised and looked after by the defendant doctor. Upon her release, defendant believed decedent was getting better and proscribed a month prescription of anti-depressants. Decedent had another relapse and committed suicide by overdosing on the drugs. The trial court issued instructions to the jury concerning the decedent's contributory negligence. The jury found for the defendant. The appellate court held that the defense of contributory negligence has no place in a suicide malpractice case. The instruction should not have been given, so the judgment was reversed and remanded. ",
    "annotations": {
        "Facts": [
            "Kathryn committed suicide by taking a lethal dose of the drug.",
            "In 1987, Kathryn's father suffered a cerebral hemorrhage and Kathryn moved in with her mother to help with chores and transportation. Kathryn became depressed and, by August 1988, her depression had become quite severe. Defendant is a family practitioner at the University of Illinois who coordinates his patients' overall health. On August 9, 1988, Kathryn consulted defendant about her depression. She was experiencing fatigue, changing moods, lack of appetite, irritability, dizziness, nausea, and breathing difficulty. She denied feeling suicidal.Defendant diagnosed Kathryn with general anxiety disorder. He had another visit from Kathryn on August 18, 1988, and she appeared to be much better. In November 1988, Kathryn's depression returned. Defendant agreed to allow Kathryn to visit a psychiatrist at Hinsdale Hospital who prescribed Imipramine, an antidepressant. She was not suicidal, but the psychiatrist told defendant that Kathryn had a long history of depression and panic attacks.Defendant saw Kathryn again on November 22, 1988. Her condition had deteriorated to the point where she could not walk, sleep, or eat. Defendant was concerned that Kathryn might be considering suicide and arranged for her to see Dr. Doris France, a psychologist. Dr. France shared defendant's concerns and recommended that Kathryn be hospitalized.Kathryn voluntarily checked herself into the University of Illinois Hospital on November 23, 1988. Dr. Jeffrey Stovall processed Kathryn's admission. He",
            "believed Kathryn was thinking logically and did not have suicidal ideation. Nonetheless, he still put her on Q-30 minute suicide precautions, the least restrictive suicide watch.Dr. Rachel Fargason treated Kathryn while she was hospitalized. When she first saw Kathryn, Dr. Fargason removed her from the Q-30 suicide precaution because there was no risk of suicide. During her stay at the hospital, Kathryn's condition went from active depression to depression in partial remission. Dr. Fargason kept Kathryn on Doxepin, prescribing 21 pills at a time. Although she was not displaying the symptoms of depression at the time of her release from the hospital on December 12, 1988, Kathryn's depression was only in partial remission because the clinical term complete remission is only applicable when a patient has been symptom free for three months. Dr. Fargason believed Kathryn was competent upon discharge and understood her treatment.After being released, defendant took responsibility for follow-up treatment. Defendant kept Dr. Fargason informed as to Kathryn's progress, which was substantial. Defendant testified that Kathryn *583was acting positive and upbeat. On December 21, 1988, Kathryn visited defendant complaining of constipation, a side effect of Doxepin. She also expressed concern about running out of medication and about the cost of filling frequent small prescriptions. Defendant gave Kathryn a laxative as well as a prescription for 90 Doxepin pills with one refill, 50 milligrams each. This constituted a month's supply of the drug. Defendant did not notify Dr. Fargason that he wrote the prescription.Dr. Fargason also saw Kathryn on an outpatient basis three times after her discharge.",
            "Kathryn",
            "displayed no symptoms. On December 30, 1988, Kathryn told Dr. Fargason that she had no suicidal inclinations, and there was no evidence of distress.",
            "Dr. Fargason",
            "did not call her when he wrote the December 21 prescription",
            "On January 4, 1989, Kathryn's backpack was stolen. This event sent her back into a severe depression, but she did not call her doctors because she was afraid she would be hospitalized. On January 6, 1989, Kathryn was found dead in a motel room. Next to her body were two bottles of pills. Police officer Joseph Jeras testified that one was an empty bottle which had contained 180 Doxepin pills, 25 milligrams each, prescribed by defendant. This prescription was refilled on January 5, 1989. The other bottle was a prescription for 21 Doxepin pills, 50 milligrams each. This prescription was filled December 12, 1988. The second bottle contained 28 pills.The Cook County medical examiner's office determined the cause of death to be Doxepin intoxication.",
            "Kathryn ingested about 5,600 milligrams of Doxepin, or the equivalent of 224 pills, 25 milligrams each. A lethal dose would be approximately 500 milligrams.",
            "Dr. Robert Nyquist is a psychiatrist who treated Kathryn at River Edge Hospital in 1982, after she made two suicidal gestures.",
            "a suicidal gesture is a much less serious incident than a suicide attempt. After her discharge from the hospital, Dr. Nyquist prescribed a month's supply of Doxepin with one or two refills.",
            "physicians only contact each other regarding important medical developments.",
            "Dr. Fargason",
            "warned Kathryn repeatedly that taking one week's supply of Doxepin can be lethal.",
            "Kathryn knew she had other options available to her, including contacting Dr. Fargason. Kathryn had entered into a no suicide contract where she agreed to call Dr. Fargason if she became upset. Kathryn had Dr. Fargason's pager number and could have contacted her at any time."
        ],
        "Procedural History": [
            "Plaintiff, Mildred Hobart, brought this action against defendant, Dr. Donald Shin, ",
            "The case went to trial, and the jury returned a verdict in favor of defendant. Plaintiff appeals",
            "On June 28, 1995, the jury returned a verdict in favor of defendant. Plaintiff's posttrial motion was denied on October 11, 1995. Plaintiff filed a timely notice of appeal."
        ],
        "Application of Law to Facts": [
            "Defendant may well have been able to prove that he was not negligent because he did not breach the standard of care in issuing the December 21, 1988, prescription. Indeed, all the medical experts who treated and consulted with Kathryn around the time the prescription was issued testified that she appeared to be well on the road to recovery, due in large part to her favorable response to Doxepin and the lack of any sign of suicidal ideation. Nonetheless, contributory negligence in a suicide malpractice case against a treating doctor is inappropriate and irrelevant. Therefore, the decision of the trial court to allow defendant's affirmative defense on contributory negligence grounds was reversible error.",
            "we find that the defense of contributory negligence has no place in a suicide malpractice case"
        ],
        "Relevant Precedents": [
            "Peoples Bank v. Damera,  (1991)",
            "Damera, 220 Ill. App. 3d at 1032",
            "Damera, ",
            "Damera, 220 Ill. App. 3d at 1035",
            "Damera, *587",
            "Damera, 220 Ill. App. 3d at 1036",
            "Damera",
            "Damera",
            "Damera",
            "Damera, ",
            "Damera"
        ],
        "Outcome": [
            "the judgment in favor of defendant is reversed and the case is remanded for a new trial.Reversed and remanded."
        ]
    },
    "class": "reverse"
}