{
    "text": "Hubbard v. Sherman Hospital, 292 Ill. App. 3d 148 (1997)\nSept. 26, 1997 · Illinois Appellate Court · No. 2-96-1511\n292 Ill. App. 3d 148\nMARY JO HUBBARD et al., Plaintiffs-Appellants,v.SHERMAN HOSPITAL et al., Defendants-Appellees\nSecond District\n*150BOWMAN, J., dissenting.\nDonald R. Brewer and Amy C. Wright, both of Donald R. Brewer, Chartered, of Dundee, for appellants.\nDenis K. Sheehan, of Norton, Mancini, Argentati, Weiler & DeAno, of Wheaton, for appellee Sherman Hospital.\nJohn L. Schroeder and Michelle L. Adams, both of Connelly & Schroeder, of Geneva, for appellee Michael Michelotti.\nWilliam W. Ranard, of Kubiesa, Power & Cronin, Ltd., of Oakbrook Terrace, for appellee Richard Berglund.\nJUSTICE INGLIS\ndelivered the opinion of the court:\nPlaintiff Mary Jo Hubbard filed a medical malpractice action against defendants, Sherman Hospital, Dr. Michael Michelotti, and Dr. Richard Berglund, for personal injuries resulting from allegedly negligent medical treatment for appendicitis and subsequent postoperative complications. Plaintiff Glenn Hubbard also filed an action for loss of consortium against defendants. (Because Glenn Hubbard's action is a derivative of the medical malpractice action, future refer*151enees to plaintiff will be to Mary Jo Hubbard alone.) Plaintiff appeals the jury's verdict entered in favor of all defendants. We affirm.\nPlaintiff arrived at the Sherman Hospital emergency room on May 10, 1993, complaining of abdominal pain. She was treated and released. The next day, plaintiff returned to the emergency room, still complaining of abdominal pain. Dr. Berglund, plaintiff's attending physician, admitted her to Sherman Hospital late in the evening of May 11 following a telephone conversation with one of the emergency room doctors.\nDr. Berglund first examined plaintiff at about 7 a.m. on May 12. After examining plaintiff, Dr. Berglund ordered a surgical consultation. Dr. Michelotti, plaintiff's attending surgeon, examined plaintiff in the morning of May 12. He ordered a CT scan in an attempt to rule out a perforated appendix as the cause of plaintiff's distress. At about 3 p.m., plaintiff underwent a CT scan, which revealed plaintiff had acute appendicitis with possible perforation. Dr. Michelotti removed plaintiff's appendix in an operation beginning at about 8 p.m. on May 12.\nPlaintiff remained hospitalized from May 12 to May 18. During that time, no further CT scans or blood testing was performed. Also during that time, plaintiff complained of abdominal pain and consistently experienced slightly elevated temperatures. Plaintiff was discharged from the hospital on May 18.\nPlaintiff returned to Dr. Michelotti's office on May 20, complaining of severe abdominal pain. A CT scan performed on May 22 revealed that plaintiff had developed a pelvic abscess. Plaintiff was again hospitalized and underwent a second surgery to remove the abscess. Plaintiff was discharged on May 31 after undergoing antibiotic therapy.\nPlaintiff instituted this medical malpractice action on February 10, 1994, against Sherman Hospital and Dr. Michelotti. Plaintiff later amended her complaint, adding Dr. Berglund as a defendant. Plaintiff alleged that Dr. Michelotti and Sherman Hospital committed one or more of the following negligent acts:\n(a) Failed to both diagnose and discover the fact that plaintiff *** suffered from appendicitis;\n(b) Misdiagnosed the condition of [plaintiff];\n(c) Failed to treat [plaintiff's] condition of appendicitis;\n(d) Failed to either perform or properly perform necessary testing procedures in order to properly diagnose and treat the plaintiff's illness;\n(e) Failed to take precautions so as to prevent plaintiff's appendix from rupturing;\n*152(f) Improperly and unskillfully post-operatively attended and treated plaintiff *** inasmuch as infections and complications ensued;\n(g) Failed to evaluate test results to properly diagnose and treat plaintiff's illness.\nPlaintiff also alleged that Dr. Berglund committed one or more of the following negligent acts:\n(a) Failed to both diagnose and discover the fact that plaintiff *** suffered from appendicitis;\n(b) Failed to treat [plaintiff's] condition of appendicitis;\n(c) Carelessly arid negligently failed to either perform or properly perform necessary testing procedures in order to properly diagnose and treat the plaintiff's illness;\n(d) Carelessly and negligently failed to take precautions so as to prevent plaintiff's appendix from rupturing;\n(e) Negligently, improperly and unskillfully post-operatively attended and treated plaintiff *** inasmuch as infections and complications ensued;\n(f) Carelessly and negligently failed to evaluate test results to properly diagnose and treat plaintiff's illness;\n(g) Carelessly and negligently failed to immediately order a consultation for plaintiff;\n(h) Carelessly and negligently failed to treat plaintiff's condition as an emergency.\nFollowing the trial, the jury returned a verdict in favor of all three defendants. Plaintiff's posttrial motion was denied on December 5, 1996, and plaintiff's timely appeal followed.\nIn her first issue on appeal, plaintiff argues that the trial court erred in barring certain testimony from her expert, Dr. Leon Malachinski, regarding the actions of Sherman Hospital and Dr. Michelotti. The record indicates that Sherman Hospital made a motion in limine to bar Dr. Malachinski from giving previously disclosed opinions critical of its emergency room physicians, Drs. Jackson and McCormack. The trial court granted Sherman Hospital's motion in limine in part, barring Dr. Malachinski's opinions that Dr. Jackson failed to diagnose plaintiff or failed to admit her to 'the hospital for observation and further diagnostic tests when she had a potentially fatal illness; and that Dr. Jackson failed to utilize appropriate diagnostic tools. The trial court also forbade Dr. Malachinski from testifying to his opinions that Dr. McCormack failed to assess plaintiff's symptoms adequately and failed to order appropriate diagnostic tests.\nDr. Michelotti also presented a motion in limine to prevent Dr. Malachinski from giving opinions concerning his actions in this case. *153The trial court granted Dr. Michelotti's motion in part, prohibiting Dr. Malachinski from rendering any opinions concerning allegations that Dr. Michelotti delayed the appendectomy procedure and diagnostic tests or concerning his performance of the actual surgery. Plaintiff contends that these rulings were an abuse of discretion. We disagree.\nAn expert witness is a person who possesses knowledge beyond the ordinary understanding of the jury as a result of his or her education, training, or experience. Gill v. Foster, 232 Ill. App. 3d 768, 780 (1992). Whether a person is qualified to testify as an expert witness is left to the discretion of the trial court, and the trial court's determination will be disturbed only if the trial court abused its discretion. Gill, 232 Ill. App. 3d at 780. In assessing the qualifications of the proposed expert, the trial court should consider the proposed expert's education and employment background to ensure that the witness is familiar with the medical issues in the case. Gill, 232 Ill. App. 3d at 781.\nIn medical malpractice cases, the proponent of an expert physician's testimony must establish a two-part foundation to demonstrate the expert's qualifications to testify. First, the physician must be a licensed member of the school of medicine about which he proposes to testify. Jones v. O'Young, 154 Ill. 2d 39, 43 (1992). Second, the physician must show that he possesses the necessary expertise in dealing with the plaintiff's medical problem and treatment by demonstrating his familiarity with the  'methods, procedures, and treatments ordinarily observed'  by similarly situated physicians. Jones, 154 Ill. 2d at 43, quoting Purtill v. Hess, 111 Ill. 2d 229, 243 (1986). The expert's failure to establish either of the foundational requirements results in the preclusion of his testimony. Jones, 154 Ill. 2d at 44.\nThe parties do not seriously contest that Dr. Malachinski satisfied the first prong of the foundation, that he is a member of the school of medicine about which he proposed to testify. We thus turn to the second prong of the foundation, whether the allegations of negligence were within Dr. Malachinski's knowledge and experience.\nWe hold that the trial court did not abuse its discretion in barring portions of Dr. Malachinski's testimony as the trial court's decision was amply supported by the record. Dr. Malachinski testified that he had little experience in the emergency room. He testified that he had completed a one-month rotation in the emergency room when he was an intern. Additionally, he testified that he had attended, but not admitted, patients, and specifically appendicitis patients, who had been admitted through the emergency room. More*154over, in lieu of actual experience treating patients in the emergency room, Dr. Malachinski stated that he merely conversed with emergency room physicians. This testimony failed to establish that Dr. Malachinski had the requisite knowledge and experience to render an expert opinion.\nOf particular significance to our determination is Northern Trust Co. v. Upjohn Co., 213 Ill. App. 3d 390 (1991). There, plaintiff was treated with an intrauterine injection of an abortion-inducing drug. After the injection, the plaintiff experienced a cardiac arrest resulting in brain damage. The plaintiff sued the obstetrician, the hospital, and the drug manufacturer, tendering a specialist in emergency medicine as her expert witness. The expert was not an obstetrician, had never performed an abortion, and had never used, observed the use of, and was not familiar with the side effects of the abortion-inducing drug. Northern Trust, 213 Ill. App. 3d at 406. The appellate court found that the expert was not competent to testify on the basis that his lack of actual experience made it impossible for him to give an opinion about whether the obstetrician had deviated from the accepted or customary medical standards at the time and place of the event. Northern Trust, 213 Ill. App. 3d at 407. Indeed, the appellate court warned that the treating physician's assessment should not be taken out of [the] context of the setting in which it was made, which necessarily included the treating physician's experiences in performing abortions and other gynecological procedures. Northern Trust, 213 Ill. App. 3d at 407.\nIt is this context that is fatal to Dr. Malachinski's proposed testimony on the care and treatment by the emergency room physicians. Despite contact with emergency room physicians, Dr. Malachinski failed to demonstrate that his experiences in practice imparted the requisite knowledge of the standards of care applicable to emergency room physicians. A single month spent in the emergency room many years before while an intern is simply insufficient experience. No amount of conversation with emergency room staff will substitute for actual experience in the trenches. We note that the trial court considered Dr. Malachinski's qualifications and experience and allowed him to testify about the sufficiency of the emergency room physicians' reports to the attending physician, Dr. Berglund, as well as the prescription of drugs during the emergency room visit. In light of Dr. Malachinski's lack of experience and the trial court's scrutiny of his foundational testimony in ruling on the motion in limine, we cannot say the trial court abused its discretion in barring Dr. Malachinski's opinions about the care and treatment given by the Sherman Hospital emergency room.\n*155Similarly, we find that the trial court did not abuse its discretion by precluding Dr. Malachinski from testifying about Dr. Michelotti's performance of the surgical procedure or any possible delays in scheduling diagnostic testing or the surgical procedure. Dr. Malachinski testified that he dealt with appendicitis patients as an attending physician and not as a surgeon. He also mentioned that he had completed a one-month rotation as an intern in general surgery and that he occasionally had assisted in surgeries. Again, Dr. Malachinski did not testify to sufficient experience to qualify him as a surgical expert.\nNorthern Trust, 213 Ill. App. 3d at 407, again provides guidance. Dr. Malachinski provided no information that he had ever actually performed an appendectomy himself or that he holds or held surgical privileges at any hospitals. Accordingly, the trial court properly precluded his testimony concerning the surgery and related topics, such as the timing of the surgery and presurgical testing. We again note that the trial court allowed Dr. Malachinski to present his opinion concerning Dr. Michelotti's postsurgical care, an appropriate decision in view of Dr. Malachinski's experience. Accordingly, we hold that the trial court did not abuse its discretion by precluding some of Dr. Malachinski's opinions relating to matters outside of his professional experience.\nIn her second issue on appeal, plaintiff argues that the trial court erred in denying her motion to bar Sherman Hospital's expert's testimony. Plaintiff asserts that the testimony presented by Sherman Hospital's expert, Dr. Jacek Franaszek, was cumulative to that of the emergency room physicians, Drs. McCormack and Jackson. The admission of evidence is left to the discretion of the trial court, and the trial court may, in its discretion, exclude cumulative evidence. See Kozasa v. Guardian Electric Manufacturing Co., 99 Ill. App. 3d 669, 678 (1981). The trial court's decision will be disturbed only where there is a clear abuse of discretion. Kozasa, 99 Ill. App. 3d at 678. Quite simply, there was no abuse of discretion as Dr. Franaszek's testimony was not cumulative to that of Drs. McCormack and Jackson. While Drs. McCormack and Jackson may have testified about the care they gave to plaintiff, they are agents of one of the defendants in this case. We do not find the testimony of a disinterested expert witness to be cumulative to the testimony of a party's agents, even if the agents could be separately qualified as experts. We hold that the trial court correctly denied plaintiffs motion to bar Dr. Franaszek's testimony.\nPlaintiff next argues that the trial court erroneously allowed Dr. Berglund's expert, Dr. Grobe, to present opinions at trial that *156were undisclosed during discovery. Plaintiff asserts that, at the time of his discovery deposition, Dr. Grobe had no opinion concerning whether Dr. Berglund should have cultured the discharge from plaintiff's surgical wound. However, plaintiff asserts that, at the time of trial, Dr. Grobe had developed an opinion on the topic, stating that culturing the discharge was unnecessary in order to comply with the appropriate standard of care. We find, however, that we are unable to reach the merits of plaintiffs argument due to her failure both to provide us with a complete record and to preserve the error for our review.\nPlaintiff did not include Dr. Grobe's discovery deposition in the record on appeal. Additionally, we are unable to find any excerpts from Dr. Grobe's discovery deposition included among any motions in the record. The party claiming a Rule 220 violation must establish by the record that such a violation occurred [citation], and on review, the appellant has the burden of presenting the court with an adequate record regarding the claimed error. Holston v. Sisters of the Third Order of St. Francis, 165 Ill. 2d 150, 163 (1995). Plaintiff has failed to present us with an adequate record from which to evaluate her claim and, accordingly, has waived this issue.\nEven if the record were adequate, plaintiffs failure to object at trial or in her posttrial motion specifically to Dr. Grobe's purportedly undisclosed opinion results in the waiver of this issue. Contrary to plaintiffs representation, our review of the trial transcript shows that plaintiff never objected to the revelation of Dr. Grobe's purportedly undisclosed opinion concerning culturing. We also note that plaintiff fails to direct us to the point in the record where she claims to have objected. Additionally, plaintiff's posttrial motion merely notes that Dr. Grobe was allowed to testify to undisclosed opinions without specifying what the undisclosed opinions were. We note parenthetically that plaintiff also failed to avail herself of the opportunity to attach Dr. Grobe's discovery deposition, to her posttrial motion. Accordingly, we find that plaintiff failed to preserve the alleged error. See Brown v. Decatur Memorial Hospital, 83 Ill. 2d 344, 352-53 (1980).\nPlaintiff next complains that Dr. Berglund's counsel .made improper and prejudicial remarks during closing argument. Failure to object to alleged errors in an opponent's closing argument is considered waiver of the objection. [Citation.] Generally, failure to object to any impropriety in counsel's closing argument results in waiver unless comments are so inflammatory and prejudicial that plaintiff is denied a fair trial. Limanowski v. Ashland Oil Co., 275 Ill. App. 3d 115, 118 (1995).\n*157Despite plaintiff's representation to the contrary in her reply brief, the record is devoid of a single objection to Dr. Berglund's counsel's comments during the entirety of his closing argument. Additionally, plaintiff again fails to direct us to the point in the record where her purported objections to Dr. Berglund's closing remarks were made. We hold, therefore, that plaintiff has waived this issue on appeal.\nTwice now, appellate counsel has asserted that plaintiff's trial counsel made error-preserving objections, both of which are utterly unsupported in the record. These misrepresentations of the record, whether willful or inadvertent, are totally inappropriate, and we admonish appellate counsel. The repetition of this conduct will in no way be tolerated.\nWaiver aside, we find that Dr. Berglund's closing argument did not deprive plaintiff of a fair trial. The gist of plaintiff's argument is that Dr. Berglund improperly suggested that evidence introduced by him should only be used for his benefit. Our review shows that Dr. Berglund's argument was directed to questioning the credibility and reliability of plaintiff's expert, Dr. Malachinski, versus his own experts. Moreover, plaintiff's closing remarks invited Dr. Berglund's responses. Accordingly, we find neither error in the argument nor prejudice to plaintiff.\nPlaintiff's final contention on appeal is that the jury verdict in favor of Dr. Berglund was against the manifest weight of the evidence. A verdict against the manifest weight of the evidence is one that is palpably erroneous and wholly unwarranted, is clearly the result of passion or prejudice, or appears to be arbitrary, unreasonable, and not based on the evidence. Damron v. Micor Distributing, Ltd., 276 Ill. App. 3d 901, 907 (1995). Plaintiff points to several instances where she claims Dr. Berglund's expert's testimony conclusively demonstrated that Dr. Berglund breached the standard of care. We disagree.\nWe first note that Dr. Grobe, Dr. Berglund's expert, consistently testified that Dr. Berglund's conduct met the standard of care. Plaintiff asserts that Dr. Grobe testified on cross-examination that a patient possibly suffering from appendicitis should be observed for six to eight hours and that, after a diagnosis of appendicitis is made, surgery should follow in two to three hours. Plaintiff then points to evidence which she interprets to indicate that she was under observation for about 11 hours and that her surgery was performed about five hours after the diagnosis was made. Plaintiff concludes that this conclusively demonstrated that Dr. Berglund breached the standard of care. We disagree.\n*158Plaintiff has characterized Dr. Grebe's cross-examination testimony too rigidly. Dr. Grobe was careful to maintain flexibility in the time frames for observation and surgery. He did not agree to an exact amount of time for either observation or surgery following a diagnosis. Rather than demonstrating a breach of the standard of care, this testimony was akin to the impeachment of Dr. Grobe's opinions. It is axiomatic that impeachment testimony goes to the credibility of the witness and that credibility is the sole province of the jury. The jury was entitled to find Dr. Grobe more credible than Dr. Malachinski even in light of the highlighted cross-examination testimony. The jury's verdict was not against the manifest weight of the evidence.\nFor the foregoing reasons, the judgment of the circuit court of Kane County is affirmed.\nAffirmed.\nGEIGER, P.J., concurs.\nJUSTICE BOWMAN,\ndissenting:\nI respectfully dissent. The majority holds that the trial court did not abuse its discretion by barring portions of Dr. Malachinski's testimony and relies heavily on Northern Trust Co. v. Upjohn Co., 213 Ill. App. 3d 390 (1991). However, the evidence in Northern Trust is factually distinct from this case. In Northern Trust, the expert never worked in an obstetrical or gynecological wárd and never performed the medical procedure at issue. Northern Trust, 213 Ill. App. 3d at 406. In addition, he was not familiar with the method used to perform the medical procedure. Northern Trust, 213 Ill. App. 3d at 406. Thus, the court found that he was not competent to testify as an expert witness. Northern Trust, 213 Ill. App. 3d at 407.\nIn contrast, this case involves testimony regarding an area of general diagnosis — appendicitis. A court may take judicial notice of matters of common knowledge ***. Harris Trust & Savings Bank v. American National Bank & Trust Co., 230 Ill. App. 3d 591, 597 (1992). It is well established that appendicitis is a common medical condition familiar to all doctors. In fact, a reasonable person could find that a doctor who is not familiar with appendicitis is not qualified to be a doctor.\nIn this case, the evidence illustrates that Dr. Malachinski was familiar with the standard of care and system of diagnosis and treatment used by emergency room physicians. Dr. Malachinski testified that he was familiar with the standard of care used by emergency room physicians when treating patients with appendicitis. During *159the course of his practice, Dr. Malachinski treated patients who suffered from appendicitis and who had originally been attended to in the emergency room. Moreover, Dr. Malachinski communicated with emergency room physicians regarding the patients he treated. While serving as an intern, Dr. Malachinski also gained emergency room experience by examining patients and diagnosing and prescribing treatment.\nThe evidence also establishes that Dr. Malachinski was qualified to testify regarding the standard of care Dr. Michelotti utilized when scheduling diagnostic tests and performing the appendectomy procedure. An expert is not required to specialize in the area of the defendant's expertise or specialty. Jones v. O'Young, 154 Ill. 2d 39, 43 (1992). Thus, Dr. Malachinski was not required to be an expert in surgery. During the course of his medical school training, Dr. Malachinski learned the procedures for proper care and treatment of appendicitis. Dr. Malachinski also served as a professor of medicine and instructed his students on the proper care and treatment of patients who suffered from appendicitis. Not only did Dr. Malachinski receive sufficient training, but he also assisted in appendectomies and treated many patients who had appendicitis.\nAccordingly, I would hold that the trial court erred in barring the testimony of Dr. Malachinski regarding the standard of care used by both the emergency room physicians and Dr. Michelotti. By barring the testimony, the trial court deprived the jury of performing its fact-finding function and allowed it to render a verdict in favor of defendants. Consequently, plaintiff is entitled to a new trial against Sherman Hospital and Dr. Michelotti.\n\nPlain English summary:\nPlaintiff filed a medical malpractice action against Dr. Berglund (defendant) for personal injuries resulting from allegedly negligent medical treatment for appendicitis and subsequent postoperative complications. A jury found in favour of defendant and plaintiff appealed. The appellate court affirmed the jury verdict, rejecting plaintiff's claim that it was against the manifest weight of the evidence.\n",
    "annotations": {
        "Facts": [
            "Plaintiff arrived at the Sherman Hospital emergency room on May 10, 1993, complaining of abdominal pain. She was treated and released. The next day, plaintiff returned to the emergency room, still complaining of abdominal pain. Dr. Berglund, plaintiff's attending physician, admitted her to Sherman Hospital late in the evening of May 11 following a telephone conversation with one of the emergency room doctors.Dr. Berglund first examined plaintiff at about 7 a.m. on May 12. After examining plaintiff, Dr. Berglund ordered a surgical consultation. Dr. Michelotti, plaintiff's attending surgeon, examined plaintiff in the morning of May 12. He ordered a CT scan in an attempt to rule out a perforated appendix as the cause of plaintiff's distress. At about 3 p.m., plaintiff underwent a CT scan, which revealed plaintiff had acute appendicitis with possible perforation. Dr. Michelotti removed plaintiff's appendix in an operation beginning at about 8 p.m. on May 12.Plaintiff remained hospitalized from May 12 to May 18. During that time, no further CT scans or blood testing was performed. Also during that time, plaintiff complained of abdominal pain and consistently experienced slightly elevated temperatures. Plaintiff was discharged from the hospital on May 18.Plaintiff returned to Dr. Michelotti's office on May 20, complaining of severe abdominal pain. A CT scan performed on May 22 revealed that plaintiff had developed a pelvic abscess. Plaintiff was again hospitalized and underwent a second surgery to remove the abscess. Plaintiff was discharged on May 31 after undergoing antibiotic therapy.",
            "Dr. Grobe",
            "testified that Dr. Berglund's conduct met the standard of care.",
            "Dr. Grobe testified",
            "that a patient possibly suffering from appendicitis should be observed for six to eight hours and",
            "after a diagnosis of appendicitis is made, surgery should follow in two to three hours."
        ],
        "Procedural History": [
            "Plaintiff Mary Jo Hubbard filed a medical malpractice action against ",
            "Dr. Richard Berglund, for personal injuries resulting from allegedly negligent medical treatment for appendicitis and subsequent postoperative complications.",
            "Plaintiff appeals the jury's verdict entered in favor of ",
            " defendant",
            ".",
            "Plaintiff instituted this medical malpractice action on February 10, 1994, against ",
            "Dr. Berglund ",
            "Following the trial, the jury returned a verdict in favor of ",
            "defendant",
            ". Plaintiff's posttrial motion was denied on December 5, 1996, and plaintiff's timely appeal followed."
        ],
        "Application of Law to Facts": [
            "Plaintiff points to several instances where she claims Dr. Berglund's expert's testimony conclusively demonstrated that Dr. Berglund breached the standard of care. We disagree.",
            "Plaintiff ",
            "points to evidence which she interprets to indicate that she was under observation for about 11 hours and that her surgery was performed about five hours after the diagnosis was made. Plaintiff concludes that this conclusively demonstrated that Dr. Berglund breached the standard of care. We disagree.*158Plaintiff has characterized Dr. Grebe's cross-examination testimony too rigidly. Dr. Grobe was careful to maintain flexibility in the time frames for observation and surgery. He did not agree to an exact amount of time for either observation or surgery following a diagnosis. Rather than demonstrating a breach of the standard of care, this testimony was akin to the impeachment of Dr. Grobe's opinions. It is axiomatic that impeachment testimony goes to the credibility of the witness and that credibility is the sole province of the jury. The jury was entitled to find Dr. Grobe more credible than Dr. Malachinski even in light of the highlighted cross-examination testimony. The jury's verdict was not against the manifest weight of the evidence."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm.",
            "For the foregoing reasons, the judgment of the circuit court of Kane County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}