{
    "text": "Umble v. Sandy McKie & Sons, Inc., 294 Ill. App. 3d 449 (1998)\nJan. 27, 1998 · Illinois Appellate Court · No. 2—97—0231\n294 Ill. App. 3d 449\nMARY ELLEN UMBLE, Plaintiff-Appellant,v.SANDY McKIE AND SONS, INC., Defendant-Appellee\nSecond District\n*450James J. Hermann, Jr., and James R. Hermann, both of James J. Hermann, Jr., & Associates, P.C., of Waukegan, for appellant.\nMichael Resis, of O'Hagan, Smith & Amundsen, of Chicago, for appellee.\nJUSTICE McLAREN\ndelivered the opinion of the court:\nPlaintiff, Mary Ellen Umble, appeals the order of the circuit court of Lake County dismissing her complaint against defendant, Sandy McKie & Sons, Inc. Plaintiff contends that the court should not have dismissed her complaint because it sufficiently stated causes of action for concert of action and negligent entrustment.\nI. Background\nPlaintiff's second amended complaint alleges that, on December 27, 1994, Jerome Butzen brought his car to defendant for service. Butzen was intoxicated at the time, and this condition was apparent *451to defendant's employees. Defendant repaired Butzen's car, including fixing a leaking tire and replacing a burned-out headlight. Butzen paid for the repairs, and defendant returned the car to him. Shortly thereafter, Butzen's car collided with one driven by plaintiff's decedent, Phillip Umble. Plaintiff alleges that defendant was negligent in giving car keys to an obviously intoxicated driver and that this negligence proximately caused Phillip Umble's death.\nThe trial court granted defendant's motion to dismiss the complaint, holding that defendant owed no duty to plaintiff's decedent to prevent Butzen from continuing to drive. After the court denied her motion to reconsider, plaintiff filed a timely notice of appeal.\nThe trial court dismissed plaintiff's complaint pursuant to section 2 — 615 of the Code of Civil Procedure (735 ILCS 5/2 — 615 (West 1994)). In considering a motion to dismiss, all well-pleaded facts must be taken as true and all inferences drawn in favor of the nonmovant. Meerbrey v. Marshall Field & Co., 139 Ill. 2d 455, 473 (1990). A complaint should not be dismissed for failing to state a claim unless it clearly appears that no set of facts could be proved under the allegations that would entitle the plaintiff to relief. Meerbrey, 139 Ill. 2d at 473. We review de nova the dismissal of a complaint under section 2 — 615. In re Estate of Vogel, 291 Ill. App. 3d 1044, 1046 (1997).\nII. Substantial Assistance\nPlaintiff first contends that the court erroneously dismissed her complaint because it adequately states a cause of action under a concert of action or substantial assistance theory. Section 876 of the Restatement of Torts provides:\nFor harm resulting to a third person from the tortious conduct of another, one is subject to liability if he\n(a) does a tortious act in concert with the other or pursuant to a common design with him, or\n(b) knows that the other's conduct constitutes a breach of duty and gives substantial assistance or encouragement to the other so to conduct himself, or\n(c) gives substantial assistance to the other in accomplishing a tortious result and his own conduct, separately considered, constitutes a breach of duty to the third person. Restatement (Second) of Torts §876 (1979).\nPlaintiff contends that by fixing Butzen's car, defendant rendered him substantial assistance or encouragement in his activity of driving drunk. We disagree.\nThe complaint contains no allegation that any of defendant's employees actively encouraged Butzen to get back in his car and drive. We do not equate failing to prevent certain conduct with *452actively encouraging that conduct. Moreover, the complaint's allegations do not establish that defendant provided substantial assistance to Butzen. There is no allegation that Butzen's car was inoperable before defendant made the repairs. The most reasonable inference from the complaint is that Butzen drove the car into the dealership. Had defendant refused to make the repairs, Butzen could simply have continued driving. At least, arguably, defendant's repair of the tire and headlight made Butzen's car safer rather than more dangerous.\nIn Sanke v. Bechina, 216 Ill. App. 3d 962 (1991), plaintiffs' decedent was a passenger in a car driven by Schwartz while he engaged in a drag race with Bechina. Although defendant Bechina was not driving the car in which decedent was riding, plaintiffs alleged that he actively encouraged Schwartz to participate in the drag race. Bechina allegedly encouraged Schwartz to drive at an excessive speed and disobey a stop sign. Sanke, 216 Ill. App. 3d at 966. We held that Bechina could be liable for his own conduct under section 876. Sanke, 216 Ill. App. 3d at 970-71. Here, unlike in Sanke, defendant's acts of repairing a tire and a headlight were not inherently wrongful and defendant did not actively encourage Butzen to engage in wrongful activity.\nPlaintiff also relies on cases in which defendants were found liable for selling cars to unlicensed and incompetent drivers. See Small v. St. Francis Hospital, 220 Ill. App. 3d 537 (1991); Seward v. Griffin, 116 Ill. App. 3d 749 (1983). But see Tosh v. Scott, 129 Ill. App. 3d 322 (1984). These cases are distinguishable for two important reasons. First, unlike the case of a seller, defendant here merely returned to the driver the car he already owned. As discussed in the next section, defendant had no right to refuse to return Butzen's car to him. Secondly, whether or not someone has a driver's license is in most cases objectively verifiable. Asking to see a driver's license is a common practice in almost every segment of the retail industry and requiring a prospective car purchaser to show a driver's license would not be unduly burdensome. Conversely, determining whether someone is intoxicated is much more problematic. A person may display erratic behavior for a number of reasons other than intoxication. Unless we were to require all car dealers, mechanics, gas station employees and parking lot attendants to have breathalyzers, there would be no way to determine with any certainty whether a given patron was in fact intoxicated to the point that his ability to drive was impaired.\nIII. Negligent Entrustment\nPlaintiff next contends that her complaint states a cause of ac*453tian for negligent entrustment. Negligent entrustment occurs where one entrusts to another something under the actor's control if the actor knows that the third person will use the thing to create an unreasonable risk of harm to others. Zedella v. Gibson, 165 Ill. 2d 181, 186 (1995); Restatement (Second) of Torts § 308 (1965). Thus, an essential element of a negligent entrustment cause of action is that the person charged with liability have a superior right to control the property. Zedella held that a father who cosigned a loan for his son to purchase a car could not be held liable when the son was involved in an accident. The court noted that the father never had possession of the car. The son was an adult, was a licensed driver, had a residence of his own, and supported himself. Zedella, 165 Ill. 2d at 189.\nAlthough no Illinois case apparently has decided this precise issue, a majority of courts from other jurisdictions have held that a bailee for hire is not liable for returning the property to the bailor. Most nearly on point is Sampson v. W.F. Enterprises, 611 S.W.2d 333 (Mo. App. 1980). The complaint in that case alleged that plaintiffs' decedent, Earl Anthony Sampson, while obviously intoxicated, went to defendant Allen Chevrolet to pick up his pickup truck, which he apparently had left there for repairs. The complaint alleged that defendant negligently and carelessly permitted [the decedent] to pick up his truck and drive from Allen Chevrolet Company to the place of his death. Sampson, 611 S.W.2d at 334.\nThe court held that Allen Chevrolet could not be liable for negligent entrustment. The court noted that the truck with which Earl Sampson was entrusted was his own truck and defendant had a duty to return the truck to Sampson upon demand. Had defendant refused delivery, it would have been liable for conversion. Sampson, 611 S.W.2d at 338.\nIn Lombardo v. Hoag, 269 N.J. Super. 36, 634 A.2d 550 (1993), Hoag went to the beach with several friends, including Niemeyer. After Hoag became intoxicated, Niemeyer drove Hoag's car to Niemeyer's house. Hoag then attempted to drive to his home but was involved in an accident. The superior court, appellate division, declined to impose a duty on Niemeyer to prevent his drunken friend from reclaiming his car. In language appropriate to this case, the court explained its reasons for refusing to impose such a duty as follows:\nOne problem with such an extension of that particular form of a duty is that the standard is so broad that it would conceivably apply to gas station attendants, toll booth collectors, parking lot attendants, repair services, and onlookers who may have observed the participants get into a vehicle driven by an intoxicated person.\n*454Further, such an over-broad duty would open a Pandora's Box of potential liability and responsibility problems. Potential liability would then exist (on the passenger attempting to prevent the owner from driving) for conversion of another's property, or even theft or robbery charges. There has been no indication or consideration of a concomitant privilege for the actor for being honestly mistaken about a person's sobriety if one takes the keys or automobile from the rightful owner of a vehicle. There is also the potential mischief of affording a defense to potential or actual perpetrators of criminal acts. Lombardo, 269 N.J. Super, at 53, 634 A.2d at 559.\nOther courts, faced with similar factual scenarios, have held that one cannot be liable for returning bailed property to its rightful owner. Mills v. Continental Parking Corp., 86 Nev. 724, 726, 475 P.2d 673, 674 (1970) (when owner claimed car and paid parking charges, bailment ended and defendant no longer had right to control car); Hulse v. Driver, 11 Wash. App. 509, 515, 524 P.2d 255, 259 (1974) (driver had duty to return control of car to rightful owner upon demand); Knighten v. Sam's Parking Valet, 206 Cal. App. 3d 69, 75, 253 Cal. Rptr. 365, 367 (1988) (valet parking service not liable for returning keys to intoxicated patron); Blocker v. WJA Realty Ltd. Partnership, 559 So. 2d 291, 292 (Fla. App. 1990) (same); Payberg v. Harris, 931 P.2d 544, 545 (Colo. App. 1996) (parents not liable for returning to adult son rifle which had been stored at their house).\nThe relatively few cases finding bailees to be potentially liable are factually distinguishable. In West v. Granny's Rocker Niteclub, Inc., 268 Ill. App. 3d 207 (1994), which plaintiff cites, a towing service returned a motorcycle to someone who was not the true owner. In O'Toole v. Carlsbad Shell Service Station, 247 Cal. Rptr. 663 (Cal. App. 1988), the gas station was found potentially liable for furnishing gasoline to an intoxicated motorist on the theory that the gasoline itself was a chattel with which the driver was negligently entrusted. We note that the opinion, which contradicted prior law, drew one dissent. Moreover, the California Supreme Court ordered that it not be officially published, thus diminishing its precedential value. See O'Toole, 247 Cal. Rptr. at 663 n.*\nFinally, in Murray v. Whit Tatum Motors, Inc., 673 F. Supp. 981, 982 (W.D. Ark. 1987), the federal district court denied a car dealer's motion for summary judgment on the ground that the customer had not paid for the repairs. Thus, the bailee was not obligated to return the vehicle.\nIn light of these precedents, defendant was clearly a bailee for hire. Once Butzen paid for the repairs and demanded the return of *455his keys, defendant had no discretion to refuse without being found liable for conversion. Because Butzen already owned the car, defendant cannot be liable for negligently entrusting it to him. Accordingly, the trial court did not err in dismissing the complaint on this ground.\nThe judgment of the circuit court of Lake County is affirmed.\nAffirmed.\nINGLIS and DOYLE, JJ„ concur.\n\nPlain English summary:\nButzen brought his car to defendant for services. Butzen was clearly intoxicated. The repairs were made, Butzen paid for them, and defendant returned the car keys to Butzen. Butzen drove away and collided with plaintiff's decedent. The trial court dismissed the case against defendant, holding that defendant owed no duty to plaintiff's decedent to prevent Butzen from continuing to drive. The appellate court affirmed.\n",
    "annotations": {
        "Facts": [
            "on December 27, 1994, Jerome Butzen brought his car to defendant for service. Butzen was intoxicated at the time, and this condition was apparent to defendant's employees. Defendant repaired Butzen's car, including fixing a leaking tire and replacing a burned-out headlight.",
            "Butzen paid for the repairs, and defendant returned the car to him. Shortly thereafter, Butzen's car collided with one driven by plaintiff's decedent, Phillip Umble."
        ],
        "Procedural History": [
            "The trial court granted defendant's motion to dismiss the complaint, holding that defendant owed no duty to plaintiff's decedent to prevent Butzen from continuing to drive. After the court denied her motion to reconsider, plaintiff filed a timely notice of appeal.The trial court dismissed plaintiff's complaint pursuant to section 2 — 615 of the Code of Civil Procedure (735 ILCS 5/2 — 615 (West 1994)). ",
            "We review de nova the dismissal of a complaint under section 2 — 615."
        ],
        "Application of Law to Facts": [
            "Plaintiff contends that by fixing Butzen's car, defendant rendered him substantial assistance or encouragement in his activity of driving drunk. We disagree.The complaint contains no allegation that any of defendant's employees actively encouraged Butzen to get back in his car and drive. We do not equate failing to prevent certain conduct with actively encouraging that conduct. Moreover, the complaint's allegations do not establish that defendant provided substantial assistance to Butzen. There is no allegation that Butzen's car was inoperable before defendant made the repairs. The most reasonable inference from the complaint is that Butzen drove the car into the dealership. Had defendant refused to make the repairs, Butzen could simply have continued driving. At least, arguably, defendant's repair of the tire and headlight made Butzen's car safer rather than more dangerous.",
            "Here, unlike in ",
            ", defendant's acts of repairing a tire and a headlight were not inherently wrongful and defendant did not actively encourage Butzen to engage in wrongful activity.Plaintiff also relies on cases in which defendants were found liable for selling cars to unlicensed and incompetent drivers.",
            "These cases are distinguishable for two important reasons. First, unlike the case of a seller, defendant here merely returned to the driver the car he already owned.",
            "defendant had no right to refuse to return Butzen's car to him. Secondly, whether or not someone has a driver's license is in most cases objectively verifiable. Asking to see a driver's license is a common practice in almost every segment of the retail industry and requiring a prospective car purchaser to show a driver's license would not be unduly burdensome. Conversely, determining whether someone is intoxicated is much more problematic. A person may display erratic behavior for a number of reasons other than intoxication. Unless we were to require all car dealers, mechanics, gas station employees and parking lot attendants to have breathalyzers, there would be no way to determine with any certainty whether a given patron was in fact intoxicated to the point that his ability to drive was impaired.",
            "defendant was clearly a bailee for hire. Once Butzen paid for the repairs and demanded the return of his keys, defendant had no discretion to refuse without being found liable for conversion. Because Butzen already owned the car, defendant cannot be liable for negligently entrusting it to him. Accordingly, the trial court did not err in dismissing the complaint on this ground."
        ],
        "Relevant Precedents": [
            "Section 876 of the Restatement of Torts",
            "For harm resulting to a third person from the tortious conduct of another, one is subject to liability if he(a) does a tortious act in concert with the other or pursuant to a common design with him, or(b) knows that the other's conduct constitutes a breach of duty and gives substantial assistance or encouragement to the other so to conduct himself, or(c) gives substantial assistance to the other in accomplishing a tortious result and his own conduct, separately considered, constitutes a breach of duty to the third person. Restatement (Second) of Torts §876 (1979).",
            "Sanke v. Bechina, 216 Ill. App. 3d 962 (1991)",
            "Sanke",
            "Sampson v. W.F. Enterprises,  (Mo. App. 1980)",
            "Sampson, 611 S.W.2d at 334",
            "Sampson, .",
            "Lombardo v. Hoag, 269 N.J. Super. 36,  (1993)",
            "Lombardo, , 634 A.2d at 559.",
            "Mills v. Continental Parking Corp., , 726, 475 P.2d 673, 674 (1970)",
            "Hulse v. Driver, , 515, 524 P.2d 255, 259 (1974)",
            "Knighten v. Sam's Parking Valet, , 75, 253 Cal. Rptr. 365, 367 (1988)",
            "locker v. WJA Realty Ltd. Partnership, , 292 (Fla. App. 1990)",
            "Payberg v. Harris, 931 P.2d 544, 545 (Colo. App. 1996)"
        ],
        "Outcome": [
            "The judgment of the circuit court of Lake County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}