{
    "text": "Burlingame v. Chicago Park District, 293 Ill. App. 3d 931 (1997)\nDec. 23, 1997 · Illinois Appellate Court · No. 1—96—1527\n293 Ill. App. 3d 931\n\nCase outline\nMajority — Presiding Justice Mcnulty\nOther formats\nPDF\nAPI\nCiting cases\n2 cases cite to this case\nOther databases\nCOURTLISTENER\n\nNANCY BURLINGAME et al., Plaintiffs-Appellants,v.CHICAGO PARK DISTRICT, Defendant-Appellee\nFirst District (2nd Division)\n*932Nicholas J. Faklis, Jeffrey J. Tallis, and Michael W. Rathsack, all of Chicago, for appellants.\nNelson A. Brown, Jr., of Chicago Park District, of Chicago, for appellee.\nPRESIDING JUSTICE McNULTY\ndelivered the opinion of the court:\nIn this case the court once again confronts the issue of the distinction between negligence and willful and wanton misconduct. We agree with the trial court that the evidence here cannot support a finding of willful and wanton misconduct.\nOn April 19,1991, Nancy Burlingame tripped and fell while walking on a broken sidewalk that the Chicago Park District owned. Nancy and her husband, Robert Burlingame, sued the park district for willful and wanton misconduct which caused Nancy's injuries and Robert's loss of consortium.\nIn response to defendant's motion for summary judgment, plaintiffs presented the affidavit of Lynell Price, who swore that in 1985 she tripped on a different break in the sidewalk, about 300 feet from the break on which Nancy tripped. Earsie Agnew swore that in 1986 she injured herself in a fall caused by yet another crack, hundreds of feet away from the sites of both Nancy's and Price's falls. In 1989 Norma Turrill fell on a break about 75 feet from the spot of Nancy's fall. Defendant learned of Price's and Agnew's falls at latest when they sued defendant; plaintiffs presented a letter from 1989 that informed defendant of Turrill's injury. Plaintiffs found no other person who tripped on the same break that caused Nancy's fall.\nPlaintiffs alleged that more than 1 million people use this stretch of sidewalk each year. An architect who examined the sidewalk found about a three-inch change in the height of the walking surface from the bottom of the break to the sidewalk. He considered the sidewalk's condition unreasonably dangerous.\nThe trial court held that defendant's failure to repair the entire stretch of sidewalk in light of the prior complaints might constitute negligence, but it did not rise to the level of willful and wanton *933misconduct. Plaintiffs appeal from the trial court's decision to grant defendant summary judgment. The sole issue on appeal is whether evidence that defendant failed to repair all significant cracks in that stretch of the sidewalk, after three people notified defendant they tripped on other cracks in that stretch, could support a finding of willful and wanton misconduct.\nUnder the Local Governmental and Governmental Employees Tort Immunity Act (the Act) (Ill. Rev. Stat. 1991, ch. 85, par. 1 — 101 et seq.), the park district is not liable for injuries due to conditions on its property used for recreation unless it is guilty of willful and wanton conduct. Ill. Rev. Stat. 1991, ch. 85, par. 3 — 106. The Act defines willful and wanton conduct as:\na course of action which shows an actual or deliberate intention to cause harm or which, if not intentional, shows an utter indifference to or conscious disregard for the safety of others or their property. Ill. Rev. Stat. 1991, ch. 85, par. 1 — 210.\nOur supreme court has explained:\n[T]he label 'willful and wanton conduct' has developed in this State as a hybrid between acts considered negligent and behavior found to be intentionally tortious. This hybrid character of willful and wantonness is reflected in case law decisions of this State, which have recognized that willful and wanton acts share many similar characteristics with acts of ordinary negligence. *** 'In view of the fact that it is a matter of degree, a hard and thin line definition should not be attempted.' [Citation.] Under the facts of one case, willful and wanton misconduct may be only degrees more than ordinary negligence, while under the facts of another case, willful and wanton acts may be only degrees less than intentional wrongdoing. Ziarko v. Soo Line R.R. Co., 161 Ill. 2d 267, 275-76, 641 N.E.2d 402 (1994).\nThus, for plaintiffs to recover here, they must present evidence that could support a finding that defendant's failure to repair the sidewalk constitutes misconduct some degrees more culpable than ordinary negligence.\nWhen a plaintiff charges a landowner with ordinary negligence in permitting unreasonably dangerous conditions on the land, the court must balance the likelihood of injury and the gravity of the threatened injury against the burden of guarding against the injury and the consequences of placing that burden on the defendant. Ward v. Community Unit School District No. 220, 243 Ill. App. 3d 968, 973, 614 N.E.2d 102 (1993); Resag v. Washington National Insurance Co., 90 Ill. App. 3d 971, 414 N.E.2d 107 (1980). Our General Assembly has explicitly required this kind of balancing for charges of negligent failure to maintain public property in a reasonably safe condition. *934745 ILCS 10/3 — 102(b)(1) (West 1996). The Act directs the court to consider whether the condition that caused injury would be\ndiscovered by an inspection system that was reasonably adequate considering the practicability and cost of inspection weighed against the likelihood and magnitude of the potential danger to which failure to inspect would give rise. 745 ILCS 10/3 — 102(b)(1) (West 1996).\nWe find that this approach can provide useful guidance for charges of willful and wanton misconduct: a failure to repair a dangerous condition may constitute negligence whenever the likelihood of severe injury outweighs the burden of preventing injury, but the same failure constitutes willful and wanton misconduct only if the balance is especially one-sided, as where the likelihood of severe injury is particularly great or the burden of preventing injury is patently small. Only in cases of such severe imbalances could the failure to act shock the conscience in the manner of willful and wanton misconduct. See Oravek v. Community School District 146, 264 Ill. App. 3d 895, 900, 637 N.E.2d 554 (1994).\nHere, plaintiffs showed three prior incidents involving a stretch of sidewalk about one-quarter of a mile in length; they found no evidence of an injury due to the same break. Considering the amount of traffic, the proof of four injuries over a six-year period reflects a very small likelihood of injury to any given individual, but the likelihood of some injury to at least one person appears to be substantial. The injuries incurred at walking speed and at ground level will generally be quite minor, although some pedestrian may suffer relatively severe harm.\nTo prevent this injury, after receiving notice of the prior injuries at other points on the stretch of sidewalk, defendant would have needed to inspect the site of each injury and repair not only the break that caused the injury but also any other substantial defect within several hundred feet of the break. The cost of such a program for all of the sidewalks the park district owns may be quite substantial. Similarly, the cost of a regular inspection program sufficient to discover any dangerous cracks in sidewalks the park district owns, without any prior complaints or injuries, may be prohibitive. Due to the burdensome cost, the law does not require defendant to keep all sidewalks in perfect condition at all times. Repinski v. Jubilee Oil Co., 85 Ill. App. 3d 15, 20, 405 N.E.2d 1383 (1980). Leaving breaks in a sidewalk with height variances up to one inch may not even constitute negligence. Repinski, 85 Ill. App. 3d at 20.\nPlaintiffs suggest that the prior injuries show that the entire stretch of sidewalk had degenerated and needed replacement. But *935then the park district would need to incur the cost of placing an entirely new sidewalk at least whenever three accidents occur in a one-quarter mile stretch of sidewalk within a five-year period. Again, the cost of such a program could be considerable, discouraging the park district from adding sidewalks or other improvements on park land for fear of incurring greater liability. This is precisely the result the Act is designed to prevent. Ozuk v. River Grove Board of Education, 281 Ill. App. 3d 239, 243, 666 N.E.2d 687 (1996).\nWe hold that the evidence in this case cannot support a finding of willful and wanton conduct, because the balance of the burdens does not demonstrate that the likelihood of severe injury clearly outweighs by a large margin the burden of preventing injury. The court should grant summary judgment on undisputed facts only if reasonable persons would not draw divergent inferences from those facts. Loyola Academy v. S&S Roof Maintenance, Inc., 146 Ill. 2d 263, 586 N.E.2d 1211 (1992). No reasonable person could find that the failure to make repairs here, or replace the entire sidewalk, constituted willful and wanton misconduct, even if some persons might find the failure negligent. See Pomaro v. Community Consolidated School District 21, 278 Ill. App. 3d 266, 268, 662 N.E.2d 438 (1995) (and cases discussed therein). The trial court's decision granting defendant summary judgment is affirmed.\nAffirmed.\nRAKOWSKI and TULLY, JJ., concur.\n\nPlain English summary:\nBorderline because considers wilful and wanton conduct as opposed to negligence. Plaintiff tripped on a sidewalk and sued the park district for wilful and wanton conduct. The trial court granted summary judgment to the defendant, holding that its actions did not amount to wilful and wanton conduct. The appellate court confirmed.\n",
    "annotations": {
        "Facts": [
            "On April 19,1991, Nancy Burlingame tripped and fell while walking on a broken sidewalk that the Chicago Park District owned.",
            "Lynell Price",
            "in 1985",
            "tripped on a different break in the sidewalk, about 300 feet from the break on which Nancy tripped.",
            "Earsie Agnew",
            "in 1986",
            "injured herself in a fall caused by yet another crack, hundreds of feet away from the sites of both Nancy's and Price's falls.",
            "In 1989 Norma Turrill fell on a break about 75 feet from the spot of Nancy's fall.",
            "Defendant learned of Price's and Agnew's falls at latest when they sued defendant; plaintiffs presented a letter from 1989 that informed defendant of Turrill's injury. Plaintiffs found no other person who tripped on the same break that caused Nancy's fall.",
            "more than 1 million people use this stretch of sidewalk each year.",
            "An architect who examined the sidewalk found about a three-inch change in the height of the walking surface from the bottom of the break to the sidewalk."
        ],
        "Procedural History": [
            "Nancy and her husband, Robert Burlingame, sued the park district",
            "defendant",
            "motion for summary judgment",
            "The trial court held that defendant's failure to repair the entire stretch of sidewalk in light of the prior complaints might constitute negligence, but it did not rise to the level of willful and wanton *933misconduct. Plaintiffs appeal from the trial court's decision to grant defendant summary judgment."
        ],
        "Application of Law to Facts": [
            "We agree with the trial court that the evidence here cannot support a finding of willful and wanton misconduct.",
            "Under the ",
            ", the park district is not liable for injuries due to conditions on its property used for recreation unless it is guilty of willful and wanton conduct.",
            "Here, plaintiffs showed three prior incidents involving a stretch of sidewalk about one-quarter of a mile in length; they found no evidence of an injury due to the same break. Considering the amount of traffic, the proof of four injuries over a six-year period reflects a very small likelihood of injury to any given individual, but the likelihood of some injury to at least one person appears to be substantial. The injuries incurred at walking speed and at ground level will generally be quite minor, although some pedestrian may suffer relatively severe harm.To prevent this injury, after receiving notice of the prior injuries at other points on the stretch of sidewalk, defendant would have needed to inspect the site of each injury and repair not only the break that caused the injury but also any other substantial defect within several hundred feet of the break. The cost of such a program for all of the sidewalks the park district owns may be quite substantial. Similarly, the cost of a regular inspection program sufficient to discover any dangerous cracks in sidewalks the park district owns, without any prior complaints or injuries, may be prohibitive. ",
            "Plaintiffs suggest that the prior injuries show that the entire stretch of sidewalk had degenerated and needed replacement. But then the park district would need to incur the cost of placing an entirely new sidewalk at least whenever three accidents occur in a one-quarter mile stretch of sidewalk within a five-year period. Again, the cost of such a program could be considerable, discouraging the park district from adding sidewalks or other improvements on park land for fear of incurring greater liability. This is precisely the result the Act is designed to prevent.",
            "We hold that the evidence in this case cannot support a finding of willful and wanton conduct, because the balance of the burdens does not demonstrate that the likelihood of severe injury clearly outweighs by a large margin the burden of preventing injury.",
            "No reasonable person could find that the failure to make repairs here, or replace the entire sidewalk, constituted willful and wanton misconduct, even if some persons might find the failure negligent."
        ],
        "Relevant Precedents": [
            "Local Governmental and Governmental Employees Tort Immunity Act (the Act) (Ill. Rev. Stat. 1991, ch. 85, par. 1 — 101 et seq.)",
            "Ill. Rev. Stat. 1991, ch. 85, par. 3 — 106.",
            "Ward v. Community Unit School District No. 220, , 973, 614 N.E.2d 102 (1993); Resag v. Washington National Insurance Co., , 414 N.E.2d 107 (1980).",
            "ILCS 10/3 — 102(b)(1) (West 1996)",
            "745 ILCS 10/3 — 102(b)(1) (West 1996).",
            "Oravek v. Community School District 146, 264 Ill. App. 3d 895, 900,  (1994).",
            "Repinski v. Jubilee Oil Co., 85 Ill. App. 3d 15, 20,  (1980).",
            "Repinski, 85 Ill. App. 3d at 20.",
            "Ozuk v. River Grove Board of Education, 281 Ill. App. 3d 239, 243,  (1996).",
            "Pomaro v. Community Consolidated School District 21, 278 Ill. App. 3d 266, 268,  (1995)"
        ],
        "Outcome": [
            "The trial court's decision granting defendant summary judgment is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}