{
    "text": "Malanowski v. Jabamoni, 293 Ill. App. 3d 720 (1997)\nNov. 26, 1997 · Illinois Appellate Court\n293 Ill. App. 3d 720\n\nCase outline\nMajority — Justice Hourihane\nOther formats\nPDF\nAPI\nCiting cases\n25 cases cite to this case\nOther databases\nCOURTLISTENER\n\nJANE MALANOWSKI et al., Plaintiffs-Appellants,v.REENA JABAMONI, Defendant (Loyola University of Chicago, Defendant-Appellee)\nFirst District (5th Division)\nRehearing denied December 30, 1997.\n*722Jerome W. Pinderski, Jr. and Paul C. Pinderski, both of Pinderski & Pinderski, Ltd., of Palatine, for appellants.\nTerrence M. Burns, Patricia C. Nowak, and Nicole Roth, all of Rooks, Pitts & Poust, of Chicago, for appellee.\nJUSTICE HOURIHANE\ndelivered the opinion of the court:\nPlaintiff, Alan Malanowski, individually and as special administrator for the estate of his wife, Jane Malanowski (Malanowski), deceased, sued Dr. Reena Jabamoni and Loyola University of Chicago (Loyola) for negligence and wrongful death, claiming Dr. Jabamoni negligently misdiagnosed his wife's breast cancer. Loyola successfully moved to dismiss certain counts of plaintiff's third amended complaint pursuant to sections 2 — 615 and 2 — 619 of the Code of Civil Procedure (Code) (735 ILCS 5/2 — 615, 2 — 619 (West 1996)), and was granted summary judgment (735 ILCS 5/2 — 1005 (West 1996)) as to the remaining counts. Plaintiff appeals. 155 Ill. 2d R. 304(a).\nFor the reasons set forth below, we affirm in part, reverse in part, and remand for further proceedings.\nBACKGROUND\nIn his third amended complaint, plaintiff alleges that on July 31, 1991, Malanowski saw Dr. Jabamoni at the Loyola University Mulcahy Outpatient Center (outpatient center) for her regular annual gynecological exam. For several years, Malanowski had been a regular patient of Dr. Jabamoni. At the July 31 appointment, Malanowski noted certain lumps in her right breast, which Dr. Jabamoni concluded were of no medical consequence. Dr. Jabamoni did not suggest any further testing.\nPlaintiff further alleges that in April 1993, Malanowski was diagnosed with a form of advanced breast cancer, necessitating a modified radical mastectomy. She succumbed to the disease on December 15, 1993.\nIn counts II and V, plaintiff seeks damages against Loyola on a respondeat superior basis, alleging that Dr. Jabamoni was an employed staff physician at the outpatient center and that she treated Malanowski in July 1991, during the normal course of her assigned employment at the center. In counts VIII and IX, plaintiff seeks damages against Loyola on an apparent agency theory, alleging that Malanowski reasonably believed that Dr. Jabamoni was an employee of the outpatient center. Finally, in counts III, VI and VII, plaintiff seeks damages against Loyola for its own negligence in failing to supervise the treatment rendered by Dr. Jabamoni.\nThe trial court dismissed counts II and V on Loyola's section *7232 — 619 motion, and counts VIII and IX on Loyola's section 2 — 615 motion. The trial court further granted summary judgment in favor of Loyola as to counts III, VI and VII, and made a Rule 304(a) finding of appealability (155 Ill. 2d R. 304(a)).\nANALYSIS\nSection 2 — 619 Dismissal of\nRespondeat Superior Claims\nLoyola moved to dismiss counts II and V pursuant to section 2 — 619(a)(9) of the Code (735 ILCS 5/2 — 619(a)(9) (West 1996)), arguing that Dr. Jabamoni was not, in fact, an employee of Loyola and that Loyola could not, therefore, be liable for any negligence of Dr. Jabamoni based on respondeat superior. In support of its motion, Loyola submitted the affidavit of Dr. Jan Radke, vice-president of health care services at Loyola. Plaintiff was granted leave to take Dr. Radke's deposition, the transcript of which plaintiff submitted in opposition to Loyola's motion. The trial court determined that there was no question of fact as to the employment relationship between Loyola and Dr. Jabamoni and that the only such relationship was in connection with her role as a professor at Loyola's Stritch School of Medicine. Accordingly, the trial court granted Loyola's motion dismissing counts II and V. We affirm.\nPreliminarily, we observe that Loyola's motion should have been brought under section 2 — 1005 of the Code (735 ILCS 5/2 — 1005 (West 1996)), not section 2 — 619. The purpose of a section 2 — 619 motion is to dispose of issues of law or easily proved issues of fact at the outset of the litigation. Spiegel v. Hollywood Towers Condominium Ass'n, 283 Ill. App. 3d 992, 998, 671 N.E.2d 350 (1996). More specifically, section 2 — 619(a)(9) permits dismissal of an action where the claim asserted against defendant is barred by other affirmative matter avoiding the legal effect of or defeating the claim. 735 ILCS 5/2 — 619(a)(9) (West 1996). An affirmative matter is something in the nature of a defense that completely negates the cause of action or refutes crucial conclusions of law or conclusions of material fact unsupported by allegations of specific fact contained in or inferred from the complaint. Bucci v. Rustin, 227 Ill. App. 3d 779, 782, 592 N.E.2d 297 (1992). Evidence that merely refutes a well-pied fact in the complaint is not an affirmative matter within the meaning of the statute. Bucci, 227 Ill. App. 3d at 782; Evergreen Oak Electric Supply & Sales Co. v. First Chicago Bank of Ravenswood, 276 Ill. App. 3d 317, 319, 657 N.E.2d 1149 (1995).\nHere, Loyola's section 2 — 619 motion challenged plaintiff's factual allegations that Dr. Jabamoni was an employed staff physician at *724the outpatient center and that her allegedly tortious conduct was committed during the normal course of her assigned employment with Loyola. Clearly, however, Dr. Jabamoni's employment relationship with Loyola was elemental to plaintiff's respondeat superior claim. Evidence that merely refutes this ultimate fact and well-pied allegation is not an affirmative matter under section 2 — 619. See Longust v. Peabody Coal Co., 151 Ill. App. 3d 754, 757, 502 N.E.2d 1096 (1986). Had Loyola wished to challenge the factual sufficiency of plaintiff's claim that Dr. Jabamoni was an employed staff physician of Loyola, then the proper vehicle would have been a motion for summary judgment under section 2 — 1005 (735 ILCS 5/2 — 1005 (West 1996)). Longust, 151 Ill. App. 3d 754; Barber-Colman Co. v. A&K Midwest Insulation Co., 236 Ill. App. 3d 1065, 1072-73, 603 N.E.2d 1215 (1992).\nAlthough a section 2 — 619(a)(9) motion may not be used as a substituid for a summary judgment motion (Longust, 151 Ill. App. 3d at 757), we note that they are similar in that a fact motion under section 2 — 619 essentially amounts to a summary judgment procedure. Landon v. Jarvis, 255 Ill. App. 3d 439, 446, 627 N.E.2d 371 (1993); Ralston v. Casanova, 129 Ill. App. 3d 1050, 1056, 473 N.E.2d 444 (1984). Thus, we do not regard the misdesignation of Loyola's motion as grounds for reversal. As this court has observed:\nMeticulous practice dictates that motions should be properly designated. However, misdesignation is not always fatal to the right of the movant to prevail. [Citation.] The court will look to the substance of the motion to determine which section of the Code of Civil Procedure governs. [Citation.] Reversal by reason of misdesignation is only required where the nonmovant has been prejudiced by the error [citation]. Scott Wetzel Services v. Regard, 271 Ill. App. 3d 478, 481, 648 N.E.2d 1020 (1995).\nHere, we find no prejudice to the plaintiff. A very narrow, clearly defined issue was raised in Loyola's motion, Loyola was ordered to produce Dr. Radke for his deposition, and plaintiff was granted leave to issue written discovery on the matters raised in Dr. Radke's affidavit. Thus, in the interests of judicial economy, we shall treat Loyola's motion as one for summary judgment.\nWe review the grant of summary judgment de nova. Outboard Marine Corp. v. Liberty Mutual Insurance Co., 154 Ill. 2d 90, 102, 607 N.E.2d 1204 (1992). Our function is to determine whether the trial court properly determined that no genuine issue of material fact had been raised, and if none was raised, whether judgment was proper as a matter of law. Lavat v. Fruin Colnon Carp., 232 Ill. App. 3d 1013, 1023, 597 N.E.2d 888 (1992). The record will be construed strictly *725against the moving party and liberally in favor of the opponent. First State Insurance Co. v. Montgomery Ward & Co., 267 Ill. App. 3d 851, 855, 642 N.E.2d 715 (1994).\nWe agree with the trial court that there is no question of fact as to the employment relationship between Dr. Jabamoni and Loyola and that the only such relationship was with respect to the doctor's role as a professor at Loyola's Stritch School of Medicine. The unrebutted deposition testimony of Dr. Radke established that the only persons Loyola employs at the outpatient center are the administrative directors and managers for each practice discipline, nurses, clerical staff, and medical assistants. Physicians practicing at the outpatient center are independent contractors who use the medical office space for their private practices. Although Loyola's credentials committee must grant privileges to physicians who wish to see patients at the outpatient center, Dr. Radke testified that Loyola has nothing to say about how the individual physicians practice or how their decisions are made. Loyola is only the administrative manager of the facility; it provides no clinical management. Significantly, the type of control necessary to establish an employer-employee relationship is control over the details and methods of work. Bryant v. Fox, 162 Ill. App. 3d 46, 50, 515 N.E.2d 775 (1987); Spivey v. Brown, 150 Ill. App. 3d 139, 143, 502 N.E.2d 23 (1986). Plainly, such control is absent here. Further, the fact that Loyola supplied personnel and equipment to the physicians practicing at the outpatient center does not evidence a right to govern their conduct. Barton v. Evanston Hospital, 159 Ill. App. 3d 970, 974, 513 N.E.2d 65 (1987).\nPlaintiff directs this court's attention to the economic arrangement between Loyola and the physicians practicing at the outpatient center as evidence of an on-going employer-employee or principal-agent relationship. We have reviewed the record on this issue and find nothing which would raise a material question of fact as to whether Dr. Jabamoni was an employee of Loyola with respect to her practice at the outpatient center. Accordingly, we affirm the judgment of the trial court as to counts II and V.\nSection 2 — 615 Dismissal of Apparent Agency Claims\nWe next consider whether the trial court properly granted Loyola's motion to dismiss counts VIII and IX for failure to state a cause of action (735 ILCS 5/2 — 615 (West 1996)). A motion to dismiss for failure to state a cause of action admits all well-pied facts and attacks only the legal sufficiency of the complaint. Towner v. Board of Education, 275 Ill. App. 3d 1024, 1031, 657 N.E.2d 28 (1995). On review, we must determine whether the complaint, when viewed *726in a light most favorable to the plaintiff, alleged facts sufficient to establish a cause of action upon which relief may be granted. The issue is one of law and review is de nova. Majumdar v. Lurie, 274 Ill. App. 3d 267, 268, 563 N.E.2d 915 (1995). Although the parties here cite to various matters outside the complaint, our review is limited solely to consideration of the allegations of the complaint. Towner, 275 Ill. App. 3d at 1031; Oakley Transport, Inc. v. Zurich Insurance Co., 271 Ill. App. 3d 716, 720, 648 N.E.2d 1099 (1995).\nCounts VIII and IX seek damages against Loyola for Dr. Jabamoni's negligence under a theory of apparent agency. Both counts contain allegations that Loyola owns and operates, as part of its diverse medical center in Maywood, Illinois, an outpatient clinic known as the Loyola University Mulcahy Outpatient Center and Physicians, which holds itself out to the public as a direct provider of health care services. Plaintiff also alleges that Malanowski was a patient of the outpatient center from 1982, when she first contacted the center for the purpose of a routine medical examination, up to and including her final contact with the center in 1991. Plaintiff further alleges that, for a variety of reasons set forth in the complaint, Malanowski reasonably believed Dr. Jabamoni was an employee of the outpatient center. Finally, plaintiff alleges that [flor several years preceding July 31, 1991, Jane M. Malanowski had been a regular patient of Dr. Jabamoni, seeing the doctor yearly for her routine, annual gynecological examination.\nLoyola argued before the trial court that under Gilbert v. Sycamore Municipal Hospital, 156 Ill. 2d 511, 622 N.E.2d 788 (1993), the allegations of the complaint did not fall within the parameters of hospital apparent agency liability. In Gilbert, our supreme court held that under the doctrine of apparent authority, a hospital can be held vicariously liable for the negligent acts of an emergency room physician, regardless of whether the physician is an independent contractor, unless the patient knows, or should have known, that the physician is an independent contractor. Gilbert, 156 Ill. 2d at 524. The court premised its decision on the realities of modern hospital care, i.e., that hospitals have become big business, competing with each other for health care dollars, and engaging in expensive advertising campaigns to persuade potential patients to seek treatment at a specific hospital; that a major component of modern hospital business is the emergency room; and that because people who seek treatment through an emergency room are generally unaware of the status of the various professionals working there, it would be natural to assume that these professionals are employees of the hospital.\nQuoting with approval the Wisconsin case of Pamperin v. Trin *727 ity Memorial Hospital, 144 Wis. 2d 188, 423 N.W.2d 848 (1988), the court set forth the elements for a cause of action against a hospital based on the doctrine of apparent authority. The plaintiff must show that (1) the hospital or its agent acted in a manner that would lead a reasonable person to conclude that the alleged tortfeasor was the employee or agent of the hospital; (2) where the acts of the agent create the appearance of authority, that the hospital had knowledge of and acquiesced in such acts; and (3) that the plaintiff justifiably relied upon the conduct of the hospital or agent. Gilbert, 156 Ill. 2d at 524-25, quoting Pamperin, 144 Wis. 2d at 207-08, 423 N.W.2d at 856. The court explained that the element of justifiable reliance is satisfied if the plaintiff relied upon the hospital to provide complete emergency room care, rather than upon a specific physician. Gilbert, 156 Ill. 2d at 525.1\nThe trial court agreed with Loyola that plaintiff could not recover under a theory of apparent agency because the issue of justifiable reliance was negated by plaintiff's affirmative pleading of an ongoing patient-doctor relationship between the decedent and Dr. Jabamoni. We disagree and reverse the judgment of the trial court dismissing counts VIII and IX.\nBefore discussing our reasons therefor, we briefly comment on Loyola's contention that the applicability of the Gilbert case is confined solely to situations involving negligent treatment rendered in a hospital emergency room. While the particular facts and circumstances present in Gilbert necessarily limited the court's analysis to medical negligence arising in an emergency room setting, we discern nothing in the Gilbert opinion that would bar a plaintiff, who could otherwise satisfy the elements for a claim based on apparent agency, from recovering against a hospital merely because the negligent conduct of the physician did not occur in the emergency room or some other area within the four walls of the hospital. If, as plaintiff maintains, Loyola's conduct reasonably led Malanowski to rely upon Loyola for treatment, rather than any particular physician, then plaintiff should be allowed recovery for damages caused thereby. Thus, we reject Loyola's narrow reading of Gilbert.\nWe turn now to the issue of plaintiff's justifiable reliance. We observe initially that Loyola does not contend that plaintiff failed to satisfy the pleading requirements for a claim against Loyola based on *728the doctrine of apparent agency. Rather, relying solely on the Gilbert decision, Loyola contends that plaintiffs affirmative pleading of an ongoing patient-doctor relationship between decedent and Dr. Jabamoni negates the element of justifiable reliance. We disagree.\nIn Gilbert, our supreme court recognized that, in the context of an apparent agency claim arising out of negligent emergency room care, the critical distinction is whether the patient relied upon the hospital for the provision of care or, rather, upon the services of a particular physician. Gilbert, 156 Ill. 2d at 525. Significantly, Gilbert does not hold that, regardless of the circumstances, the mere existence of a regular physician-patient relationship precludes any claim by the patient of reliance upon the hospital. Further, we decline to read such a holding into the Gilbert decision as we do not believe that Gilbert was intended to circumscribe all apparent agency claims in the medical area.\nDepending upon the proofs at trial, the existence of such a relationship may militate in favor of a finding by the trier of fact that the plaintiff failed to demonstrate reliance upon the hospital. However, for pleading purposes, plaintiffs allegation that decedent was a regular patient of Dr. Jabamoni is not so inconsistent with plaintiff's claim of apparent agency as to require dismissal of plaintiffs cause of action. This is particularly true in light of the other indicia of apparent agency alleged in the complaint — that the outpatient center bore the Loyola name, that the outpatient center held itself out as a direct provider of health care services, that the outpatient center introduced Malanowski to Dr. Jabamoni, that Malanowski was treated by other physicians at the outpatient center, and that payment for services provided by Dr. Jabamoni was made directly to the outpatient center.\nLiberally construing the complaint in favor of plaintiff, and taking all well-pied allegations as true, we cannot agree that the mere fact that decedent was a regular patient of Dr. Jabamoni precludes any claim by plaintiff that the decedent reasonably relied upon Loyola for treatment. Accordingly, the trial court erred in dismissing counts VIII and IX.\nSection 2 — 1005 Dismissal of Direct Negligence Claims\nIn counts III, VI and VII, plaintiff alleged that Loyola, as the owner and operator of the outpatient center, owed Malanowski a duty of ordinary and reasonable care to supervise all physicians who were rendering medical care at the center and that Loyola breached this duty, by failing to establish proper diagnostic procedures and protocols for the examination of breast masses. The trial court *729determined that there was no relationship between Loyola and Malanowski sufficient to impose an independent duty and granted Loyola's motion for summary judgment. We affirm.\nA hospital's role in a patient's medical treatment is no longer confined merely to the furnishing of facilities and equipment. See Darling v. Charleston Community Memorial Hospital, 33 Ill. 2d 326, 332, 211 N.E.2d 523 (1965). Rather, hospitals today assume a much greater role in coordinating the total health care of patients, leading the public to rely on the hospital, itself, as the health care provider. The hospital's expanded role brings with it increased corporate responsibilities. See generally M. Nathanson, Hospital Corporate Negligence: Enforcing the Hospital's Role of Administrator, 28 Tort & Ins. L.J. 575 (1993); Note, Hospital Corporate Liability: An Effective Solution to Controlling Private Physician Incompetence?, 32 Rutgers L. Rev. 342 (1979). Consonant with the changing role of the hospital, Illinois, like many other jurisdictions, permits recovery in tort for injuries sustained by a patient under the doctrine of hospital corporate negligence, also simply referred to as corporate liability. This doctrine recognizes the existence of an independent duty owed directly by the hospital to the patient to review and supervise the medical care administered to the patient. Liability is predicated on the hospital's own negligence, not the negligence of the physician. Darling, 33 Ill. 2d at 332; Rohe v. Shivde, 203 Ill. App. 3d 181, 198-99, 560 N.E.2d 1113 (1990); Andrews v. Northwestern Memorial Hospital, 184 Ill. App. 3d 486, 493, 540 N.E.2d 447 (1989); Reynolds v. Mennonite Hospital, 168 Ill. App. 3d 575, 578, 522 N.E.2d 827 (1988). See also Elam v. College Park Hospital, 132 Cal. App. 3d 332, 183 Cal. Rptr. 156 (1982); Insigna v. LaBella, 543 So. 2d 209 (Fla. 1989); Oehler v. Humana, Inc., 105 Nev. 348, 775 P.2d 1271 (1989); Bost v. Riley, 44 N.C. App. 638, 262 S.E.2d 391 (1980); Strubhart v. Perry Memorial Hospital Trust Authority, 903 P.2d 263 (Okla. 1995); Thompson v. Nason Hospital, 527 Pa. 330, 591 A.2d 703 (1991); Rodrigues v. Miriam Hospital, 623 A.2d 456 (R.I. 1993); Pedroza v. Bryant, 101 Wash. 2d 226, 677 P.2d 166 (1984); Johnson v. Misericordia Community Hospital, 99 Wis. 2d 708, 301 N.W.2d 156 (1981).\nA hospital's duty to review and supervise treatment is administrative or managerial in nature. Advincula v. United Blood Services, 176 Ill. 2d 1, 28, 678 N.E.2d 1009 (1996). For example, a hospital has a duty to know the qualifications of the physicians who practice on its premises (Reynolds, 168 Ill. App. 3d at 578), and to use reasonable care in maintaining medical records (Fox v. Cohen, 84 Ill. App. 3d 744, 750, 406 N.E.2d 178 (1980)). A duty has also been found where, contrary to the hospital's own bylaws, it failed to use reasonable ef*730forts to assist physicians on its staff in obtaining consultations from other staff physicians. Johnson v. St. Bernard Hospital, 79 Ill. App. 3d 709, 718, 399 N.E.2d 198 (1979).\nPlaintiff alleges that Loyola, as the owner and operator of the outpatient center, a medical facility open to the public for the general practice of medicine and other health specialties, owed Malanowski a duty of ordinary care to properly supervise all physicians who were rendering medical care at the outpatient center. While it is true that Loyola owns the outpatient center and provides administrative management, Loyola provides no clinical management. Loyola leases the medical office space to physicians for their private practices. Significantly, we are aware of no Illinois case, and plaintiff cites to none, which has found an independent duty to supervise treatment under such circumstances. Further, at least one jurisdiction has declined to extend a hospital's corporate negligence to supervision of a physician's office practice. Pedroza v. Bryant, 101 Wash. 2d 226, 677 P.2d 166. See also Insinga v. LaBella, 543 So. 2d 209 (adopting the hospital corporate negligence doctrine articulated in Pedroza); Lopez v. Central Plains Regional Hospital, 859 S.W.2d 600 (Tex. Ct. App. 1993) (hospital, which purportedly was negligent in granting hospital privileges to obstetrician, not liable for physician's private performance occurring outside of the hospital).\nWhile Loyola clearly owes the patients who see its private physicians at the outpatient center a duty to use reasonable care in the maintenance of the facilities and equipment, we decline to find a further duty to supervise the office practices of Dr. Jabamoni and the other independent physician contractors who lease space from Loyola at the outpatient center. Loyola's role in Malanowski's medical treatment was confined essentially to the furnishing of facilities, equipment, and support staff. This is an insufficient basis on which to expand Loyola's potential tort liability in the manner plaintiff urges.\nCONCLUSION\nFor the reasons set forth above, we affirm the trial court's judgment as to counts II, III, V, VI and VII, reverse the judgment as to counts VIII and IX, and remand for further proceedings consistent with this ruling.\nAffirmed in part and reversed in part; cause remanded.\nHOFFMAN and SOUTH, JJ., concur.\n1\nFor causes of action filed on or after March 9, 1995, the requirements for claims based upon apparent agency in medical malpractice actions is governed by statute. 735 ILCS 5/2 — 624 (West 1996); Harraz v. Snyder, 283 Ill. App. 3d 254, 669 N.E.2d 911 (1996).\n\nPlain English summary:\nPlaintiff sued as administrator for the estate of his deceased wife for negligence and wrongful death against Loyola University of Chicago (defendant) for negligence and wrongful death, claiming that a physician working at the defendant clinic negligently misdiagnosed his wife's breast cancer. The trial court granted summary judgment to defendant. The appellate court affirmed, holding that defendant did not owe decedent a duty of care to supervise all physicians who were rendering medical care at the center.\n",
    "annotations": {
        "Facts": [
            "on July 31, 1991, Malanowski saw Dr. Jabamoni at the Loyola University Mulcahy Outpatient Center (outpatient center) for her regular annual gynecological exam. For several years, Malanowski had been a regular patient of Dr. Jabamoni. At the July 31 appointment, Malanowski noted certain lumps in her right breast, which Dr. Jabamoni concluded were of no medical consequence. Dr. Jabamoni did not suggest any further testing.",
            "in April 1993, Malanowski was diagnosed with a form of advanced breast cancer, necessitating a modified radical mastectomy. She succumbed to the disease on December 15, 1993.",
            "the only persons Loyola employs at the outpatient center are the administrative directors and managers for each practice discipline, nurses, clerical staff, and medical assistants.",
            "Physicians practicing at the outpatient center are independent contractors who use the medical office space for their private practices.",
            "Loyola is only the administrative manager of the facility; it provides no clinical management.",
            "Loyola owns the outpatient center and provides administrative management",
            "Loyola provides no clinical management.",
            "Loyola leases the medical office space to physicians for their private practices."
        ],
        "Procedural History": [
            "Plaintiff, Alan Malanowski, individually and as special administrator for the estate of his wife, Jane Malanowski (Malanowski), deceased, sued ",
            "Loyola University of Chicago (Loyola) for negligence and wrongful death",
            "Loyola ",
            "was granted summary judgment",
            "Plaintiff appeals.",
            "in counts III, VI and VII, plaintiff seeks damages against Loyola for its own negligence in failing to supervise the treatment rendered by Dr. Jabamoni.",
            "trial court",
            "granted summary judgment in favor of Loyola as to counts III, VI and VII, and made a Rule 304(a) finding of appealability (155 Ill. 2d R. 304(a)).",
            "The trial court determined that there was no relationship between Loyola and Malanowski sufficient to impose an independent duty and granted Loyola's motion for summary judgment."
        ],
        "Application of Law to Facts": [
            "While Loyola clearly owes the patients who see its private physicians at the outpatient center a duty to use reasonable care in the maintenance of the facilities and equipment, we decline to find a further duty to supervise the office practices of Dr. Jabamoni and the other independent physician contractors who lease space from Loyola at the outpatient center. Loyola's role in Malanowski's medical treatment was confined essentially to the furnishing of facilities, equipment, and support staff. This is an insufficient basis on which to expand Loyola's potential tort liability in the manner plaintiff urges."
        ],
        "Relevant Precedents": [
            "Darling v. Charleston Community Memorial Hospital, 33 Ill. 2d 326, 332,  (1965)",
            "Darling, 33 Ill. 2d at 332; Rohe v. Shivde, , 198-99, 560 N.E.2d 1113 (1990); Andrews v. Northwestern Memorial Hospital, , 493, 540 N.E.2d 447 (1989); Reynolds v. Mennonite Hospital, , 578, 522 N.E.2d 827 (1988). See also Elam v. College Park Hospital, , 183 Cal. Rptr. 156 (1982); Insigna v. LaBella,  (Fla. 1989); Oehler v. Humana, Inc., 105 Nev. 348,  (1989); Bost v. Riley, 44 N.C. App. 638,  (1980); Strubhart v. Perry Memorial Hospital Trust Authority, 903 P.2d 263 (Okla. 1995); Thompson v. Nason Hospital, , 591 A.2d 703 (1991); Rodrigues v. Miriam Hospital,  (R.I. 1993); Pedroza v. Bryant, 101 Wash. 2d 226,  (1984); Johnson v. Misericordia Community Hospital, 99 Wis. 2d 708,  (1981).",
            "Advincula v. United Blood Services, 176 Ill. 2d 1, 28,  (1996).",
            "Reynolds, 168 Ill. App. 3d at 578",
            "Fox v. Cohen, , 750, 406 N.E.2d 178 (1980)",
            "Johnson v. St. Bernard Hospital, 79 Ill. App. 3d 709, 718,  (1979).",
            "Pedroza v. Bryant, 101 Wash. 2d 226, .",
            "Insinga v. LaBella, 543 So. 2d 209",
            "Pedroza",
            "Lopez v. Central Plains Regional Hospital, "
        ],
        "Outcome": [
            "we affirm",
            "We affirm.",
            "we affirm the trial court's judgment as to counts",
            "III",
            "VI and VII",
            "Affirmed"
        ]
    },
    "class": "mixed"
}