{
    "text": "Whitehead v. State, 50 Ill. Ct. Cl. 287 (1998)\nMarch 3, 1998 · Illinois Court of Claims · No. 92-CC-1780\n50 Ill. Ct. Cl. 287\n\nCase outline\nMajority — Frederick, J.\nOther formats\nPDF\nAPI\nCiting cases\n1 case cite to this case\n\nJohn Whitehead, Claimant,v.The State of Illinois, Respondent\nRobert M. Hodge, for Claimant.\nJames E. Ryan, Attorney General (S. Angela Meyers, Assistant Attorney General, of counsel), for Respondent.\n*288OPINION\nFrederick, J.\nClaimant, John Whitehead, an inmate with the Illinois Department of Corrections, seeks judgment against Respondent, the State of Illinois, for medical negligence, healing arts malpractice, and negligent infliction of emotional distress. The three-count complaint alleges in count I, negligent and untimely treatment; in count II, a failure to treat; and in count III, the negligent infliction of severe emotional distress. The cause was tried before Commissioner Rath.\nClaimant testified that on January 17, 1990, he had pain on the left side of his face and talked to Respondents medical technician about the pain. Claimant further testified that on the morning of January 18, 1990, when he awoke, he had full-blown symptoms of Bells Palsy. Claimants symptoms of Bells Palsy were pain and numb facial skin to the touch, the left side of Claimants face sagged, and Claimants left eye was drooping and watering. Claimant spoke to Dr. Khan who conducted a physical examination and told the Claimant that he was suffering from Bells Palsy. Dr. Khan prescribed Motrin for pain but did not set up any other appointment for further examinations. Claimant spoke to the doctor approximately one week later who again confirmed that Claimant was suffering from Bell's Palsy.\nIn the interim between these visits, Claimant had difficulty sleeping and would wake up in the middle of the night. Claimant's left eye would not close and he was given no patch or other eye protection. Claimant was given no medication except Motrin and Claimant was given no other treatment at this time. On January 25, 1990, the doctor advised Claimant he would provide him *289with another medication which Claimant recalled as being E-Mycin. Claimant was not given an eye patch or Prednisone nor was Claimant given electrical stimulation. Dr. Khan conducted no physical examination during the second visit. Claimant contends that the Motrin was not relieving his pain which felt like it emanated from his ear.\nClaimant first saw Dr. Zemlyn on January 29, 1990. Dr. Zemlyn confirmed Claimants condition as Bells Palsy and stated he would provide Claimant with Tylenol 3 and some kind of eye treatment. Claimant believed the eye treatment to be eye wash. Three days after seeing Dr. Zemlyn, Claimant first received the eye wash. Claimant believes that the medications he was then taking had a positive effect. Apparently Dr. Zemlyn prescribed Prednisone for the Claimant on January 29, 1990, but Claimant testified the drug didn't show up to be administered until February 3, 1990.\nOn the 6th of February, 1990, Dr. Khan advised Claimant that he would be receiving electric stimulation of the face and that it would be scheduled. Electrical stimulation treatment began February 22, 1990, when Claimant was hooked up to an electrical machine that discharged electricity into his face in order to make the muscles move. Claimant underwent electrical stimulation treatment for about four months. The treatments lasted 15 to 20 minutes. No eye patch or eye protection was ever ordered for the Claimant. Claimant's left eye would not close.\nAfter the onset of the symptoms in January of 1990, Claimant's speech was slurred and it was difficult for people to understand Claimant because the left side of his face wouldn't move when he talked. From January through May of 1990, it was difficult for Claimant to speak to his criminal lawyers and he was subjected to problems with other inmates who treated him differently because *290anybody that is different has got problems in many circumstances particularly in prison.\nClaimant saw a specialist eye doctor whose name he did not remember in the sixth month after the onset of Bells Palsy. In the seventh month, he saw a neurologist named Dr. Eyerman from St. Louis who examined him. Dr. Eyerman hooked Claimant up to a different kind of electrical stimulation machine in order to find out how Claimant reacted. Dr. Eyerman examined the readings and took a history and talked to Claimant about what he felt should have been done and how that made what he wanted to do now difficult. When Claimant saw Dr. Eyerman in July of 1990, his condition was improved from his condition in January, 1990.\nAt the time Claimant saw Dr. Eyerman, the pain had subsided but Claimant was still having problems with slurred speech and with drool from the left side of his mouth. Dr. Eyerman gave Claimant a prescription for steroids. The medical records indicate there was no other treatment after that for Claimant.\nAt the time of hearing, Claimant had not completely recovered because Claimants skin feels dead, his eye droops, and the left side of Claimant's mouth does not work. Dr. Eyerman's examination results were admitted through Dr. Eyerman's letter dated July 26, 1990. Dr. Eyerman found a 50 percent weakness in Claimant's eye closure, elevation of the left side of the mouth in smiling, hemi-facial spasm of a small degree, taste virtually normal, no sensory deficit, and a tongue that protrudes in the mid-line. The Claimant has a facial nerve distal latency which is more than twice that of the right side.\nClaimant's expert was Dr. Sidney Feldman. Dr. Feldman testified that the standard of care for the treatment *291of Bells Palsy involved the use of Prednisone, electrical stimulation to the muscles of the face, and a patch on the eye. The standard is found in any textbook of medicine. The standard of care for the use of Prednisone has existed for at least 20 years. Dr. Feldman testified that the standard of care for Bells Palsy was not met in this case. Dr. Feldman stated that the limited and late use of steroids indicated a mishandling of the case. The use of Prednisone early is crucial because later treatment is notoriously ineffective. The diagnosis of Bells Palsy was made on January 18, 1990, and no Prednisone was started until January 29, 1990. No eye patch was ever ordered. Dr. Feldman stated that the standard of care was breached in Claimants case due to the fact that Prednisone was not prescribed for eleven days after the initial diagnosis of Bells Palsy. Further, Dr. Feldman testified that follow-up care of the Claimant was abominable because Claimant was not followed and a request for a neurological consultation was denied for many months. Dr. Feldman said that, because there was evidence in the neurologists report that the Claimants seventh facial nerve did recover, this is strong evidence that if Claimant had had proper care initially, Claimant would have ended up with a good nerve. If the Claimant had had the muscle stimulation that was needed, the good nerve would have prevented the muscle damage. Dr. Feldman testified that those people with a good functioning nerve were the people that have a good recovery.\nThere is no question that the standard of care was breached in this case. Claimants condition of Bell's Palsy was diagnosed on January 18, 1990, but the prescription of Prednisone was delayed eleven days. No eye patch was ever ordered for Claimant. Electronic stimulation of Claimant's facial muscles in order to maintain the muscle until *292the nerve was repaired was not started until February 22, 1990, more than a month following the initial diagnosis. Dr. Feldman thought that the electrical stimulation therapy would have met the standard of care if it continued as long as possible. Dr. Eyermans letter indicated this was not done. Claimant was still receiving positive results when the electrical stimulation was stopped.\nEven Respondents physician testified that it would have been to Claimants advantage to commence the prescription for Prednisone earlier. Dr. Zemlyn admitted that electrostimulation of the facial muscles was part of the standard of care if it is available.\nTo prevail, Claimant must establish the standard of care by which Respondents conduct is to be measured, that Respondent deviated from the standard of care, and that the Respondents deviation was a proximate cause of the injury to Claimant.'(Cleckley v. State (1994), 47 Ill. Ct. Cl. 235; Lake v. State (1996), 48 Ill. Ct. Cl. 420.) These elements must be proven by Claimant by a preponderance of the evidence. Malone v. State (1994), 47 Ill. Ct. Cl. 354; Baker v. State (1994), 47 Ill. Ct. Cl. 407; Pink v. State (1991), 44 Ill. Ct. Cl. 295.\nThe Court has carefully examined the testimony and exhibits. The Claimant has proven that the standard of care for a patient diagnosed with Bells Palsy in January of 1990 was' early administration of Prednisone, an eye patch, and electrical stimulation of the face muscles. This stimulation would continue until no further improvement was detected. The Claimant has proven, through the testimony of an expert and Dr. Eyermans letter, that the Respondent deviated from the standard of care by its failure to prescribe Prednisone until January 29,1990, by its failure to provide an eye patch, and by its failure to continue the electrical stimulation of Claimants facial muscles.\n*293The issue of proximate cause is closer. While some patients who receive standard of care treatment have worse results than Claimant, we are persuaded by Dr. Feldman's testimony that, because Claimant had good nerve recovery, he more likely than not would have had a better recovery if his treatment had been within the standard of care. Therefore, we find that Respondent's deviations from the standard of care in its failure to prescribe Prednisone immediately and the lateness of, and failure to continue, electrical stimulation of Claimant's facial muscles was a proximate cause of Claimant's residual injuries.\nThe Claimant must also prove his damages by a preponderance of the evidence. Often an expert is required to prove damages. Harris v. State (1989), 41 Ill. Ct. Cl. 184; Dye v. State (1996), 48 Ill. Ct. Cl. 452.\nIn the instant case, there has been no proof presented as to medical expenses or lost wages. The only proof presented concerned pain and suffering and disability. There was no competent opinion testimony presented by way of expert testimony as to what recovery Claimant would have had if Respondent had not deviated from the standard of care. However, having reviewed the testimony of Claimant and Dr. Feldman, the Court believes that an award of six thousand dollars ($6,000) for all pain and suffering and thirteen thousand dollars ($13,000) for disability is appropriate under the facts of this case.\nFor the foregoing reasons, it is the order of the Court that Claimant be and hereby is awarded the sum of nineteen thousand dollars ($19,000) in full and complete satisfaction of his claim.\n \nPlain English summary:\nPlaintiff was an inmate with the Illinois Department of Corrections. He was diagnosed with Bells Palsy, but despite seeing a series of doctors, he received inadequate medical care and treatment. Plaintiff sued the State of Illinois. The trial court held that the standard of care had clearly been breached. The trial court awarded the plaintiff damages.",
    "annotations": {
        "Facts": [
            "Claimant",
            "on January 17, 1990",
            "had pain on the left side of his face and talked to Respondents medical technician about the pain.",
            "on the morning of January 18, 1990, when he awoke, he had full-blown symptoms of Bells Palsy. Claimants symptoms of Bells Palsy were pain and numb facial skin to the touch, the left side of Claimants face sagged, and Claimants left eye was drooping and watering. Claimant spoke to Dr. Khan who conducted a physical examination and told the Claimant that he was suffering from Bells Palsy. Dr. Khan prescribed Motrin for pain but did not set up any other appointment for further examinations. Claimant spoke to the doctor approximately one week later who again confirmed that Claimant was suffering from Bell's Palsy.In the interim between these visits, Claimant had difficulty sleeping and would wake up in the middle of the night. Claimant's left eye would not close and he was given no patch or other eye protection. Claimant was given no medication except Motrin and Claimant was given no other treatment at this time. On January 25, 1990, the doctor advised Claimant he would provide him with another medication which Claimant recalled as being E-Mycin. Claimant was not given an eye patch or Prednisone nor was Claimant given electrical stimulation. Dr. Khan conducted no physical examination during the second visit. Claimant contends that the Motrin was not relieving his pain which felt like it emanated from his ear.Claimant first saw Dr. Zemlyn on January 29, 1990. Dr. Zemlyn confirmed Claimants condition as Bells Palsy and stated he would provide Claimant with Tylenol 3 and some kind of eye treatment. Claimant believed the eye treatment to be eye wash. Three days after seeing Dr. Zemlyn, Claimant first received the eye wash. Claimant believes that the medications he was then taking had a positive effect.",
            "Dr. Zemlyn prescribed Prednisone for the Claimant on January 29, 1990, but",
            "the drug didn't show up to be administered until February 3, 1990.On the 6th of February, 1990, Dr. Khan advised Claimant that he would be receiving electric stimulation of the face and that it would be scheduled. Electrical stimulation treatment began February 22, 1990, when Claimant was hooked up to an electrical machine that discharged electricity into his face in order to make the muscles move. Claimant underwent electrical stimulation treatment for about four months. The treatments lasted 15 to 20 minutes. No eye patch or eye protection was ever ordered for the Claimant. Claimant's left eye would not close.After the onset of the symptoms in January of 1990, Claimant's speech was slurred and it was difficult for people to understand Claimant because the left side of his face wouldn't move when he talked. From January through May of 1990, it was difficult for Claimant to speak to his criminal lawyers and he was subjected to problems with other inmates who treated him differently",
            "Claimant saw a specialist eye doctor whose name he did not remember in the sixth month after the onset of Bells Palsy. In the seventh month, he saw a neurologist named Dr. Eyerman from St. Louis who examined him. Dr. Eyerman hooked Claimant up to a different kind of electrical stimulation machine in order to find out how Claimant reacted. Dr. Eyerman examined the readings and took a history and talked to Claimant about what he felt should have been done and how that made what he wanted to do now difficult. When Claimant saw Dr. Eyerman in July of 1990, his condition was improved from his condition in January, 1990.At the time Claimant saw Dr. Eyerman, the pain had subsided but Claimant was still having problems with slurred speech and with drool from the left side of his mouth. Dr. Eyerman gave Claimant a prescription for steroids. The medical records indicate there was no other treatment after that for Claimant.At the time of hearing, Claimant had not completely recovered because Claimants skin feels dead, his eye droops, and the left side of Claimant's mouth does not work.",
            "Dr. Eyerman found a 50 percent weakness in Claimant's eye closure, elevation of the left side of the mouth in smiling, hemi-facial spasm of a small degree, taste virtually normal, no sensory deficit, and a tongue that protrudes in the mid-line. The Claimant has a facial nerve distal latency which is more than twice that of the right side.",
            "the standard of care for the treatment of Bells Palsy involved the use of Prednisone, electrical stimulation to the muscles of the face, and a patch on the eye. The standard is found in any textbook of medicine. The standard of care for the use of Prednisone has existed for at least 20 years.",
            "The diagnosis of Bells Palsy was made on January 18, 1990, and no Prednisone was started until January 29, 1990. No eye patch was ever ordered.",
            "Prednisone was not prescribed for eleven days after the initial diagnosis of Bells Palsy. ",
            "Claimant was not followed and a request for a neurological consultation was denied for many months.",
            "Dr. Feldman said that, because there was evidence in the neurologists report that the Claimants seventh facial nerve did recover, this is strong evidence that if Claimant had had proper care initially, Claimant would have ended up with a good nerve. If the Claimant had had the muscle stimulation that was needed, the good nerve would have prevented the muscle damage.",
            "those people with a good functioning nerve were the people that have a good recovery."
        ],
        "Procedural History": [
            "Claimant, John Whitehead, an inmate with the Illinois Department of Corrections, seeks judgment against Respondent, the State of Illinois, for medical negligence, healing arts malpractice, and negligent infliction of emotional distress."
        ],
        "Application of Law to Facts": [
            "There is no question that the standard of care was breached in this case. Claimants condition of Bell's Palsy was diagnosed on January 18, 1990, but the prescription of Prednisone was delayed eleven days. No eye patch was ever ordered for Claimant. Electronic stimulation of Claimant's facial muscles in order to maintain the muscle until *292the nerve was repaired was not started until February 22, 1990, more than a month following the initial diagnosis. Dr. Feldman thought that the electrical stimulation therapy would have met the standard of care if it continued as long as possible. Dr. Eyermans letter indicated this was not done. Claimant was still receiving positive results when the electrical stimulation was stopped.Even Respondents physician testified that it would have been to Claimants advantage to commence the prescription for Prednisone earlier. Dr. Zemlyn admitted that electrostimulation of the facial muscles was part of the standard of care if it is available.",
            "Claimant has proven that the standard of care for a patient diagnosed with Bells Palsy in January of 1990 was' early administration of Prednisone, an eye patch, and electrical stimulation of the face muscles. This stimulation would continue until no further improvement was detected. The Claimant has proven, through the testimony of an expert and Dr. Eyermans letter, that the Respondent deviated from the standard of care by its failure to prescribe Prednisone until January 29,1990, by its failure to provide an eye patch, and by its failure to continue the electrical stimulation of Claimants facial muscles."
        ],
        "Relevant Precedents": [
            "(Cleckley v. State (1994), ; Lake v. State (1996), 48 Ill. Ct. Cl. 420.)",
            "Malone v. State (1994), ; Baker v. State (1994), 47 Ill. Ct. Cl. 407; Pink v. State (1991), ."
        ],
        "Outcome": [
            "it is the order of the Court that Claimant be and hereby is awarded the sum of nineteen thousand dollars ($19,000) in full and complete satisfaction of his claim."
        ]
    },
    "class": "affirm"
}