{
    "text": "Scott v. State, 50 Ill. Ct. Cl. 116 (1998)\nJune 29, 1998 · Illinois Court of Claims · No. 87-CC-1715\n50 Ill. Ct. Cl. 116\n\nCase outline\nMajority — Jann, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nKeith Scott and Donald Lawrence, Claimants,v.The State of Illinois, Respondent\nMoehle, Smith & Nieman (Timothy Nieman, of counsel), for Claimants.\nJames E. Ryan, Attorney General (Lawrence C. Rippe, Assistant Attorney General, of counsel), for Respondent.\n*117OPINION\nJANN, J.\nClaimants Keith Scott (hereinafter Scott) and Donald Lawrence (hereinafter Lawrence) filed these consolidated causes of action in the Court of Claims against the Respondent, State of Illinois, Department of Transportation. The Claimants allege that the Respondents negligence was the proximate cause of their accident. Claimants allege they sustained personal injuries as a result of negligence and a breach of duty by the State in fading to properly advise of the closure of Route 251. The *118Claimants seek compensation from the State for these injuries. Counsel for both parties appeared before the Court on March 11, 1997 in Chicago, Illinois, to give oral arguments and have filed briefs.\nFacts\nThe parties are in substantial agreement as to the facts of the occurrence and have so stipulated.\nOn or about January 21, 1985, a blizzard had begun in the northern part of Illinois including the area surrounding the city of Rochelle. On January 25, 1985, visibility was virtually zero because of falling and blowing snow in the area surrounding the city of Rochelle, including Illinois State Route 251 (formerly known as Route 51) between State Routes 64 and 38, Ogle County.\nScott, at the time of the accident, owned a body shop and wrecker service. On January 25, 1985, at approximately 9:00 a.m., Scott was in the process of answering a service call for towing and proceeded north on Route 251 about two miles. Scott never at any time observed any barricades or warnings signaling the closure of Route 251. About a mile north of town on Route 251, Scott experienced a white out. Scott decided to continue on to retrieve the stalled vehicle because, due to the weather conditions, he did not believe he could turn safely around until he reached the intersection of Routes 251 and 64. When Scott approached the stalled vehicle he got out of his wrecker and determined he could pull the disabled vehicle with a chain rather than using a winch. At that moment, Scott was struck by another vehicle driven by Gordon Bradford in which the other Claimant, Lawrence, was a passenger. Scott sustained a broken arm, broken jaw, broken right leg and amputation of his left leg. Scott's damages were stipulated to be a minimum of $200,000. It *119is also stipulated that a set off in the amount of $16,000 is applicable to any award.\nLawrence was a passenger in the backseat of Bradford's vehicle. He intended to travel to Rockford and spend the day there. As Bradford's vehicle proceeded north on Route 251, Lawrence did not see any signs or barricades of any kind indicating the closure of Route 251 and he testified that he observed cars traveling southbound.\nAfter reaching a curve in the road at Hillcrest, a village about one mile north of Rochelle, Bradford's vehicle encountered blizzard conditions. The party, according to Lawrence, wanted to turn around but they could not find a safe place as the driveways were blocked with snow. The collision occurred before they could safely turn around. As a result of the accident, Lawrence sustained a black eye and a fracture of the fourth lumbar vertebrae in his back. He testified that he still has back pain. Lawrence incurred medical expenses in the amount of $5,174.44 and lost wages of $3,900. Lawrence is seeking in excess of $25,000 for damages including pain and suffering. The State is entitled to a set-off of $8,750 by stipulation.\nThe Law\nThe Claimants allege in their brief that the weather on January 25, 1985, at 9:00 a.m. created an unreasonable/ dangerous condition on Route 251 between Routes 38 and 64; that the State had both actual and constructive notice, and thus had a duty to provide the public with adequate warning. The State allegedly breached that duty by failing to warn at all, or at best, failing to provide adequate warning and to do so in a reasonable amount of time. Claimants argue that with adequate warning, neither Scott nor Lawrence would have traveled on Route 251 that morning. *120Claimants allege their injuries can be directly and proximately linked to the failure of the State to provide an adequate warning of the hazardous road condition.\nThe Respondent alleged in its brief and reply brief that the road was closed; and even if it weren't closed, the State is not liable for a dangerous condition of the road created by an act of God. The condition of the road was not the cause of the accident per Respondent, but the negligent acts by Claimants were the proximate cause of the accident as they failed to properly act for their own safety in the face of open and obvious danger.\nA well-established rule of law is that the State of Illinois is not an insurer against all accidents which may occur by reason of the condition of its highways. (Scroggins v. State (1991), 43 Ill. Ct. Cl. 225, 226.) However, the State owes a duty to all the users of highways to maintain them in a reasonably safe condition. (Berry v. State (1968), 26 Ill. Ct. Cl. 377.) The State is also under a duty to give warning by the erection of adequate and proper signs when there is an unreasonably dangerous condition, of which the State has notice, either actual or constructive. Hout v. State (1966), 25 Ill. Ct. Cl. 301.\nA Claimant must show that the State had actual or constructive notice of an alleged defect in order to recover on a negligent highway maintenance claim. The State may breach its duty to maintain a highway in a reasonably safe condition if the Claimant establishes that the State had actual notice of the defect which caused the accident and takes no action to correct the defect or warn of the defect. Pigott v. State (1968), 26 Ill. Ct. Cl. 263.\nA determination of whether the State had constructive notice depends on the facts of each case. Constructive notice is imputed to the State where a condition by its evident *121nature, duration and potential for harm should necessarily have come to the attention of the State, so that the State should have taken some action. Stills v. State (1989), 41 Ill. Ct. Cl. 60.\nThe record is quite clear that Respondent was possessed of actual knowledge of the hazardous condition of the roadway and took action to remedy said condition. The primary question before us is tire adequacy of the States response as to providing warning to the motoring public and whether acts or omissions by the State constituted a breach of duty which proximately caused injury to the Claimants. We must additionally determine whether the Claimants' acts were a proximate cause of their injuries and if so, to what extent. This occurrence is governed by pure comparative negligence, as it arose after Alvis v. Ribar (1981), 85 Ill. 2d 1, but before the enactment of statutory limitation of awards to Claimants who were found to be more than 50 percent negligent. Ill. Rev. Stat. (1985), ch. 110, pars. 2 — 116, 2 — 1107.1.\nWe note that the record herein does not address most of the evidence with great specificity other than the economic damages and injuries suffered by Claimants. The circumstances preceding the accident and grievous nature of Scott's injury coupled with the passage of some nine years before hearing make the fading of recollections by witnesses understandable if problematic. The parties' briefs are well reasoned and ably argued. Both parties rely on conclusions and speculation to reach ultimate issues of fact which are not necessarily of record. Ergo, we shall begin our analysis with a simple timeline in an attempt to organize and fairly weigh the evidence before us.\n1. 12 a.m.-7:30 a.m. The parties agree that a storm or series of storms with snow, high winds and severe cold struck the area in question on January 21, 1985, and *122continued on and off through at least the afternoon of January 25, 1985. The evidence further indicates that both the city of Rochelle and IDOT were engaged in ongoing snowplowing and snow removal due to high winds and snowfall between 12 a.m. and 7 a.m. on January 25, 1985, within their respective jurisdictions.\nThe evidence as a whole also indicates that the severity of the storm was rather extraordinary from 12 a.m. to at least 12 p.m. on January 25, 1985. Claimants witness, Mr. John Gross, superintendent of streets in Rochelle from 1971-1993, was called in before his normal starting time of 7 a.m. He was unable to state the exact time of arrival, but testified that he and the full city crews under his supervision were summoned between 1 a.m. and 6 a.m. to clear snow from the city streets. The record does not indicate that Rochelles crews had completed their plowing-clearing efforts at or before 9 a.m. and Mr. Gross' testimony indicated their efforts continued well into the afternoon.\nThe record indicates IDOT crews attempted to plow and clear State roadways in Ogle County and several adjoining counties from at least 12 a.m. on January 25, 1985. Before 7:30 a.m., the various IDOT plows encountered such dangerous conditions that they were instructed to cease operations until the weather improved to allow safe plowing in various locations in the four-county district. The testimony indicates the drivers were unable to ascertain the margins of the roadways and, thus, unable to safely operate the snowplows on Route 251 and other nearby north-south State routes at various times and locations within the IDOT District.\nWe are not advised as to meteorological data of the explicit conditions between 7:30 a.m. and 9 a.m. in the area in question just north of Rochelle.\n*123Scott testified that he went to his place of business at approximately 6 a.m. His home in Rochelle was approximately one mile from his shop, also in Rochelle. He stated that it was snowing and very cold and that some areas in town were bad due to blowing snow. He described visibility as good for a snowstorm and not so bad that you couldn't see in town. Scott also stated he had answered a number of calls that morning related to the storm such as starting stalled vehicles.\nLawrence testified that he had worked the third shift at a Rochelle factory and left work at 7 a.m. after completing his shift. Lawrence and his co-worker, Mr. Bradford, drove some five blocks to the home of a friend, also located in Rochelle, arriving at about 7:30 a.m. Lawrence and his two companions intended to travel to Rockford to spend the day in celebration of Lawrence's new job and first big paycheck.\n2. 7:30 aM.-9-.30 a.m. IDOT employees, Eugene Steder, Connie McQueany and Charles Lockard testified that they were instructed to begin erecting barricades on Route 251 at various intersections including Route 72 (about 12 miles north of Rochelle) and Route 38 which is actually within the city limits of Rochelle. The IDOT employees stated that they had erected barricades at Route 251 and Cairie Avenue in Rochelle between 8:30 and 9:00 a.m. This fact is disputed, but it appears clear that IDOT was attempting to erect barricades to close Route 251 in the Rochelle area between 7:30 and 9:30 a.m. and continued said efforts thereafter.\nMr. Gross, the superintendent of streets of Rochelle, testified that a maintenance agreement existed between IDOT and Rochelle for the erection of barricades and maintenance of State routes within the city ending at the north line of the junction of Route 38 and Route 251. *124(Mr. Gross added that the city limits actually extended some one mile north to the village of Hillcrest but were not included in the agreement.) Under the agreement, IDOT provided two types of barricades to the city for use upon IDOT directive or order of the Illinois State Police. The city was not empowered to erect the barricades on State routes at its own discretion per Mr. Gross' testimony.\nAt approximately 9 a.m., Mr. Gross testified he was at a McDonald's restaurant in Rochelle just north of the intersection of Routes 251 and 38. Gross stated he could see approximately 100 feet to the south, the center line of Route 38 at its intersection with Route 251 between gusts of wind. He stated visibility north was far less as it was an open area and he could not see beyond the north border of McDonald's at times.\nMr. Gross received a call over his walkie-talkie at about 9:30 a.m. while at the McDonald's requesting assistance from the fire department to respond to Claimants' accident. Mr. Gross met emergency personnel at Routes 251 and 38 and proceeded to the accident scene. He did not observe any barricades as he headed north on Route 251. Mr. Gross was driving a city pickup with a snow plow and was followed by an ambulance and a second city truck with a snow plow. A third city truck and second ambulance also followed some 10 to 15 minutes later.\nScott received a call that a motorist requested her vehicle towed from a snow drift at about 9 a.m. He was contacted by pager to go to the Minuteman convenience store at Routes 251 and 38 in Rochelle where a woman and her daughter requested that their car be towed from a ditch or snowbank north of Rochelle on Route 251 as they had left personal belongings in the car. Scott proceeded north on Route 251 to retrieve the abandoned vehicle and saw no barricades or signs indicating closure of Route 251. As *125he proceeded about a half mile north, due to the rural nature of the area, there was blowing snow which became a sudden white-out near Hillcrest which was about one mile further north.\nScott testified he did not know if the car could be found and whether his own wrecker would get stuck due to blowing and drifting snow. He also stated that he was planning to proceed north to Route 64 where there was a large parking lot in order to safely turn around and return to Rochelle. Scott testified that the towing customer was from out of town and he did not know the location of the car nor which side of the road it rested upon before leaving to retrieve the vehicle. We lack evidence of when the patrons car was stuck. Scott did not listen to weather reports or otherwise attempt to check the road conditions before departing the Minuteman or at anytime that morning.\nLawrence and his two companions drove in Mr. Brad-fords car to a bank in downtown Rochelle just before 9 a.m. to cash their checks. Lawrence stated they cashed their checks and headed north on Route 251 about a half to three-quarters of a mile south of its intersection with Route 38. He observed no barricades or signs indicating closure of Route 251 shortly after 9 a.m. However, Lawrences complaint at paragraph 2(e) admits that Route 251 was closed to travel. Neither Lawrence nor his companions checked the radio for weather reports or sought information from other media sources as to road conditions prior to departure from Rochelle. Lawrence had no recollection of the weather conditions for the two preceding days but was somehow sure it was not snowing very hard nor blowing in town when he departed the bank. Lawrence was a passenger in the rear seat of a small sports car as they proceeded north on Route 251 and was looking between the front seats to observe the roadway and chatting with his *126companions. He testified that the blowing snow got worse at the city limits and became a blizzard at Ilillcrest, totally obscuring visibility. The driver and passengers had agreed to try to go to Route 64 and return to Rochelle when conditions appeared dangerous. The vehicle passed through a snowdrift and struck Scott. We are not advised as to the speed at which the car driven by Mr. Bradford was traveling just prior to impact. However, the testimony indicates they left the bank at 9:05 a.m. and traveled approximately five miles before the collision at about 9:30 a.m.\nAlthough denying knowledge of poor road conditions, Lawrence stated that the weather the week preceding the accident was the worst he had seen in a long time. He also stated that he was aware that roads outside developed areas sheltered by buildings were generally worse than in town during snowstorms due to blowing and drifting.\n3. 9:30 a.m.-2:00 p.m. Mr. Gross testified that he had requested a backup truck to assist emergency vehicles to reach the accident scene at about 9:30 a.m. En route to the accident scene, he observed a number of vehicles either in the ditch or on the roadway, and he stopped to pick up an injured person walking on the road before reaching the Claimants' accident scene. Mr. Gross further testified that conditions were so poor that he feared for his own safety and that of city and emergency personnel. He further opined that there was no reason for anyone other than emergency personnel to be out on the roads that morning.\nBetween 9:40 and 10:00 a.m., State Trooper Mike Pearson arrived at the accident scene. Pearson testified there was a single barricade at Route 251 and Cairie Avenue in Rochelle as he exited town. Cairie Avenue is just south of Route 38.\n*127Emergency aid was given to both Claimants and they were transported to the hospital for further treatment by approximately 10:10 a.m.\nAt approximately 9:45 a.m., IDOT requested assistance in barricading Route 251 according to Mr. Gross' phone log. (We note the log was not introduced as a business record and was not particularly detailed, i.e., Mr. Gross could not determine the time he arrived at work on January 25, 1985.) Mr. Gross stated the log indicated Charles Lockhard of IDOT had requested the assistance of Rochelle's crews in erecting barricades and had asked to use their facilities to repair his windshield wipers and wait for an IDOT mechanic. Mr. Gross did not personally converse with IDOT at this time as he was either approaching or present at the accident scene. Mr. Gross was asked when Rochelle's crews responded to the request by IDOT. Although he could not be explicitly specific, his testimony as a whole indicates that his crew was unable to respond until returning from the accident scene as all three snowplows were assisting in the emergency traffic control and escort of ambulances to and from the scene.\nMr. Gross testified that he and his crew had erected all barricades at their disposal between approximately 10:10 a.m. and 2:00 p.m. He further stated that the city police had made several calls to report that the barricades were being knocked down by motorists or weather during the afternoon. In some areas, snow was plowed up in an effort to completely block roadways.\nMr. Frank Schotka, IDOT's District Maintenance Engineer at the time, testified in a telephonic evidence deposition. Mr. Schotka's office was in Dixon, Illinois, some 20 miles from Rochelle. Mr. Schotka did not have independent recollection of the day or events at issue. He testified as to normal IDOT procedures for road closures *128in similar circumstances and notification of other agencies. He also testified that during snow storms, all available manpower was devoted to snowplowing unless the roads became impassable at which point, the drivers would go to the nearest main road if possible, and erect a single barricade. Schotka had no reason to believe these procedures were not followed on January 25, 1985, but also had no personal knowledge of the events that day.\nClaimants argue that Respondents failed to follow procedure in notifying various departments or agencies of road closure. As Claimants stated at oral argument, the evidence does not indicate that all of those people were notified despite the unusually hazardous conditions that day. However, the evidence does not indicate that said procedures were not followed nor that the alleged failure to follow procedure caused the incident complained of herein. There is also no proof that the efforts of the State were untimely under the circumstances; that either Claimant would have heard broadcast messages of road closures; or that the city could have erected barricades and warnings prior to the accident which would have averted Claimants' injuries.\nThe State's duty is to maintain its highways in reasonably safe condition by using reasonable diligence in such maintenance (Scroggins v. State (1991), 43 Ill. Ct. Cl. 225.) The State also has a duty to warn users of its roadways of unreasonably dangerous conditions of which the State has actual or constructive knowledge. (Hout v. State (1966), 25 Ill. Ct. Cl. 301.) There is clear and convincing evidence that the State had notice of the road conditions herein as its employees were engaged in maintenance activities at the time of the incident. The reasonableness of the State's actions in maintaining the roadway and giving notice are at issue along with proximate cause of the injuries to Claimants. The adoption of comparative *129negligence in Illinois did not extinguish the requirement that a Claimant must establish proximate cause on the part of Respondent and the failure of Claimant to so establish proximate cause precludes a finding of liability and negates the need to compare fault. (Harris v. State (1986), 39 Ill. Ct. Cl. 176.) The cause of an injury is that which actually produces it, while the occasion is that which provides an opportunity for the causal agencies to act. (Briske v. Village of Burnham (1942), 279 Ill. 193, 39 N.E.2d 976; see also Vest v. City of Granite (5th Dist. 1982), 435 N.E.2d 755, 757.) If the negligence charged does nothing more than furnish a condition by which the injury is made possible and that condition causes an injury by the subsequent, independent act of a third person, the creation of the condition is not the proximate cause of the injury where the subsequent act is an intervening efficient cause which breaks the causal connection between the original wrong and the injury, and itself becomes the proximate or immediate cause. Thompson v. County of Cook (1993), 154 Ill. 2d 374, 609 N.E.2d 290.\nIllinois law is well settled that a person approaching a place of danger has a duty to do so cautiously, and with a proper degree of care for their own safety. A person has no right to knowingly expose himself to danger and then recover damages for an injuiy which he might have avoided by the use of care for his own safety. Ames v. Terminal Railroad Assn. (1947), 322 Ill. App. 187, 75 N.E.2d 42.\nIn Witt v. State (1969), 26 Ill. Ct. Cl. 318, this Court held that Claimant had not acted with due care and caution when he drove into dense smoke which was visible from a distance, and by proceeding at 25 to 30 miles per hour without being able to see what was in front of him. The Witt casé was cited by this Court in Coulson v. State (1993), 46 Ill. Ct. Cl. 149 at 157, in which the Court *130observed that this Court has repeatedly held that drivers utilizing highways of the State are charged with the duty of looking and seeing things which are obviously visible. Adams v. State (1981), 35 Ill. Ct. Cl. 216.\nIf we view the facts in a light most favorable to Claimants, that is assuming Claimants had no knowledge of the extreme weather conditions within one mile of Rochelle, notice of the condition ultimately rendering the roadway unfit for travel is vitiated to all parties including the State. There was no evidence offered to support a claim that the State knew or could know of the supposedly isolated whiteout which occurred just prior to the accident. Both Claimants described the storm as freakish, implying an anomaly not reasonably anticipated by a person acting with due regard for his own safety or that of others. We further note that contrary to arguments by counsel, neither Claimant testified of record that they would have taken other routes or chosen not to travel if informed of the conditions on Route 251 just prior to the accident. In fact, Scott's testimony was refreshingly candid and indicated that he was well aware of the jeopardy he encountered and that he had regretted his actions in hindsight. The very nature of Scott's business at the time as a tow-truck operator implies acknowledgment of risks inherent to recovery of vehicles in potentially dangerous circumstances occasioned by weather or emergencies of man-made- origin.\nThe preponderance of the evidence of record indicates that the proximate cause of both Claimants' injuries was as a result of their own conscious disregard of open and obvious danger. Both Claimants had resided in the area for some years and knew that rural areas were more severely affected by blowing and drifting snow than urban areas. Both Claimants acknowledged that weather conditions were poor prior to leaving Rochelle and had *131been severe for some days. Neither Claimant made any attempt to listen to the radio or otherwise obtain travel information prior to departing Rochelle despite a series of storms in the same week and extremely cold temperatures.\nThe arguments regarding substantial changes in conditions between Rochelle and Hillcrest, though not unheard of in Midwestern winters, are not supported by the record. The testimony of Mr. Gross indicates that between 9:00 a.m. and 9:30 a.m., visibility within the city limits was subject to constant change and severe impairment. Claimants did not introduce persuasive evidence of a time frame which would impute a breach of duty by IDOT. The weight of the evidence indicates that both IDOT and Rochelle acted reasonably and responsibly in the circumstances. The record supports a finding that IDOT and the city made reasonable efforts to warn and protect the public given the manpower and resources available. The geographical scope and duration of the storm(s) must be considered in imposing a duty upon the State. Claimants have not persuasively proved the availability or efficacy of additional or alternate measures by introduction of expert testimony or the testimony of their other witnesses.\nThe assertion that Claimants were unable to ascertain severe weather conditions which had, by stipulation, prevailed for at least two days is not credible. We have previously held that when Claimant may clearly perceive an obvious danger, the failure of the State to take additional measures argued or proposed by Claimant is not an automatic imputation of a breach of duty by the State. (Slagel v. State (1990), 42 Ill. Ct. Cl. 28; Ruffcom v. State (1981), 35 Ill. Ct. Cl. 27; and Toliver v. State (1994), 47 Ill. Ct. Cl. 55.) While the comparative negligence standard applicable to Claimants in Illinois Courts has been amended several times, the underlying duty of a Claimant to prove *132the exercise of due care for his own safety has remained a condition of recoveiy in conjunction with the necessity of proving proximate cause. (Coulson v. State (1993), 46 Ill. Ct. Cl. 149.) The preponderance of the evidence of record indicates both Claimants were aware of substantial risks attendant to travel on the day in question and chose to not only ignore said risks, but made no attempts to obtain travel information or take measures to otherwise avoid jeopardy until they were injured.\nWhile we deeply regret the grievous injuries suffered by Claimants and extend our empathy in the tragic consequences of this accident, we find it is both unreasonable and legally impossible to impose a duty of immediate response upon the State herein. Absent a clear showing by Claimants that the State acted with conscious disregard of a known hazard or imputed hazard for an unreasonable period of time in an ongoing emergency of significant duration and scope, we must deny these claims. Neither breach of duty nor proximate cause has been proven.\nThese claims are hereby denied and dismissed with prejudice.\n \nPlain English summary:\nA vehicle collided with Scott (one of the plaintiffs) during a snow storm (whiteout), injuring Scott and the passenger of the vehicle (second plaintiff). Plaintiff's sued the State of Illinois for breaching their duty to plaintiffs by failing to warn at all, or at best, failing to provide adequate warning of the dangerous conditions on the road. The trial court examined the evidence and dismissed the claims, refusing to impose a duty on the State and finding insufficient evidence of negligence.   \n\n\n",
    "annotations": {
        "Facts": [
            "On or about January 21, 1985, a blizzard had begun in the northern part of Illinois including the area surrounding the city of Rochelle. On January 25, 1985, visibility was virtually zero because of falling and blowing snow in the area surrounding the city of Rochelle, including Illinois State Route 251 (formerly known as Route 51) between State Routes 64 and 38, Ogle County.Scott, at the time of the accident, owned a body shop and wrecker service. On January 25, 1985, at approximately 9:00 a.m., Scott was in the process of answering a service call for towing and proceeded north on Route 251 about two miles. Scott never at any time observed any barricades or warnings signaling the closure of Route 251. About a mile north of town on Route 251, Scott experienced a white out. Scott decided to continue on to retrieve the stalled vehicle because, due to the weather conditions, he did not believe he could turn safely around until he reached the intersection of Routes 251 and 64. When Scott approached the stalled vehicle he got out of his wrecker and determined he could pull the disabled vehicle with a chain rather than using a winch. At that moment, Scott was struck by another vehicle driven by Gordon Bradford in which the other Claimant, Lawrence, was a passenger. Scott sustained a broken arm, broken jaw, broken right leg and amputation of his left leg.",
            "Lawrence was a passenger in the backseat of Bradford's vehicle. He intended to travel to Rockford and spend the day there. As Bradford's vehicle proceeded north on Route 251, Lawrence did not see any signs or barricades of any kind indicating the closure of Route 251 and he",
            "observed cars traveling southbound.After reaching a curve in the road at Hillcrest, a village about one mile north of Rochelle, Bradford's vehicle encountered blizzard conditions. The party, according to Lawrence, wanted to turn around but they could not find a safe place as the driveways were blocked with snow. The collision occurred before they could safely turn around. As a result of the accident, Lawrence sustained a black eye and a fracture of the fourth lumbar vertebrae in his back. He testified that he still has back pain. ",
            "with adequate warning, neither Scott nor Lawrence would have traveled on Route 251 that morning.",
            "1. 12 a.m.-7:30 a.m.",
            "a storm or series of storms with snow, high winds and severe cold struck the area in question on January 21, 1985, and *122continued on and off through at least the afternoon of January 25, 1985.",
            "both the city of Rochelle and IDOT were engaged in ongoing snowplowing and snow removal due to high winds and snowfall between 12 a.m. and 7 a.m. on January 25, 1985, within their respective jurisdictions.",
            "the severity of the storm was rather extraordinary from 12 a.m. to at least 12 p.m. on January 25, 1985. Claimants witness, Mr. John Gross, superintendent of streets in Rochelle from 1971-1993, was called in before his normal starting time of 7 a.m. He was unable to state the exact time of arrival, but ",
            "he and the full city crews under his supervision were summoned between 1 a.m. and 6 a.m. to clear snow from the city streets. The record does not indicate that Rochelles crews had completed their plowing-clearing efforts at or before 9 a.m. and",
            "their efforts continued well into the afternoon.",
            "IDOT crews attempted to plow and clear State roadways in Ogle County and several adjoining counties from at least 12 a.m. on January 25, 1985. Before 7:30 a.m., the various IDOT plows encountered such dangerous conditions that they were instructed to cease operations until the weather improved to allow safe plowing in various locations in the four-county district.",
            "the drivers were unable to ascertain the margins of the roadways and, thus, unable to safely operate the snowplows on Route 251 and other nearby north-south State routes at various times and locations within the IDOT District.",
            "Scott",
            "went to his place of business at approximately 6 a.m. His home in Rochelle was approximately one mile from his shop, also in Rochelle.",
            "it was snowing and very cold and that some areas in town were bad due to blowing snow. He described visibility as good for a snowstorm and not so bad that you couldn't see in town.",
            "Scott",
            "had answered a number of calls that morning related to the storm such as starting stalled vehicles.Lawrence",
            "had worked the third shift at a Rochelle factory and left work at 7 a.m. after completing his shift. Lawrence and his co-worker, Mr. Bradford, drove some five blocks to the home of a friend, also located in Rochelle, arriving at about 7:30 a.m. Lawrence and his two companions intended to travel to Rockford to spend the day in celebration of Lawrence's new job and first big paycheck.2. 7:30 aM.-9-.30 a.m. IDOT employees, Eugene Steder, Connie McQueany and Charles Lockard",
            "were instructed to begin erecting barricades on Route 251 at various intersections including Route 72 (about 12 miles north of Rochelle) and Route 38 which is actually within the city limits of Rochelle.",
            "IDOT was attempting to erect barricades to close Route 251 in the Rochelle area between 7:30 and 9:30 a.m. and continued said efforts thereafter.",
            "a maintenance agreement existed between IDOT and Rochelle for the erection of barricades and maintenance of State routes within the city ending at the north line of the junction of Route 38 and Route 251.",
            "the city limits actually extended some one mile north to the village of Hillcrest but were not included in the agreement.",
            "Under the agreement, IDOT provided two types of barricades to the city for use upon IDOT directive or order of the Illinois State Police. The city was not empowered to erect the barricades on State routes at its own discretion ",
            "At approximately 9 a.m., Mr. Gross",
            "was at a McDonald's restaurant in Rochelle just north of the intersection of Routes 251 and 38.",
            "he could see approximately 100 feet to the south, the center line of Route 38 at its intersection with Route 251 between gusts of wind.",
            "visibility north was far less as it was an open area and he could not see beyond the north border of McDonald's at times",
            "Mr. Gross received a call over his walkie-talkie at about 9:30 a.m. while at the McDonald's requesting assistance from the fire department to respond to Claimants' accident. Mr. Gross met emergency personnel at Routes 251 and 38 and proceeded to the accident scene. He did not observe any barricades as he headed north on Route 251. Mr. Gross was driving a city pickup with a snow plow and was followed by an ambulance and a second city truck with a snow plow. A third city truck and second ambulance also followed some 10 to 15 minutes later.Scott received a call that a motorist requested her vehicle towed from a snow drift at about 9 a.m. He was contacted by pager to go to the Minuteman convenience store at Routes 251 and 38 in Rochelle where a woman and her daughter requested that their car be towed from a ditch or snowbank north of Rochelle on Route 251 as they had left personal belongings in the car. Scott proceeded north on Route 251 to retrieve the abandoned vehicle and saw no barricades or signs indicating closure of Route 251. As he proceeded about a half mile north, due to the rural nature of the area, there was blowing snow which became a sudden white-out near Hillcrest which was about one mile further north.Scott",
            "did not know if the car could be found and whether his own wrecker would get stuck due to blowing and drifting snow.",
            "he was planning to proceed north to Route 64 where there was a large parking lot in order to safely turn around and return to Rochelle.",
            "the towing customer was from out of town and he did not know the location of the car nor which side of the road it rested upon before leaving to retrieve the vehicle.",
            "Scott did not listen to weather reports or otherwise attempt to check the road conditions before departing the Minuteman or at anytime that morning.Lawrence and his two companions drove in Mr. Brad-fords car to a bank in downtown Rochelle just before 9 a.m. to cash their checks. Lawrence stated they cashed their checks and headed north on Route 251 about a half to three-quarters of a mile south of its intersection with Route 38. He observed no barricades or signs indicating closure of Route 251 shortly after 9 a.m.",
            "Neither Lawrence nor his companions checked the radio for weather reports or sought information from other media sources as to road conditions prior to departure from Rochelle. Lawrence had no recollection of the weather conditions for the two preceding days but was somehow sure it was not snowing very hard nor blowing in town when he departed the bank. Lawrence was a passenger in the rear seat of a small sports car as they proceeded north on Route 251 and was looking between the front seats to observe the roadway and chatting with his *126companions.",
            "the blowing snow got worse at the city limits and became a blizzard at Ilillcrest, totally obscuring visibility. The driver and passengers had agreed to try to go to Route 64 and return to Rochelle when conditions appeared dangerous. The vehicle passed through a snowdrift and struck Scott. ",
            "the testimony indicates they left the bank at 9:05 a.m. and traveled approximately five miles before the collision at about 9:30 a.m.",
            "Lawrence stated that the weather the week preceding the accident was the worst he had seen in a long time.",
            "he was aware that roads outside developed areas sheltered by buildings were generally worse than in town during snowstorms due to blowing and drifting.",
            ". 9:30 a.m.-2:00 p.m. Mr. Gross",
            "had requested a backup truck to assist emergency vehicles to reach the accident scene at about 9:30 a.m. En route to the accident scene, he observed a number of vehicles either in the ditch or on the roadway, and he stopped to pick up an injured person walking on the road before reaching the Claimants' accident scene.",
            "conditions were so poor that he feared for his own safety and that of city and emergency personnel.",
            "there was no reason for anyone other than emergency personnel to be out on the roads that morning.Between 9:40 and 10:00 a.m., State Trooper Mike Pearson arrived at the accident scene. Pearson testified there was a single barricade at Route 251 and Cairie Avenue in Rochelle as he exited town. Cairie Avenue is just south of Route 38.Emergency aid was given to both Claimants and they were transported to the hospital for further treatment by approximately 10:10 a.m.At approximately 9:45 a.m., IDOT requested assistance in barricading Route 251 according to Mr. Gross' phone log.",
            "Mr. Gross stated the log indicated Charles Lockhard of IDOT had requested the assistance of Rochelle's crews in erecting barricades and had asked to use their facilities to repair his windshield wipers and wait for an IDOT mechanic. Mr. Gross did not personally converse with IDOT at this time as he was either approaching or present at the accident scene.",
            "his crew was unable to respond until returning from the accident scene as all three snowplows were assisting in the emergency traffic control and escort of ambulances to and from the scene.Mr. Gross testified that he and his crew had erected all barricades at their disposal between approximately 10:10 a.m. and 2:00 p.m.",
            "the city police had made several calls to report that the barricades were being knocked down by motorists or weather during the afternoon. In some areas, snow was plowed up in an effort to completely block roadways.Mr. Frank Schotka, IDOT's District Maintenance Engineer",
            "testified as to normal IDOT procedures for road closures *128in s",
            "milar circumstances and notification of other agencies.",
            "He",
            "testified that during snow storms, all available manpower was devoted to snowplowing unless the roads became impassable at which point, the drivers would go to the nearest main road if possible, and erect a single barricade.",
            "Claimants had no knowledge of the extreme weather conditions within one mile of Rochelle",
            "between 9:00 a.m. and 9:30 a.m., visibility within the city limits was subject to constant change and severe impairment."
        ],
        "Procedural History": [
            "Claimants Keith Scott (hereinafter Scott) and Donald Lawrence (hereinafter Lawrence) filed these consolidated causes of action in the Court of Claims against the Respondent, State of Illinois, Department of Transportation."
        ],
        "Application of Law to Facts": [
            "The record is quite clear that Respondent was possessed of actual knowledge of the hazardous condition of the roadway and took action to remedy said condition.",
            "Claimants argue that Respondents failed to follow procedure in notifying various departments or agencies of road closure.",
            "However, the evidence does not indicate that said procedures were not followed",
            "There is also no proof that the efforts of the State were untimely under the circumstances; that either Claimant would have heard broadcast messages of road closures; or that the city could have erected barricades and warnings prior to the accident which would have averted Claimants' injuries.",
            "There is clear and convincing evidence that the State had notice of the road conditions herein as its employees were engaged in maintenance activities at the time of the incident.",
            "There was no evidence offered to support a claim that the State knew or could know of the supposedly isolated whiteout which occurred just prior to the accident. Both Claimants described the storm as freakish, implying an anomaly not reasonably anticipated by a person acting with due regard for his own safety or that of others.",
            "neither Claimant testified of record that they would have taken other routes or chosen not to travel if informed of the conditions on Route 251 just prior to the accident. In fact, Scott's testimony was refreshingly candid and indicated that he was well aware of the jeopardy he encountered and that he had regretted his actions in hindsight. The very nature of Scott's business at the time as a tow-truck operator implies acknowledgment of risks inherent to recovery of vehicles in potentially dangerous circumstances occasioned by weather or emergencies of man-made- origin.",
            "Both Claimants acknowledged that weather conditions were poor prior to leaving Rochelle and had *131been severe for some days. Neither Claimant made any attempt to listen to the radio or otherwise obtain travel information prior to departing Rochelle despite a series of storms in the same week and extremely cold temperatures.The arguments regarding substantial changes in conditions between Rochelle and Hillcrest, though not unheard of in Midwestern winters, are not supported by the record.",
            "Claimants did not introduce persuasive evidence of a time frame which would impute a breach of duty by IDOT. The weight of the evidence indicates that both IDOT and Rochelle acted reasonably and responsibly in the circumstances. The record supports a finding that IDOT and the city made reasonable efforts to warn and protect the public given the manpower and resources available. The geographical scope and duration of the storm(s) must be considered in imposing a duty upon the State.",
            "The assertion that Claimants were unable to ascertain severe weather conditions which had, by stipulation, prevailed for at least two days is not credible.",
            "The preponderance of the evidence of record indicates both Claimants were aware of substantial risks attendant to travel on the day in question and chose to not only ignore said risks, but made no attempts to obtain travel information or take measures to otherwise avoid jeopardy until they were injured.",
            "we find it is both unreasonable and legally impossible to impose a duty of immediate response upon the State herein. Absent a clear showing by Claimants that the State acted with conscious disregard of a known hazard or imputed hazard for an unreasonable period of time in an ongoing emergency of significant duration and scope, we must deny these claims. Neither breach of duty nor proximate cause has been proven."
        ],
        "Relevant Precedents": [
            "Scroggins v. State (1991), , 226",
            "Berry v. State (1968), 26 Ill. Ct. Cl. 377",
            "Hout v. State (1966), .",
            "Pigott v. State (1968), 26 Ill. Ct. Cl. 263.",
            "Stills v. State (1989), 41 Ill. Ct. Cl. 60.",
            "Alvis v. Ribar (1981), ",
            "Scroggins v. State (1991), .",
            "Hout v. State (1966), 25 Ill. Ct. Cl. 301.",
            "Ames v. Terminal Railroad Assn. (1947), 322 Ill. App. 187, .",
            "Witt v. State (1969), 26 Ill. Ct. Cl. 318",
            "Witt",
            "Coulson v. State (1993), ",
            "Adams v. State (1981), .",
            "Slagel v. State (1990), ; Ruffcom v. State (1981), 35 Ill. Ct. Cl. 27; and Toliver v. State (1994), .)",
            "Coulson v. State (1993), ."
        ],
        "Outcome": [
            "These claims are hereby denied and dismissed with prejudice."
        ]
    },
    "class": "reverse"
}