{
    "text": "Keene v. State, 50 Ill. Ct. Cl. 162 (1997)\nSept. 18, 1997 · Illinois Court of Claims · No. 88-CC-0556\n50 Ill. Ct. Cl. 162\n\nCase outline\nMajority — Raucci, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nDella Keene, Guardian for Darrell W. Cope, Claimant,v.The State of Illinois, Respondent\nWomick & Associates (John Womick, of counsel), for Claimant.\nJames E. Ryan, Attorney General (Deborah L. Barnes, Assistant Attorney General, of counsel), for Respondent.\nOPINION\nRaucci, J.\nThis is a tort case for injuries sustained by a passenger in a vehicle that was being driven through a State park. Claimant is the guardian of the injured Darrell W. Cope. For convenience, Darrell W. Cope is referred to in this opinion as the Claimant.\nThe vehicle in which the injured Claimant was a passenger left the roadway and struck a tree growing near the edge of the road. Claimants basic argument is that, in the design and maintenance of the road, Respondent had failed to maintain a proper free zone along the edge of the park roadway, so that cars leaving the traveled surface of the roadway would have an opportunity to regain control without striking trees or other obstructions. There is *163little doubt that the Claimant suffered catastrophic injuries as a result of this unfortunate accident. Respondent takes the position that the provision of a so-called free zone was not applicable to a road through a State park, and that there was no negligence by Respondent in the design of the park road.\nThe injured Claimant testified that he was 36 years old and one of three passengers in a car being operated through the park on September 1,1985. He was seated in the front seat on the passenger side. It was about 9:45 p.m. and a raccoon ran across the road. Claimant estimated that the driver was operating the vehicle at 20 or 25 m.p.h. Claimant described the road as a narrow, curvy, two-lane road. Claimant described the horrendous injuries sustained by him in this accident.\nEdward Allen Reeder testified by evidence deposition on behalf of the Claimant. Reeder is the Director of Public Works for the City of Carbondale. Reeders department is responsible for all roads in the city Emits of Carbondale. Reeders duties include the design of new streets and improvements to the streets as well as maintenance of the street system within the City of Carbondale. Reeder is a 1972 graduate of Southern Illinois University with a degree in civil engineering technology, and became a registered civil engineer in the State of Illinois after passing two eight-hour examinations in 1981. While he was in school, he worked for the Illinois Department of Transportation in Carbondale in August 1973. In its design and construction of roads and streets, the City of Carbondale uses all of the Illinois Department of Transportation standards in its projects.\nAt the request of Claimant, Reeder examined a road constructed by the Illinois Department of Conservation at Kincaid Lake. Reeder looked at the drawings by IDOT *164and reviewed the materials, plans, and specifications for the design of the roadway. Reeder went to the site and looked at the roadway. Reeder stated that it was his opinion, after reviewing the drawings, cross sections of the drawings, and what's in the field, that there have been some modifications, possibly, to what's built there. When asked whether the modifications from the design constituted a deviation from the standard of care in the construction of the roadway in question, Reeder stated: [T]hey deviated from the original standards if you look at the AASHTO standards, the clear zones. I am sure they were trying to save some trees. They tried to restrict their, clear zone, and they probably should have been a little further than they are. Reeder testified that the applicable standard for a clear zone at the time of the construction of the roadway in question, for speeds of less than 40 m.p.h., is ten foot from the edge of the pavement. A clear zone is to clear anything within that zone to give someone reasonable opportunity to recover if they run off the roadway. When asked if the drawings for the design of the roadway contained a clear zone of ten feet, Reeder replied that the general note showed that it was toe of slope, top of cut, or five foot from edge of pavement. No, they did not probably have ten feet. Reeder testified as follows:\nQ. They had a five foot clear zone?\nA. Or where the toe of slope or the top of cut was. It could be greater than. I didn't look at all the cross sections. The particular area where the tree was hit, they only showed about five feet.\nQ. In your opinion, did that deviate from the standard required in the design and construction of such roadway at the time?\nA. Yes.\nReeder identified Plaintiff's Exhibit No. 4 as a photograph portraying the roadway in question and the tree in question. The tree shown in Exhibit No. 4 is four-tenths *165of a mile north of the intersection of the access road and Route No. 149. Reeder identified Exhibit No. 1 as constituting the plans, drawings, and specifications for the roadway. Exhibit No. 2 is a plan profile of the roadway between stations 19 and 20 that Reeder marked with an X. The marking may not be exact. The X marked on Exhibit No. 2 correlates with the photograph identified as Exhibit No. 4. Reeder testified that the standards in existence at the time required a clear zone in the area shown in Exhibit Nos. 2 and 4 of ten feet from the edge of the pavement. These are the AASHTO standards used to design roadways. In Reeders opinion, building the roadway in question with a clear zone of less than ten feet was a violation of the standards of care for an engineer and for Respondent in constructing the roadway.\nThe tree that was struck by the vehicle in which the injured Claimant was a passenger was located approximately four feet from the edge of the pavement. Reeder testified that, from the curved configuration of the roadway, if a driver missed the curve, the vehicle would strike the tree as happened in this accident. Reeder testified that the tree should have been removed during road construction. Reeder testified that the failure to remove the tree during construction contributed to cause the accident in this case. If the clear zone had been wider, the driver of the vehicle would have had more of an opportunity to recover control of the vehicle.\nOn cross-examination, Reeder said that the AASHTO book adopted by the Illinois Department of Transportation does not have a séction on park roads. The book does have a section on rural local road systems. In Reeders opinion, the road should have a shoulder if you look at the standards of four feet. There were four feet between the edge of the pavement and the tree that was involved *166in this accident. A four-foot shoulder is fine according to Reeders opinion. Reeder testified on cross examination as follows:\nQ. In this situation, a four foot shoulder is fine; is that your opinion?\nA. There should be a four foot shoulder, if that's what you're asking.\nReeder stated: I think the shoulder should be there. It gives an opportunity to recover. With that tree being so close, she didn't have a chance to recover; she hit it. It was in the area that should have been cleared in the drawings. Reeder further testified on cross-examination as follows:\nQ. The question was, could you say that but for the tree, the accident would not have happened?\n[CLAIMANT'S ATTORNEY OBJECTS]\nA. No.\nReeder stated that he doesn't go to many parks and has not designed roads for a State park.\nOn re-direct examination, Reeder testified that, in his opinion to a reasonable degree of certainty as an engineer, the ten-foot clear zone applied to the roadway in this case. The basis of his opinion was that the roadway in this case is a rural road and no different than a township road even though the road may be in a park. Decisions about the clear zone are based on the location of the road, the anticipated speed that drivers will drive on that roadway and the amount of traffic from the roadway. Applying these factors, Reeder believed that there should be a ten-foot clear zone. The purpose of designing a ten-foot clear zone is to allow drivers to have an opportunity to recover prior to running into something. The clear zone is not designed to have a driver bring the vehicle to a stop. In Reeder's opinion, if a tree was located four feet off the roadway, it would be impossible, in a case like this, for the driver to recover because the tree is too close.\n*167There is no distinction between the term shoulder and the term clear zone — the shoulder and clear zone run together. Reeder then testified as follows:\nQ. But the shoulder and the clear zone are not the same length? — The same width? You said here the clear zone should be ten feet.\nA. The shoulder should be about four feet; ten feet total.\nQ. Ten feet for the clear zone and the four foot shoulder?\nA. Total of ten.\nQ. Four, and six more?\nA. Yes.\nIn looking at the cross-sections, Reeder testified that the general note said that they should clear to the toe of slope, to the top of the cut, or five feet from the edge of the pavement, whichever is greater. Reeder testified:\nlooking at, say, this cross section right here, 21 plus 28; 37 left.\nReeder affixed a circle on the lower right quadrant of deposition Exhibit No. 3 and stated as follows:\nI'm trying to give you an example. This is the toe of slope. In other words, they're supposedly building the road above the ground, so you're going to have to slope down to meet the existing ground. In this particular cross section, they should have cleared out 17 feet to the toe of slope. They should have cleared everything in that zone on the left side of the roadway.\nReeder then testified as follows:\nQ. You're talking about from the centerline over?\nA. Yes. 17 feet.\nQ. Is that at the point where the accident occurred?\nA. It's down between 19 and 20.\nQ. So would those — I think you alluded to this earlier when we were talking. I thought you had said it should be 16 to 17 feet.\nA. Somewhere between — I never went out and actually measured the stations on the ground, but I can tell you that the accident happened between stations 19 and 20 and somewhere between 16 and 17 feet, which is the toe of slope in that area. Which the drawings show a toe of slope, but there's not toe of slope in that area because it's just flat. They should have cleared out 16 to 17 feet.\nQ. So there should have been 16 to 17 feet of clear area from the centerline to the edge of the clear area?\n*168A. Yes.\nQ. Okay.\nA. By these drawings.\nOn further re-direct, Reeder testified that, in his opinion, the road was not built in compliance with AASHTO standards. When the road was constructed, Reeder does not think they cleared out to the toe of slope in this particular case, and that failing to do so was a violation of National Standards, and a violation of the design of this particular roadway.\nRobert Catt, the park site superintendent for the Respondent, was called and testified on behalf of Respondent. Catt was present on-site when the road was constructed. Catt sat in on meetings for input with planning people, engineering people and other staff. Several things are taken into consideration in the construction of a park road including use, access to or from a particular area, and natural resources. As little of the natural resource as possible is destroyed. This often means putting more curves in a road to try to make things more natural and as aesthetically pleasing as possible. The speed of vehicles is taken into account. Exhibit No. 1-A was the site of the accident showing the scarring on the tree. At the time the photographs were taken, the tree was larger than it was at the time of the accident. The photographs in Respondents Group Exhibit No. 1 show different pieces of road within the State park, road surfaces and the proximity of trees to the edge of the road. Photograph 1-D shows a slow sign above the accident a couple of hundred feet north. The speed limit at the site was 30 m.p.h. Photograph 1-H depicts an area 300 or 400 feet south of the accident site showing a steep curve or sharp curve to the right which is marked with a 15 m.p.h. posting. The distance from the edge of the road to the tree that was impacted in this case was approximately four feet. It was 16 *169feet from the centerline of the road to the edge of the tree. There had been no previous accidents at the site where this accident occurred.\nCatt has been in, and is familiar with, at least 30 other State parks in the State of Illinois. The road construction at the State park in question is typical of some of the southern Illinois parks as portrayed by the photographs in the group exhibit. The type of road involved in this accident serves an aesthetic function, as many trees as could be were left to serve the beauty of the park and the integrity of the beauty of the park.\nOn cross-examination, Catt stated he had no background in engineering, and his involvement with the roads put in the park would have dealt with his concern regarding aesthetics. The road was designed with gentle curves following an old roadbed that was originally there rather than creating a new alternate route because of the tremendous amount of destruction that a new alternate route would have caused. It was not Catt s responsibility to make sure that the road was being put in in accordance with State or National road constructions. The photographs of the access road show an estimated 40 or 50 trees that are within ten feet of the roadway.\nThe access road serves a marina with 300 to 400 boats. On the date of this accident, it was a major holiday weekend and there was a lot of traffic on the access road. Catt estimated that over 1,000 vehicles would travel the road on a typical holiday weekend each day. Catt was not familiar with standards of the American Association of State Highway and Transportation Officials. Prior to this accident, Catt recalls estimating that he has had notice of two vehicle accidents involving vehicles and trees, one of which involved a fatality. The accident involving a fatality involved a tree 35 or 50 feet off of the right-of-way.\n*170Claimants contentions of liability against Respondent are predicated entirely on the proposition that Respondent owed a duty to Claimant to construct and maintain the Lake Kincaid Marina access road and its appurtenant lands through Lake Murphysboro State Park in accordance with the standards set forth in the road's design specifications and the standards of AASHTO (American Association of State Highway and Transportation Officials). Claimant's expert testified that the design specifications on the road required a clear zone of five feet from the edge of the pavement, and the AASHTO standards required a useable shoulder of at least four feet from the edge of the pavement, and a clear zone of ten feet from the edge of the pavement. There is no dispute that the Respondent allowed mature trees to grow within ten feet of the edge of the roadway and that the Claimant's injuries were sustained when the vehicle in which he was a passenger left the traveled portion of the roadway and collided with a mature tree that was four feet off of the edge of the traveled portion of the road.\nIn support of his position, Claimant cites Lucht v. State (1983), 36 Ill. Ct. Cl. 248. In Lucht, the Claimant fell in a State parking lot that was icy. This Court denied the claim, stating that to require the State to remove snow and ice that had accumulated over a period of a few hours before an accident on State parking lots would put the State in a position of being an insurer. Claimant also cites Harder v. State (1991), 44 Ill. Ct. Cl. 235. The Harder decision denied a claim by an 80-year-old woman who sustained injuries when she fell on a step at the Old State Capitol Building. The decision was based on a failure to show actual or constructive notice of a dangerous or hazardous condition.\nClaimant cites Siefert, et al. v. State (1989), 42 Ill. Ct. Cl. 8. We held that, where the shoulders of a highway *171are in poor repair and unreasonably dangerous and a car is caused to go out of control after having left the main traveled portion of the highway as a result of poor maintenance and repair of the shoulders, and the State has actual or constructive notice of the condition, the State is liable for damages proximately resulting therefrom. The Siefert case followed Welch v. State (1966), 25 Ill. Ct. Cl. 270, which found liability in a case involving extremely hazardous conditions existing on the shoulder of a road, and involved a truck evidently intentionally attempting to pull onto the shoulder to avoid an accident. The Court stated:\nIt is clear that the Respondent is required to maintain the highway and the shoulder in a manner reasonably safe for its intended purposes. Obviously, the standard of care is higher for the highway than the shoulder, since the reasonably intended use of the highway requires a greater level of care than the shoulder.\nWe hold that if the facts in a case show that the State has caused a dangerous condition by neglecting to maintain the shoulders of the highway, after having had actual or constructive notice of the defect requiring such maintenance, it is reasonably foreseeable that an injury may result therefrom. If that dangerous condition of the shoulder is a proximate cause of an injury that is sufficient to establish liability. 42 Ill. Ct. Cl. at 13, 14.\nThe Siefert opinion, supra, observed that an expert witness on behalf of the Claimants had testified that the condition of the shoulder caused the vehicle of the Claimant to come back onto the highway causing the accident from which the injuries arose. 42 Ill. Ct. Cl. at 15.\nAdditionally, Claimant cites Protective Insurance Co. v. State (1994), 46 Ill. Ct. Cl. 86. In that case, there was an award for Claimant arising from a vehicle accident after Claimants vehicle was deliberately driven onto a shoulder which was later determined to have a drop-off from the highway pavement six inches deep that extended for approximately one mile on either side of the accident site. The evidence was that the drop-off had existed for at least *172three years and possibly ten years. Expert witnesses testified that the six-inch drop-off was an unsafe condition that contributed to the accident. A large award was made to the Claimant.\nClaimant cites Wilson v. State (1989), 41 Ill. Ct. Cl. 50, a wrongful death case, where it was alleged that the decedent was a passenger in a vehicle that suddenly left the traveled portion of a highway and struck a tree 15 feet from the east edge of the paved portion of the roadway. Evidence was introduced as to the standards for clearance of trees from the right-of-way along the side of the roadway. The evidence was clear that the standard recommended at the scene of the Wilson accident on Route No. 37 in Fayette County, was a distance of ten feet off the edge of the roadway. This Court stated as follows:\nClaimant's second premise [State negligent in not removing tree within 15 feet of edge of roadway] fails because the evidence shows that the standards introduced into evidence recommend a 10 foot clearance zone in the area of Route #37 where the accident occurred. Since the tree was 15 feet from the edge of the roadway, the standard does not apply to that tree. The State was within compliance of recommended standards. There is no duty upon the State to clear every possible source of injury from areas in the more remote proximity of the roadway. A legal duty requires more than the possibility of occurrence, and the State, like any other person, is charged with such a duty only when harm is legally foreseeable, [citing cases.] The issues of foreseeability and duty involve a myriad of factors, including the magnitude of the risk involved, the burden of requiring the State to guard against the risk, and the consequences of placing such a burden on the State, [citing case.] It is the finding of this Court that a consideration of all these factors leads to the conclusion that the State had no legal duty to remove the tree in question before the accident. 41 Ill. Ct. Cl. at 55.\nClaimant reasons from the opinion in the Wilson case that the presence of the tree in the case at bar four feet from the traveled portion of the roadway is evidence of Respondents breach of duty to Claimant.\nRespondent interprets the evidence to suggest that standards were not violated in this case. Further, Respondent argues that the standards on which Claimants expert *173relied addressed rural local road systems and did not address park roads. Respondent further argues that the evidence showed only that Respondent had created a condition by which injury was made possible, and that the negligence of Respondent was not the proximate cause of the injury, arguing that the independent acts of the driver of Claimants vehicle broke the causal connection between the alleged original wrong and the injury. Thus, according to Respondent, it was the action of the driver of Claimants vehicle that caused the accident, and not a condition of the lands adjacent to the roadway.\nSurprisingly, neither Claimant nor Respondent offered evidence concerning the standards used for roads primarily used as access for recreation in State parks.\nFrom the testimony and the photographs offered and received in evidence, it is perfectly clear that it was intended by those designing and constructing this road to preserve the trees for aesthetic purposes. The close proximity of many large trees within a few feet from the edge of the road would be perfectly obvious to anyone making use of the road. At the site of the accident, speeds of vehicles using the road were limited to 30 m.p.h. There was no evidence that a vehicle at the scene of this accident being operated within the speed limit could not be safely driven on the marina access road. We are asked to hold that Respondent chose aesthetic considerations in allowing trees to remain close to the traveled portion of the road at its peril, and further, that if motorists using the road left the traveled portion of the roadway and struck a nearby tree in the forest, Respondent is liable to answer in damages for injuries sustained. It is obvious that the road in question in this case was not designed or constructed as an all-purpose State highway. Its purpose was to provide access to a State park and lake for recreation and the support services attendant thereon.\n*174Respondents decision to build the road in such a way as to preserve trees closely adjacent to the road surface was certainly intentional, and not a result of inadvertence or mistake. A driver operating a vehicle through this State park could not be misled or surprised by the presence of a tree within four feet of the edge of the traveled roadway. There were trees close to the edge of the traveled roadway throughout the park road system as demonstrated by the photograph exhibits. Furthermore, it does not seem unreasonable to suggest that a person using reasonable care in the operation of a motor vehicle along this park roadway could expect and anticipate that wild animals may cross the roadway from time to time in such a manner as to interfere with vehicular traffic. The proximate cause of this tragic accident and the horrendous and permanent injuries to the Claimant was not the decision of the State to build a park recreation road with trees close along the sides of the road, but was instead, the manner of operation of the vehicle in which the Claimant was a passenger.\nIt is therefore ordered, adjudged and decreed that this claim is hereby dismissed and forever barred.\n \n\nPlain English summary:\nClaimant was a passenger in a car that swerved off a park road and hit a tree that was four feet from the edge of the pavement. Claimant sued defendant for negligent design and maintenance of the road in failing to maintain a proper 'free zone' along the edge of the park roadway. The court dismissed the case for failure to prove that the defendant had deviated from the standard of care.\n",
    "annotations": {
        "Facts": [
            "The vehicle in which the injured Claimant was a passenger left the roadway and struck a tree growing near the edge of the road.",
            "the Claimant suffered catastrophic injuries as a result of this ",
            "accident.",
            "Claimant",
            "was 36 years old and one of three passengers in a car being operated through the park on September 1,1985. He was seated in the front seat on the passenger side. It was about 9:45 p.m. and a raccoon ran across the road.",
            "the driver was operating the vehicle at 20 or 25 m.p.h. Claimant described the road as a narrow, curvy, two-lane road.",
            "Edward Allen Reeder",
            "is the Director of Public Works for the City of Carbondale. Reeders department is responsible for all roads in the city Emits of Carbondale. Reeders duties include the design of new streets and improvements to the streets as well as maintenance of the street system within the City of Carbondale. Reeder is a 1972 graduate of Southern Illinois University with a degree in civil engineering technology, and became a registered civil engineer in the State of Illinois after passing two eight-hour examinations in 1981. While he was in school, he worked for the Illinois Department of Transportation in Carbondale in August 1973. In its design and construction of roads and streets, the City of Carbondale uses all of the Illinois Department of Transportation standards in its projects.",
            "Reeder examined a road constructed by the Illinois Department of Conservation at Kincaid Lake. Reeder looked at the drawings by IDOT *164and reviewed the materials, plans, and specifications for the design of the roadway. Reeder went to the site and looked at the roadway. Reeder stated that it was his opinion, after reviewing the drawings, cross sections of the drawings, and what's in the field, that there have been some modifications, possibly, to what's built there.",
            "Reeder stated: [T]hey deviated from the original standards if you look at the AASHTO standards, the clear zones.",
            "Reeder testified that the applicable standard for a clear zone at the time of the construction of the roadway in question, for speeds of less than 40 m.p.h., is ten foot from the edge of the pavement. A clear zone is to clear anything within that zone to give someone reasonable opportunity to recover if they run off the roadway. ",
            "Reeder identified Plaintiff's Exhibit No. 4 as a photograph portraying the roadway in question and the tree in question. The tree shown in Exhibit No. 4 is four-tenths *165of a mile north of the intersection of the access road and Route No. 149. ",
            "Exhibit No. 2 is a plan profile of the roadway between stations 19 and 20 ",
            "The X marked on Exhibit No. 2 correlates with the photograph identified as Exhibit No. 4. Reeder testified that the standards in existence at the time required a clear zone in the area shown in Exhibit Nos. 2 and 4 of ten feet from the edge of the pavement. These are the AASHTO standards used to design roadways. ",
            "The tree that was struck by the vehicle in which the injured Claimant was a passenger was located approximately four feet from the edge of the pavement.",
            "the AASHTO book adopted by the Illinois Department of Transportation does not have a séction on park roads.",
            "The book does have a section on rural local road systems.",
            "There were four feet between the edge of the pavement and the tree that was involved *166in this accident. A four-foot shoulder is fine according to Reeders opinion.",
            "Reeder ",
            "doesn't go to many parks and has not designed roads for a State park.",
            "Decisions about the clear zone are based on the location of the road, the anticipated speed that drivers will drive on that roadway and the amount of traffic from the roadway. Applying these factors, Reeder believed that there should be a ten-foot clear zone. The purpose of designing a ten-foot clear zone is to allow drivers to have an opportunity to recover prior to running into something. The clear zone is not designed to have a driver bring the vehicle to a stop.",
            "167There is no distinction between the term shoulder and the term clear zone — the shoulder and clear zone run together.",
            "In looking at the cross-sections, Reeder testified that the general note said that they should clear to the toe of slope, to the top of the cut, or five feet from the edge of the pavement, whichever is greater.",
            "Reeder then testified as follows:",
            "A. Somewhere between — I never went out and actually measured the stations on the ground, but I can tell you that the accident happened between stations 19 and 20 and somewhere between 16 and 17 feet, which is the toe of slope in that area. Which the drawings show a toe of slope, but there's not toe of slope in that area because it's just flat. They should have cleared out 16 to 17 feet.",
            "On further re-direct, Reeder testified that, in his opinion, the road was not built in compliance with AASHTO standards. When the road was constructed, Reeder does not think they cleared out to the toe of slope in this particular case, and that failing to do so was a violation of National Standards, and a violation of the design of this particular roadway.Robert Catt, the park site superintendent for the Respondent",
            "was present on-site when the road was constructed. Catt sat in on meetings for input with planning people, engineering people and other staff. Several things are taken into consideration in the construction of a park road including use, access to or from a particular area, and natural resources. As little of the natural resource as possible is destroyed. This often means putting more curves in a road to try to make things more natural and as aesthetically pleasing as possible. The speed of vehicles is taken into account. Exhibit No. 1-A was the site of the accident showing the scarring on the tree. At the time the photographs were taken, the tree was larger than it was at the time of the accident. The photographs in Respondents Group Exhibit No. 1 show different pieces of road within the State park, road surfaces and the proximity of trees to the edge of the road. Photograph 1-D shows a slow sign above the accident a couple of hundred feet north. The speed limit at the site was 30 m.p.h. Photograph 1-H depicts an area 300 or 400 feet south of the accident site showing a steep curve or sharp curve to the right which is marked with a 15 m.p.h. posting. The distance from the edge of the road to the tree that was impacted in this case was approximately four feet. It was 16 *169feet from the centerline of the road to the edge of the tree. There had been no previous accidents at the site where this accident occurred.Catt has been in, and is familiar with, at least 30 other State parks in the State of Illinois. The road construction at the State park in question is typical of some of the southern Illinois parks as portrayed by the photographs in the group exhibit. The type of road involved in this accident serves an aesthetic function, as many trees as could be were left to serve the beauty of the park and the integrity of the beauty of the park.",
            "Catt stated he had no background in engineering, and his involvement with the roads put in the park would have dealt with his concern regarding aesthetics. The road was designed with gentle curves following an old roadbed that was originally there rather than creating a new alternate route because of the tremendous amount of destruction that a new alternate route would have caused. It was not Catt s responsibility to make sure that the road was being put in in accordance with State or National road constructions. The photographs of the access road show an estimated 40 or 50 trees that are within ten feet of the roadway.The access road serves a marina with 300 to 400 boats. On the date of this accident, it was a major holiday weekend and there was a lot of traffic on the access road. Catt estimated that over 1,000 vehicles would travel the road on a typical holiday weekend each day. Catt was not familiar with standards of the American Association of State Highway and Transportation Officials. Prior to this accident, Catt recalls estimating that he has had notice of two vehicle accidents involving vehicles and trees, one of which involved a fatality. The accident involving a fatality involved a tree 35 or 50 feet off of the right-of-way.",
            "the Respondent allowed mature trees to grow within ten feet of the edge of the roadway and that the Claimant's injuries were sustained when the vehicle in which he was a passenger left the traveled portion of the roadway and collided with a mature tree that was four feet off of the edge of the traveled portion of the road."
        ],
        "Procedural History": [
            "This is a tort case for injuries sustained by a passenger in a vehicle that was being driven through a State park. Claimant is the guardian of the injured Darrell W. Cope. For convenience, Darrell W. Cope is referred to in this opinion as the Claimant."
        ],
        "Application of Law to Facts": [
            "From the testimony and the photographs offered and received in evidence, it is perfectly clear that it was intended by those designing and constructing this road to preserve the trees for aesthetic purposes. The close proximity of many large trees within a few feet from the edge of the road would be perfectly obvious to anyone making use of the road. At the site of the accident, speeds of vehicles using the road were limited to 30 m.p.h. There was no evidence that a vehicle at the scene of this accident being operated within the speed limit could not be safely driven on the marina access road. We are asked to hold that Respondent chose aesthetic considerations in allowing trees to remain close to the traveled portion of the road at its peril, and further, that if motorists using the road left the traveled portion of the roadway and struck a nearby tree in the forest, Respondent is liable to answer in damages for injuries sustained. It is obvious that the road in question in this case was not designed or constructed as an all-purpose State highway. Its purpose was to provide access to a State park and lake for recreation and the support services attendant thereon.",
            "Respondents decision to build the road in such a way as to preserve trees closely adjacent to the road surface was certainly intentional, and not a result of inadvertence or mistake. A driver operating a vehicle through this State park could not be misled or surprised by the presence of a tree within four feet of the edge of the traveled roadway. There were trees close to the edge of the traveled roadway throughout the park road system as demonstrated by the photograph exhibits. Furthermore, it does not seem unreasonable to suggest that a person using reasonable care in the operation of a motor vehicle along this park roadway could expect and anticipate that wild animals may cross the roadway from time to time in such a manner as to interfere with vehicular traffic."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "It is therefore ordered, adjudged and decreed that this claim is hereby dismissed and forever barred."
        ]
    },
    "class": "reverse"
}