{
    "text": "Von Moore v. State, 50 Ill. Ct. Cl. 194 (1998)\nMarch 1998 · Illinois Court of Claims · No. 88-CC-4169\n50 Ill. Ct. Cl. 194\n\nCase outline\nMajority — Jann, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nRaymond Von Moore, Claimant,v.The State of Illinois, Respondent\nRaymond Von Moore, for Claimant.\nJames E. Ryan, Attorney General (Chad D. Fornoff, Assistant Attorney General, of counsel), for Respondent.\nOPINION\nJANN, J.\nClaimant, an inmate with the Illinois Department of Corrections, seeks damages in the sum of $100,000 against Respondent, State of Illinois, arising from an alleged neck injury sustained by Claimant when an electrically operated steel door closed on Claimants neck. The complaint contends that the incident occurred at Stateville on June 2, 1987. There is little detail set forth in the complaint as to how the alleged accident occurred.\nClaimant filed three post-hearing motions for summary judgment and directed judgment. The same motions were twice denied and our ruling herein makes the three subsequent motions moot. Two hearings were held on October 23, 1992, and June 14, 1995. Claimant filed a *195series of motions during the commissioners consideration of his recommendation to the Court which caused some considerable delay in our consideration of this cause.\nThe Claimant, now having adopted the name Raymond Von Moore, testified upon hearing that on June 2, 1987, at Stateville Correctional Center, Correctional Officer Kellogg opened an electronic steel door on Claimants neck when Officer Kellogg was supposed to open cell 1D05 and instead opened cell 1D09, which was Claimants cell. At the time, Claimant was apparently attempting to speak to another correctional officer concerning a phone call to his attorney. Claimant was apparently standing in his cell with his head stuck out of the chuck hole. The chuck hole is a hole for receiving trays, clothing, or items in and out of the cell without opening the cell door. The chuck hole was a foot long and six inches high. Claimant had his head through the chuck hole. For an inmate to stick his head out of the chuck hole is not a common practice. Inmates do this when they can't contact an officer in the gallery so that they can look and see if there is an officer going on another wing. There is a rule against sticking any objects like mirrors or anything out of the chuck hole, but Claimant contends that he had no choice because I couldn't contact no officer. Claimant contends that he had earlier spoken to his attorney's office and had been told to call back at about 1:00. Claimant was trying to get the attention of a correctional officer so that he could obtain approval to make the call when this incident occurred.\nThe chuck hole is located at about waist level and, in order to stick one's head out of the chuck hole, one would have to bend at the waist or squat down so that one's head would be waist level.\nOfficer Nash, who was called and testified for Respondent, testified that inmates are told not to stick their *196heads or arms out of the chuck hole. The heads of some prisoners wouldn't even fit through the hole and inmates are told not to put their heads out of the hole.\nDoors of the cells are opened electronically by pushing a button on a control panel. It takes 15 to 20 seconds for a door to open electronically. The opening is not a jerking motion. It is a smooth, slow, opening motion according to Nash. The food slot is in the center of the door and located in the portion of the door that moves open and closed. Mr. Nash testified that the door opens on a track at the top and bottom. The door slides along the outside of the concrete structure that constitutes the cell wall. The door would have to move approximately 12 inches before it would tend to bind anything protruding out of the slot.\nClaimant testified that he sustained major muscle spasm and was taken to outside hospitals from the prison several times between August of 1989 and August of 1990 for treatment. He was admitted at Chester Memorial where he was kept on medication. At the time of the hearing, Claimant was still on medication. Claimant complained that he was having pain in his neck and his neck tended to pull over to the side as a result of his injuries.\nClaimant testified originally that he had no choice but to stick his head out the chuck hole because he couldn't contact an officer. Yet, when Mr. Von Moore was cross examining Officer Nash, his questions presupposed that Officer Nash was close enough to his cell to assist in holding the door open so that it would not do further violence to Mr. Von Moore's neck. Claimant was attempting to portray a valid reason for sticking his head out of the chuck hole by attempting to convince the Court that it was necessary for him to do so in order to speak to, or get the attention of, the correctional officer. Out of his own mouth, however, *197he suggests that Captain Nash was close enough to his cell that within a matter of a fewr seconds Nash was restraining the door so that it would not close on Claimants neck and cause any further injury to Claimant. This anomaly raises serious questions with respect to Claimants credibility.\nInmates within their prison cells have absolutely no control over the questions of when the door to their cell is opened or closed. This is controlled, in Claimants case, by an officer in a control booth quite some distance from Claimants cell. Under these circumstances, sticking an arm or leg or ones head out of a hole in a door that can be opened electronically at any time by someone beyond the control of the inmate is foolhardy at best. The description of the location of the control booth to the wings upon which cells are located makes it obvious that a resident in one of the cells would have to be aware that the control booth operator would not have line of sight identification of a particular single cell door when opening and closing doors at the requests of correctional officers or for other valid purposes.\nClaimant's actions in sticking his head out of this opening in the door placed his head and neck in extreme jeopardy. His action was voluntary, although he states it was for the purpose of getting the attention of a guard so that he could call his attorney, his explanation pales in credibility when it is considered that Captain Nash was very close by at the time of this accident.\nThe evidence is not disputed that the inmates are instructed not to place their arms, legs or heads through the chuck hole. Simple observation of the chuck hole in the sliding door by an inmate would compel the conclusion that anybody using reasonable care for his own safety would not stick appendages of his body through the hole, thereby risking injury if the officer operating the control *198room happened to decide to push a button which would open the inmates door.\nAlthough there is some suggestion in the evidence that the officer operating the control room buttons made a mistake in opening Claimants door, instead of another, it would seem under principles of the rules of comparative negligence, that Respondent was more than 50 percent responsible for this accident and proximately caused his own injuries.\nIn order for Claimant to recover, he must prove the State owed him a duty, and that duty was breached by a negligent act or omission, and that such negligence was the proximate cause of his injuries. McCoy v. State (1975), 37 Ill. Ct. Cl. 182.\nClaimant has failed to meet his burden of proof as to proximate cause of his injury and, pursuant to section 2— 1116 of the Code of Civil Procedure (735 ILCS 5/1— 1116) when a Claimant is more than 50 percent at fault, he may not recover damages.\nThis cause is hereby denied and dismissed.\n\nPlain English summary:\nPlaintiff, an inmate, suffered a neck injury when a guard mistakenly opened his cell door. At the time of the accident, plaintiff had been sticking his head in the 'chuck hole' in his cell door. The court held that the plaintiff failed to meet his burden of proof that defendant (the state) had negligently breached a duty towards him, so the case was denied and dismissed.\n",
    "annotations": {
        "Facts": [
            "the incident occurred at Stateville on June 2, 1987.",
            "The Claimant",
            "Raymond Von Moore",
            "testified upon hearing that on June 2, 1987, at Stateville Correctional Center, Correctional Officer Kellogg opened an electronic steel door on Claimants neck when Officer Kellogg was supposed to open cell 1D05 and instead opened cell 1D09, which was Claimants cell. At the time, Claimant was",
            "attempting to speak to another correctional officer concerning a phone call to his attorney. Claimant was",
            "standing in his cell with his head stuck out of the chuck hole. The chuck hole is a hole for receiving trays, clothing, or items in and out of the cell without opening the cell door. The chuck hole was a foot long and six inches high. Claimant had his head through the chuck hole. For an inmate to stick his head out of the chuck hole is not a common practice. Inmates do this when they can't contact an officer in the gallery so that they can look and see if there is an officer going on another wing. There is a rule against sticking any objects like mirrors or anything out of the chuck hole, but Claimant ",
            "had no choice because I couldn't contact no officer. Claimant",
            "had earlier spoken to his attorney's office and had been told to call back at about 1:00. Claimant was trying to get the attention of a correctional officer so that he could obtain approval to make the call when this incident occurred.The chuck hole is located at about waist level and, in order to stick one's head out of the chuck hole, one would have to bend at the waist or squat down so that one's head would be waist level.",
            "inmates are told not to stick their *196heads or arms out of the chuck hole.",
            "The heads of some prisoners wouldn't even fit through the hole and inmates are told not to put their heads out of the hole.Doors of the cells are opened electronically by pushing a button on a control panel. It takes 15 to 20 seconds for a door to open electronically. The opening is not a jerking motion. It is a smooth, slow, opening motion",
            "The food slot is in the center of the door and located in the portion of the door that moves open and closed.",
            "the door opens on a track at the top and bottom. The door slides along the outside of the concrete structure that constitutes the cell wall.",
            "The door would have to move approximately 12 inches before it would tend to bind anything protruding out of the slot.Claimant ",
            "sustained major muscle spasm and was taken to outside hospitals from the prison several times between August of 1989 and August of 1990 for treatment. He was admitted at Chester Memorial where he was kept on medication. At the time of the hearing, Claimant was still on medication. Claimant complained that he was having pain in his neck and his neck tended to pull over to the side as a result of his injuries.",
            "Inmates within their prison cells have absolutely no control over the questions of when the door to their cell is opened or closed. This is controlled, in Claimants case, by an officer in a control booth quite some distance from Claimants cell."
        ],
        "Procedural History": [
            "",
            "Claimant, an inmate with the Illinois Department of Corrections, seeks damages in the sum of $100,000 against Respondent, State of Illinois, arising from an alleged neck injury sustained by Claimant when an electrically operated steel door closed on Claimants neck.",
            "Claimant filed three post-hearing motions for summary judgment and directed judgment. The same motions were twice denied and our ruling herein makes the three subsequent motions moot. Two hearings were held on October 23, 1992, and June 14, 1995."
        ],
        "Application of Law to Facts": [
            "Claimant was attempting to portray a valid reason for sticking his head out of the chuck hole by attempting to convince the Court that it was necessary for him to do so in order to speak to, or get the attention of, the correctional officer. Out of his own mouth, however, *197he suggests that Captain Nash was close enough to his cell that within a matter of a fewr seconds Nash was restraining the door so that it would not close on Claimants neck and cause any further injury to Claimant. This anomaly raises serious questions with respect to Claimants credibility.",
            "Under these circumstances, sticking an arm or leg or ones head out of a hole in a door that can be opened electronically at any time by someone beyond the control of the inmate is foolhardy at best. The description of the location of the control booth to the wings upon which cells are located makes it obvious that a resident in one of the cells would have to be aware that the control booth operator would not have line of sight identification of a particular single cell door when opening and closing doors at the requests of correctional officers or for other valid purposes.Claimant's actions in sticking his head out of this opening in the door placed his head and neck in extreme jeopardy. His action was voluntary, although he states it was for the purpose of getting the attention of a guard so that he could call his attorney, his explanation pales in credibility when it is considered that Captain Nash was very close by at the time of this accident.The evidence is not disputed that the inmates are instructed not to place their arms, legs or heads through the chuck hole. Simple observation of the chuck hole in the sliding door by an inmate would compel the conclusion that anybody using reasonable care for his own safety would not stick appendages of his body through the hole, thereby risking injury if the officer operating the control *198room happened to decide to push a button which would open the inmates door.Although there is some suggestion in the evidence that the officer operating the control room buttons made a mistake in opening Claimants door, instead of another, it would seem under principles of the rules of comparative negligence, that Respondent was more than 50 percent responsible for this accident and proximately caused his own injuries.",
            "Claimant has failed to meet his burden of proof"
        ],
        "Relevant Precedents": [
            "McCoy v. State (1975), 37 Ill. Ct. Cl. 182.",
            "section 2— 1116 of the Code of Civil Procedure (735 ILCS 5/1— 1116)"
        ],
        "Outcome": [
            "This cause is hereby denied and dismissed."
        ]
    },
    "class": "reverse"
}