{
    "text": "Prairie v. University of Chicago Hospitals, 298 Ill. App. 3d 316 (1998)\nJuly 27, 1998 · Illinois Appellate Court · No. 1-97-2146\n298 Ill. App. 3d 316\n\nCase outline\nMajority — Justice Gallagher\nOther formats\nPDF\nAPI\nCiting cases\n14 cases cite to this case\nOther databases\nCOURTLISTENER\n\nROBIN PRAIRIE, Plaintiff-Appellant,v.UNIVERSITY OF CHICAGO HOSPITALS, Defendant-Appellee\nFirst District (1st Division)\n*318Mark E. Wohlberg, of Chicago, for appellant.\nStamos & Trueco, of Chicago (Michael T. Trueco and Scott S. Fintzen, of counsel), for appellee.\nJUSTICE GALLAGHER\ndelivered the opinion of the court:\nThis is a medical malpractice action brought to recover damages caused by the alleged negligence of a nurse who cared for the plaintiff while she was a patient at the University of Chicago Hospitals, the defendant in this case. This appeal arises out of an order entered by the circuit court granting summary judgment in favor of defendant. The trial court's decision was based upon plaintiffs failure to obtain expert testimony regarding the applicable standard of care and whether it was breached by the defendant. Plaintiff contends that the alleged negligence was so obvious as to be determinable by laypersons, so that expert testimony is not required to establish the standard of care. For the reasons stated below, we reverse and remand this case to the circuit court for further proceedings.\nBefore discussing the facts of the instant case, we set forth the standard for our review of the trial court's grant of summary judgment. Since the entry of a summary judgment is not a matter committed to the discretion of the trial court, a reviewing court must independently examine the evidence presented in support of and in opposition to a motion for summary judgment. Groce v. South Chicago Community Hospital, 282 Ill. App. 3d 1004, 1006, 669 N.E.2d 596, 598 (1996). Thus, appellate review of an order granting summary *319judgment is de novo. Berlin v. Sarah Bush Lincoln Health Center, 179 Ill. 2d 1, 7, 688 N.E.2d 106, 108 (1997); In re Estate of Hoover, 155 Ill. 2d 402, 615 N.E.2d 736 (1993).\nOur supreme court has provided us with additional guidance with respect to summary judgment proceedings:\nAlthough the use of a summary judgment procedure is encouraged as an aid in expeditious disposition of a lawsuit, it is a drastic' means of disposing of litigation and should only be allowed when the right of the moving party is clear and free from doubt. *** Furthermore, it is well established that in deciding a motion for summary judgment, the court may draw inferences from the undisputed facts. However, where reasonable persons could draw divergent inferences from the undisputed facts, the issue should be decided by the trier of fact and the motion should be denied. Loyola Academy v. S&S Roof Maintenance, Inc., 146 Ill. 2d 263, 271-72, 586 N.E.2d 1211, 1215 (1992).\nSummary judgment is proper when the pleadings, depositions and affidavits on file, construed in the light most favorable to the nonmoving party, establish that there is no genuine issue of material fact and that the moving party is entitled to a judgment as a matter of law. Lajato v. AT&T, Inc., 283 Ill. App. 3d 126, 135, 669 N.E.2d 645, 651 (1996). With these principles in mind, we have examined the pleadings, depositions and affidavits in this case in the light most favorable to the plaintiff. We conclude that summary judgment should be denied based upon the following pertinent facts.\nOn August 2, 1990, plaintiff, Robin Prairie underwent back surgery at the University of Chicago Hospitals, defendant in this appeal. Plaintiff remained hospitalized until August 17, 1990. From August 2, 1990 through August 4, 1990, the attending physician ordered complete bed rest for the plaintiff. On August 4, 1990, the physician's order was changed to increase activity, up as tolerated with assist. On the same day, Nurse Sandra Pullings, contrary to the physician's orders, changed plaintiffs pain pump from 2.0 to .2 or .02. As a result, the pump did not deliver a sufficient dosage of pain medication and plaintiff had a very uncomfortable night. In fact, she did not fall asleep until 6 a.m. the following morning. The pain pump was reset to the proper dosage sometime between 8 a.m. and 9:40 a.m., at which time plaintiff was finally able to fall into a deep sleep.\nDuring her deposition, plaintiff testified as follows. On August 5, 1990, she was awakened from her sleep at approximately 11 a.m. According to plaintiffs testimony, she was jarred awake when Nurse Pullings bumped into plaintiffs bed. Nurse Pullings told plaintiff that she had to get up and also that Nurse Pullings had to make the bed. *320Plaintiff explained to Nurse Pullings what had happened the previous night with her pain pump. She also informed Nurse Pullings that she had not gotten any sleep, that she was in a lot of pain and that she wanted to rest. A dialogue ensued between the two during which time plaintiff continued her pleas to stay in bed. Nurse Pullings told the plaintiff she was sorry, but she had to make the bed.\nAt that point, Nurse Pullings proceeded to pull the plaintiff up by her arm, whereupon plaintiff again pleaded with her to leave her alone because she wanted to sleep. She also told her that it hurt to have her arm pulled the way Nurse Pullings was doing. Nurse Pullings let go of plaintiff's arm and plaintiff lay back down on the bed. Nurse Pullings next pulled plaintiff's feet so that they were hanging off the edge of the bed. At that point, according to the plaintiff, her pain was excruciating. She testified that she started to yell, to plead with Nurse Pullings not to do what she was doing and told her that it hurt. Nurse Pullings, insisting that plaintiff had to get up and that Nurse Pullings had to make the bed, forced plaintiff into a standing position, whereupon plaintiff, still in a lot of pain, informed Nurse Pullings that she was going to throw up or faint. Nurse Pullings then shoved plaintiff into a straight back chair using her hands to press down hard on plaintiffs shoulders. Plaintiffs pain was excruciating and she again pleaded with Nurse Pullings and informed her that she was going to faint. Nurse Pullings then took plaintiffs head and forced it between her knees, at least down to her lap. At that point, plaintiff felt excruciating pain in the middle of her back. Nurse Pullings then raised the plaintiff back up. Plaintiff's pain was excruciating. She wanted to try to get up, but could not. She continued to plead with Nurse Pullings to put her back in bed.\nNurse Pullings again informed plaintiff that she had to make the bed. She ripped the sheet off the bed and used it to tie plaintiff in the chair with a knot towards the back. Throughout this event, plaintiff was under the assumption that Nurse Pullings was a nurse's aid and not a nurse, based upon the fact that she was not wearing a name tag, while all of the other nurses were. Plaintiff tried to reach forward to push the nurse's call button, whereupon Nurse Pullings kicked and pushed the table out at the same time, away and out of the plaintiffs grasp. Plaintiff informed Nurse Pullings that she wanted to call the nurse. At this point, Nurse Pullings stated that she had to get some sheets and she left the room for 10 minutes. She came back and made the bed with a laboratory technician. Plaintiff believed that the laboratory technician was Nurse Pullings' friend because she had previously observed Nurse Pullings complaining to the laboratory technician about her work schedule. When the laboratory technician and *321Nurse Pullings finished making plaintiffs bed, Nurse Pullings put the plaintiff back in bed. Plaintiff was crying.\nNurse Pullings' note in plaintiffs medical chart concerning the incident in question, while not as detailed, is corroborative of plaintiff s testimony. Nurse Pullings noted that plaintiff stated she was uncomfortable, stated she did not want to sit up in the chair, and stated that she wanted to return to bed. The note also states that the plaintiff was screaming at her and the laboratory technician, was uncooperative and informed the service that she wanted a different nurse.\nTo recover damages in a medical malpractice action, a plaintiff must establish the following three elements: (1) the proper standard of care, (2) a deviation from that standard, and (3) an injury prarimately caused by that deviation. Purtill v. Hess, 111 Ill. 2d 229, 489 N.E.2d 867 (1986). The general rule is that expert testimony is required to establish these elements when the assessment of the alleged negligence requires knowledge, skill, or training in a technical area outside the comprehension of lay persons. Schindel v. Albany Medical Corp., 252 Ill. App. 3d 389, 395-96, 625 N.E.2d 114 (1993). This appeal is limited to the issue of whether expert testimony is required here to establish the first two elements — the standard of care and a breach of that standard — since plaintiff has procured expert testimony regarding the third element of proximate cause. The rationale for the requirement of expert testimony is that jurors are not skilled in the practice of medicine and would find it difficult without the help of medical evidence to determine any lack of necessary scientific skill on the part of the physician [or any other health care provider]. Walski v. Tiesenga, 72 Ill. 2d 249, 256, 381 N.E.2d 279, 282 (1978). In other words, the subject matter is so complicated that laypersons are not in an adequate position to assess whether a breach of duty has occurred. Schindel v. Albany Medical Corp., 252 Ill. App. 3d 389, 395, 625 N.E.2d 114, 119 (1993).\nAn exception to the general rule that expert testimony is required in a medical malpractice case has been recognized in those cases where the conduct is so grossly negligent or the treatment so common that a layman may understand the conduct without the necessity of expert testimony to establish the standard of care and its breach. Walski v. Tiesenga, 72 Ill. 2d 249, 381 N.E.2d 279 (1978). Plaintiff contends that Nurse Pullings' conduct here constituted grossly apparent negligence warranting the application of this gross *322negligence or common knowledge exception.1 Defendant counters with the argument that Nurse Pullings' conduct in the instant case involved the exercise of professional judgment necessitating expert testimony to establish whether she deviated from the standard of care. Plaintiff has failed to procure expert testimony to establish the standard of care and its breach as to the defendant hospital. Thus, the sole issue before this court is whether the alleged negligence on the part of the hospital nurse was so grossly apparent or within the common knowledge of the layperson that a breach of duty can be determined without the aid of expert testimony.\nIn order to determine whether this exception applies in the instant case, we must ascertain what conduct on defendant's part is alleged to constitute gross negligence. We begin our analysis by considering those issues framed by the plaintiff's amended complaint. Count II of plaintiff's amended complaint alleged that the defendant hospital was negligent by and through the actions of its agents, specifically, a nurse later determined to be Nurse Sandra Pullings, who took the plaintiff out of her hospital bed against her wishes despite orders in the chart prohibiting such behavior. The complaint further contained specific allegations that the nurse insisted that the plaintiff get out of bed against her wishes and then abruptly pulled, pushed, and maneuvered the plaintiff out of bed, forcing her into a straight-back chair, and left her tied up for some period of time in said chair. We also consider those evidentiary materials that were before the trial court in support of and in opposition to the motion for summary judgment. In passing upon the motion for summary judgment, the trial court had before it the pleadings, the deposition testimony of plaintiffs causation expert, the affidavit and deposition testimony of Nurse Pullings, Nurse Pullings' note in plaintiff's medical chart pertaining to the incident in question, and the deposition testimony of plaintiff which described her version of the facts, particularly the conduct alleged to constitute gross negligence. The court also had before it materials relevant to the codefendant physician who was subsequently dismissed from the case, including court documents evidencing the numerous continuances granted to plaintiff in her unceasing and ultimately fruitless effort to obtain an expert witness to support her allegations against the codefendant physician; those materials are irrelevant to this appeal.\n*323The cases that discuss the gross negligence or common knowledge exception generally, but not always, involve physicians. Most cases involve complicated procedures performed by a physician or other health care provider. As a result, expert testimony is usually required because the procedure is so complicated that lay persons, unskilled in the practice of medicine, cannot assess whether a breach of duty has occurred.\nA plaintiff typically seeks to recover for an unfortunate result which occurred as a result of an act that was an implicit part of the accepted procedure. (Emphasis added.) Newman v. Spellberg, 91 Ill. App. 2d 310, 320, 234 N.E.2d 152, 157 (1968). Nevertheless, as explained in the Newman decision, even where a case involves a complicated procedure, expert testimony may not be required when the act alleged to be negligent is not an implicit part of the procedure. Newman, 91 Ill. App. 2d 310, 234 N.E.2d 152. Although the Newman case involved a physician and a complicated procedure performed by the physician, namely, a gastroscopic examination, the court nevertheless applied the gross negligence exception where the physician lifted the patient during the procedure for a purpose unrelated to the procedure itself. The court determined that the plaintiff had presented evidence of the proper standard of care by the defendant doctor's testimony regarding the standard procedure for the performance of the gastroscopic examination. Plaintiff, however, furnished additional evidence of an extraneous act. This extraneous act was that of lifting the patient's body, presumably done for the purpose of demonstrating the process of the gastroscopic examination to an intern. The court described this additional evidence of the extraneous act, which had been provided by the plaintiffs testimony, as if it were evidence that the doctor had blinded the patient by sticking his finger in his eye during the course of a gastroscopic examination. Newman v. Spell-berg, 91 Ill. App. 2d 310, 320, 234 N.E.2d 152, 157 (1968). This extraneous act of lifting the patient's body for the purpose of educating an intern on the procedure, which was foreign to the standard procedure of performing a gastroscopic examination, constituted a deviation from the standard of care.\nWe believe that the situation presented here is comparable to that present in the Newman case. We note certain distinctions with respect to the three elements of a medical malpractice case, standard of care, deviation from that standard and proximate cause, discussed above. In Newman, the first element, the standard of care, was established by the expert testimony of the defendant doctor, while the second and third elements, a deviation from that standard and proximate cause, were established under the gross negligence exception. In the instant *324case, expert testimony with respect to the third element, proximate cause, is present, but not with respect to the first two elements. These distinctions, however, are not critical.\nNurse Pullings' actions here involved carrying out a physician's order to increase the plaintiff's activity as tolerated with assistance. Nonetheless, plaintiff provided testimony that Nurse Pullings' actions may have been done for the purpose of making the plaintiffs bed, which can properly be characterized as an act extraneous to the procedure of carrying out the physician's order in question. Plaintiff provided testimony regarding how she was handled by Nurse Pullings, including the fact that she was pulled, the fact that she was forced, the fact that she was shoved and the fact that she was tied up. Throughout all of this, it is undisputed that Nurse Pullings was also engaged in the act of bedmaking. Thus, any acts that were done for the purpose of bedmaking are analogous to the physician's act in Newman of lifting the patient's body for the purpose of educating an intern. Educating an intern may constitute a legitimate activity on the part of the physician, but acts done in furtherance of that activity cannot be said to constitute an implicit part of a gastroscopic examination. Similarly, making a patient's bed may constitute a legitimate activity on the part of a nurse, but acts done in furtherance of that activity also cannot be said to constitute an implicit part of assisting a post-operative patient to increase his or her activity as tolerated. Plaintiff's testimony here established a breach of duty, just as the plaintiff's testimony in Newman established causation. At the very least, it created a genuine issue of material fact as to whether the nurse was carrying out the physician's order in the first place or merely engaged in her bedmaking duties.\nEven assuming that bedmaking was not the sole reason for Nurse Pullings' actions, and that she was implementing the physician's order to increase plaintiff's activity, we emphasize that the order contained the explicit admonition that the plaintiffs activity was to be increased as tolerated. The physician intended no activity other than that which the plaintiff tolerated. Common sense tells us that whether an individual tolerates something is always subjective in part. Assuming a patient is otherwise mentally competent, as was the case here, the determination of whether an activity is tolerated by a patient will always depend in part on the patient's judgment. This is no less true merely because the assessment of patient tolerance may require additional professional judgment, for example, an objective evaluation of the patient's vital signs.\nWhile we certainly recognize that in those instances where a patient may be subjectively tolerating something, the assessment of *325the patient's objective tolerance, such as the evaluation of the patient's vital signs, might be beyond the skill of the average lay person and would require knowledge, skill or training in a technical area outside the comprehension of lay persons, that is not the situation which was present in the instant case. The conduct of Nurse Pullings here in which she compelled the plaintiff to get out of bed against her wishes and then forced her to sit up in a chair, despite the fact that the patient was uncooperative, screaming, and crying out in pain, is not such that a nursing degree is required to evaluate its inappropriateness. Under the particular circumstances of this case, where there was no immediate emergency situation or other exigent circumstances, the negligence alleged, if true, is grossly apparent to a lay person. Even a layperson could determine that the plaintiff was not tolerating the activity.\nWe also find unpersuasive the defendant's contentions that a jury would be unable to assess whether Nurse Pullings' actions were negligent unless they understood (1) why increasing activity was important for post-operative patients, (2) what a nurse should consider tolerable for a post-laminectomy patient, (3) the medical benefits of getting a patient up after surgery to prevent potential complications, such as pneumonia, which might arise when a patient lies on her back for an extended period of time and (4) the medical benefits of getting a patient up after surgery to speed recovery. We point out that plaintiff is not challenging the appropriateness of the physician's order to increase plaintiffs activity as tolerated or even a nurse's decision to implement the order. Likewise, a plaintiff who sues when a physician leaves a sponge in him during an operation is not necessarily challenging the importance of the surgery. Rather, here, it is the gross negligence exhibited on the part of the health care provider while performing these duties that is challenged.\nThe essence of plaintiffs argument is that under the particular circumstances here, Nurse Pullings' conduct constituted gross negligence. The essence of defendant's argument apparently is that a patient's subjective evaluations of whether he or she can tolerate something should never be considered. While concerns about potential complications that might arise if a patient refuses to cooperate in his or her treatment might require communication and encouragement on the part of a nurse, even a layperson can understand that such concerns do not justify the forcible removal of a patient from her bed against her wishes. More importantly, nothing in the record indicates that these potential complications were imminent or that plaintiff was in immediate danger or at risk of developing any complications if her request to be let alone at that moment had been respected. Even if a patient were at risk for future complications, this does not give a *326health care provider a license to force medical treatment and ignore a patient's exercise of the right to refuse medical treatment, as will be discussed later in this opinion.\nWe also take note of the fact that the order in question stated that the plaintiffs activity was to be increased, not only as tolerated, but also with assist. With assist clearly means that the patient was to get up of her own volition. At most, it allows the nurse to assist a patient who is in the process of trying to increase his or her activity. It is impossible to characterize Nurse Pullings' coercive actions, as described by the plaintiff, as assistance.\nWe are not saying that every physician's order that includes the as tolerated caveat will always be such that its implementation will not require professional judgment and possibly expert testimony to determine whether the appropriate standard of care was met. We hold, however, that under the particular circumstances of this case, the alleged negligence is so grossly apparent that a layperson can readily appraise it using his or her everyday knowledge.\nDefendant submits that the only evidence as to the standard of care that existed in this case comes from Nurse Pullings, who testified in the affidavit in support of her motion that she is familiar with the standard of care and that she complied with it. Although Nurse Pullings opined in her affidavit that she did not deviate from the applicable nursing standard of care in her care of plaintiff, she also denied that she mistreated, abused, or manhandled plaintiff. Due to this latter statement, rather than establishing that her treatment complied with the applicable standard of care, Nurse Pullings' affidavit, when considered in concert with plaintiffs deposition testimony, creates triable issues of material fact as to whether Nurse Pullings deviated from the applicable standard of care as a result of gross negligence. Plaintiff clearly showed that a contrary version of events exists than that stated by Nurse Pullings that she did not mistreat or abuse plaintiff. Plaintiffs version unequivocally described Nurse Pullings' actions as mistreatment and abuse. The existence of this factual controversy alone would preclude summary judgment, since it is not the duty of a court to resolve disputed factual matters or make credibility determinations. See Winston & Strawn v. Nosal, 279 Ill. App. 3d 231, 664 N.E.2d 239 (1998).\nAssuming that defendant does not dispute the facts as presented by plaintiff in her deposition, we conclude that defendant was not entitled to summary judgment as a matter of law. At the preliminary stage of a summary judgment proceeding, the nonmoving party is not required to prove his case, but must simply present some factual basis that would support his or her claim. See, e.g., Taliaferro v. One *327 Grand Place Venture, 256 Ill. App. 3d 429, 432, 628 N.E.2d 815, 818 (1993). Plaintiff has done so here. All reasonable inferences must be drawn in favor of the party opposing the summary judgment motion. [Citation.] Taliaferro v. One Grand Place Venture, 256 Ill. App. 3d 429, 433, 628 N.E.2d 815, 818 (1993). Here, the alleged conduct on the part of Nurse Pullings was sufficiently blatant such that lay persons, relying on their common knowledge, could legitimately infer negligence.\nThough not necessary to our determination of this case, which has been decided upon other grounds, and although not raised by the plaintiff, our independent review of the record has disclosed the existence of another genuine issue of material fact. Interestingly, Nurse Pullings testified in her deposition, when asked the meaning of the physician's order in question, that if a patient would complain of a lot of pain, she would not get that patient out of bed if the patient were having a problem. Yet that is precisely what plaintiff testified Nurse Pullings did. It is unclear from the phraseology of the question and answer whether plaintiffs counsel was attempting to establish what Nurse Pullings did on the day in question or whether he was attempting to establish the standard of care. Under the first scenario, a fact question was created. Under the second scenario, plaintiff arguably obtained expert testimony on the standard of care. Where a plaintiff fails to obtain her own expert witness to testify as to the standard of care, the testimony of the defendant practitioner may be sufficient to establish the applicable standard of care. Novey v. Kishwaukee Community Health Services Center, 176 Ill. App. 3d 674, 679, 531 N.E.2d 427, 430 (1988), citing Walski v. Tiesenga, 72 Ill. 2d 249, 381 N.E.2d 279 (1978). Plaintiff, however, failed to use this testimony as expert testimony. Nevertheless, this failure does not defeat plaintiffs action because we have already determined that expert testimony is not required here to establish either the standard of care or the deviation from that standard of care in view of the gross negligence exhibited by Nurse Pullings.\nOur decision in this case also comports with an important public policy of this state. In Illinois, a competent person has a common law right to refuse all types of medical treatment of any kind, including life-saving or life-sustaining procedures. In re Estate of Longeway, 133 Ill. 2d 33, 44-45, 549 N.E.2d 292, 297 (1989). This common law right is rooted in the sacred right to personal inviolability. Longeway, 133 Ill. 2d at 44, 549 N.E.2d at 297. This right has also been statutorily recognized. 755 ILCS 40/5 (West 1996); see also In re Fetus Brown, 294 Ill. App. 3d 159, 169, 689 N.E.2d 397, 403 (1997). Our supreme court has stated that [Hacking consent, a physician cannot *328force medical care upon a patient, even in life-threatening situations. Longeway, 133 Ill. 2d at 45, 549 N.E.2d at 297. This same principle holds true for nonphysician health care professionals.\nWe acknowledge that the cases discussing this right to refuse medical treatment typically arise in the context of the State seeking to impose medical treatment upon a patient, often involve terminally ill patients or patients who lack decisional capacity, and generally involve more invasive treatment than that in the present case, e.g., blood transfusions, electroconvulsive shock treatment, or insertion of a feeding tube. Thus, the present case presents entirely different issues from those found in these cases. Nevertheless, the underlying principle of a patient's dignity is no less germane to the instant case. A mentally competent patient, such as the plaintiff here, has not only the capacity, but the right, to make a reasoned decision regarding his or her need for medical treatment.\nKnowing interference with this right to refuse medical treatment is a battery. Cohen v. Smith, 269 111. App. 3d 1087, 1095, 648 N.E.2d 329, 335 (1995). Certainly, it appears that plaintiff could have brought an action for battery but did not do so. Defendant asserts that plaintiff here sought to recast her theory of liability from negligence to an intentional tort only after summary judgment was entered. This assertion is incorrect. Plaintiff's theory of liability remains one of negligence. She alleges that Nurse Pullings' conduct, which arguably rises to the level of a battery, also constitutes gross negligence recognizable by a layperson. Furthermore, an action premised on a theory of battery was merely an alternative theory plaintiff could have pursued and not her only theory. See, e.g., Ramos v. Pyati, 179 Ill. App. 3d 214, 227, 534 N.E.2d 472, 479 (1989); cf. Wegman v. Pratt, 219 Ill. App. 3d 883, 579 N.E.2d 1035 (1991) (intentional act of shooting could also constitute negligence in determining proper amount of force to use in self-defense).\nWe believe that it is incumbent upon us to note that defendant has raised numerous contentions in its response brief that we do not believe plaintiff has addressed in her reply brief. This court's independent research, rather than plaintiffs reply brief, has assisted it in deciding which of defendant's contentions are meritorious and which are incorrect. Plaintiffs reply brief, on the other hand, reads more like a closing argument replete with rhetorical questions pertaining to humanity, common sense and plaintiff's right to her day in court. While these are valid policy concerns, this court needs no admonitions as to how it should perform its duties. The purpose of briefs is to aid this court in arriving at a proper determination of the issues by providing legal support for one's arguments. This reviewing *329court is entitled to have the issues clearly defined, to be cited pertinent authorities and [is] not a depository in which an appellant is to dump the entire matter of pleadings, court action, argument and research as it were upon the court. [Citation.] Thanopoulos v. Pick-ens, 87 Ill. App. 3d 906, 909, 409 N.E.2d 477, 479 (1980).\nWe conclude that summary judgment was improperly entered in favor of defendant because reasonable minds could draw different inferences from the undisputed facts as to whether defendant deviated from the applicable standard of care. The alleged negligence here was so grossly apparent that a breach of duty could be determined without the use of expert testimony. Additionally, we conclude that genuine issues of material fact exist as to whether Nurse Pullings mistreated or abused the plaintiff. The issue of defendant's negligence should be determined by the trier of fact.\nReversed and remanded.\nO'BRIÉN and O'HARA FROSSARD, JJ., concur.\n1\nOur review of the case law shows that this exception is sometimes referred to in the singular, while other times is described as two different exceptions, i.e. gross negligence or common knowledge exceptions. Semantics aside, the inquiry is whether a layperson can readily appraise the alleged negligence using his or her everyday knowledge.\n\nPlain English summary:\nPlaintiff was recovering from back surgery at the University of Chicago Hospitals (defendant). Plaintiff alleged negligence of a nurse that cared for plaintiff. The trial court granted summary judgment in favour of defendant on the basis that the plaintiff failed to obtain expert testimony regarding the applicable standard of care and whether it was breached by the defendant. The appellate court reversed and remanded the case, holding that there was sufficient evidence of grossly negligent conduct on the part of the nurse, such that a breach of duty could be determined without the use of expert testimony.\n",
    "annotations": {
        "Facts": [
            "On August 2, 1990, plaintiff, Robin Prairie underwent back surgery at the University of Chicago Hospitals, defendant in this appeal. Plaintiff remained hospitalized until August 17, 1990. From August 2, 1990 through August 4, 1990, the attending physician ordered complete bed rest for the plaintiff. On August 4, 1990, the physician's order was changed to increase activity, up as tolerated with assist. On the same day, Nurse Sandra Pullings, contrary to the physician's orders, changed plaintiffs pain pump from 2.0 to .2 or .02. As a result, the pump did not deliver a sufficient dosage of pain medication and plaintiff had a very uncomfortable night. In fact, she did not fall asleep until 6 a.m. the following morning. The pain pump was reset to the proper dosage sometime between 8 a.m. and 9:40 a.m., at which time plaintiff was finally able to fall into a deep sleep.During her deposition, plaintiff testified as follows. On August 5, 1990, she was awakened from her sleep at approximately 11 a.m. According to plaintiffs testimony, she was jarred awake when Nurse Pullings bumped into plaintiffs bed. Nurse Pullings told plaintiff that she had to get up and also that Nurse Pullings had to make the bed.",
            "320Plaintiff explained to Nurse Pullings what had happened the previous night with her pain pump. She also informed Nurse Pullings that she had not gotten any sleep, that she was in a lot of pain and that she wanted to rest. A dialogue ensued between the two during which time plaintiff continued her pleas to stay in bed. Nurse Pullings told the plaintiff she was sorry, but she had to make the bed.At that point, Nurse Pullings proceeded to pull the plaintiff up by her arm, whereupon plaintiff again pleaded with her to leave her alone because she wanted to sleep. She also told her that it hurt to have her arm pulled the way Nurse Pullings was doing. Nurse Pullings let go of plaintiff's arm and plaintiff lay back down on the bed. Nurse Pullings next pulled plaintiff's feet so that they were hanging off the edge of the bed. At that point, according to the plaintiff, her pain was excruciating. She",
            "she started to yell, to plead with Nurse Pullings not to do what she was doing and told her that it hurt. Nurse Pullings, insisting that plaintiff had to get up and that Nurse Pullings had to make the bed, forced plaintiff into a standing position, whereupon plaintiff, still in a lot of pain, informed Nurse Pullings that she was going to throw up or faint. Nurse Pullings then shoved plaintiff into a straight back chair using her hands to press down hard on plaintiffs shoulders. Plaintiffs pain was excruciating and she again pleaded with Nurse Pullings and informed her that she was going to faint. Nurse Pullings then took plaintiffs head and forced it between her knees, at least down to her lap. At that point, plaintiff felt excruciating pain in the middle of her back. Nurse Pullings then raised the plaintiff back up. Plaintiff's pain was excruciating. She wanted to try to get up, but could not. She continued to plead with Nurse Pullings to put her back in bed.Nurse Pullings again informed plaintiff that she had to make the bed. She ripped the sheet off the bed and used it to tie plaintiff in the chair with a knot towards the back. Throughout this event, plaintiff was under the assumption that Nurse Pullings was a nurse's aid and not a nurse, based upon the fact that she was not wearing a name tag, while all of the other nurses were. Plaintiff tried to reach forward to push the nurse's call button, whereupon Nurse Pullings kicked and pushed the table out at the same time, away and out of the plaintiffs grasp. Plaintiff informed Nurse Pullings that she wanted to call the nurse. At this point, Nurse Pullings stated that she had to get some sheets and she left the room for 10 minutes. She came back and made the bed with a laboratory technician. Plaintiff believed that the laboratory technician was Nurse Pullings' friend because she had previously observed Nurse Pullings complaining to the laboratory technician about her work schedule. When the laboratory technician and *321Nurse Pullings finished making plaintiffs bed, Nurse Pullings put the plaintiff back in bed. Plaintiff was crying.Nurse Pullings' note in plaintiffs medical chart concerning the incident in question, while not as detailed, is corroborative of plaintiff s testimony. Nurse Pullings noted that plaintiff stated she was uncomfortable, stated she did not want to sit up in the chair, and stated that she wanted to return to bed. The note also states that the plaintiff was screaming at her and the laboratory technician, was uncooperative and informed the service that she wanted a different nurse.",
            "Nurse Pullings testified in her deposition, when asked the meaning of the physician's order in question, that if a patient would complain of a lot of pain, she would not get that patient out of bed if the patient were having a problem."
        ],
        "Procedural History": [
            "This is a medical malpractice action",
            "This appeal arises out of an order entered by the circuit court granting summary judgment in favor of defendant. The trial court's decision was based upon plaintiffs failure to obtain expert testimony regarding the applicable standard of care and whether it was breached by the defendant.",
            "appellate review of an order granting summary *319judgment is de novo",
            "With these principles in mind, we have examined the pleadings, depositions and affidavits in this case in the light most favorable to the plaintiff."
        ],
        "Application of Law to Facts": [
            "We believe that the situation presented here is comparable to that present in the ",
            "case.",
            "Nurse Pullings' actions here involved carrying out a physician's order to increase the plaintiff's activity as tolerated with assistance. Nonetheless, plaintiff provided testimony that Nurse Pullings' actions may have been done for the purpose of making the plaintiffs bed, which can properly be characterized as an act extraneous to the procedure of carrying out the physician's order in question. Plaintiff provided testimony regarding how she was handled by Nurse Pullings, including the fact that she was pulled, the fact that she was forced, the fact that she was shoved and the fact that she was tied up. Throughout all of this, it is undisputed that Nurse Pullings was also engaged in the act of bedmaking. Thus, any acts that were done for the purpose of bedmaking are analogous to the physician's act in ",
            "of lifting the patient's body for the purpose of educating an intern.",
            "making a patient's bed may constitute a legitimate activity on the part of a nurse, but acts done in furtherance of that activity also cannot be said to constitute an implicit part of assisting a post-operative patient to increase his or her activity as tolerated. Plaintiff's testimony here established a breach of duty, just as the plaintiff's testimony in ",
            "established causation. At the very least, it created a genuine issue of material fact as to whether the nurse was carrying out the physician's order in the first place or merely engaged in her bedmaking duties.Even assuming that bedmaking was not the sole reason for Nurse Pullings' actions, and that she was implementing the physician's order to increase plaintiff's activity, we emphasize that the order contained the explicit admonition that the plaintiffs activity was to be increased as tolerated. The physician intended no activity other than that which the plaintiff tolerated. Common sense tells us that whether an individual tolerates something is always subjective in part. Assuming a patient is otherwise mentally competent, as was the case here, the determination of whether an activity is tolerated by a patient will always depend in part on the patient's judgment.",
            "The conduct of Nurse Pullings here in which she compelled the plaintiff to get out of bed against her wishes and then forced her to sit up in a chair, despite the fact that the patient was uncooperative, screaming, and crying out in pain, is not such that a nursing degree is required to evaluate its inappropriateness. Under the particular circumstances of this case, where there was no immediate emergency situation or other exigent circumstances, the negligence alleged, if true, is grossly apparent to a lay person. Even a layperson could determine that the plaintiff was not tolerating the activity.",
            "While concerns about potential complications that might arise if a patient refuses to cooperate in his or her treatment might require communication and encouragement on the part of a nurse, even a layperson can understand that such concerns do not justify the forcible removal of a patient from her bed against her wishes. More importantly, nothing in the record indicates that these potential complications were imminent or that plaintiff was in immediate danger or at risk of developing any complications if her request to be let alone at that moment had been respected. Even if a patient were at risk for future complications, this does not give a *326health care provider a license to force medical treatment and ignore a patient's exercise of the right to refuse medical treatment",
            "We also take note of the fact that the order in question stated that the plaintiffs activity was to be increased, not only as tolerated, but also with assist. With assist clearly means that the patient was to get up of her own volition. At most, it allows the nurse to assist a patient who is in the process of trying to increase his or her activity. It is impossible to characterize Nurse Pullings' coercive actions, as described by the plaintiff, as assistance.",
            "We hold, however, that under the particular circumstances of this case, the alleged negligence is so grossly apparent that a layperson can readily appraise it using his or her everyday knowledge.",
            "Plaintiff clearly showed that a contrary version of events exists than that stated by Nurse Pullings that she did not mistreat or abuse plaintiff. Plaintiffs version unequivocally described Nurse Pullings' actions as mistreatment and abuse. The existence of this factual controversy alone would preclude summary judgment, since it is not the duty of a court to resolve disputed factual matters or make credibility determinations.",
            "we conclude that defendant was not entitled to summary judgment as a matter of law.",
            "Here, the alleged conduct on the part of Nurse Pullings was sufficiently blatant such that lay persons, relying on their common knowledge, could legitimately infer negligence.",
            "we have ",
            "determined that expert testimony is not required here to establish either the standard of care or the deviation from that standard of care in view of the gross negligence exhibited by Nurse Pullings.",
            "the underlying principle of a patient's dignity is ",
            "germane to the instant case. A mentally competent patient, such as the plaintiff here, has not only the capacity, but the right, to make a reasoned decision regarding his or her need for medical treatment.",
            "Certainly, it appears that plaintiff could have brought an action for battery ",
            "We conclude that summary judgment was improperly entered in favor of defendant because reasonable minds could draw different inferences from the undisputed facts as to whether defendant deviated from the applicable standard of care. The alleged negligence here was so grossly apparent that a breach of duty could be determined without the use of expert testimony. Additionally, we conclude that genuine issues of material fact exist as to whether Nurse Pullings mistreated or abused the plaintiff. The issue of defendant's negligence should be determined by the trier of fact."
        ],
        "Relevant Precedents": [
            "Purtill v. Hess, 111 Ill. 2d 229, 489 N.E.2d 867 (1986).",
            "Schindel v. Albany Medical Corp., 252 Ill. App. 3d 389, 395-96, 625 N.E.2d 114 (1993).",
            "Walski v. Tiesenga, 72 Ill. 2d 249, 256, 381 N.E.2d 279, 282 (1978).",
            "Schindel v. Albany Medical Corp., 252 Ill. App. 3d 389, 395, 625 N.E.2d 114, 119 (1993).",
            "Walski v. Tiesenga, 72 Ill. 2d 249, 381 N.E.2d 279 (1978).",
            "Newman v. Spellberg, 91 Ill. App. 2d 310, 320, 234 N.E.2d 152, 157 (1968).",
            "Newman",
            "Newman, 91 Ill. App. 2d 310, 234 N.E.2d 152",
            "Newman",
            "Newman v. Spell-berg, 91 Ill. App. 2d 310, 320, 234 N.E.2d 152, 157 (1968). ",
            "Newman ",
            "Newman ",
            "Newman ",
            "Winston & Strawn v. Nosal, 279 Ill. App. 3d 231, 664 N.E.2d 239 (1998).",
            "Taliaferro v. One *327 Grand Place Venture, 256 Ill. App. 3d 429, 432, 628 N.E.2d 815, 818 (1993).",
            "Taliaferro v. One Grand Place Venture, 256 Ill. App. 3d 429, 433, 628 N.E.2d 815, 818 (1993)",
            "In re Estate of Longeway, 133 Ill. 2d 33, 44-45, 549 N.E.2d 292, 297 (1989).",
            "Longeway, 133 Ill. 2d at 44, 549 N.E.2d at 297",
            "755 ILCS 40/5 (West 1996)",
            "In re Fetus Brown, 294 Ill. App. 3d 159, 169, 689 N.E.2d 397, 403 (1997).",
            "Longeway, 133 Ill. 2d at 45, 549 N.E.2d at 297.",
            "Cohen v. Smith, 269 111. App. 3d 1087, 1095, 648 N.E.2d 329, 335 (1995).",
            "Ramos v. Pyati, 179 Ill. App. 3d 214, 227, 534 N.E.2d 472, 479",
            "(1989)",
            "Wegman v. Pratt, 219 Ill. App. 3d 883, 579 N.E.2d 1035 (1991)"
        ],
        "Outcome": [
            "For the reasons stated below, we reverse and remand this case to the circuit court for further proceedings.",
            "We conclude that summary judgment should be denied",
            "Reversed and remanded."
        ]
    },
    "class": "reverse"
}