{
    "text": "Parker v. Illinois Masonic Warren Barr Pavilion, 299 Ill. App. 3d 495 (1998)\nSept. 29, 1998 · Illinois Appellate Court · No. 1-97-2213\n299 Ill. App. 3d 495\nMICHAEL PARKER, Adm'r of the Estate of Meta Krueger, Plaintiff-Appellee,v.ILLINOIS MASONIC WARREN BARR PAVILION, Defendant-Appellant\nFirst District (2nd Division)\n*496John R. Ostojic, of McBreen, McBreen & Kopko, of Chicago, for appellant.\n*497Michael W Rathsack, of Chicago (Michael E Cogan, Karen Enright, and Michael W. Rathsack, of counsel), for appellee.\nJUSTICE COUSINS\ndelivered the opinion of the court:\nOn January 15, 1997, a jury returned a verdict of $203,116.97 in favor of plaintiff, Meta Krueger1, and against defendant, Illinois Masonic Warren Barr Pavilion, reducing it by 49% to $103,589.66 for comparative fault in a negligence action. The circuit court trebled the judgment under the Nursing Home Care Act (210 ILCS 45/3 — 602 (West 1996)), and awarded attorney fees and costs. On appeal, defendant contends that: (1) the verdict was against the manifest weight of the evidence; (2) the trial court abused its discretion in permitting the undisclosed and untimely opinion testimony of Dr. James Sliwa, D.O.; (3) the trial court erred in not applying the 1995 amendment to section 3 — 602 of the Nursing Home Care Act retroactively; and (4) the trial court abused its discretion in awarding attorney fees.\nBACKGROUND\nIn October 1993, Meta Krueger (Krueger), an 83-year-old woman, was admitted into the nursing home facility of Illinois Masonic Warren Barr Pavilion (Barr Pavilion) for physical therapy following a possible compression fracture of a vertebrae. Warren Barr provided both long- and short-term care, and Krueger was assigned to the short-term care unit located on the seventh floor.\nIncoming patients at Barr Pavilion were given an initial nursing evaluation to determine their current condition and to judge their progress. The nurses on the floor assessed each patient daily to determine his or her ambulation status, and physical therapists summarized care and treatment of individual patients weekly. Upon admission, Krueger needed assistance with walking; therefore, at her evaluation it was deduced that her goal was to return to independent ambulation prior to her discharge. Krueger did not have a definite discharge date, but her target date for discharge was February 9, 1994.\nKrueger participated in physical therapy on six occasions before November 11, 1993, and was progressing well according to physical therapy notes. However, at approximately 3:45 a.m. on November 11, 1993, Krueger fell in the bathroom of her room. It was determined that the fall occurred because Krueger did not have on her slippers. Consequently, she lost her balance and fell. A fall follow-up form was completed by nurse Karen Kraker, the director of nursing and as*498sociate administrator for patient care services, to prevent future falls. The form noted that Krueger had a fear of falling and increased confusion and indicated that Krueger was at risk for additional falls. Since Krueger did not use her call button to ask the staff for assistance on this occasion, nurse Kraker instructed her to use the button for assistance in the future.\nOn November 17, 1993, Krueger's doctor ordered that Krueger be put on stand-by assist with bed mobility, minimum assist for transfers, and ambulation of 75 feet with a rolling walker and contact. Stand-by assist means someone is standing next to the patient supervising, while minimum assist means the therapist is doing 25% to 50% of the work. On November 24, 1993, the doctor's order noted that Krueger was still on stand-by assist; however, the physical therapist's weekly note indicated that Krueger was progressing well despite her fall and recommended discharge planning.\nOn November 27, 1993, Krueger fell in the hallway outside her room. She alleged that a nurse entered the room and informed her that she was to be transferred to another room.2 When no one came to help her, Krueger packed her belongings in plastic bags, hung them over her walker, and moved them into the hallway by herself. After putting the fourth bag of clothing down, she lost her balance and fell, injuring her hip.\nKrueger's nurse, Oluwayinka Adeyooye, assisted after the fall. Krueger was transferred to Northwestern Memorial Hospital, where Dr. Proctor Anderson, an orthopedic surgeon, diagnosed Krueger with an intertrochanteric fracture of her right hip. Dr. Anderson performed surgery using a plate and screws to repair the hip fracture. He last saw Krueger on December 2, 1994.\nOn December 6, 1993, Krueger was discharged to the Rehabilitation Institute of Chicago for physical therapy, where she was under the care of Dr. James Sliwa. After reaching her goals of independently ambulating with a walker, Krueger was discharged on December 29, 1993. On February 14, 1994, Krueger was advised to use a cane. By May 31, 1994, Dr. Sliwa advised her that she could put her full weight on her hip.\nStaff notes written after the second fall indicated that on November 28, 1993, Krueger could not independently ambulate on the day she fell. However, on December 1, 1993, a hold note written by Krueger's therapist noted that Krueger was able to independently perform bed mobility and ambulate on the day of the fall. On Janu*499ary 24, 1994, Catherine Zapparo (Zapparo), the supervisor of physical therapy at Warren Barr, wrote a discharge summary for Krueger indicating that all of Krueger's goals had been met prior to her transfer. Zapparo had never seen Krueger prior to the fall and relied on weekly therapy notes to write her summary.\nOn January 15, 1997, following a jury trial on the negligence action, the jury returned a verdict of $203,116.97 in favor of Krueger and against Barr Pavilion, reducing it by 49% to $103,589.66 for comparative fault. The circuit court trebled the judgment under the Nursing Home Care Act (210 ILCS 45/3 — 602 (West 1996)), and awarded attorney .fees of $48,825 and costs of $443.40. Defendant appeals.\nFor the following reasons, we affirm in part, reverse in part, and remand for a new trial.\nANALYSIS\nI\nBarr Pavilion first contends that it is entitled to a new trial because the jury's verdict was against the manifest weight of the evidence in that Krueger failed to establish that Warren Barr violated the Nursing Home Care Act (Act) (210 ILCS 45/1 — 101 et seq. (West 1996)). It is well established that a jury verdict will not be overturned unless it is against the manifest weight of the evidence. Pharr v. Chicago Transit Authority, 220 Ill. App. 3d 509, 521, 581 N.E.2d 162, 169 (1991). A verdict is considered to be against the manifest weight of the evidence only when the opposite conclusion is clearly apparent or when the finding of the jury appears arbitrary or unsubstantiated by the evidence. Pharr, 220 Ill. App. 3d at 521, 581 N.E.2d at 169; Jarke v. Jackson Products, Inc., 282 Ill. App. 3d 292, 298, 668 N.E.2d 46, 50 (1996). A reviewing court should not disturb the jury's verdict unless, considering all of the evidence in the light most favorable to the party who prevailed at trial, the jury's conclusion is palpably erroneous and wholly unwarranted. United States Department of Housing & Urban Development v. Anderson, 178 Ill. App. 3d 752, 754, 533 N.E.2d 919, 920-21 (1988).\nKrueger filed this case as an ordinary negligence action under the Act. The elements of a cause of action for negligence are the existence of a duty owed by defendant to the plaintiff, a breach of that duty, and an injury proximately caused by that breach. Ward v. K mart Corp., 136 Ill. 2d 132, 140, 554 N.E.2d 223, 226 (1990). It has long been held that negligence may be proved by either direct or circumstantial evidence, and the burden of proof is on the plaintiff. *500 Devine v. Delano, 272 Ill. 166, 179-80, 111 N.E. 742, 748 (1916). Circumstantial evidence is the proof of certain facts and circumstances from which the jury may infer other connected facts that usually and reasonably follow according to the common experience of mankind. Devine, 272 Ill. at 180; Pace v. McClow, 119 Ill. App. 3d 419, 424, 458 N.E.2d 4, 8 (1983).\nThe Illinois Supreme Court has identified certain factors that are relevant to the existence of a duty. Ward, 136 Ill. 2d at 140, 554 N.E.2d at 226. The reasonable foreseeability of injury is one important factor; however, foreseeability alone provides an inadequate foundation upon which to base the existence of a legal duty. Kirk v. Michael Reese Hospital & Medical Center, 117 Ill. 2d 507, 525, 513 N.E.2d 387, 396 (1987). Other considerations include the likelihood of the injury, the magnitude of the burden of guarding against it, and the consequences of placing that burden upon the defendant. Kirk, 117 Ill. 2d at 526, 513 N.E.2d at 396. The inquiry is whether the defendant could have reasonably foreseen injury to the plaintiff. Ward, 136 Ill. 2d at 147-48, 554 N.E.2d at 230.\nIn the case sub judice, Krueger entered Barr Pavilion for short-term rehabilitative care. Specifically, she was to undergo physical therapy so that she could independently ambulate prior to her discharge. It is undisputed that the nurses on duty were responsible for the overall care of each patient. Because the elderly are more prone to falling, Krueger was at risk for falls prior to her first fall. Since the nurses had a duty to provide for Krueger's overall care in protecting her from that risk, if they failed in their duty, Barr Pavilion would be negligent.\nOur review of the record establishes that, based on the evidence adduced, a reasonable jury could draw inferences of negligence regarding Krueger's nurse, Oluwayinka Adeyooye. For instance, in this case, the doctor's order of November 24, 1993, indicated that Krueger was on stand-by assist. Nurse Adeyooye testified, however, that she did not know what stand-by assist meant. She stated simply that if a patient needed assistance, she would assist her. Nurse Adeyooye believed that Krueger was able to independently ambulate at the time of the second fall; however, her view conflicted with other evidence on the issue.\nTo establish proximate cause, a plaintiff must demonstrate with reasonable certainty that defendant's negligent acts or omissions caused the injury for which she seeks recovery; otherwise, plaintiff has not sustained her burden of setting out a prima facie case of negligence. Morton v. F.B.D. Enterprises, 141 Ill. App. 3d 553, 558, 490 N.E.2d 995, 999 (1986). In this case, no one was providing care to *501Krueger at the time of her fall. The Act defines neglect as a failure in a facility to provide adequate medical or personal care or maintenance, which failure results in physical or mental injury to a resident or in the deterioration of a resident's physical or mental condition. 210 ILCS 45/1 — 117 (West 1996). Although it is undisputed that Krueger did not use her call button prior to either fall, whether this lack of assistance by Barr Pavilion constituted neglect that was a proximate cause of Krueger's resulting injury was a jury question, and the jury resolved it against Barr Pavilion. See McShane v. Chicago Investment Corp., 235 Ill. App. 3d 860, 875, 601 N.E.2d 1238, 1249 (1992).\nA court cannot reweigh the evidence and set aside a verdict merely, because the jury could have drawn different inferences or conclusions, or because the court feels other results are more reasonable. Maple v. Gustafson, 151 Ill. 2d 445, 452, 603 N.E.2d 508, 512 (1992). It is within the jury's province to resolve conflicts in the evidence, and as long as the jury's resolution is supported by credible evidence, a reviewing court should not substitute its judgment for that of the jury. Seward v. Griffin, 116 Ill. App. 3d 749, 760, 452 N.E.2d 558, 567 (1983); Maple, 151 Ill. 2d at 452, 603 N.E.2d at 511-12 (1992). Likewise, the appellate court should not usurp the function of the jury and substitute its judgment on questions of fact fairly submitted, tried, and determined from the evidence, which did not greatly preponderate either way. Maple, 151 Ill. 2d at 452-53, 603 N.E.2d at 512.\nIn this case, the jury agreed with Barr Pavilion regarding Krueger's contributory negligence and, after considering the comparative negligence of the parties, reduced her award accordingly. After considering all of the evidence in the light most favorable to Krueger, we cannot find that the verdict was against the manifest weight of the evidence.\nII\nBarr Pavilion next contends that the trial court abused its discretion in permitting the undisclosed and untimely opinion testimony of Dr. James Sliwa, D.O. Specifically, it argues that the opinion was prejudicial and prevented effective cross-examination.\nSupreme Court Rule 213(g) requires disclosure of all opinion testimony prior to trial. 134 Ill. 2d R. 213(g); Iser v. Copley Memorial Hospital, 288 Ill. App. 3d 408, 410, 680 N.E.2d 747, 749 (1997). Courts have consistently held that an expert's direct testimony is limited to comments within the scope of and-consistent with the facts and opinions disclosed in discovery. Iser, 288 Ill. App. 3d at 412, 680 N.E.2d at 750. The trial court's decision is broad and should not be disturbed *502absent a clear abuse of discretion. Jarke v. Jackson Products, Inc., 282 Ill. App. 3d 292, 296, 668 N.E.2d 46, 48 (1996).\nIn the case sub judice, counsel for Krueger asked Dr. Sliwa the following:\nQ. Doctor, in your opinion, would it be a deviation from the standard of rehabilitation care to allow someone to ambulate if they were not independently able to ambulate?\nAfter objection, a sidebar was held wherein the following exchange occurred between counsel for Barr Pavilion and counsel for Krueger:\nMS. BRIDGMAN: This is a negligence case. There has been no issue as to it relates to deviation from the standard of care by anyone. For this physician now to bring this to the realm of a medical malpractice case, and give an opinion that she wasn't properly rehabilitated infers, of course, she was not properly rehabilitated at the Warren Barr Pavilion, would be improper. None of these opinions have been identified and he was not identified as giving any opinions in relation to her rehabilitation on that specific issue. He can talk about her rehabilitation, what went on there, and that she suffered a fracture, but to ask him that question is completely inappropriate at this point.\nMS. ENRIGHT: In response, I am asking him a general question, I am not asking him with respect to Meta Krueger's care and treatment. He is a rehabilitation doctor. That is all he does. Certainly he can testify whether or not someone would be negligent in allowing someone to ambulate if they couldn't do so independently. I am not turning this into a medical malpractice case.\nMS. BRIDGMAN: That is what she just said that she is going to infer, they were negligent and not properly supervising the patient. This is improper. It was beyond what was discussed. I just object that we would get this testimony in. It's a negligence case.\nTHE COURT: Overruled.\nDr. Sliwa thereafter responded:\nA. It would be my independent medical opinion if someone is not safe to ambulate independently, she should not be allowed to do SO.\nPrior to trial, Barr Pavilion requested the substance of any opinion testimony in its interrogatories to Krueger. However, Krueger never filed a formal response. Rather, her response came in the form of a letter from her attorney to the attorney for Barr Pavilion which stated, Dr. Sliwa was Ms. Krueger's rehabilitation doctor who will testify as to her continued course of treatment at the Rehabilitation Institute of Chicago. His opinions are consistent with his records. Additionally, Barr Pavilion filed a motion in limine to exclude any opinion testimony not included in interrogatories, which was granted *503by the trial court and not objected to by Krueger. However, the trial court never referred to the motion in limine when it ruled regarding the admission of Dr. Sliwa's testimony.\nFurthermore, we note that the original complaint had been dismissed because it contained the following allegations against defendant:\n(b) Failed to adequately train and supervise the employees; and\n(c) Failed to advise the plaintiff that she should not ambulate.\nThe trial court granted the motion to dismiss the original complaint pursuant to section 2 — 622 of the Illinois Code of Civil Procedure regarding the substance of pleadings in healing art malpractice actions. See 735 ILCS 5/2 — 622 (West 1996). In response, Krueger amended her complaint by deleting the allegations referring to healing art malpractice.\nIn our view, the trial court erred in allowing the disclosure of Dr. Sliwa's testimony as it was in violation of both Supreme Court Rule 213(g) and the in limine order. However, unless the appellant can establish prejudice arising from the error, the judgment need not be disturbed on appeal. J.L. Simmons Co. ex rel. Hartford Insurance Group v. Firestone Tire & Rubber Co., 108 Ill. 2d 106, 115, 483 N.E.2d 273, 277 (1985).\nOn appeal, Krueger states, [o]n its face, [the testimony] suggests a technical violation of Supreme Court Rule 213(g). She asserts that the trial court did not err in allowing the answer, despite the fact that his statement was not set out in a Rule 213 answer, and contends that Sliwa's answer stated the obvious and could not have affected the outcome of the case because the statement was an obvious inference drawn from Nurse Adeyooye's testimony. We disagree.\nDuring deposition of nurse Adeyooye by the attorney for Krueger, the following question and answer ensued:\nQ. Would you agree with me that a reasonably prudent person would not allow a patient to independently ambulate if there were notes in the record that indicate that she was not ready to ambulate?\nA. No, the nurse won't ambulate *** the patient.\nWarren Barr objected during nurse Adeyooye's deposition to the form of the question that was posed to nurse Adeyooye. At trial, the court allowed the question and answer to be read to the jury.\nIn our view, the question posed to Dr. Sliwa is not the same question. Dr. Sliwa's question concerned a deviation from the standard of rehabilitation care, and he responded based on his independent medical opinion. Nurse Adeyooye's question related to whether a rea*504sonably prudent person would allow someone to ambulate if there were notes that indicated that she was unable to do so.\nKrueger further argues that the trial court correctly allowed the testimony of Dr. Sliwa because the same conclusion had been reached by nurse Adeyooye. In support of this contention, Krueger relies upon and cites Gale v. Hoekstra, 59 Ill. App. 3d 400, 375 N.E.2d 456 (1978). In Gale, the circuit court held that where evidence is properly before the court in one form, any error occurring when it was introduced in another context is deemed harmless. Gale, 59 Ill. App. 3d at 411, 375 N.E.2d at 465.\nIn our view, Krueger's reliance on Gale is misplaced. First, we note that Dr. Sliwa's testimony was elicited and objected to before nurse Adeyooye's deposition was read to the jury. Second, the facts in Gale are inapposite. In Gale, a pedestrian brought action for injuries sustained upon being struck by a motorist's car while he was walking along the wrong side of the road. Gale, 59 Ill. App. 3d at 402, 375 N.E.2d at 458. The absence of tire marks was an important factor in the case, and the court held that even if the police officer's statement that he would have expected to find tire marks on the shoulder was inadmissible as invading the province of the jury, its admission would not be prejudicial under the facts of the case because the officer's opinion was covered by proper evidence sufficient to determine the issue. Gale, 59 Ill. App. 3d at 411, 375 N.E.2d at 465. The testimony was also of common knowledge. Gale, 59 Ill. App. 3d at 411, 375 N.E.2d at 465.\nGale is further distinguishable from the case at bar because the proper evidence in the Gale case was factual evidence, not opinion evidence. In the case at bar, Dr. Sliwa's testimony was restricted to information concerning his treatment of Krueger while at the Rehabilitation Institute and after according to the aforementioned letter from Krueger's attorney to the attorney for Barr Pavilion. No proper evidence was admitted prior to Dr. Sliwa's testimony that would have negated its prejudicial effect. Although nurse Adeyooye's statement occurred during a videotaped evidentiary deposition, as previously noted, it was not introduced to the jury until after Dr. Sliwa's testimony. Moreover, we note that in closing argument Krueger highlighted Dr. Sliwa's testimony regarding a standard of care that had been part of the original complaint and dismissed.\nThe jury found Krueger 49% contributorily negligent. Absent the undisclosed opinion testimony, the changed percentage may have eliminated a finding in Krueger's favor. Absent the error, we cannot say that the jury would have found that Barr Pavilion was 51% negligent.\n*505For the foregoing reasons, we hold that Dr. Sliwa's medical opinion testimony was erroneous. A new trial is warranted. See People v. Szabo, 55 Ill. App. 3d 866, 871-72, 371 N.E.2d 117, 120 (1977).\nIll\nDuring trial, Krueger filed a motion for treble damages. In Barr Pavilion's response, it contended that the Act no longer permitted a treble damages remedy and that treble damages [were] the equivalent to punitive damages, which were not permitted in this type of case. Moreover, Barr Pavilion asserted that Krueger was not entitled to treble damages because she failed to plead the same in her complaint.\nFollowing the verdict, Barr Pavilion filed a posttrial motion wherein it contended that the trial court erred in awarding treble damages necessitating a new trial. Specifically, it asserted that: (1) the amendment of the Act repealing the treble damages provision should have been applied retroactively because the amendment related solely to a remedy and did not eliminate a vested right; (2) there was no savings clause; (3) the Act's legislative history supported the conclusion that the elimination of the treble damages provision related only to a remedy; (4) treble damages were equivalent to punitive damages; and (5) Krueger failed to seek treble damages prior to trial.\nOn appeal, Barr Pavilion contends that: (1) treble damages, as punitive in nature, are prohibited by section 2 — 1115 (735 ILCS 5/2— 1115 (West 1996)) in healing arts malpractice actions; and (2) the trial court erred in not applying the 1995 amendment to section 3 — 602 of the Act retroactively.\nRelative to Barr Pavilion's contention that the trial court erred in not applying the 1995 amendment to section 3 — 602 of the Act retroactively, Krueger opines that the Act itself created a cause of action which automatically entitled her to treble damages, although she never specifically requested them in her complaint. However, it has long been held that the commencement of a suit does not, of itself, vest a right in the penalty sued for. White v. Sunrise Healthcare Corp., 295 Ill. App. 3d 296, 300, 692 N.E.2d 1363, 1367 (1998), quoting Coles v. County of Madison, 1 Ill. 154, 157 (1826). A lawsuit is the means of enforcing a previously vested interest. Coles, 1 Ill. at 157. Thus, if no judgment ha[s] been rendered, any property right in the penalty is imperfect and contingent, liable to be destroyed by a repeal of the statute upon which suit is brought. Coles, 1 Ill. at 158; White, 295 Ill. App. 3d at 300, 692 N.E.2d at 1367. Accordingly, in our view, Krueger's contention is not well founded.\nWe further note that on July 21, 1995, during the pendency of *506this action, the legislature amended section 3 — 602 of the Act, eliminating the availability of treble damages and instead only awarding actual damages and attorney fees. See 210 ILCS 45/3 — 602 (West 1996). While the instant case was pending, our supreme court decided the case of First of America Trust Co. v. Armstead, 171 Ill. 2d 282, 664 N.E.2d 36 (1996). In Armstead, the plaintiff was in the process of appealing the denial of its application to register its underground gasoline storage tanks pursuant to the applicable statute when the statute was amended, precluding their registration. Armstead, 171 Ill. 2d at 285-86, 664 N.E.2d at 38-39.\nThe court in Armstead stated that the application of new legislation to pending suits or preexisting causes of action is governed by the law that applies by its terms at the time of appeal, unless doing so would affect a vested right. Armstead, 171 Ill. 2d at 289, 664 N.E.2d at 39. Armstead held that [w]here no vested rights are involved, either because they are not yet perfected or because the amendment is procedural in nature, the amendment can be applied to the existing controversy without any retroactive impact. Armstead, 171 Ill. 2d at 290, 664 N.E.2d at 40. Armstead further stated that although vested rights has no precise definition, a right has not vested until it is so perfected, complete, and unconditional that it may be equated with a property interest. Armstead, 171 Ill. 2d at 290-91, 664 N.E.2d at 40.\nWe have reviewed published Illinois Appellate Court decisions on this issue and find that the decisions from the appellate districts are in conflict. The Second, Fourth, and Third Illinois Appellate Court Districts, respectively, have held that the 1995 amendment to section 3 — 602 is to be applied retroactively, in White v. Sunrise Healthcare Corp., 295 Ill. App. 3d 296, 692 N.E.2d 1363 (1998), Dardeen v. Heartland Manor, Inc., 297 Ill. App. 3d 684, 696 N.E.2d 1279 (1998), and Ditsworth v. Kankakee Terrace Partnership, 298 Ill. App. 3d 544 (1998). However, in Weimann v. Meadow Manor, Inc., 285 Ill. App. 3d 455, 664 N.E.2d 36 (1996), and Hernandez v. Woodbridge Nursing Home, 287 Ill. App. 3d 641, 678 N.E.2d 788 (1997), the Fifth and First Illinois Appellate Court Districts, respectively, have held that the amendment to section 3 — 602 is to be applied prospectively.\nWhite held that the section abolishing triple damages for violations of the Act applied to pending suits regardless of when the cause of action accrued. White, 295 Ill. App. 3d at 301-02, 692 N.E.2d at 1368. Dardeen held that the amendment, which affected the remedy, did not effect a change in the law absent a savings clause as to existing legislation, which this section did not have. Dardeen, 297 Ill. App. 3d at 687, 696 N.E.2d at 1282. Ditsworth held that the amendment *507had no retroactive impact on a vested right; therefore, it applied to causes of action accruing both before and after July 21, 1995. Ditsworth, 298 Ill. App. 3d at 547.\nFurthermore, the Second, Fourth, and Third Illinois Appellate Court Districts, respectively, declined to follow the contrary analyses of the First and Fifth Districts. Both Weimann and Hernandez found that plaintiffs whose causes of action arose prior to the amendment may plead treble damages because the application of the amendment to section 3 — 602 would interfere with a vested right. Weimann, 285 Ill. App. 3d at 458, 674 N.E.2d at 145-46; Hernandez, 287 Ill. App. 3d at 645, 678 N.E.2d at 791.\nThe holdings of White, Dardeen and Ditsworth accord with Arm-stead-, however, Weimann and Hernandez do not accord with Arm-stead. Since Armstead is controlling, we hold that the 1995 amendment to section 3 — 602 of the Act is related solely to a remedy and does not affect a vested right. Accordingly, the trial court erred in not applying the 1995 amendment to section 3 — 602 of the Act retroactively.\nIn light of our holding, it is unnecessary to address Barr Pavilion's contention that treble damages, as a matter of law, are prohibited by section 2 — 1115 (735 ILCS 5/2 — 1115 (West 1996)). We also deem it unnecessary to address Barr Pavilion's contention that the court abused its discretion in awarding attorney fees.\nFor the foregoing reasons, we affirm in part, reverse in part, and remand for a new trial.\nAffirmed in part and reversed in part; cause remanded.\nMcNULTY and RAKOWSKI, JJ., concur.\n1\nKrueger died during the pendency of the appeal, and her administrator is substituted as plaintiff.\n2\nPrior to that date, Krueger had been having documented problems with her roommate.\n\n\nPlain English summary:\nPlaintiff brought an action against a nursing home facility (defendant) after suffering two falls at its facility. A jury returned a verdict in favour of plaintiff, reducing its award by 49% for the plaintiff's contributory negligence. Defendant appealed. The appellate court held that the jury's finding was not against the manifest weight of evidence and affirmed the verdict.\n",
    "annotations": {
        "Facts": [
            "In October 1993, Meta Krueger (Krueger), an 83-year-old woman, was admitted into the nursing home facility of Illinois Masonic Warren Barr Pavilion (Barr Pavilion) for physical therapy following a possible compression fracture of a vertebrae. Warren Barr provided both long- and short-term care, and Krueger was assigned to the short-term care unit located on the seventh floor.Incoming patients at Barr Pavilion were given an initial nursing evaluation to determine their current condition and to judge their progress. The nurses on the floor assessed each patient daily to determine his or her ambulation status, and physical therapists summarized care and treatment of individual patients weekly. Upon admission, Krueger needed assistance with walking; therefore, at her evaluation it was deduced that her goal was to return to independent ambulation prior to her discharge. Krueger did not have a definite discharge date, but her target date for discharge was February 9, 1994.Krueger participated in physical therapy on six occasions before November 11, 1993, and was progressing well according to physical therapy notes. However, at approximately 3:45 a.m. on November 11, 1993, Krueger fell in the bathroom of her room. It was determined that the fall occurred because Krueger did not have on her slippers. Consequently, she lost her balance and fell. A fall follow-up form was completed by nurse Karen Kraker, the director of nursing and associate administrator for patient care services, to prevent future falls. The form noted that Krueger had a fear of falling and increased confusion and indicated that Krueger was at risk for additional falls. Since Krueger did not use her call button to ask the staff for assistance on this occasion, nurse Kraker instructed her to use the button for assistance in the future.On November 17, 1993, Krueger's doctor ordered that Krueger be put on stand-by assist with bed mobility, minimum assist for transfers, and ambulation of 75 feet with a rolling walker and contact. Stand-by assist means someone is standing next to the patient supervising, while minimum assist means the therapist is doing 25% to 50% of the work. On November 24, 1993, the doctor's order noted that Krueger was still on stand-by assist; however, the physical therapist's weekly note indicated that Krueger was progressing well despite her fall and recommended discharge planning.On November 27, 1993, Krueger fell in the hallway outside her room. She alleged that a nurse entered the room and informed her that she was to be transferred to another room.2 When no one came to help her, Krueger packed her belongings in plastic bags, hung them over her walker, and moved them into the hallway by herself. After putting the fourth bag of clothing down, she lost her balance and fell, injuring her hip.Krueger's nurse, Oluwayinka Adeyooye, assisted after the fall. Krueger was transferred to Northwestern Memorial Hospital, where Dr. Proctor Anderson, an orthopedic surgeon, diagnosed Krueger with an intertrochanteric fracture of her right hip. Dr. Anderson performed surgery using a plate and screws to repair the hip fracture. He last saw Krueger on December 2, 1994.On December 6, 1993, Krueger was discharged to the Rehabilitation Institute of Chicago for physical therapy, where she was under the care of Dr. James Sliwa. After reaching her goals of independently ambulating with a walker, Krueger was discharged on December 29, 1993. On February 14, 1994, Krueger was advised to use a cane. By May 31, 1994, Dr. Sliwa advised her that she could put her full weight on her hip.Staff notes written after the second fall indicated that on November 28, 1993, Krueger could not independently ambulate on the day she fell. However, on December 1, 1993, a hold note written by Krueger's therapist noted that Krueger was able to independently perform bed mobility and ambulate on the day of the fall. On January 24, 1994, Catherine Zapparo (Zapparo), the supervisor of physical therapy at Warren Barr, wrote a discharge summary for Krueger indicating that all of Krueger's goals had been met prior to her transfer. Zapparo had never seen Krueger prior to the fall and relied on weekly therapy notes to write her summary.",
            "the nurses on duty were responsible for the overall care of each patient.",
            "During deposition of nurse Adeyooye by the attorney for Krueger, the following question and answer ensued:Q. Would you agree with me that a reasonably prudent person would not allow a patient to independently ambulate if there were notes in the record that indicate that she was not ready to ambulate?A. No, the nurse won't ambulate *** the patient."
        ],
        "Procedural History": [
            "On January 15, 1997, a jury returned a verdict of $203,116.97 in favor of plaintiff, Meta Krueger1, and against defendant, Illinois Masonic Warren Barr Pavilion, reducing it by 49% to $103,589.66 for comparative fault in a negligence action. ",
            "On January 15, 1997, following a jury trial on the negligence action, the jury returned a verdict of $203,116.97 in favor of Krueger and against Barr Pavilion, reducing it by 49% to $103,589.66 for comparative fault. The circuit court trebled the judgment under the Nursing Home Care Act (210 ILCS 45/3 — 602 (West 1996)), and awarded attorney .fees of $48,825 and costs of $443.40. Defendant appeals.",
            "the original complaint had been dismissed because it contained the following allegations against defendant:(b) Failed to adequately train and supervise the employees; and(c) Failed to advise the plaintiff that she should not ambulate.The trial court granted the motion to dismiss the original complaint pursuant to section 2 — 622 of the Illinois Code of Civil Procedure regarding the substance of pleadings in healing art malpractice actions. See 735 ILCS 5/2 — 622 (West 1996). In response, Krueger amended her complaint by deleting the allegations referring to healing art malpractice.",
            "The jury found Krueger 49% contributorily negligent. ",
            "Krueger died during the pendency of the appeal, and her administrator is substituted as plaintiff."
        ],
        "Application of Law to Facts": [
            "In the case sub judice, Krueger entered Barr Pavilion for short-term rehabilitative care. Specifically, she was to undergo physical therapy so that she could independently ambulate prior to her discharge. ",
            "Because the elderly are more prone to falling, Krueger was at risk for falls prior to her first fall. Since the nurses had a duty to provide for Krueger's overall care in protecting her from that risk, if they failed in their duty, Barr Pavilion would be negligent.Our review of the record establishes that, based on the evidence adduced, a reasonable jury could draw inferences of negligence regarding Krueger's nurse, Oluwayinka Adeyooye. For instance, in this case, the doctor's order of November 24, 1993, indicated that Krueger was on stand-by assist. Nurse Adeyooye testified, however, that she did not know what stand-by assist meant. She stated simply that if a patient needed assistance, she would assist her. Nurse Adeyooye believed that Krueger was able to independently ambulate at the time of the second fall; however, her view conflicted with other evidence on the issue.",
            "Although it is undisputed that Krueger did not use her call button prior to either fall, whether this lack of assistance by Barr Pavilion constituted neglect",
            "was a jury question, and the jury resolved it against Barr Pavilion.",
            "In this case, the jury agreed with Barr Pavilion regarding Krueger's contributory negligence and, after considering the comparative negligence of the parties, reduced her award accordingly. After considering all of the evidence in the light most favorable to Krueger, we cannot find that the verdict was against the manifest weight of the evidence."
        ],
        "Relevant Precedents": [
            "Nursing Home Care Act (Act) (210 ILCS 45/1 — 101 et seq. (West 1996))",
            "Pharr v. Chicago Transit Authority, 220 Ill. App. 3d 509, 521, , 169 (1991). ",
            "Pharr, 220 Ill. App. 3d at 521, ; Jarke v. Jackson Products, Inc., 282 Ill. App. 3d 292, 298, , 50 (1996).",
            "United States Department of Housing & Urban Development v. Anderson, 178 Ill. App. 3d 752, 754, , 920-21 (1988).",
            "Ward v. K mart Corp., 136 Ill. 2d 132, 140, , 226 (1990).",
            "Devine v. Delano, , 179-80, 111 N.E. 742, 748 (1916).",
            "Devine, ; Pace v. McClow, 119 Ill. App. 3d 419, 424, , 8 (1983).",
            "Ward, 136 Ill. 2d at 140, .",
            "Kirk v. Michael Reese Hospital & Medical Center, 117 Ill. 2d 507, 525, , 396 (1987).",
            "Kirk, 117 Ill. 2d at 526, ",
            "Ward, 136 Ill. 2d at 147-48, .",
            "McShane v. Chicago Investment Corp., , 875, 601 N.E.2d 1238, 1249 (1992).",
            "Maple v. Gustafson, , 452, 603 N.E.2d 508, 512 (1992)",
            "Seward v. Griffin, , 760, 452 N.E.2d 558, 567 (1983); Maple, , 603 N.E.2d at 511-12 (1992)",
            "Maple, , 603 N.E.2d at 512."
        ],
        "Outcome": [
            "we affirm",
            "For the foregoing reasons, we affirm",
            "Affirmed"
        ]
    },
    "class": "mixed"
}