{
    "text": "Rasbaugh v. State, 51 Ill. Ct. Cl. 269 (1999)\nMay 14, 1999 · Illinois Court of Claims · No. 94-CC-0390\n51 Ill. Ct. Cl. 269\n\nCase outline\nMajority — Raucci, C.J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nDoreen M. Rasbaugh, Claimant,v.The State of Illinois, Respondent\nCaldwell, Berner & Caldwell (Jeffrey A. Rou-HANDEH, of counsel), for Claimant.\nJim Ryan, Attorney General (Paul Ciastko, Assistant Attorney General, of counsel), for Respondent.\nOPINION\nRaucci, C.J.\nThis cause is before the Court on Claimant Doreen M. Rasbaugh's complaint at law based upon the tort of wrongful incarceration which is alleged to have taken place on October 26, 1992. The complaint alleges that Respondent, through the McHenry County Circuit Clerks Office, 19th Judicial Circuit, McHenry County, maliciously and without probably (sic) cause caused the Claimant to be arrested upon a warrant brought before a Judge. The complaint seeks $75,000 in damages.\nIn compliance with an order of the commissioner, the Claimant filed a memorandum. The 22-page document *270includes an affidavit by Claimant and other documents that she relies upon in support of her claim. She states that she is seeking $50,000 in damages. Claimant cited Drury v. County of McLean (1982), 89 Ill. 2d 417, 433 N.E.2d 666, 60 Ill. Dec. 624, at the prehearing conference as support for properly bringing the case before this Court.\nRespondent has not filed any documents in support of its position.\nClaimant appeared in the Circuit Court at 9:00 a.m. on September 22, 1992, on four traffic matters.1 The four cases were continued until September 28, 1992, on motion of Claimant.\nClaimant had filed for protection under chapter 13 of the federal bankruptcy laws and the traffic cases were being continued pending the results of the bankruptcy. On September 28, 1992, two of Claimant's cases appeared on page 18 of the Court call set for 9:00 a.m. and the other two appeared on page 23 of the Court call. Claimant appeared in Court at 9:00 a.m. and was given a Court date of December 12 (this may be a typographical error in the affidavit), 1992, at 1:30 p.m. Claimant appeared in Court on that same date, at 1:30 p.m. and on her motion the cases were continued until December 21, 1992, at 1:30 p.m.\nA warrant of arrest was issued on September 28, 1992, for the arrest of Claimant, for the offense of FTADWLS (2 count) petition to revoke, uninsured motor vehicle (and) violation of classification. All four traffic case numbers are listed on the warrant. The amount of bail was set at $3,000.\n*271Claimant was falsely detained on October 26, 1992, at the county jail and released on the next day. Claimant was subjected to extreme humiliation and denied her liberty. Claimant was strip searched and placed in an isolation room in the McHenry County Jail where members of the opposite sex were permitted to view her and she could not use the restroom facilities; and that as a result, Claimant was forced to urinate on herself. On the morning of October 27, 1992, when it was realized that the Claimant was wrongfully detained, she was immediately released on her own recognizance.\nClaimant states that she did not sleep for four nights and has had trouble sleeping since the incident. She states that she suffered psychological damage. The arrest occurred while Claimants ten-year-old daughter was present.\nThe issue in Drury was whether McLean County was liable for certain conduct of the clerk of the Circuit Court. The Illinois Supreme Court held that the clerk of the Circuit Court is not a county official. (433 N.E.2d 670.) After reviewing the debates of the sixth Illinois Constitutional Convention, the Supreme Court concluded that the clerk of the Circuit Court is a nonjudicial member of the judicial branch of State government. 433 N.E.2d 669.\nBecause of the disposition we make of this case upon the merits, we do not decide whether we have jurisdiction of claims against clerks of the Circuit Court.\nRespondent has not asserted any facts nor has it disputed any of the facts offered by the Claimant. Claimant does not specifically identify how or why the clerk of the Circuit Court is responsible for the false detention. The warrant of arrest is signed by a judge. Claimant might assert that the clerks personnel provided incorrect or incomplete information to the judge. However, Claimant *272does not assert the specific information which was withheld or provided, or the manner in which it was accomplished.\nThere is a copy of a Court order that appears to have been drafted by an attorney for Claimant, and entered by Judge Prather on September 28,1992, continuing only two of the cases (91 TR 16139 and 91 TR 16140) to December 21, 1992. Sheet 18 of the September 28th Court call does not indicate that the other two cases (91 TR 16138 and 92 TR 1153) were continued, but does include handwritten notations of warrant 3,000 on 1:30 with a cross-out mark. Sheet 23 of the Court call on September 28, does not indicate that the two driving while suspended violations were continued, but contains a handwritten notation see page 18 on 1:30.\nOn sheet 13 of the Court call for September 28, all four cases are listed, two typed and two handwritten. There are notations handwritten in the margin that state CN 9:00 crossed out, and 12-21 at 1:30 sup. ext. Claimant does not reference sheet 13 in her affidavit.\nApparently Claimant was under orders of Court supervision for the 91 TR 16138 and 92 TR1153 citations. We will not speculate on the meaning of the handwritten notations or absence of such notations to achieve an interpretation not requested by Claimant.\nClaimant has referred to her claim as one for false detention (Claimants affidavit) and wrongful incarceration (complaint). The facts attendant to her arrest were not offered by Claimant and are not part of this record. From the undisputed facts, it is clear that Claimant does not have a claim against the Respondent for false arrest or imprisonment. (Rodes v. State (1994), 46 Ill. Ct. Cl. 360.) A warrant was issued for her arrest and there is no *273allegation that a State officer participated in her arrest. We have stated that an arrest authorized by statute cannot be grounds for civil liability. Howard v. State (1993), 45 Ill. Ct. Cl. 214, citing Dutton v. Roo-Mac, Inc. (1981), 100 Ill. App. 3d 116, 426 N.E.2d 604, 55 Ill. Dec. 458.\nClaimants cause of action is more properly one of negligence. Claimants contention is that the circuit clerk, or her employees, wrongfully caused the issuance of a warrant for her arrest, which ultimately caused her injury or damages. For Claimant to recover against the State, she must prove by a preponderance of the evidence that the State had a duty to the Claimant, the State breached its duty, and the breach proximately caused Claimants injuries or damages. Stanley v. State (1986), 39 Ill. Ct. Cl. 107; Berger v. State (1988), 40 Ill. Ct. Cl. 120.\nNeither party has cited a case in support of their position. A review of the reported cases before the Court does not reveal any case with a similar fact pattern. In Rodes v. State (1994), 46 Ill. Ct. Cl. at 376, the Court found that Claimant was provided notice of her suspension of driver's license and she disregarded the notice (which ultimately resulted in arrest for driving without a license). Although Rhodes is instructive on the law, the facts are dissimilar and are of little guidance to a resolution of this case.\nIn this case, Claimant's sworn statement is that she appeared in Court at 9:00 a.m. on September 28, 1992, and was given a court date of December 12,1992 at 1:30 p.m. (Claimant's affidavit, paragraph 7.) She does not state who gave her the continued date. The notations on the Court call do not reference a date of December 12 (or 21). (Claimant's memorandum, p. 18.) There is not a copy of the file jacket for 9:00 a.m. Court call, nor is there a written order. Claimant's sworn statement is that she, *274appeared in court on September 28, 1992, at 1:30 p.m., and on her motion the cases were continued for status until December 21, 1992 at 1:30 p.m. The notations on the Court call on sheet 23 do not indicate a continuance of the 1:30 cases to December 21. The notations on the Court call on sheet 13 might indicate a continuance of all four cases to December 21st. Curiously, Judge Prather entered a written order prepared by an attorney for defendant, continuing only the two 1:30 p.m. cases to December 21. A copy of the file jacket shows the 1:30 cases being continued until December 21,1992.\nBased upon Claimants statements, and the order entered by the Circuit Court, it is clear that the warrant of arrest should not have been entered for the two 1:30 p.m. cases (91 TR 16139 and 91 TR 16140). It is less than clear whether the warrant should have been issued for the two 9:00 a.m. cases (91 TR 16138 and 92 TR 1153). The Court need not determine at this juncture whether the warrant was incorrectly issued on the 9:00 a.m. cases.\nNo evidence has been offered to demonstrate the involvement or activity of the clerk of the Circuit Court, or her employees, in the conduct of the Court calls, granting continued dates, recording information, or issuing warrants. The Court finds that Claimant has not met her burden of proof. Assuming that the warrant should not have been issued, Claimant has still not demonstrated by a preponderance of the evidence that the clerk, or her employees, breached a duty to Claimant. The clerks name or signatures does not appear on any of the documents offered by Claimant. More importantly, the alleged duty has not been clearly shown. No role or involvement by the clerk is alleged. Therefore demonstration of a breach is not possible.\nThe claim will be denied.\n*275It is therefore ordered, adjudged and decreed that the Claimants claim is dismissed and forever barred.\n1\n91 TR 16138 (Driving on Suspended License), 91 TR 16139 (Uninsured Vehicle), 91 TR 16140 (Violation, License Class.) and 92 TR 1153 (Driving on Suspended License). The four were previously set for September 8. Claimant appeared and continued them until September 22. All four were on the same page of the Court Call.\n\nPlain English summary:\nPlaintiff appeared in the Circuit Court on four traffic matters. Subsequently, a warrant of arrest was wrongly issued for the arrest of plaintiff. Plaintiff was then falsely detained. Plaintiff sued the state for negligence. The claim was dismissed for failure to show that defendant owed plaintiff a duty of care and that the duty was breached.\n",
    "annotations": {
        "Facts": [
            "Claimant appeared in the Circuit Court at 9:00 a.m. on September 22, 1992, on four traffic matters.1 The four cases were continued until September 28, 1992, on motion of Claimant.Claimant had filed for protection under chapter 13 of the federal bankruptcy laws and the traffic cases were being continued pending the results of the bankruptcy. On September 28, 1992, two of Claimant's cases appeared on page 18 of the Court call set for 9:00 a.m. and the other two appeared on page 23 of the Court call. Claimant appeared in Court at 9:00 a.m. and was given a Court date of December 12 (this may be a typographical error in the affidavit), 1992, at 1:30 p.m. Claimant appeared in Court on that same date, at 1:30 p.m. and on her motion the cases were continued until December 21, 1992, at 1:30 p.m.A warrant of arrest was issued on September 28, 1992, for the arrest of Claimant, for the offense of FTADWLS (2 count) petition to revoke, uninsured motor vehicle (and) violation of classification. All four traffic case numbers are listed on the warrant. The amount of bail was set at $3,000.",
            "271Claimant was falsely detained on October 26, 1992, at the county jail and released on the next day. Claimant was subjected to extreme humiliation and denied her liberty. Claimant was strip searched and placed in an isolation room in the McHenry County Jail where members of the opposite sex were permitted to view her and she could not use the restroom facilities; and ",
            "as a result, Claimant was forced to urinate on herself. On the morning of October 27, 1992, when it was realized that the Claimant was wrongfully detained, she was immediately released on her own recognizance.Claimant",
            "did not sleep for four nights and has had trouble sleeping since the incident. She states that she suffered psychological damage. The arrest occurred while Claimants ten-year-old daughter was present.",
            "The warrant of arrest is signed by a judge.",
            "There is a copy of a Court order that appears to have been drafted by an attorney for Claimant, and entered by Judge Prather on September 28,1992, continuing only two of the cases (91 TR 16139 and 91 TR 16140) to December 21, 1992. Sheet 18 of the September 28th Court call does not indicate that the other two cases (91 TR 16138 and 92 TR 1153) were continued, but does include handwritten notations of warrant 3,000 on 1:30 with a cross-out mark. Sheet 23 of the Court call on September 28, does not indicate that the two driving while suspended violations were continued, but contains a handwritten notation see page 18 on 1:30.On sheet 13 of the Court call for September 28, all four cases are listed, two typed and two handwritten. There are notations handwritten in the margin that state CN 9:00 crossed out, and 12-21 at 1:30 sup. ext. ",
            "Apparently Claimant was under orders of Court supervision for the 91 TR 16138 and 92 TR1153 citations.",
            "A warrant was issued for her arrest and there is no *273allegation that a State officer participated in her arrest.",
            "Claimant's sworn statement is that she appeared in Court at 9:00 a.m. on September 28, 1992, and was given a court date of December 12,1992 at 1:30 p.m.",
            "She does not state who gave her the continued date. The notations on the Court call do not reference a date of December 12 (or 21).",
            "There is not a copy of the file jacket for 9:00 a.m.",
            "Court call, nor is there a written order. Claimant's sworn statement is that she, *274appeared in court on September 28, 1992, at 1:30 p.m., and on her motion the cases were continued for status until December 21, 1992 at 1:30 p.m. The notations on the Court call on sheet 23 do not indicate a continuance of the 1:30 cases to December 21. The notations on the Court call on sheet 13 might indicate a continuance of all four cases to December 21st. Curiously, Judge Prather entered a written order prepared by an attorney for defendant, continuing only the two 1:30 p.m. cases to December 21. A copy of the file jacket shows the 1:30 cases being continued until December 21,1992.",
            "91 TR 16138 (Driving on Suspended License), 91 TR 16139 (Uninsured Vehicle), 91 TR 16140 (Violation, License Class.) and 92 TR 1153 (Driving on Suspended License). The four were previously set for September 8. Claimant appeared and continued them until September 22. All four were on the same page of the Court Call."
        ],
        "Procedural History": [
            "Respondent has not asserted any facts nor has it disputed any of the facts offered by the Claimant."
        ],
        "Application of Law to Facts": [
            "Claimants cause of action is more properly one of negligence.",
            "Based upon Claimants statements, and the order entered by the Circuit Court, it is clear that the warrant of arrest should not have been entered for the two 1:30 p.m. cases (91 TR 16139 and 91 TR 16140). It is less than clear whether the warrant should have been issued for the two 9:00 a.m. cases (91 TR 16138 and 92 TR 1153).",
            "No evidence has been offered to demonstrate the involvement or activity of the clerk of the Circuit Court, or her employees, in the conduct of the Court calls, granting continued dates, recording information, or issuing warrants. The Court finds that Claimant has not met her burden of proof. Assuming that the warrant should not have been issued, Claimant has still not demonstrated by a preponderance of the evidence that the clerk, or her employees, breached a duty to Claimant. The clerks name or signatures does not appear on any of the documents offered by Claimant. More importantly, the alleged duty has not been clearly shown. No role or involvement by the clerk is alleged. Therefore demonstration of a breach is not possible."
        ],
        "Relevant Precedents": [
            "Drury",
            "Stanley v. State (1986), 39 Ill. Ct. Cl. 107; Berger v. State (1988), 40 Ill. Ct. Cl. 120."
        ],
        "Outcome": [
            "The claim will be denied.*275It is therefore ordered, adjudged and decreed that the Claimants claim is dismissed and forever barred."
        ]
    },
    "class": "reverse"
}