{
    "text": "LaVelle v. State, 51 Ill. Ct. Cl. 65 (1998)\nAug. 18, 1998 · Illinois Court of Claims · No. 88-CC-1906\n51 Ill. Ct. Cl. 65\n\nCase outline\nMajority — Sommer, C.J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nDorothy LaVelle, Administrator of the Estate of Terrence P. LaVelle, Deceased, Claimant,v.The State of Illinois, Respondent\nRyan & Bijak (Richard J. Ryan, of counsel), for Claimant.\nJim Ryan, Attorney General (Michael A. Wulf, Assistant Attorney General, of counsel), for Respondent.\nOPINION\nSommer, C.J.\nThis is a claim for damages arising from the death of Terrence LaVelle allegedly caused by the negligence of the State.\nThe decedent, Terrence LaVelle, age 19, died when his automobile left the outer south-bound lane of Cottage Grove Avenue about two-tenths of a mile north of Sauk Trail Road in Cook County, spun around through the inner southbound lane, a four foot rumble strip median, and the two north-bound lanes, a walkway, and struck the bridge abutment on the north end of a bridge in the opposite lanes. The conditions were dry and clear, and it was 3:15 a.m. Friends of the decedent in a following automobile *66stated that a dog ran out in front of the decedents automobile, causing the decedent to swerve. The decedents automobile was traveling 45-50 m.p.h., when it skidded out of control.\nThe issue in this claim is whether the State had a duty to bring the guardrail up to the bridge and merge it with the bridgerail along the bridge even though it was opposite to the flow of traffic on a four lane divided highway. It is alleged by the Claimant that with a continuous guardrail-bridgerail, the decedent may have been injured but would not have been killed. Additionally, the Claimant does not dispute that the decedent had alcohol in his system, but did object to the introduction of testimony by Dr. Chen, the chief toxicologist for the Cook County Medical Examiner, as to the extent of blood alcohol of the decedents blood. The trial of this claim centered on the testimony of highway safety experts for both the Claimant and Respondent.\nCook County originally installed the guardrail and the bridgerail in question prior to 1961, and maintenance responsibility was acquired by the State in 1968. The State did no construction upon the site from 1968 to the date of the incident in question in this claim.\nThe Respondents expert testified that there was no generally recognized engineering policy or engineering guidelines that mandated or ever recommended that the guardrail be attached to the bridgerail at the departure end of the bridge in the opposite lanes in 1968 or even in 1996 at the time of trial.\nThe Claimants expert testified that, as early as 1964, the Illinois Division of Highways, District 10, published a Guardrail Report which showed guardrails being attached to bridgerails on the departure ends of bridges, *67and which made recommendations for guardrail design and application.\nThe Claimants expert testified that the Illinois Book of Highway Standards, Standard 2230-14 and Standard 2336-3, require the guardrail to be attached to the bridgerail. Standard 2230-14 and 2336-3 were in effect at the time of the mishap in this claim.\nThe Claimants expert also testified that the Illinois Department of Transportation Bureau of Traffic Policies and Procedures required fixing dangerous highway locations and updating guardrails in high accident locations. There was no proof offered that the site of the mishap in this claim was a high accident location.\nThe Claimants expert gave his opinion that the State therefore violated its own standard of care when it failed to connect the guardrail to the bridgerail, and this failure was the cause of the decedents death.\nBoth experts testified to a clear zone required by AASHTO standards, but disagreed as to how to calculate the clear zone. The clear zone is the area from the edge of the travelled way to be kept clear of fixed objects.\nThis Court has consistently held that changes in highway construction standards to provide greater safety to the motoring public do not necessarily require that the State constantly upgrade highways to meet those standards. Pro v. State (1994), 47 Ill. Ct. Cl. 137; Hodge v. State (1981), 35 Ill. Ct. Cl. 51.\nIt is clear that the State did not upgrade the guardrail and bridgerail in question since it acquired jurisdiction in 1968.\nEven though the law generally does not require an upgrade for every change in safety standards, the Claimant *68argues that the condition was so hazardous as to require an upgrade in any event. Whether an upgrade would have been required may hinge on whether the bridge abutment was within the clear zone of the southbound traffic. On this issue the experts differ. We find that the Claimant has not by a preponderance of the evidence proven that the bridge abutment was within the clear zone or was so hazardous as to require its upgrade.\nWe have the Claimants experts assertion that the decedent would not have died had the guardrail been attached to the bridgerail. There is little evidence to support this opinion. The Illinois Supreme Court in Di Beneditto v. Flora Township (1992), 153 Ill. 2d 66, found that, when a motorist crossed the center line of a highway and overturned in a drainage ditch on the opposite side of the road, the proximate cause of the accident was the motorists loss of control of the vehicle. The Claimant is arguing that the proximate cause of the death of the decedent was the lack of a continuous guardrail-bridgerail. Thus, the State was not the proximate cause of the accident, and it was not proven that the State was the proximate cause of the death.\nTherefore, we find that the State owed no duty to the decedent, and was not the proximate cause of the decedents death. Thus, we need not make rulings as to whether the evidence of the Claimants decedents possible impairment by alcohol be allowed into evidence.\nIt is therefore ordered that this Claim is denied and dismissed.\n\nPlain English summary:\nDecedent died when his automobile left the lane of an avenue and struck a bridge abutment. The issue was whether defendant (the State) had a duty to bring the guardrail up to the bridge and merge it with the bridgerail along the bridge. The court held that the State did not owe decedent a duty of care. The case was denied and dismissed.\n",
    "annotations": {
        "Facts": [
            "The decedent, Terrence LaVelle, age 19, died when his automobile left the outer south-bound lane of Cottage Grove Avenue about two-tenths of a mile north of Sauk Trail Road in Cook County, spun around through the inner southbound lane, a four foot rumble strip median, and the two north-bound lanes, a walkway, and struck the bridge abutment on the north end of a bridge in the opposite lanes. The conditions were dry and clear, and it was 3:15 a.m. Friends of the decedent in a following automobile *66stated that a dog ran out in front of the decedents automobile, causing the decedent to swerve. The decedents automobile was traveling 45-50 m.p.h., when it skidded out of control.",
            "Claimant",
            "had alcohol in his system",
            "Cook County originally installed the guardrail and the bridgerail in question prior to 1961, and maintenance responsibility was acquired by the State in 1968. The State did no construction upon the site from 1968 to the date of the incident in question in this claim.The Respondents expert testified that there was no generally recognized engineering policy or engineering guidelines that mandated or ever recommended that the guardrail be attached to the bridgerail at the departure end of the bridge in the opposite lanes in 1968 or even in 1996 at the time of trial.The Claimants expert testified that, as early as 1964, the Illinois Division of Highways, District 10, published a Guardrail Report which showed guardrails being attached to bridgerails on the departure ends of bridges, *67and which made recommendations for guardrail design and application.The Claimants expert testified that the Illinois Book of Highway Standards, Standard 2230-14 and Standard 2336-3, require the guardrail to be attached to the bridgerail. Standard 2230-14 and 2336-3 were in effect at the time of the mishap in this claim.The Claimants expert also testified that the Illinois Department of Transportation Bureau of Traffic Policies and Procedures required fixing dangerous highway locations and updating guardrails in high accident locations.",
            "Both experts testified to a clear zone required by AASHTO standards, but disagreed as to how to calculate the clear zone. The clear zone is the area from the edge of the travelled way to be kept clear of fixed objects.",
            "It is clear that the State did not upgrade the guardrail and bridgerail in question since it acquired jurisdiction in 1968."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "There was no proof offered that the site of the mishap in this claim was a high accident location.",
            "We find that the Claimant has not by a preponderance of the evidence proven that the bridge abutment was within the clear zone or was so hazardous as to require its upgrade.",
            "Therefore, we find that the State owed no duty to the decedent"
        ],
        "Relevant Precedents": [
            "Pro v. State (1994), 47 Ill. Ct. Cl. 137; Hodge v. State (1981), 35 Ill. Ct. Cl. 51."
        ],
        "Outcome": [
            "It is therefore ordered that this Claim is denied and dismissed."
        ]
    },
    "class": "reverse"
}