{
    "text": "Margolis v. State, 51 Ill. Ct. Cl. 32 (1998)\nAug. 4, 1998 · Illinois Court of Claims · No. 87-CC-1044\n51 Ill. Ct. Cl. 32\n\nCase outline\nMajority — Frederick, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nRichard Margolis, Individually, and as Administrator of the Estate of Michelle Margolis and Joshua Margolis, Claimant,v.The State of Illinois, Respondent\nCooney & Conway (Michael J. Lubeck, of counsel), for Claimant.\nJim Ryan, Attorney General (Diann K. Marsalek and Robert T. Lane, Assistant Attorneys General, of counsel), for Respondent.\n*33OPINION\nFrederick, J.\nThe original Claimant, Marjorie Ocasek, special administrator of the estate of Michelle Margolis, filed her complaint sounding in negligence in the Court of Claims on November 13, 1986. A second amended complaint was filed on April 11, 1991, by Richard Margolis, individually, and as administrator of the estate of Michelle Margolis, deceased, Joyce Margolis, and Joshua Margolis. The second amended complaint alleges that on May 19, 1986, the Respondent negligently maintained a portion of Route 45 in Lake County, Illinois, which was the proximate cause of the death of Michelle Margolis who was driving in a southerly direction on Route 45 that early morning. Claimant alleges that the Respondent negligently caused the roadway to be constructed in a dangerous and defective condition, caused the road to curve so *34that a driver would easily lose control, failed to give notice of a dangerous curve to drivers, allowed the road to remain in a dangerous condition, and failed to repair the roadway. Claimant seeks substantial damages for the heirs of the decedent. The cause was tried by one of the Courts Commissioners.\nFacts\nAt about 2:00 a.m. on May 19, 1986, the Claimants decedent, 19-year-old Michelle Margolis, was driving her parents' Oldsmobile station wagon southbound on Route 45 north of Grass Lake Road in Lake County, Illinois. Claimant's decedent and two college friends, Kathy Kirchardt and Julie Weiss (Wynveen), were returning from Wisconsin where the three young ladies had been drinking at a bar called Horsin' Around. The girls were in Horsin' Around for several hours. Michelle Margolis was drinking Blue Hawaiians and beer. Upon leaving the bar at about 1:00 a.m., they found that Michelle's vehicle had been towed from the parking lot. A Kenosha police officer then transported all three young ladies to the tow yard. Claimant's decedent was permitted to retrieve her vehicle and she started driving home. They started for home at about 1:30 a.m. on Monday morning. Julie Weiss (Wynveen) suggested that they take Route 45 back to her house in Grayslake instead of back-tracking to Route 83. Claimant's decedent agreed to the route, however, she was unfamiliar with this road.\nAs Claimant's decedent's vehicle drove south, the weather was damp and hazy. The road was wet from rain. Claimant's decedent was speeding, and at times, was driving as fast as 85 miles per hour. Michelle was laughing and said, I can't believe I'm going this fast. The rural road was dark without any street lights or reflectors. Although Michelle was speeding, the vehicle safely negotiated a *35slight left curve north of Grass Lake Road. As Claimants decedents vehicle came out of the left curve and she was on a straight part of the roadway, the right wheels dropped two to three inches from the asphalt road surface to the gravel west shoulder. Claimant's decedent screamed, Julie! Julie said, Michelle, slow down. The car traveled with its right tires on the gravel shoulder for a distance of 77 feet along the edge of the pavement. After traveling 77 feet, the vehicle went back on the roadway, went into a broadside 90 degree skid, and slid across the two lanes of Route 45. The vehicle then skidded across the east gravel shoulder and into a ditch where it struck some small trees, bounced off a utility pole, and came to rest in the northbound lanes of Route 45. Claimants decedent was thrown into the back seat and was killed instantly.\nThe first person on the scene was Tom Erlenborn. Mr. Erlenborn, a long-time resident at 49202 North Highway 45, testified that he had heard many accidents on Route 45 from his house that were similar to the accident that took the life of Claimants decedent. Mr. Erlenbom testified that most accidents he had seen began with vehicles traveling southbound that missed the curve. He testified that at times the vehicles hit his driveway and sometimes they didn't. Claimant's decedent's vehicle did not miss the curve but went beyond the driveway of Mr. Erlenborn.\nMr. Erlenborn testified that several years before this accident, following a fatal accident involving a young man named Harrison from Lindenhurst, Mr. Erlenborn contacted Frank Gronn of the Illinois Department of Transportation to request that the State address the dangerousness of the road. Mr. Erlenborn noticed no changes in the road or the signage of the road following his first conversation with Mr. Gronn. Mr. Gronn did not recall this call *36from Mr. Erlenbom. Mr. Erlenbom testified he contacted Mr. Gronn a second time three months after the Margolis accident, again asking the State to address his concerns for the safety of the drivers on the road. In response to this call, Mr. Gronn inspected the curve. As part of his inspection, he performed a ball bank test. This test was designed to measure the severity of a highway curve at a given speed. If the ball bank test measures 10 or greater during the test, an advisoiy sign is erected. When Mr. Gross tested the curve complained of by Mr. Erlenbom, the highest reading was three. However, in an effort to satisfy Mr. Erlenbom's concerns, Mr. Gronn had a sign erected.\nResponding Officer Edward Davis testified in his evidence deposition that the west shoulder of Route 45 was two to three inches lower than the road surface at the point where the right tires of the Margolis vehicle left the roadway. A tire mark along the shoulder indicated that the vehicle traveled 77 feet along the edge of the road before going back on the highway. The police report, submitted by Respondent as part of its departmental report, confirms the drop-off and path of travel. The road was striped, but there were no delineators, no pavement reflectors, and no warning signs of any kind for southbound traffic entering the curve.\nClaimant's expert, Gordon White, an engineer, testified that three specific defects in the road contributed to the accident which took Michelle Margolis's life. First, the two to three inch drop-off caused the right tires to scrub along the edge of the roadway, preventing the Margolis vehicle from regaining the road in a controlled manner. Second, the absence of reflectors created a deficit in the positive guidance necessary to permit and assist Ms. Margolis in following the course of the road, and, third, trees in the clear zone alongside the highway created an obstruction.\n*37The Respondent presented the testimony of Michael Hankey, an engineer and road expert, to testify as to the condition of the highway in question. In Mr. Hankey s opinion, a two to three inch drop-off was not a hazard, and if such a drop-off did exist, it was reasonably safe. Also, Mr. Hankey testified that there was no evidence of what Gordon White described as scrubbing in any of the documents. As evidenced by the police report and Deputy Sheriff Edward Davis's evidence deposition testimony, the tires left the roadway, traveled 77 feet, and reentered the highway at a point where the shoulder was flush with the highway. At no point did the tires scrub or otherwise get hung up when re-entering the highway.\nMr. Hankey also testified that the road markings, consisting of yellow center lines and a white edge line, were sufficient positive guidance. He pointed out the fact that guidelines included in the Uniform Manual on Traffic Control are not mandatory requirements but instead are guidelines that are to be employed using the road engineers' judgment and discretion.\nMr. Hankey also testified that the clear zone is the distance from the edge of the adjacent lane where a vehicle is traveling into a roadside or to an area outside of the lane. Here, where the Margolis vehicle slid/skidded across the road, the edge of the adjacent lane in this case is the center line of Route 45. Similarly, while Dempsey Leith, the officer in charge of accident investigations for the Lake County Sheriff's Office, did not use the term clear zone, he indicated in his coroner's inquest testimony that the measurement from the roadway starts at the center line, as opposed to the edge of the road on the other lane. Mr. Leith testified at the coroner's inquest that the trees were approximately 23 feet from the center line of the roadway. If one measures the clear zone *38from the edge of the adjacent lane as Mr. Hankey and Mr. Leith suggest, the trees are 23 feet from the center line and outside the 20 feet Mr. White estimates to be sufficient for the clear zone.\nMichelle Margolis was 19 years old and had just completed her freshman year at Northern Illinois University at the time of the accident. She is survived by her father, Richard, her mother, Joyce, and her younger brother, Joshua.\nThe Law\nThe State is not an insurer of the conditions of the highways under its control but does have a duty to the public to use reasonable care in maintaining its roadways. (Cataldo v. State (1983), 36 Ill. Ct. Cl. 23.) To prevail, the Claimant must prove the State was negligent, that the negligence of the State was the proximate cause of the injury, and that the State had actual or constructive notice of the alleged defect in the roadway where the accident occurred. (Edwards v. State (1984), 36 Ill. Ct. Cl. 10.) The Court will also consider comparative negligence of the Claimant in adopting an award. Alvis v. Riber (1981), 85 Ill. 2d 1; Guffey v. State (1987), 40 Ill. Ct. Cl. 179; Koepp v. State (1993), 46 Ill. Ct. Cl. 344.\nThe State also has a duty to maintain the shoulder of its highways in a manner reasonably safe for its intended purposes, but the standard of care is higher for a highway than the shoulder since the reasonably intended use of the highway requires a greater level of care than the shoulder. (Siefert v. State (1989), 42 Ill. Ct. Cl. 8.) The evidence in this case indicates the shoulder drop-off was two to three inches over a very short length of roadway. While each case must be considered on its own facts, this Court has rejected claims where the shoulder drop-offs were considerably greater than two to three, inches and *39continuous for longer stretches of roadway. (Hill v. State (1978), 32 Ill. Ct. Cl. 482; Alsup v. State (1976), 31 Ill. Ct. Cl. 315; Lee v. State (1964), 25 Ill. Ct. Cl. 29.) A shoulder that is a few inches lower than the pavement does not amount to negligence, per se. The Court has consistently held in prior cases involving a shoulder drop-off that the driver was obligated to slow down before attempting to re-enter the highway. (Alsup, supra at 312 citing Lee v. State (1964), 25 Ill. Ct. Cl. 29, 34.) The State does not have a duty to maintain the shoulders of its highways in a manner that would insure the safety of vehicles turning off onto a shoulder, for whatever purpose, and then attempting to return to the roadway while traveling at the same speed. Alsup at 320. ■\nIn the case at bar, there was no testimony or evidence that Claimant attempted to slow down before reentering the highway after the car went off onto the shoulder. Instead, the evidence indicates that, while there are tire marks for 77 feet on the west side of Route 45, no skid marks appeared in the gravel shoulder until it had crossed the road and was exiting the highway on the east side and was headed toward the trees and utility pole. Therefore, based on the minimal drop-off, the lack of evidence indicating the drop-off impeded the vehicle from re-entering the road, and the absence of evidence indicating Ms. Margolis attempted to slow her vehicle down before re-entering the roadway, we find that the shoulder drop-off was not a proximate cause of the accident.\nClaimant's engineer testified that raised pavement reflectors were available in 1986 and would have provided sufficient guidance. Mr. White based his opinion on the recommendations included in the Uniform Manual on Traffic Control Devices. However, he conceded that the manual did not consider the reflective delineators to be a mandatory requirement.\n*40Mr. Michael Hankey, the States highway engineer, testified that the road markings consisting of yellow center lines and a white edge line on each roadway edge were sufficient positive guidance. He also pointed out the fact that guidelines included in the Uniform Manual on Traffic Control Devices are not mandatory requirements, but instead are guidelines that are to be employed using the road engineers' judgment and discretion.\nThe evidence indicates that the Margolis vehicle had left a slight curve and had come onto a straight level portion of the roadway when the vehicle veered off onto the shoulder. The vehicle had completely exited the curve when the accident occurred. We, therefore, find that the absence of reflectors as positive guidance was not a proximate cause of the accident.\nAlso, based on the ball bank test performed by Mr. Gronn, we find that the Respondent was not negligent in regard to any signage or lack of signage at or before the slight left curve on die roadway.\nGordon White, Claimant's expert, testified that the clear zone should be 20-30 feet from the pavement edge. However, Respondent's witness, Mike Hankey, testified that the clear zone is the distance from the edge of the adjacent lane where a vehicle is traveling into a roadside or to an area outside of the lane. Investigator Leith testified at the coroner's inquest that the trees were approximately 23 feet from the center line of the roadway. If you measure the clear zone from the edge of the adjacent lane as Mr. Hankey and Mr. Leith indicate, the trees are 23 feet from the center line and outside the 20 feet Gordon White testified to be sufficient for the clear zone.\nThe Claimant has also failed to prove by a preponderance of the evidence that the Respondent had notice *41of the alleged dangerous condition. In order for Claimant to recover, it must be proven by a preponderance of the evidence that the State had actual or constructive notice of the dangerous condition that allegedly existed. (Feldman v. State (1984), 36 Ill. Ct. Cl. 158.) The mere fact that a dangerous condition existed is not, by itself, sufficient to constitute an act of negligence on the part of the Respondent.\nThe Claimant relies on Tom Erlenborn, a resident of Route 45, the road where this accident occurred, to establish notice. In his testimony, Mr. Erlenborn stated that he personally had witnessed about 25 bad accidents in the area. Mr. Erlenborn testified that in the majority of the accidents, the cars missed the curve and went off of the roadway. Additionally, he testified that he had called the Department of Transportation on two occasions as previously outlined. Mr. Erlenborn testified that the accidents he witnessed usually involved automobiles missing the curve. However, the Margolis accident was substantially different. Ms. Margolis had traveled completely through the curve at the time the car left the roadway. This was not a case where the driver missed the curve and went off the road.\nClaimant next argues in regard to notice that the Commissioner erroneously excluded police reports concerning other similar accidents which occurred in the area. The Claimant, as an offer of proof, attached three police reports pertaining to other accidents that occurred on Route 45. The accidents in the reports either happened at a different location on Route 45 (Julie Taylor— five tenths mile north of Grass Lake Road instead of two tenths mile north), or the reports cited to an independent cause for the accident (Lloyd Tomasiewicz — reaching for a cassette tape; Duane Scaggs — avoiding an oncoming car in his lane.)\n*42The Commissioner did not err in his ruling barring the introduction of the police reports. Evidence of other sufficiently related accidents, although not competent for the purpose of showing independent acts of negligence, may be admissible to show notice to Respondent of a dangerous condition and that the unsafe condition caused other accidents. However, in this case, the accident reports offered by the Claimant fail to establish that a shoulder drop-off, insufficient positive guidance, or insufficient clear zone resulted in, or contributed to, any of those accidents which produced the police reports Claimant sought to introduce. Despite Claimants assertion that the other accidents are similar, the accidents referenced in the police reports occurred at a different location or were caused by other factors. The Claimants offered reports fail to establish a similar dangerous condition in the roadway. Therefore, the Commissioners ruling disallowing the introduction of the police reports was not an abuse of discretion.\nThe Claimants decedent was speeding considerably over the speed limit on a dark, wet roadway. She was not familiar with the roadway and it was the middle of the night. The Claimants decedent drove off the roadway. The Court, therefore, finds that Claimants decedent was negligent in failing to keep her vehicle on the highway. The cause of this accident and injury was Claimants decedent negligently speeding and driving off the roadway. We find that it was Claimants decedents negligence that caused the injury and was, therefore, the proximate cause of Claimants decedents injuries. Scarzone v. State (1990), 43 Ill. Ct. Cl. 207.\nClaimants decedent had a duty to keep her vehicle under control and to drive at speeds reasonable and proper under the conditions that existed. (Harris v. State *43(1986), 39 Ill. Ct. Cl. 176.) This Court has held that the adoption of the doctrine of comparative negligence in the State of Illinois did not extinguish the requirement of proximate cause. The failure to establish proximate cause of an injury precludes liability, negating the need to compare fault. (Nunley v. Village of Cahokia (1983), 115 Ill. App. 3d 208.) It is clear to the Court that the proximate cause of the accident was the negligent driving of Claimants decedent. She could have avoided the accident by driving within the speed limit and driving on the roadway instead of the shoulder, and by slowing down and stopping prior to trying to drive back on the roadway when she did drive on die shoulder. Calvert v. State (1985), 38 Ill. Ct. Cl. 104.\nWhile the death of Michelle Margolis was tragic and unnecessary, her speeding and careless driving were the proximate cause of this fatal accident. The Respondent was not negligent and Respondents actions or lack of actions were not the proximate cause of this accident. The Claimants have failed to meet their burden of proof, as Claimants have failed to prove by a preponderance of the evidence that Respondent was negligent, that Respondents actions or inactions were a proximate cause of the injuries, and that the Respondent had actual or constructive notice of this specific alleged dangerous condition.\nFor the foregoing reasons, it is the order of the Court that Claimants claim be, and hereby is, denied.\n\nPlain English summary:\nPlaintiff's decedent, a 19-year-old girl, was driving while intoxicated down a country road (Route 45), which she was unfamiliar with. The conditions were wet and dark. She was with two friends. She lost control of the car, crashed, and died. Plaintiff sued the state for negligent failure to maintain Route 45. The court denied the claim on the basis that plaintiff's decedent proximately caused her own death. There was insufficient evidence that the defendant owed a duty to plaintiff's decedent, or breached that duty. \n",
    "annotations": {
        "Facts": [
            "on May 19, 1986",
            "Michelle Margolis",
            "was driving in a southerly direction on Route 45",
            "At about 2:00 a.m. on May 19, 1986, the Claimants decedent, 19-year-old Michelle Margolis, was driving her parents' Oldsmobile station wagon southbound on Route 45 north of Grass Lake Road in Lake County, Illinois. Claimant's decedent and two college friends, Kathy Kirchardt and Julie Weiss (Wynveen), were returning from Wisconsin where the three young ladies had been drinking at a bar called Horsin' Around. The girls were in Horsin' Around for several hours. Michelle Margolis was drinking Blue Hawaiians and beer. Upon leaving the bar at about 1:00 a.m., they found that Michelle's vehicle had been towed from the parking lot. A Kenosha police officer then transported all three young ladies to the tow yard. Claimant's decedent was permitted to retrieve her vehicle and she started driving home. They started for home at about 1:30 a.m. on Monday morning. Julie Weiss (Wynveen) suggested that they take Route 45 back to her house in Grayslake instead of back-tracking to Route 83. Claimant's decedent agreed to the route, however, she was unfamiliar with this road.As Claimant's decedent's vehicle drove south, the weather was damp and hazy. The road was wet from rain. Claimant's decedent was speeding, and at times, was driving as fast as 85 miles per hour. Michelle was laughing and said, I can't believe I'm going this fast. The rural road was dark without any street lights or reflectors. Although Michelle was speeding, the vehicle safely negotiated a *35slight left curve north of Grass Lake Road. As Claimants decedents vehicle came out of the left curve and she was on a straight part of the roadway, the right wheels dropped two to three inches from the asphalt road surface to the gravel west shoulder. Claimant's decedent screamed, Julie! Julie said, Michelle, slow down. The car traveled with its right tires on the gravel shoulder for a distance of 77 feet along the edge of the pavement. After traveling 77 feet, the vehicle went back on the roadway, went into a broadside 90 degree skid, and slid across the two lanes of Route 45. The vehicle then skidded across the east gravel shoulder and into a ditch where it struck some small trees, bounced off a utility pole, and came to rest in the northbound lanes of Route 45. Claimants decedent was thrown into the back seat and was killed instantly.The first person on the scene was Tom Erlenborn. Mr. Erlenborn, a long-time resident at 49202 North Highway 45, ",
            "had heard many accidents on Route 45 from his house that were similar to the accident that took the life of Claimants decedent. ",
            "most accidents he had seen began with vehicles traveling southbound that missed the curve. ",
            "at times the vehicles hit his driveway and sometimes they didn't. Claimant's decedent's vehicle did not miss the curve but went beyond the driveway of Mr. Erlenborn.",
            "several years before this accident, following a fatal accident involving a young man named Harrison from Lindenhurst, Mr. Erlenborn contacted Frank Gronn of the Illinois Department of Transportation to request that the State address the dangerousness of the road. Mr. Erlenborn noticed no changes in the road or the signage of the road following his first conversation with Mr. Gronn. Mr. Gronn did not recall this call *36from Mr. Erlenbom.",
            "Mr. Erlenbom",
            "contacted Mr. Gronn a second time three months after the Margolis accident, again asking the State to address his concerns for the safety of the drivers on the road. In response to this call, Mr. Gronn inspected the curve. As part of his inspection, he performed a ball bank test. This test was designed to measure the severity of a highway curve at a given speed. If the ball bank test measures 10 or greater during the test, an advisoiy sign is erected. When Mr. Gross tested the curve complained of by Mr. Erlenbom, the highest reading was three. However, in an effort to satisfy Mr. Erlenbom's concerns, Mr. Gronn had a sign erected.",
            "the west shoulder of Route 45 was two to three inches lower than the road surface at the point where the right tires of the Margolis vehicle left the roadway. A tire mark along the shoulder indicated that the vehicle traveled 77 feet along the edge of the road before going back on the highway. The police report, submitted by Respondent as part of its departmental report, confirms the drop-off and path of travel. The road was striped, but there were no delineators, no pavement reflectors, and no warning signs of any kind for southbound traffic entering the curve.",
            "guidelines included in the Uniform Manual on Traffic Control are not mandatory requirements but instead are guidelines that are to be employed using the road engineers' judgment and discretion.",
            "the clear zone is the distance from the edge of the adjacent lane where a vehicle is traveling into a roadside or to an area outside of the lane. Here, where the Margolis vehicle slid/skidded across the road, the edge of the adjacent lane in this case is the center line of Route 45.",
            "the trees were approximately 23 feet from the center line of the roadway. If one measures the clear zone *38from the edge of the adjacent lane",
            "the trees are 23 feet from the center line",
            "Michelle Margolis was 19 years old and had just completed her freshman year at Northern Illinois University at the time of the accident. She is survived by her father, Richard, her mother, Joyce, and her younger brother, Joshua.",
            "the shoulder drop-off was two to three inches over a very short length of roadway.",
            "raised pavement reflectors were available in 1986",
            "the Uniform Manual on Traffic Control Devices",
            "did not consider the reflective delineators to be a mandatory requirement.",
            "guidelines included in the Uniform Manual on Traffic Control Devices are not mandatory requirements",
            "the Margolis vehicle had left a slight curve and had come onto a straight level portion of the roadway when the vehicle veered off onto the shoulder. The vehicle had completely exited the curve when the accident occurred.",
            "the trees were approximately 23 feet from the center line of the roadway. If you measure the clear zone from the edge of the adjacent lane as Mr. Hankey and Mr. Leith indicate, the trees are 23 feet from the center line",
            "The Claimant",
            "attached three police reports pertaining to other accidents that occurred on Route 45. The accidents in the reports either happened at a different location on Route 45 (Julie Taylor— five tenths mile north of Grass Lake Road instead of two tenths mile north), or the reports cited to an independent cause for the accident (Lloyd Tomasiewicz — reaching for a cassette tape; Duane Scaggs — avoiding an oncoming car in his lane.)"
        ],
        "Procedural History": [
            "The original Claimant, Marjorie Ocasek, special administrator of the estate of Michelle Margolis, filed her complaint sounding in negligence in the Court of Claims on November 13, 1986. A second amended complaint was filed on April 11, 1991, by Richard Margolis, individually, and as administrator of the estate of Michelle Margolis, deceased, Joyce Margolis, and Joshua Margolis."
        ],
        "Application of Law to Facts": [
            "A shoulder that is a few inches lower than the pavement does not amount to negligence, per se. ",
            "The State does not have a duty to maintain the shoulders of its highways in a manner that would insure the safety of vehicles turning off onto a shoulder, for whatever purpose, and then attempting to return to the roadway while traveling at the same speed.",
            "In the case at bar, there was no testimony or evidence that Claimant attempted to slow down before reentering the highway after the car went off onto the shoulder. Instead, the evidence indicates that, while there are tire marks for 77 feet on the west side of Route 45, no skid marks appeared in the gravel shoulder until it had crossed the road and was exiting the highway on the east side and was headed toward the trees and utility pole. ",
            "based on the ball bank test performed by Mr. Gronn, we find that the Respondent was not negligent in regard to any signage or lack of signage at or before the slight left curve on die roadway.",
            "The Claimant has also failed to prove by a preponderance of the evidence that the Respondent had notice *41of the alleged dangerous condition.",
            "The mere fact that a dangerous condition existed is not, by itself, sufficient to constitute an act of negligence on the part of the Respondent.The Claimant relies on Tom Erlenborn, a resident of Route 45, the road where this accident occurred, to establish notice. In his testimony, Mr. Erlenborn stated that he personally had witnessed about 25 bad accidents in the area. Mr. Erlenborn testified that in the majority of the accidents, the cars missed the curve and went off of the roadway. Additionally, he testified that he had called the Department of Transportation on two occasions as previously outlined. Mr. Erlenborn testified that the accidents he witnessed usually involved automobiles missing the curve. However, the Margolis accident was substantially different. Ms. Margolis had traveled completely through the curve at the time the car left the roadway. This was not a case where the driver missed the curve and went off the road.",
            "The Commissioner did not err in his ruling barring the introduction of the police reports.",
            "Despite Claimants assertion that the other accidents are similar, the accidents referenced in the police reports occurred at a different location or were caused by other factors. The Claimants offered reports fail to establish a similar dangerous condition in the roadway. Therefore, the Commissioners ruling disallowing the introduction of the police reports was not an abuse of discretion.The Claimants decedent was speeding considerably over the speed limit on a dark, wet roadway. She was not familiar with the roadway and it was the middle of the night. The Claimants decedent drove off the roadway. The Court, therefore, finds that Claimants decedent was negligent in failing to keep her vehicle on the highway. The cause of this accident and injury was Claimants decedent negligently speeding and driving off the roadway.",
            "Claimants decedent had a duty to keep her vehicle under control and to drive at speeds reasonable and proper under the conditions that existed.",
            "The Respondent was not negligent",
            "The Claimants have failed to meet their burden of proof, as Claimants have failed to prove by a preponderance of the evidence that Respondent was negligent",
            "and that the Respondent had actual or constructive notice of this specific alleged dangerous condition."
        ],
        "Relevant Precedents": [
            "Cataldo v. State (1983), 36 Ill. Ct. Cl. 23.",
            "Edwards v. State (1984), 36 Ill. Ct. Cl. 10.",
            "Alvis v. Riber (1981), 85 Ill. 2d 1; Guffey v. State (1987), 40 Ill. Ct. Cl. 179; Koepp v. State (1993), 46 Ill. Ct. Cl. 344.",
            "Siefert v. State (1989), 42 Ill. Ct. Cl. 8",
            "Hill v. State (1978), 32 Ill. Ct. Cl. 482; Alsup v. State (1976), 31 Ill. Ct. Cl. 315; Lee v. State (1964), 25 Ill. Ct. Cl. 29.",
            "Alsup, supra at 312 citing Lee v. State (1964), 25 Ill. Ct. Cl. 29, 34",
            "Alsup at 320",
            "Feldman v. State (1984), 36 Ill. Ct. Cl. 158",
            "Scarzone v. State (1990), 43 Ill. Ct. Cl. 207.",
            "Harris v. State *43(1986), 39 Ill. Ct. Cl. 176"
        ],
        "Outcome": [
            "For the foregoing reasons, it is the order of the Court that Claimants claim be, and hereby is, denied."
        ]
    },
    "class": "reverse"
}