{
    "text": "Hobart v. Shin, 185 Ill. 2d 283 (1998)\nDec. 17, 1998 · Illinois Supreme Court · No. 84667\n185 Ill. 2d 283\n\nCase outline\nMajority — Justice Heiple\nConcurring In-Part-And-Dissenting-In-Part — Chief Justice Freeman\nOther formats\nPDF\nAPI\nCiting cases\n16 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nMILDRED HOBART, Indiv. and as Special Adm'r of the Estate of Kathryn Hobart, Deceased, Appellee,v.DANIEL C. SHIN, M.D., Appellant\n— Rehearing denied February 1, 1999.\n*285FREEMAN, C.J., joined by BILANDIC and McMORROW JJ-, concurring in part and dissenting in part.\nSwanson, Martin & Bell, of Chicago (Kevin T. Martin, Robert J. Meyer and Kevin V. Boyle, of counsel), for appellant.\n*286Goldberg & Goldberg, of Chicago (David A. Novoselsky and Margarita T. Kulys, of counsel), for appellee.\nMiller, Shakman, Hamilton, Kurtzon & Schlifke, of Chicago (Michael L. Shakman and Jennifer L. Sachs, of counsel), and Saul J. Morse and Robert John Kane, of Springfield, for amici curiae Illinois Psychiatric Society et al.\nJUSTICE HEIPLE\ndelivered the opinion of the court: The primary question presented by this appeal is whether a decedent's contributory negligence may be raised as a defense in a wrongful death suit brought against a physician whose patient commits suicide while under mental health treatment. The answer is yes.\nFACTUAL AND PROCEDURAL HISTORY\nMildred Hobart filed this case in the circuit court of Cook County after her daughter, Kathryn, committed suicide by taking an overdose of Doxepin, a prescribed antidepressant medication. At the close of trial, the jury returned a verdict in favor of the defendant, Daniel C. Shin, M.D. The appellate court reversed and remanded for a new trial, holding that the circuit court improperly allowed defendant to file an affirmative defense alleging Kathryn's contributory negligence. 292 Ill. App. 3d 580. We granted defendant's petition for leave to appeal. 166 Ill. 2d R. 315.\nThe following facts were adduced at trial. In 1988, defendant was a family practice physician employed at the University of Illinois-Chicago's student health facility. On August 9, 1988, Kathryn Hobart, a 27-year-old student at the university, sought treatment from defendant, who was assigned as her primary care physician. During this appointment, Kathryn reported that she had recently been experiencing fatigue, changing moods, loss of appetite, irritability, dizziness, nausea, and breathing *287difficulty. Kathryn denied that she had thoughts of committing suicide. Defendant diagnosed Kathryn as suffering from general anxiety disorder. On August 18, defendant saw Kathryn again, and observed that she was feeling better and her mood was stable. On September 21, Kathryn had defendant examine a sore spot in her breast, but she did not mention her mental condition. On October 26, Kathryn saw another doctor at the clinic for a sore throat.\nOn November 21, Kathryn's mother, Mildred, telephoned defendant and reported that Kathryn was panicked and could not sleep. Mildred also said that Kathryn had been seen by the Hobarts' family physician, who prescribed an antianxiety medication and recommended that she be examined by a psychiatrist. Defendant authorized Kathryn to see a psychiatrist at Hinsdale Hospital that day. The next day, November 22, defendant spoke over the phone to the psychiatrist at Hinsdale who had seen Kathryn. The psychiatrist told defendant that Kathryn had a long-term history of depression and panic attacks. The Hinsdale psychiatrist did not believe that Kathryn was suicidal, but recommended that she receive psychotherapy.\nLater that day, defendant saw Kathryn in his office. Defendant noted that Kathryn could not stand, had no appetite, had difficulty sleeping, was worried about failing in school, and was experiencing general hopelessness and insecurity. Defendant was concerned that Kathryn might be having suicidal thoughts, and was aware that she had attempted suicide on two occasions approximately seven years earlier. Defendant recommended that Kathryn be hospitalized, but she refused. Defendant agreed instead to have her see a psychologist at the student counseling service. Kathryn went immediately to the counseling service, and after an hour or so, returned to defendant's office with a psychologist. The psycholo*288gist reported that, after some discussion, Kathryn had agreed to be hospitalized. Kathryn was admitted to the University of Illinois Hospital on November 23.\nDr. Rachel Fargason, a psychiatrist, treated Kathryn during her hospital stay. Although Kathryn was admitted under suicide precautions, Fargason lifted those precautions after the initial examination because she did not believe Kathryn posed a suicide risk. Fargason diagnosed Kathryn as suffering from recurrent major depression, and prescribed Doxepin, an antidepressant. On December 12, Kathryn was no longer displaying symptoms of depression, and she was discharged.\nAfter Kathryn left the hospital, she saw defendant only once, on December 21. Defendant noted that Kathryn was smiling and upbeat, had no thoughts of hopelessness or suicide, and talked of her plans to become a teacher. Kathryn expressed concern about running out of medication and about the cost of filling small prescriptions frequently. Accordingly, defendant wrote Kathryn a prescription for 90 Doxepin pills of 50 milligrams each, a one-month supply, with one refill.\nFargason saw Kathryn on a weekly basis after she left the hospital. During three separate visits, on December 16, 23, and 30, Kathryn displayed no signs of depression and no active or passive suicidal tendencies. Fargason testified that although defendant did not notify her when he prescribed Kathryn additional medication on December 21, such notification between treating doctors would have been unusual and unnecessary for a prescription refill.\nOn January 4, 1989, after Kathryn's backpack containing her school notes was stolen, she became severely depressed. Her mother urged her to contact her doctors, but she refused because she did not want to be hospitalized again. On January 6, Kathryn was found dead in a motel room in which she had registered under *289a fictitious name. She had ingested approximately 224 Doxepin pills of 25 milligrams each, for a total of 5,600 milligrams. A lethal dose is 500 milligrams.\nAt the conclusion of the evidence, the court denied plaintiffs request to instruct the jury on the issue of contributory negligence using a nonpattern jury instruction. The court instead instructed the jury on contributory negligence pursuant to Illinois Pattern Jury Instructions, Civil, Nos. B10.03, 10.02 (3d ed. 1995) (hereinafter IPI Civil 3d). The jury returned a verdict for defendant.\nOn appeal, the appellate court reversed the judgment and remanded for a new trial, holding that the affirmative defense of contributory negligence is inappropriate in a wrongful death suit brought against a physician whose patient commits suicide while under treatment for mental health. 292 Ill. App. 3d at 588. The appellate court also held that the affirmative defense was untimely filed. 292 Ill. App. 3d at 586.\nANALYSIS\nDefendant contends that the appellate court erred in holding that the affirmative defense of contributory negligence is inappropriate in a suit brought against a physician whose patient commits suicide while under mental health treatment. Defendant argues that the propriety of a contributory negligence defense should be determined by the trial court based on the facts of each case.\nPlaintiff counters that the appellate court was correct in holding that contributoiy negligence in a suicide malpractice case *** is inappropriate and irrelevant. 292 Ill. App. 3d at 588. Plaintiff argues that when a physician is treating a patient for suicidal tendencies, actions taken by the patient leading to suicide cannot constitute contributory negligence because the physician is under a duty to prevent precisely those actions. Plaintiff urges this court to follow the holding of Peoples Bank v. Damera, 220 Ill. App. 3d 1031 (1991).\n*290In Damera, a doctor who was treating a patient for suicidal tendencies prescribed a two-week supply of anti-anxiety and antidepression medication just before discharging the patient from the hospital. A few hours after discharge, the patient committed suicide by ingesting all of the medication. Damera, 220 Ill. App. 3d at 1032. The appellate court reversed the jury's verdict for the defendant, holding that in a suicide malpractice case against the decedent's psychiatrist, the comparative fault of the decedent is not likely ever to be an appropriate or relevant issue ***. Damera, 220 Ill. App. 3d at 1035-36.\nSection 2 — 1116 of the Code of Civil Procedure provides that a plaintiff whose contributory negligence is more than 50% of the proximate cause of the injury or damage for which recovery is sought shall be barred from recovering any damages. 735 ILCS 5/2 — 1116 (West 1994). The statute thus makes clear that people generally have a duty to exercise ordinary care for their own safety. We are not prepared to hold, as did the appellate court in the instant case and in Damera, that this principle is inapplicable to all patients who commit suicide while under treatment for suicidal tendencies. Rather, we believe the better-reasoned approach is as another court has written on this subject:\n[T]he issue of contributory negligence of a mentally disturbed person is a question of fact; unless, of course, the evidence discloses that the person whose actions are being judged is completely devoid of reason. If he is so mentally ill that he is incapable of being contributorily negligent, he would be entitled to have the jury so instructed ***. But only in those cases in which the evidence would admit to no other rational conclusion would plaintiff be entitled to have the issue determined as a matter of law. De Martini v. Alexander Sanitarium, Inc., 192 Cal. App. 2d 442, 447, 13 Cal. Rptr. 564, 567 (1961).\nTo rule otherwise would be to make the doctor the absolute insurer of any patient exhibiting suicidal ten*291dencies. The consequence of such a ruling would be that no health care provider would want to risk the liability exposure in treating such a patient, and, thus, suicidal persons would be denied necessary treatment. Public policy cannot condone such a result.\nPlaintiff contends, however, that even if a defense of contributory negligence is sometimes appropriate in cases of a mental health patient's suicide, the trial court abused its discretion by allowing the defense to be raised in the instant case. Plaintiff points out that defendant knew of Kathryn's previous suicide attempts and diagnosed her as having suicidal thoughts only a few weeks before her death. Plaintiff argues that these strong suicidal tendencies show that Kathryn was incapable of taking responsibility for her actions.\nWe believe, on the contrary, that the trial court's decision to allow the defense of contributory negligence was supported by the evidence. By the time Kathryn was released from the hospital, she was no longer experiencing symptoms of depression. The last time defendant saw her, more than two weeks before her death, she was smiling and upbeat, and spoke positively of her plans for the future. Both defendant and Dr. Fargason testified that, in light of Kathryn's improved condition, they considered her request for a larger prescription to be both natural and rational. Furthermore, on the day of her death, Kathryn acted in a premeditated and deliberate fashion: she left home, refused to contact her doctors, and checked into a motel under a fictitious name. Given these facts, the trial court was justified in concluding that the issue of Kathryn's contributory negligence was appropriate for the jury's consideration.\nPlaintiff further contends, however, that the appellate court correctly held that the affirmative defense should have been barred as untimely filed. Defendant counters that the trial court acted properly in allowing him to file the defense.\n*292A trial court has broad discretion to allow the addition of new defenses on just and reasonable terms at any time before final judgment so long as other parties do not thereby sustain undue prejudice or surprise. See 735 ILCS 5/2 — 616 (West 1994); Loyola Academy v. S&S Roof Maintenance, Inc., 146 Ill. 2d 263, 273-74 (1992). The procedural history in this case shows that plaintiff filed her complaint on December 26, 1989. On April 6, 1990, defendant answered the complaint, denying that his conduct caused Kathryn's death. On January 21, 1992, defendant filed a motion for summary judgment, arguing that Kathryn's conduct in taking her own life was the proximate cause of her death. On December 1, 1994, Dr. Rachel Fargason testified by deposition that Kathryn's death was caused by Kathryn's choice not to call her treating doctors when she was upset and by her carefully planned behavior in going to the motel room to end her life. On December 12, 1994, plaintiff was granted leave to depose a rebuttal expert on the issue of causation. On May 5, 1995, defendant filed a motion for leave to file the affirmative defense of Kathryn's contributory negligence. On May 30, 1995, plaintiff filed a motion to strike the affirmative defense as untimely. On June 1, 1995, trial began, and the court entered an order allowing the filing of the affirmative defense and denying plaintiffs motion to strike. The jury heard from the first witness on June 7, and returned its verdict on June 28.\nAfter carefully considering the record in this case, we conclude that the trial court did not abuse its discretion in allowing defendant to file the affirmative defense. The court heard extensive argument from both sides concerning the timeliness of the defense. During its deliberations on this matter, the court conducted a thorough examination of the pleadings and discovery in order to assess whether plaintiff would suffer prejudice if the defense were filed. The court concluded that the issue of Kath*293ryn's responsibility for her own death was sufficiently prominent in the pleading and discovery process as to afford plaintiff ample opportunity to rebut the defense. Furthermore, in allowing the defense to be filed, the court specifically prohibited defendant from introducing any new evidence at trial on the issue, confining defendant's proof to the opinions of witnesses who testified during pretrial discovery. Conversely, the court explicitly permitted plaintiff to elicit during trial previously undisclosed opinions of witnesses on the question of Kathryn's contributory negligence. Although plaintiff claimed in her motion to strike that the timing of the filing prejudiced her, she failed to identify any issues which she was unable to fully examine or witnesses she was unable to call as a result of the trial court's ruling. In light of all these circumstances, we believe the trial court's decision to allow the affirmative defense was within its discretion.\nFinally, plaintiff contends that the trial court gave the jury an improper instruction on the issue of contributory negligence. The appellate court declined to address this question. At the close of the evidence, plaintiff requested that the following nonpattern instruction be given to the jury:\nIt was the duty of the plaintiffs decedent before and at the time of the occurrence to use that degree of care that she was capable of exercising in light of her mental condition at the time of the occurrence. The plaintiffs decedent is contributorily negligent if (1) she failed to use that degree of care that she was capable of exercising in light of her mental condition at the time of the occurrence and (2) her failure to use such care was a proximate cause of her death.\nThe court refused plaintiffs requested instruction, and instead granted defendant's request to give the jury the following instructions, based on Illinois Pattern Instructions No. B10.03 and 10.02:\nIt was the duty of the decedent, before and at the time of the occurrence, to use ordinary care for her own safety. *294A decedent is contributorily negligent if (1) she fails to use ordinary care for her own safety and (2) her failure to use such ordinary care is a proximate cause of the injury. See IPI Civil 3d No. BIO.03.\nWhen I use the words 'ordinary care,' I mean the care a reasonably careful person would use under circumstances similar to those shown by the evidence. The law does not say how a reasonably careful person would act under those circumstances. That is for you to decide. See IPI Civil 3d No. 10.02.\nPlaintiff argues that the standard IPI instruction on contributory negligence was inadequate in this case because it failed to take into account the fact that Kathryn was being treated for mental illness at the time of her death. Plaintiff argues that Kathryn should not have been held to the IPI standards of ordinary care and a reasonably careful person, because her mental condition prevented her from exercising such care.\nWhenever an IPI instruction is applicable in a civil case, the trial court, giving due consideration to the facts and the prevailing law, is required to use that instruction. 134 Ill. 2d R. 239. A non-IPI instruction may be used if the court determines that the pattern instruction does not accurately state the law. 134 Ill. 2d R. 239. The determination of whether an instruction is applicable and accurately states the law in a given case is within the trial court's discretion. Burge v. Morton, 99 Ill. App. 3d 266 (1981).\nIn the instant case, the trial court concluded that the IPI instructions were applicable and accurately stated the law on the issue of Kathryn's contributory negligence. Although the instructions required the jury to measure Kathryn's conduct by a standard of ordinary care, the instructions defined this standard as the care a reasonably careful person would use under circumstances similar to those shown by the evidence. (Emphasis added.) In light of the evidence in this case that Kathryn was competent and rational in the days and weeks im*295mediately preceding her death, we cannot say that the trial court erred in concluding that the IPI instructions on contributory negligence were appropriate. The instructions allowed the jury to evaluate Kathryn's contributory negligence, if any, based on the particular circumstances of this case. The giving of the pattern instructions thus did not constitute an abuse of the trial court's discretion.\nCONCLUSION\nFor the reasons stated, we reverse the judgment of the appellate court and affirm the judgment of the circuit court.\nAppellate court judgment reversed; circuit court judgment affirmed.\nCHIEF JUSTICE FREEMAN,\nconcurring in part and dissenting in part:\nI agree with the majority to the extent it holds that (i) defendant may raise the issue of plaintiffs contributory negligence as an affirmative defense and (ii) defendant raised this affirmative defense in timely fashion. I part company with the majority, however, on the issue of whether the jury was properly instructed. Because I believe that a reduced capacity instruction was warranted in this case, I would reverse and remand the matter for a new trial.\nRelying heavily on De Martini v. Alexander Sanitarium, Inc., 192 Cal. App. 2d 442, 13 Cal. Rptr. 564 (1961), the majority initially concludes that the issue of contributory negligence of a mentally disturbed person is generally a question of fact and, thus, upholds the circuit court's submission of the issue to the jury. In addressing plaintiffs argument concerning the jury instructions in this case, however, the majority inexplicably ignores the guidance provided on this subject by the court in De Martini. It must be noted that in De Martini, the *296court expressly approved the use of an instruction which told the jury that it was necessary for you to visualize a person in a similar condition, when ascertaining what acts or omissions would be negligent and what would not be. (Emphasis added.) De Martini, 192 Cal. App. 2d at 448, 13 Cal. Rptr. at 567. Moreover, my research reveals that this approach has been similarly endorsed by other courts in foreign jurisdictions. For example, the New Jersey Supreme Court has acknowledged that\n[t]he modern trend [in tort law] appears to favor the use of a capacity-based standard for the contributory negligence of mentally disturbed plaintiffs. W. Keeton, D. Dobbs, R. Keeton, D. Owen, Prosser and Keeton on the Law of Torts § 32, 178 n.39 (5th ed. 1984). This standard tolerates a reduced standard of care for such persons. It measures the conduct of a mentally disturbed plaintiff in light of his or her capacity. [Citations.]\n*** This standard recognizes that a mentally disturbed plaintiff is not capable of adhering to a reasonable person's standard of self-care, but at the same time holds that plaintiff responsible for the consequences of conduct that is unreasonable in light of the plaintiffs capacity. In effect, this rule permits the application of a flexible reduced standard of care; it does not eliminate contributory negligence. Thus, in [such cases] contributory negligence is an issue that should be determined under the capacity-based standard. (Emphasis added.) Cowan v. Doering, 111 N.J. 451, 459-60, 545 A.2d 159, 163 (1988).\nLikewise, the Court of Appeals of North Carolina has held that a person whose mental faculties are diminished is not exempt from the doctrine of contributory negligence. However, that person is not to be held to the objective reasonable person standard. Rather, the court stressed that such a person should be held only to the exercise of such care as he or she was capable of exercising, i.e., the standard of care of a person of like mental capacity under similar circumstances. See Stacy v. Jedco *297 Construction, Inc., 119 N.C. App. 115, 120, 457 S.E.2d 875, 879 (1995) (and cases cited therein).\nNotwithstanding the above, the majority rejects plaintiffs contention that the standard Illinois pattern instruction (IPI) on contributory negligence, given to the jury here, was inadequate. Plaintiff argues that the instruction failed to take into account the fact that Kathryn was being treated for mental illness at the time of her death. Plaintiff further asserts that Kathryn should not have been held to the IPI standards of ordinary care and a reasonably careful person because her mental condition prevented her from exercising such care. In upholding the use of the given IPI instruction, the majority points out that the given instruction permitted the jury to consider ordinary care as the care a reasonably careful person would use under circumstances similar to those shown by the evidence. The majority implies that this quoted language permitted the jury to consider Kathryn's mental state. .\nUnlike my colleagues in the majority, I am not at all confident that the quoted language would have caused the jury to measure Kathryn's conduct under the reduced standard of care as contemplated by the court in De Martini. Indeed, in view of the given instruction's earlier reference to the reasonably careful person, I do not see how the jury would have known that it was to consider Kathryn's actions against the standard of care of a person of like mental capacity under similar circumstances. The jury in this case was simply not given any indication that it was to measure Kathryn's actions in light of her diminished capacity. Rather, the jury instruction given in this case merely related to the standard of care that governs an adult's contributory negligence, without regard to that adult's diminished capacity.1\nThe majority's acceptance of an instruction on con*298tributory negligence which refers to a reasonable person standard of care is inconsistent with the very case law utilized by the majority to recognize the doctrine of contributory negligence in suicide cases in the first instance. For this reason, I believe that the lack of an instruction which related to the jury the reduced standard of care applicable to Kathryn constituted reversible error. I, therefore, would remand the matter for a new trial.\nJUSTICES BILANDIC and McMORROW join in this partial concurrence and partial dissent.\n1\nI note that in a contributory negligence case which involves a *298minor, IPI Civil 3d No. 10.05 is to be used. This instruction explains to the jury the concept of the minor's reduced capacity by instructing that ordinary care means that degree of care which a reasonably careful [person] [minor] [child] of the age, mental capacity and experience of the [plaintiff] [defendant] [decedent] would use under circumstances similar to those shown by the evidence. IPI Civil 3d No. 10.05. The inclusion of the phrase under circumstances similar to those shown by the evidence in this instruction contradicts the majority's implication that this same phrase in the standard instruction serves to direct the jury to consider the concept of reduced capacity. If that were true, then IPI Civil 3d No. 10.05 would be unnecessary in cases involving minors. In any event, had an instruction similar to IPI Civil 3d No. 10.05 been given in this case, it would have more accurately explained to the juiy the reduced capacity standard at issue than the standard instruction approved today by the majority.\n\nPlain English summary:\nDecedent committed suicide. Plaintiff, decedent's mother, sued defendant, decedent's primary care physician. The jury returned a verdict in favour of defendant. The plaintiff appealed, and the appellate court reversed and remanded for a new trial, holding that the circuit court improperly allowed defendant to file an affirmative defense alleging decedent's contributory negligence. The Supreme Court reversed the appellate court's finding, holding that the defense of contributory negligence was proper and the trial court's verdict should stand. ",
    "annotations": {
        "Facts": [
            "In 1988, defendant was a family practice physician employed at the University of Illinois-Chicago's student health facility. On August 9, 1988, Kathryn Hobart, a 27-year-old student at the university, sought treatment from defendant, who was assigned as her primary care physician. During this appointment, Kathryn reported that she had recently been experiencing fatigue, changing moods, loss of appetite, irritability, dizziness, nausea, and breathing *287difficulty. Kathryn denied that she had thoughts of committing suicide. Defendant diagnosed Kathryn as suffering from general anxiety disorder. On August 18, defendant saw Kathryn again, and observed that she was feeling better and her mood was stable. On September 21, Kathryn had defendant examine a sore spot in her breast, but she did not mention her mental condition. On October 26, Kathryn saw another doctor at the clinic for a sore throat.On November 21, Kathryn's mother, Mildred, telephoned defendant and reported that Kathryn was panicked and could not sleep. Mildred also said that Kathryn had been seen by the Hobarts' family physician, who prescribed an antianxiety medication and recommended that she be examined by a psychiatrist. Defendant authorized Kathryn to see a psychiatrist at Hinsdale Hospital that day. The next day, November 22, defendant spoke over the phone to the psychiatrist at Hinsdale who had seen Kathryn. The psychiatrist told defendant that Kathryn had a long-term history of depression and panic attacks. The Hinsdale psychiatrist did not believe that Kathryn was suicidal, but recommended that she receive psychotherapy.Later that day, defendant saw Kathryn in his office. Defendant noted that Kathryn could not stand, had no appetite, had difficulty sleeping, was worried about failing in school, and was experiencing general hopelessness and insecurity. Defendant was concerned that Kathryn might be having suicidal thoughts, and was aware that she had attempted suicide on two occasions approximately seven years earlier. Defendant recommended that Kathryn be hospitalized, but she refused. Defendant agreed instead to have her see a psychologist at the student counseling service. Kathryn went immediately to the counseling service, and after an hour or so, returned to defendant's office with a psychologist. The psycholo*288gist reported that, after some discussion, Kathryn had agreed to be hospitalized. Kathryn was admitted to the University of Illinois Hospital on November 23.Dr. Rachel Fargason, a psychiatrist, treated Kathryn during her hospital stay. Although Kathryn was admitted under suicide precautions, Fargason lifted those precautions after the initial examination because she did not believe Kathryn posed a suicide risk. Fargason diagnosed Kathryn as suffering from recurrent major depression, and prescribed Doxepin, an antidepressant. On December 12, Kathryn was no longer displaying symptoms of depression, and she was discharged.After Kathryn left the hospital, she saw defendant only once, on December 21. Defendant noted that Kathryn was smiling and upbeat, had no thoughts of hopelessness or suicide, and talked of her plans to become a teacher. Kathryn expressed concern about running out of medication and about the cost of filling small prescriptions frequently. Accordingly, defendant wrote Kathryn a prescription for 90 Doxepin pills of 50 milligrams each, a one-month supply, with one refill.Fargason saw Kathryn on a weekly basis after she left the hospital. During three separate visits, on December 16, 23, and 30, Kathryn displayed no signs of depression and no active or passive suicidal tendencies. Fargason testified that although defendant did not notify her when he prescribed Kathryn additional medication on December 21, such notification between treating doctors would have been unusual and unnecessary for a prescription refill.On January 4, 1989, after Kathryn's backpack containing her school notes was stolen, she became severely depressed. Her mother urged her to contact her doctors, but she refused because she did not want to be hospitalized again. On January 6, Kathryn was found dead in a motel room in which she had registered under *289a fictitious name. She had ingested approximately 224 Doxepin pills of 25 milligrams each, for a total of 5,600 milligrams. A lethal dose is 500 milligrams."
        ],
        "Procedural History": [
            "Mildred Hobart filed this case in the circuit court of Cook County",
            "At the close of trial, the jury returned a verdict in favor of the defendant, Daniel C. Shin, M.D. The appellate court reversed and remanded for a new trial, holding that the circuit court improperly allowed defendant to file an affirmative defense alleging Kathryn's contributory negligence.",
            "We granted defendant's petition for leave to appeal.",
            "At the conclusion of the evidence",
            "The court",
            "instructed the jury on contributory negligence pursuant to Illinois Pattern Jury Instructions, Civil, Nos. B10.03, 10.02 (3d ed. 1995) (hereinafter IPI Civil 3d). The jury returned a verdict for defendant.On appeal, the appellate court reversed the judgment and remanded for a new trial, holding that the affirmative defense of contributory negligence is inappropriate in a wrongful death suit brought against a physician whose patient commits suicide while under treatment for mental health."
        ],
        "Application of Law to Facts": [
            "We believe, on the contrary, that the trial court's decision to allow the defense of contributory negligence was supported by the evidence. By the time Kathryn was released from the hospital, she was no longer experiencing symptoms of depression. The last time defendant saw her, more than two weeks before her death, she was smiling and upbeat, and spoke positively of her plans for the future. Both defendant and Dr. Fargason testified that, in light of Kathryn's improved condition, they considered her request for a larger prescription to be both natural and rational. Furthermore, on the day of her death, Kathryn acted in a premeditated and deliberate fashion: she left home, refused to contact her doctors, and checked into a motel under a fictitious name. Given these facts, the trial court was justified in concluding that the issue of Kathryn's contributory negligence was appropriate for the jury's consideration.",
            "It was the duty of the decedent, before and at the time of the occurrence, to use ordinary care for her own safety. *294A decedent is contributorily negligent if (1) she fails to use ordinary care for her own safety",
            "When I use the words 'ordinary care,' I mean the care a reasonably careful person would use under circumstances similar to those shown by the evidence."
        ],
        "Relevant Precedents": [
            "Peoples Bank v. Damera, 220 Ill. App. 3d 1031 (1991).",
            "Damera",
            "Damera, 220 Ill. App. 3d at 1032",
            "Damera, 220 Ill. App. 3d at 1035-36",
            "Section 2 — 1116 of the Code of Civil Procedure",
            "735 ILCS 5/2 — 1116 (West 1994).",
            "Damera",
            "De Martini v. Alexander Sanitarium, Inc., 192 Cal. App. 2d 442, 447, 13 Cal. Rptr. 564, 567 (1961)."
        ],
        "Outcome": [
            "For the reasons stated, we reverse the judgment of the appellate court and affirm the judgment of the circuit court."
        ]
    },
    "class": "reverse"
}