{
    "text": "Koss v. State, 51 Ill. Ct. Cl. 98 (1999)\nApril 19, 1999 · Illinois Court of Claims · No. 90-CC-1937\n51 Ill. Ct. Cl. 98\n\nCase outline\nMajority — Frederick, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nArlene Koss, Special Administrator of the Estate of Edward Koss, Deceased, Claimant,v.The State of Illinois, Respondent\nOrder filed May 12, 1999.\nJames E. Pancratz, Ltd., for Claimant.\nJim Ryan, Attorney General (Gary Griffin, Assistant Attorney General, of counsel), for Respondent.\n*99OPINION\nFrederick, J.\nClaimant, Arlene Koss, individually and as Special Administrator of the Estate of Edward Koss, deceased, filed this wrongful death claim seeking damages of $100,000 on January 19, 1990. Claimant alleges that on January 23, 1988, Claimants decedent, Edward Koss, was assigned to Respondents Metropolitan Community Correctional Center in Chicago, Illinois. While at Metropolitan Community Correctional Center, Mr. Koss suffered a cardiac arrest and died. Claimant alleges that Respondent was negligent, in that Respondent negligently supervised, and attended to, said decedent in such a manner that foreseeably caused injury and death to him; negligently failed to provide decedent with appropriate and timely emergency care; and negligently failed to promptly contact outside emergency personnel.\nThe cause was tried before Commissioner Michael E. Fryzel.\nThe Facts\nThe incident from which this claim arose occurred on the evening of January 22, 1988, at approximately 11:30 p.m. At that time, Claimants decedent, Edward Koss, was playing pool with two fellow inmates in the recreation room of the Metropolitan Community Correctional Center, hereinafter referred to as MCCC, located in Chicago, Illinois. At approximately 11:32 p.m., Mr. Koss suddenly collapsed to the floor and started shaking uncontrollably. According to witness, Counselor Woodrow *100Hester, Mr. Koss appeared to have suffered a heart attack or some sort of seizure.\nOn duty at MCCC that evening were three correctional residential counselors, namely Woodrow Hester, Vincent Allen, and Percy Coleman. No nurses or physicians were on duty or available within the MCCC. All three counselors were trained in cardiopulmonary resuscitation. They were also certified and re-certified each year, as required by their employer, the Illinois Department of Corrections. Counselor Hester had no other medical training.\nIn CPR training classes, the correctional institutional counselors were trained to be proficient in detecting the signs and symptoms of a patient in cardiac arrest. To be certified in CPR, the counselors had to demonstrate physical competence in certain life-saving techniques, such as checking and removing obstructions from a patients airway, giving mouth-to-mouth resuscitation to restore breathing, and doing chest compressions to circulate the blood flow. Those certified in CPR were trained to administer CPR on cardiac arrest patients until the paramedics arrived, or until they were too exhausted to continue. Counselor Hester was trained to give CPR only when a person was not breathing, and not during an epileptic seizure.\nAdditionally, all three counselors were trained to follow certain mandatory protocols in the event of a medical emergency. Part of the protocol required the correctional personnel to perform CPR on any individual within the facility when indicated, while awaiting arrival of emergency medical personnel. The protocol was developed by Respondent.\nAccording to the testimony of Counselor Hester, on the evening of January 22, 1988, the only counselor who *101witnessed Mr. Koss s collapse in the pool room was Woodrow Hester. When Counselor Hester first saw Koss drop and shake uncontrollably, Mr. Hester was frightened. When Mr. Koss became still, Mr. Hester then checked for a pulse on Mr. Koss s wrist, but did not check his airway. He recalls Mr. Koss breathing very hard at that time. At that point, according to Mr. Hester, Mr. Koss had no pulse, was nonresponsive, felt cold and was very bluish in color. Mr. Hester then ran out of the pool room and informed his supervisor, Perry Coleman, of Mr. Koss s condition. The trip from where Mr. Koss fell to the office took approximately five to six seconds. Counselors Hesters initial impression was that Mr. Koss was already dead. Counselor Hester had no recollection of the weather conditions that night, and it apparently played no part in any actions he took. Even though Counselor Hester did not go back to the place where Mr. Koss fell until the paramedics arrived, Counselor Hester testified that Mr. Koss never regained a pulse during that time and was turning more bluish.\nCounselor Hester did testify that * * # you people must realize this (the incident) was 1988, and you want to be precise, and its almost impossible. I forgot all about this case until I got a letter from you a couple of months ago.\nCounselor Hester testified that he did not administer CPR to Mr. Koss because his training had indicated that the maneuver was not to be used when the person was still breathing, and Mr. Koss was still breathing.\nSupervisor Coleman was supervising Counselor Allen and Counselor Hester on the night of the incident. His best recollection was that Inmate Koss was one of approximately 50 residents at MCCC that night. Mr. Coleman testified that standard procedure was to call for an *102ambulance when dealing with a medical emergency, but that Inmate Koss's case was the only one he could recall requiring a 911 call.\nContrary to Counselor Hester's recollection of the events that night, Supervisor Coleman's report and trial testimony indicate that Supervisor Coleman was the first MCCC employee to find out that Inmate Koss had fallen. Mr. Coleman then went to the front office and ordered Counselor Hester to make the 911 call.\nSupervisor Coleman testified that Inmate Koss was breathing sort of heavily when he arrived. Supervisor Coleman knelt down next to Inmate Koss to make sure that Inmate Koss was, in fact, breathing. Supervisor Coleman testified he didn't use CPR at that point because his training specified that the maneuver was only to be used when someone was not breathing.\nColeman only left the scene for a few minutes, to see if he could get any medical information on Inmate Koss. When Coleman came back to where Inmate Koss was laying, Inmate Koss was still breathing, and still breathing in the same rhythm as when he had left the room.\nColeman was standing just a few feet away from Inmate Koss when the paramedics arrived and he observed Inmate Koss still breathing. Coleman also observed Inmate Koss still breathing when the paramedics took Inmate Koss out of MCCC.\nSupervisor Coleman did not recall Koss appearing blue in color, nor does his report include any such recollection. Supervisor Coleman also denied that any resident offered to perform CPR on Inmate Koss.\nSupervisor Coleman and Counselor Hester agreed that an ambulance was needed. Mr. Hester made a 911 *103call at 11:38 p.m. from the shift office. Counselor Hester informed the 911 dispatcher that Inmate Koss was without a pulse, non-responsive, bluish in color, and cold. When the paramedics eventually arrived, Counselor Hester again advised them of these same signs and symptoms.\nAt the time Counselor Hester was calling 911, Supervisor Coleman and Counselor Allen were in the pool room attending to Inmate Koss. Counselor Allen and Supervisor Coleman tried several times to obtain a response from Inmate Koss, but were not successful. Supervisor Coleman then left Inmate Koss for a few minutes to retrieve Mr. Kosss medical file. Counselor Allen also left Mr. Koss unattended for a few minutes to check for contraband in Mr. Kosss cell. Neither Coleman, Allen nor Hester performed CPR on Inmate Koss before the arrival of the paramedics.\nMr. Allen was a correctional resident counselor I at Metro in January 1988. He also had been certified yearly in CPR technique. Counselor Allen began his shift at Metro at 11:00 p.m. on January 22,1988. Counselor Allen testified that he and Counselor Hester were in the shift office when Supervisor Coleman came in and informed them that Inmate Koss had fallen. Supervisor Coleman told Counselor Hester to make the 911 call and told Counselor Allen to return to the pool room area with him. Inmate Koss was on the floor when Counselor Allen arrived. At that time, Inmate Koss was breathing and moving. Counselor Allen checked Inmate Koss s neck for a pulse and found a faint pulse. Counselor Allen noticed nothing unusual about Inmate Koss s skin color and did not state that it was blue. He observed Inmate Koss s breathing to be heavier, and then slower.\nCounselor Allen testified that this breathing pattern continued until the paramedics arrived, and he disagreed *104with the EMS report stating otherwise. Counselor Allen stated that, When the paramedics moved us so they could go to work, Inmate Koss was still breathing. Unlike Counselor Hester, who stayed in the shift office until the paramedics arrived at 11:45 p.m., Counselor Allen was at Inmate Koss s side, except for a brief period when he ordered the other residents back to their rooms and checked the immediate area for contraband.\nEven after the paramedics arrived, it was Counselor Allens testimony that Inmate Kosss skin color was not blue and that Inmate Koss's condition remained unchanged from the time he first collapsed until the arrival of the paramedics.\nCounselor Allen was trained that he was not to apply CPR when a person was breathing and that is why he did not perform CPR on Inmate Koss. Additionally, Counselor Allen testified that he would have searched for any windpipe blockage if Inmate Koss had been choking. Mr. Koss was not choking.\nCounselor Allen was right next to Inmate Koss when the paramedics arrived, and it was his testimony, based on his observations, that Inmate Koss was still breathing at that time. It was also Counselor Allens contention that Mr. Koss was breathing as he was being taken out of MCCC and placed into the ambulance.\nThe paramedics never told Counselor Allen that Mr. Koss was already dead. Counselor Allen never told the paramedics that Mr. Koss had been without a pulse, respiration, or blood pressure for any period prior to their arrival. Counselor Allen also denied that any resident had offered to perform CPR on Inmate Koss.\nAt 11:45 p.m., the paramedics arrived at the MCCC. The paramedics were directed to Inmate Koss and were *105advised by Counselor Hester of Mr. Koss s absence of vital signs. At this time, according to Counselor Hester, Mr. Koss looked worse than ever before. The paramedics noted that Koss was not breathing, not responsive, pulse-less and cyanotic when they first saw Mr. Koss. The paramedics determined that Inmate Koss had not received any CPR or life-saving up to this point and had been without vital signs for at least five minutes, based on the time lapse between the 11:38 p.m. dispatch transmission and their arrival at 11:45 p.m. The paramedics placed Inmate Koss on top of the pool table and began to perform CPR. After attempting CPR for several minutes, the paramedics used various emergency medical techniques on Mr. Koss.\nAfter having obtained no response or vital signs from Inmate Koss, the paramedics placed Inmate Koss on a stretcher. They also tried to revive him in the ambulance parked outside in MCCC's lot. Inmate Koss was taken to the University of Illinois Medical Center in Chicago where he was pronounced dead. The hospital staff called the decedents wife, Arlene Koss, at 12:45 a.m. and told Mrs. Koss of Inmate Koss's death. The CFD ambulance was dispatched at approximately 11:38 p.m., and arrived at Metro at 11:45 p.m. The ambulance left Metro 21 minutes later and arrived at the University of Illinois hospital at 12:08 a.m., on January 23, 1988. Mr. Koss died at the hospital on January 23, 1988. The Claimant has brought no lawsuits against any other entity or person, other than the State of Illinois in this case.\nOn Januaiy 23,1988, Mrs. Koss spoke to Mr. Savage, the acting resident director of MCCCs facility, about the events surrounding Inmate Koss s death. Before speaking with the director, Mrs. Koss had allegedly heard from one of the other inmates present at the scene that he had offered to perform CPR on Inmate Koss. This alleged offer *106was denied by the counselors on duty at the scene. Mrs. Koss specifically inquired of Mr. Savage about the matter and why first aid/CPR had not been administered to Mr. Koss. Mrs. Koss did not receive an answer from Mr. Savage as to why CPR was not administered. Mrs. Koss never testified as to how she came across this information, which resident she allegedly talked to, or the name of the resident who allegedly offered to perform CPR. Additionally, no other inmate was called to corroborate this alleged offer. We, therefore, give no weight to this testimony.\nIn August of 1986, Mr. Koss had pled guilty to two counts of armed robbery and one count of aggravated battery. He was initially sent to the Joliet Correctional Center and then transferred to the Vandalia Correctional Center. Mr. Koss was sent back to Joliet in November, 1987, and subsequently assigned to MCCC in November, 1987. His minimum projected out-date was November 23, 1988, and his maximum release date was January 23, 1992.\nUpon Mr. Kosss death, Mrs. Koss became a single parent with two minor children. During their marriage and before his incarceration, Mr. Koss worked two jobs to support his family and was employed as both an automobile mechanic and a pizza delivery driver. During his incarceration, Mr. Koss had worked at a meat packing department within the correctional facility. Inmate Koss kept in close contact with his family and he wrote letters to his family frequently from Vandalia. He also spoke to his family by phone about twice a week.\nIn November of 1987, based on his good behavior, Inmate Koss was transferred to a halfway house at the MCCC facility. Upon this placement, he started to provide financially for his family. While at MCCC, Inmate *107Koss secured a job with Belmont Auto Clinic in Chicago, Illinois, and earned approximately $250 to $300 per week. His paycheck was used to contribute to the support of his family.\nBeing assigned to MCCC enabled Mr. Koss to see his family approximately five times a week. As a father, Mr. Koss was involved in his childrens welfare and upbringing. Mr. Koss urged his children to attend school. Mr. Koss also enjoyed taking Ms son, Douglas, with him during pizza deliveries, and enjoyed playing with Alicia at her home.\nThe last time Mrs. Koss and her children saw Mr. Koss was when they returned him to MCCC on the night of January 22, 1988. On that day, Mr. Koss s health seemed fine. As a result of Mr. Koss s death, his wife and two children have received therapy and counseling. Douglas and Alicia saw therapists for a year on a weekly basis and Mrs. Koss saw a therapist for two years on a regular basis. No bills for this treatment were presented.\nThe Claimant called Dr. Paul Schoenfeld as an expert witness. Dr. Schoenfeld is board certified in cardiology. According to Dr. Schoenfeld, the standard of care for individuals trained in CPR requires that they detect signs and symptoms of patients in cardiac arrest. These are patients without respiration, without a pulse, and without blood pressure. Certification in CPR requires competence in performing life-saving techniques, such as clearing obstructions from a patients airway, giving mouth-to-mouth resuscitation to restore breathing, and doing chest compressions to circulate a patients blood flow. Dr. Schoenfeld testified that, in his opinion, none of the three correctional counselors acted within the standard of care required for individuals trained and certified in CPR. The basis for this opinion was that not one of the three counselors ever *108checked for obstructions in Mr. Kosss airway, that there was no administration of CPR when CPR should have been started, and that none of the counselors attempted mouth-to-mouth resuscitation, chest compressions, or even repeated a pulse.\nBased on the EMS report and the affidavit of Officer Meade, Dr. Schoenfeld testified that Inmate Koss was in full cardiac arrest for approximately eight minutes before arrival of the paramedics. Upon arrival, the CPR performed by the paramedics was too late and ineffective, because of the lack of oxygen to Inmate Kosss system for the extended period of time prior to their arrival. Dr. Schoenfeld testified that the critical time for CPR to be effective is the first four minutes immediately after the patient first exhibits signs of no pulse, no respiration, and no blood pressure. After four minutes, the chance of survival for a normal recovery drops dramatically for the patient.\nIn accordance with the applicable standard of care, Dr. Schoenfeld testified that CPR should have been performed in this case within 30 seconds after Counselor Hester detected that Inmate Koss had no pulse and was non-responsive. He further testified that, even if Mr. Koss has labored breathing, that CPR should have been performed after the airway was opened. Dr. Schoenfeld believes that the critical factors to look for are pulse, blood pressure, and responsiveness from the patient. Another key factor is if a patient is cyanotic. Dr. Schoenfeld concluded by testifying that, if CPR had been performed during the eight minutes before the paramedics arrived at 11:45 p.m., the chance of resuscitation would have been between 60 percent to 70 percent, and his chance for survival would have been between 80 percent and 85 percent.\nDr. Schoenfeld concurred that the cause of death was cardiac arrhythmia leading to cardiac arrest due to *109ventricular defibrillation. The cause of death for Inmate Koss was not a heart attack or a myocardial infarction, as there was no thinning or scarring surrounding Inmate Koss s heart muscle.\nDr. Schoenfeld opines that the three counselors breached their duties of care, as each did not administer CPR as required under MCCC's own policies, as well as the standard of care for individuals certified in CPR. Counselor Allen admitted that, if a patient is without respiration, without pulse and bluish in color, CPR should be administered based on his CPR training. Dr. Schoenfeld did testily that a symptom of cardiac arrest is that the patient is not breathing. He indicated cardiac arrest is sometimes called a pulseless, non-breather. Dr. Schoenfeld also testified that, if a patient is breathing, you probably don't need to perform CPR if a patient has a pulse. Both Counselor Allen and Supervisor Coleman testified that Mr. Koss was breathing and had a pulse. Dr. Schoenfeld also stated that, where someone is in cardiac arrest, the caregiver should be thinking about CPR. The counselors testified they considered performing CPR but did not think it was appropriate, as Mr. Koss was breathing. Additionally, Dr. Schoenfeld did not say that CPR was mandatory where a patient is breathing, or that it was the only course of action. He indicated that it was something that could be done if the patient's condition worsens. The counselors admitted that they considered performing CPR, but didn't think it was appropriate in Inmate Koss's situation as they observed it.\nDr. Schoenfeld stated that the best opportunity to resuscitate Inmate Koss was in the first five to eight minutes following his collapse. However, this conclusion assumed that Mr. Koss was without respiration and a pulse, which is directly contradicted by Counselor Allen and Supervisor Coleman, who were standing right next to Mr. *110Koss. Dr. Schoenfeld went on to state that Mr. Koss's abnormal breathing was the likely result of his airway being obstructed. While no obstruction is noted in the records, an obstructed airway can also be caused by head and body position. Dr. Schoenfeld admitted that some persons simply, and unfortunately, just die on the spot, and that there's nothing that can be done for them.\nThe EMS report notes that no drug solution was administered to Inmate Koss by the paramedics until at least 10 minutes after they arrived at MCCC. Dr. Schoenfeld stated, That was getting to be a bit of a long time * * * and that's not the fastest anybody has ever gotten an IV in. The EMS report also stated that no defibrillation was administered to Inmate Koss until 11 minutes after the paramedics arrived at MCCC and 16 minutes after Meades estimate that Inmate Koss had been without a pulse. Dr. Schoenfeld stated they should have defibrillated him as soon as they possibly could.\nClaimant's expert indicates that, if the paramedics' report is accurate, they waited too long to defibrillate Mr. Koss, and that this delay was improper procedure. Dr. Schoenfeld went on to testify that Inmate Koss should have been defibrillated within five minutes or less of the paramedics' arrival at MCCC.\nThe Court has carefully reviewed the testimony of the three counselors and the affidavit of the paramedic. We find, based on the testimony, that the decedent was in cardiac arrest and that the counselors failed to follow the established protocol for the use of CPR for which all three had been trained. We find that the most credible evidence of what occurred is established by the signs and symptoms conveyed to the EMTs initially as they started their run. That condition of the decedent was confirmed by the decedent's condition upon their arrival at MCCC.\n*111We further find that the testimony of Dr. Schoenfeld establishes the standard of care. A person exhibiting the symptoms of the decedent should have had CPR started immediately by one certified to perform CPR. The Respondents protocol demanded CPR be initiated, and continued, until the arrival of the EMTs. The doctors testimony also established that the counselors deviated from the standard of care, by failing to give chest compressions, check for a pulse, and check the airway.\nFinally, the doctor's testimony clearly established that the deviation was a proximate cause of the decedent's injury and death, as his uncontradicted testimony was that, if CPR had been properly performed by the counselors, there would have been a minimum chance of resuscitation of 60 percent.\nThe Law\nThis Court has held on numerous occasions that the State owes a duty to provide inmates with reasonable medical care. (Bynum v. State (1992), 44 Ill. Ct. Cl. 1.) The Court has also held that the failure to provide timely medical attention may constitute negligence. Davidson v. State (1983), 35 Ill. Ct. Cl. 835.\nIn order to sustain a claim of medical negligence against Respondent, the Claimant must prove by a preponderance of the evidence the standard of care, that Respondent deviated from the standard of care, and the deviation from the standard of care was a proximate cause of the Claimant's injuries. (Olivares v. State (1995), 47 Ill. Ct. Cl. 424, 426; Cleckley v. State (1994), 47 Ill. Ct. Cl. 235.) Normally, expert testimony is required to prove the elements of a Claimant's medical negligence claim. Robinson v. State (1994), 47 Ill. Ct. Cl. 364.\nThe Claimant has proven by a preponderance of the evidence that Claimant's decedent was an inmate of the *112Illinois Department of Corrections. Therefore, a duty to provide Claimant's decedent with reasonable medical care existed. Claimant's decedent was in the custody of Respondent at the time of his attack, even though he was in a work release facility. The Respondent trained its three counselors in CPR and, if appropriate, the counselors should have been able to provide CPR to the Claimant's decedent. The Respondent adopted a protocol for the counselors to follow in the event of cardiac arrest.\nDr. Paul Schoenfeld, Claimant's expert, was the only expert who testified in this case. It is difficult to understand why Respondent failed to present any expert testimony to rebut the testimony of Dr. Schoenfeld. Dr. Schoenfeld established the standard of care, the Respondent's breach of the standard of care, and that Respondent's negligence was a proximate cause of the Claimant's decedent's death. The Claimant, through the testimony of Dr. Schoenfeld, the paramedics, and Woodrow Hester, established a prima facie case of medical negligence. Respondent argues that the Court should disregard Hester's testimony that the decedent was without a pulse or respiration. The Respondent argues the Court should disregard the paramedics' testimony, and that the Court should disregard Dr. Schoenfeld's testimony. However, based on a review of all the evidence, we find Mr. Hester, the paramedics, and Dr. Schoenfeld to be credible witnesses. The Respondent failed to rebut the Claimant's prima facie case. Gordon v. State (1995), 47 111. Ct. Cl. 5.\nWhile the Respondent makes arguments to the Court, the Respondent presented no expert witnesses to support its arguments. Dr. Schoenfeld was a board certified cardiologist who trained technicians in CPR. Respondent's strategy of not presenting an expert does not serve the Respondent's cause.\n*113We find that the Respondent was negligent in not initiating the CPR on Mr. Koss, as required by the Respondents own protocol.\nDamages\nThe issue of damages is more difficult. Mr. Koss was a felon and a long-time criminal. The evidence presented to establish damages was minimal. The Claimant relies on the doctrine of substantial pecuniary loss, the loss of society, and the loss of consortium. The Court has reviewed the record carefully and makes the following findings as to damages:\n(a) That Arlene Koss, the surviving spouse of the decedent, has suffered a pecuniary loss, for all measures of damages, totaling $65,000;\n(b) That Douglas Koss, the surviving son of the decedent, has suffered a pecuniary loss, for all measures of damages, totaling $30,000;\n(c) That Alicia Koss, the surviving daughter of the decedent, has suffered a pecuniary loss, for all measures of damages, totaling $30,000.\nPrior to entering a final order, the Court requires information on the ages of Douglas Koss and Alicia Koss. The record does not disclose their birth dates. The Court must determine if one or both children have attained the age of 18, so that a direct award can be ordered. If one or both children are not 18 years of age, Claimant will have to establish a guardianship to accept tire award. Therefore, it is hereby ordered that the Claimant shall file a pleading with the Court indicating the birth dates of the two children within 21 days. Upon the filing of the pleading by Claimant, the Court will enter a final order.\nThe Court would also be remiss if the oral arguments were not mentioned. This was a very close case. *114The oral arguments before the full Court were very helpful to the Court in deciding this case. While Claimant may not have thought oral arguments worthwhile, the Court was persuaded to find for Claimant based on those arguments.\nORDER\nFrederick, J.\nThis cause comes before the Court on Claimants complaint, and the Claimant having provided the Court with the information requested in the Court's opinion, and the Court being fully advised in the premises, therefore, it is ordered:\nA. That Arlene Koss is awarded $65,000 in full satisfaction of her claim.\nR. That Douglas Koss, born June 24, 1980, is awarded $30,000 in full satisfaction of his claim.\nC. That Alicia Koss, bom November 23,1981, being 17 years of age, is awarded $30,000 in full satisfaction of her claim. However, the award shall only be paid over to Alicia Koss upon the court being presented with letters of guardianship of the Estate of Alicia Koss, a minor, or, if no letters of guardianship of the estate are forthcoming, then, and in that event, the award shall be paid over to Alicia Koss on, or after, November 23, 1999, without interest, when Alicia Koss attains her majority.\n\nPlain English summary:\nX.\n",
    "annotations": {
        "Facts": [
            "Edward Koss, was assigned to Respondents Metropolitan Community Correctional Center in Chicago, Illinois. While at Metropolitan Community Correctional Center, Mr. Koss suffered a cardiac arrest and died.",
            "The incident from which this claim arose occurred on the evening of January 22, 1988, at approximately 11:30 p.m. At that time, Claimants decedent, Edward Koss, was playing pool with two fellow inmates in the recreation room of the Metropolitan Community Correctional Center, hereinafter referred to as MCCC, located in Chicago, Illinois. At approximately 11:32 p.m., Mr. Koss suddenly collapsed to the floor and started shaking uncontrollably. According to witness, Counselor Woodrow *100Hester, Mr. Koss appeared to have suffered a heart attack or some sort of seizure.On duty at MCCC that evening were three correctional residential counselors, namely Woodrow Hester, Vincent Allen, and Percy Coleman. No nurses or physicians were on duty or available within the MCCC. All three counselors were trained in cardiopulmonary resuscitation. They were also certified and re-certified each year, as required by their employer, the Illinois Department of Corrections. Counselor Hester had no other medical training.In CPR training classes, the correctional institutional counselors were trained to be proficient in detecting the signs and symptoms of a patient in cardiac arrest. To be certified in CPR, the counselors had to demonstrate physical competence in certain life-saving techniques, such as checking and removing obstructions from a patients airway, giving mouth-to-mouth resuscitation to restore breathing, and doing chest compressions to circulate the blood flow. Those certified in CPR were trained to administer CPR on cardiac arrest patients until the paramedics arrived, or until they were too exhausted to continue. Counselor Hester was trained to give CPR only when a person was not breathing, and not during an epileptic seizure.Additionally, all three counselors were trained to follow certain mandatory protocols in the event of a medical emergency. Part of the protocol required the correctional personnel to perform CPR on any individual within the facility when indicated, while awaiting arrival of emergency medical personnel. The protocol was developed by Respondent.According to the testimony of Counselor Hester, on the evening of January 22, 1988, the only counselor who *101witnessed Mr. Koss s collapse in the pool room was Woodrow Hester. When Counselor Hester first saw Koss drop and shake uncontrollably, Mr. Hester was frightened. When Mr. Koss became still, Mr. Hester then checked for a pulse on Mr. Koss s wrist, but did not check his airway. He recalls Mr. Koss breathing very hard at that time. At that point, according to Mr. Hester, Mr. Koss had no pulse, was nonresponsive, felt cold and was very bluish in color. Mr. Hester then ran out of the pool room and informed his supervisor, Perry Coleman, of Mr. Koss s condition. The trip from where Mr. Koss fell to the office took approximately five to six seconds. Counselors Hesters initial impression was that Mr. Koss was already dead. Counselor Hester had no recollection of the weather conditions that night, and it apparently played no part in any actions he took. Even though Counselor Hester did not go back to the place where Mr. Koss fell until the paramedics arrived, Counselor Hester testified that Mr. Koss never regained a pulse during that time and was turning more bluish.Counselor Hester did testify that * * # you people must realize this (the incident) was 1988, and you want to be precise, and its almost impossible. I forgot all about this case until I got a letter from you a couple of months ago.Counselor Hester",
            "did not administer CPR to Mr. Koss because his training had indicated that the maneuver was not to be used when the person was still breathing, and Mr. Koss was still breathing.Supervisor Coleman was supervising Counselor Allen and Counselor Hester on the night of the incident. His best recollection was that Inmate Koss was one of approximately 50 residents at MCCC that night.",
            "standard procedure was to call for an *102ambulance when dealing with a medical emergency, but that Inmate Koss's case was the only one he could recall requiring a 911 call.Contrary to Counselor Hester's recollection of the events that night, Supervisor Coleman's report and trial testimony indicate that Supervisor Coleman was the first MCCC employee to find out that Inmate Koss had fallen. Mr. Coleman then went to the front office and ordered Counselor Hester to make the 911 call.Supervisor Coleman testified that Inmate Koss was breathing sort of heavily when he arrived. Supervisor Coleman knelt down next to Inmate Koss to make sure that Inmate Koss was, in fact, breathing. Supervisor Coleman testified he didn't use CPR at that point because his training specified that the maneuver was only to be used when someone was not breathing.Coleman only left the scene for a few minutes, to see if he could get any medical information on Inmate Koss. When Coleman came back to where Inmate Koss was laying, Inmate Koss was still breathing, and still breathing in the same rhythm as when he had left the room.Coleman was standing just a few feet away from Inmate Koss when the paramedics arrived and he observed Inmate Koss still breathing. Coleman also observed Inmate Koss still breathing when the paramedics took Inmate Koss out of MCCC.",
            "Supervisor Coleman",
            "denied that any resident offered to perform CPR on Inmate Koss.Supervisor Coleman and Counselor Hester agreed that an ambulance was needed. Mr. Hester made a 911 *103call at 11:38 p.m. from the shift office. Counselor Hester informed the 911 dispatcher that Inmate Koss was without a pulse, non-responsive, bluish in color, and cold. When the paramedics eventually arrived, Counselor Hester again advised them of these same signs and symptoms.At the time Counselor Hester was calling 911, Supervisor Coleman and Counselor Allen were in the pool room attending to Inmate Koss. Counselor Allen and Supervisor Coleman tried several times to obtain a response from Inmate Koss, but were not successful. Supervisor Coleman then left Inmate Koss for a few minutes to retrieve Mr. Kosss medical file. Counselor Allen also left Mr. Koss unattended for a few minutes to check for contraband in Mr. Kosss cell. Neither Coleman, Allen nor Hester performed CPR on Inmate Koss before the arrival of the paramedics.Mr. Allen was a correctional resident counselor I at Metro in January 1988. He also had been certified yearly in CPR technique. Counselor Allen began his shift at Metro at 11:00 p.m. on January 22,1988.",
            "Inmate Koss was on the floor when Counselor Allen arrived. At that time, Inmate Koss was breathing and moving. Counselor Allen checked Inmate Koss s neck for a pulse and found a faint pulse.",
            "He observed Inmate Koss s breathing to be heavier, and then slower.Counselor Allen testified that this breathing pattern continued until the paramedics arrived, and he disagreed *104with the EMS report stating otherwise. Counselor Allen stated that, When the paramedics moved us so they could go to work, Inmate Koss was still breathing. Unlike Counselor Hester, who stayed in the shift office until the paramedics arrived at 11:45 p.m., Counselor Allen was at Inmate Koss s side, except for a brief period when he ordered the other residents back to their rooms and checked the immediate area for contraband.",
            "Counselor Allen was trained that he was not to apply CPR when a person was breathing and that is why he did not perform CPR on Inmate Koss. Additionally, Counselor Allen ",
            "would have searched for any windpipe blockage if Inmate Koss had been choking. Mr. Koss was not choking.Counselor Allen was right next to Inmate Koss when the paramedics arrived, and it was his testimony, based on his observations, that Inmate Koss was still breathing at that time. It was also Counselor Allens contention that Mr. Koss was breathing as he was being taken out of MCCC and placed into the ambulance.The paramedics never told Counselor Allen that Mr. Koss was already dead. Counselor Allen never told the paramedics that Mr. Koss had been without a pulse, respiration, or blood pressure for any period prior to their arrival. Counselor Allen also denied that any resident had offered to perform CPR on Inmate Koss.At 11:45 p.m., the paramedics arrived at the MCCC. The paramedics were directed to Inmate Koss and were *105advised by Counselor Hester of Mr. Koss s absence of vital signs. At this time, according to Counselor Hester, Mr. Koss looked worse than ever before. The paramedics noted that Koss was not breathing, not responsive, pulse-less and cyanotic when they first saw Mr. Koss. The paramedics determined that Inmate Koss had not received any CPR or life-saving up to this point and had been without vital signs for at least five minutes, based on the time lapse between the 11:38 p.m. dispatch transmission and their arrival at 11:45 p.m. The paramedics placed Inmate Koss on top of the pool table and began to perform CPR. After attempting CPR for several minutes, the paramedics used various emergency medical techniques on Mr. Koss.After having obtained no response or vital signs from Inmate Koss, the paramedics placed Inmate Koss on a stretcher. They also tried to revive him in the ambulance parked outside in MCCC's lot. Inmate Koss was taken to the University of Illinois Medical Center in Chicago where he was pronounced dead. The hospital staff called the decedents wife, Arlene Koss, at 12:45 a.m. and told Mrs. Koss of Inmate Koss's death. The CFD ambulance was dispatched at approximately 11:38 p.m., and arrived at Metro at 11:45 p.m. The ambulance left Metro 21 minutes later and arrived at the University of Illinois hospital at 12:08 a.m., on January 23, 1988. Mr. Koss died at the hospital on January 23, 1988. The Claimant has brought no lawsuits against any other entity or person, other than the State of Illinois in this case.On Januaiy 23,1988, Mrs. Koss spoke to Mr. Savage, the acting resident director of MCCCs facility, about the events surrounding Inmate Koss s death.",
            "Mrs. Koss specifically inquired of Mr. Savage about the matter and why first aid/CPR had not been administered to Mr. Koss. Mrs. Koss did not receive an answer from Mr. Savage as to why CPR was not administered.",
            "In August of 1986, Mr. Koss had pled guilty to two counts of armed robbery and one count of aggravated battery. He was initially sent to the Joliet Correctional Center and then transferred to the Vandalia Correctional Center. Mr. Koss was sent back to Joliet in November, 1987, and subsequently assigned to MCCC in November, 1987. His minimum projected out-date was November 23, 1988, and his maximum release date was January 23, 1992.Upon Mr. Kosss death, Mrs. Koss became a single parent with two minor children. During their marriage and before his incarceration, Mr. Koss worked two jobs to support his family and was employed as both an automobile mechanic and a pizza delivery driver. During his incarceration, Mr. Koss had worked at a meat packing department within the correctional facility. Inmate Koss kept in close contact with his family and he wrote letters to his family frequently from Vandalia. He also spoke to his family by phone about twice a week.In November of 1987, based on his good behavior, Inmate Koss was transferred to a halfway house at the MCCC facility. Upon this placement, he started to provide financially for his family. While at MCCC, Inmate *107Koss secured a job with Belmont Auto Clinic in Chicago, Illinois, and earned approximately $250 to $300 per week. His paycheck was used to contribute to the support of his family.Being assigned to MCCC enabled Mr. Koss to see his family approximately five times a week. As a father, Mr. Koss was involved in his childrens welfare and upbringing. Mr. Koss urged his children to attend school. Mr. Koss also enjoyed taking Ms son, Douglas, with him during pizza deliveries, and enjoyed playing with Alicia at her home.The last time Mrs. Koss and her children saw Mr. Koss was when they returned him to MCCC on the night of January 22, 1988. On that day, Mr. Koss s health seemed fine. As a result of Mr. Koss s death, his wife and two children have received therapy and counseling. Douglas and Alicia saw therapists for a year on a weekly basis and Mrs. Koss saw a therapist for two years on a regular basis.",
            "Dr. Paul Schoenfeld",
            "is board certified in cardiology. According to Dr. Schoenfeld, the standard of care for individuals trained in CPR requires that they detect signs and symptoms of patients in cardiac arrest. These are patients without respiration, without a pulse, and without blood pressure. Certification in CPR requires competence in performing life-saving techniques, such as clearing obstructions from a patients airway, giving mouth-to-mouth resuscitation to restore breathing, and doing chest compressions to circulate a patients blood flow. Dr. Schoenfeld testified that, in his opinion, none of the three correctional counselors acted within the standard of care required for individuals trained and certified in CPR. The basis for this opinion was that not one of the three counselors ever *108checked for obstructions in Mr. Kosss airway, that there was no administration of CPR when CPR should have been started, and that none of the counselors attempted mouth-to-mouth resuscitation, chest compressions, or even repeated a pulse.",
            "Dr. Schoenfeld testified that Inmate Koss was in full cardiac arrest for approximately eight minutes before arrival of the paramedics. Upon arrival, the CPR performed by the paramedics was too late and ineffective, because of the lack of oxygen to Inmate Kosss system for the extended period of time prior to their arrival.",
            "the critical time for CPR to be effective is the first four minutes immediately after the patient first exhibits signs of no pulse, no respiration, and no blood pressure. After four minutes, the chance of survival for a normal recovery drops dramatically for the patient.",
            "Dr. Schoenfeld testified that CPR should have been performed in this case within 30 seconds after Counselor Hester detected that Inmate Koss had no pulse and was non-responsive. He further testified that, even if Mr. Koss has labored breathing, that CPR should have been performed after the airway was opened. Dr. Schoenfeld believes that the critical factors to look for are pulse, blood pressure, and responsiveness from the patient. Another key factor is if a patient is cyanotic. Dr. Schoenfeld concluded by testifying that, if CPR had been performed during the eight minutes before the paramedics arrived at 11:45 p.m., the chance of resuscitation would have been between 60 percent to 70 percent, and his chance for survival would have been between 80 percent and 85 percent.",
            "Counselor Allen admitted that, if a patient is without respiration, without pulse and bluish in color, CPR should be administered based on his CPR training. Dr. Schoenfeld did testily that a symptom of cardiac arrest is that the patient is not breathing. He indicated cardiac arrest is sometimes called a pulseless, non-breather. Dr. Schoenfeld also testified that, if a patient is breathing, you probably don't need to perform CPR if a patient has a pulse. Both Counselor Allen and Supervisor Coleman testified that Mr. Koss was breathing and had a pulse. ",
            "The counselors testified they considered performing CPR but did not think it was appropriate, as Mr. Koss was breathing. Additionally, Dr. Schoenfeld did not say that CPR was mandatory where a patient is breathing, or that it was the only course of action. He indicated that it was something that could be done if the patient's condition worsens. The counselors admitted that they considered performing CPR, but didn't think it was appropriate in Inmate Koss's situation as they observed it.",
            "The EMS report notes that no drug solution was administered to Inmate Koss by the paramedics until at least 10 minutes after they arrived at MCCC.",
            "The EMS report also stated that no defibrillation was administered to Inmate Koss until 11 minutes after the paramedics arrived at MCCC and 16 minutes after Meades estimate that Inmate Koss had been without a pulse."
        ],
        "Procedural History": [
            "Claimant, Arlene Koss, individually and as Special Administrator of the Estate of Edward Koss, deceased, filed this wrongful death claim seeking damages of $100,000 on January 19, 1990."
        ],
        "Application of Law to Facts": [
            "Dr. Schoenfeld stated that the best opportunity to resuscitate Inmate Koss was in the first five to eight minutes following his collapse. However, this conclusion assumed that Mr. Koss was without respiration and a pulse, which is directly contradicted by Counselor Allen and Supervisor Coleman, who were standing right next to Mr. *110Koss.",
            "The Court has carefully reviewed the testimony of the three counselors and the affidavit of the paramedic. We find, based on the testimony, that the decedent was in cardiac arrest and that the counselors failed to follow the established protocol for the use of CPR for which all three had been trained. We find that the most credible evidence of what occurred is established by the signs and symptoms conveyed to the EMTs initially as they started their run. That condition of the decedent was confirmed by the decedent's condition upon their arrival at MCCC.",
            "We further find that the testimony of Dr. Schoenfeld establishes the standard of care. A person exhibiting the symptoms of the decedent should have had CPR started immediately by one certified to perform CPR. The Respondents protocol demanded CPR be initiated, and continued, until the arrival of the EMTs. The doctors testimony also established that the counselors deviated from the standard of care, by failing to give chest compressions, check for a pulse, and check the airway."
        ],
        "Relevant Precedents": [
            "Bynum v. State (1992), 44 Ill. Ct. Cl. 1.",
            "Davidson v. State (1983), 35 Ill. Ct. Cl. 835."
        ],
        "Outcome": []
    },
    "class": "affirm"
}