{
    "text": "Rush v. State, 52 Ill. Ct. Cl. 31 (1999)\nJuly 19, 1999 · Illinois Court of Claims · No. 88-CC-3521\n52 Ill. Ct. Cl. 31\n\nCase outline\nMajority — Raucci, C.J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nElizabeth Rush, Individually and as Special Administrator of the Estate of Sandra Rush, Deceased, Claimant,v.The State of Illinois, Respondent\nArtery & Haspel (Deborah G. Haspel, of counsel), for Claimant.\nJim E. Ryan, Attorney General (Edward C. Seward III, Assistant Attorney General, of counsel), for Respondent.\nORDER\nRaucci, C.J.\nThis cause coming on to be heard on the Respondent's motion for summary judgment, the motion having been fully briefed, and the Court being fully advised in the premises, the Court finds:\n1. Claimant filed a two count complaint alleging that on October 30, 1985, Michelle Rush and Sandra Rush were placed in the custody of their father, Brian Rush, pursuant to a judicial order entered upon the recommendation of a caseworker of the Respondent's Department of Children and Family Services (DCFS). The complaint further alleges that numerous calls were made to DCFS between October 30, 1985, and April 3, 1986, to report *32deplorable and dangerous conditions existing in the home of Brian and the apparent abuse and neglect of their children. One John Hemmer is alleged to have lived in the house, and to have brutally beaten Sandra Rush to death on April 3,1985.\n2. The thrust of the complaint is that the Respondents DCFS negligently failed to investigate the numerous allegations of abuse, negligently investigated the allegations of abuse and negligently failed to remove the children from the deplorable and dangerous conditions in which the children were living.\n3. The record in this case demonstrates that Respondent is entitled to summary judgment as a matter of law. There are no genuine issues of material fact.\n4. Our decision in Rapp v. State (1998), 51 Ill. Ct. Cl. 72, controls the disposition of this case. In Rapp, as in this case, the child was not in the custody of DCFS. The child was in the custody of his mother by order of the circuit court. The child died. We found that:\nIn the present case, it is undisputed that at the time of decedent's death, the Department of Children and Family Services did not have custody or guardianship of the decedent. The child's mother, pursuant to the Court's orders, had custodial duties with specific responsibilities as ordered by the Court. Therefore, no duty to Claimants' decedent can be placed on DCFS predicated on guardianship or custody status.\nClaimants argue that Respondent had a duty to investigate child abuse and make its report to the Court. Claimants argue the breach of duty was when the investigator failed to request the guardianship and custody status at the Court hearing. The uncontradicted facts before this Court are that the investigator investigated and made a report. He further testified at the Court hearing to everything that was in his report. There are no allegations of malice on the part of the investigator. (Lehmans v. State (1991), 44 Ill. Ct. Cl. 178.) The circuit court judge entered the order continuing the case under supervision and it was the child's mother's actions or inactions that led to the death of her child. Rapp, 51 Ill. Ct. Cl. at 81.\n5. DCFS substantiated three of the five claims, but determined that the situation was not serious enough to warrant removal of the children from the fathers home. *33There is no malice alleged on the part of the investigator. The fact that Hemmer, who babysat on two occasions, committed a horrific crime does not establish negligence as a matter of law.\n6. While we have great sympathy for Claimant, we are constrained to deny the claim.\nIt is therefore ordered, adjudged and decreed that this claim is dismissed and forever barred.\n\nPlain English summary:\nMichelle Rush and Sandra Rush were placed in the custody of their father, Brian Rush, pursuant to a judicial order entered upon the recommendation of a caseworker of the Respondent's Department of Children and Family Services (DCFS). Numerous calls were made to DCFS about the deplorable and dangerous conditions of Brian Rush's home and the apparent abuse and neglect of their children. John Hemmer lived in the house, and brutally beat Sandra Rush to death. Plaintiffs alleged that defendant DCFS negligently failed to investigate the allegations of abuse and negligently failed to remove the children from the father. Defendants filed for summary judgement, which was granted. The court found that DCFS owed the decedent no duty.  \n",
    "annotations": {
        "Facts": [
            "on October 30, 1985, Michelle Rush and Sandra Rush were placed in the custody of their father, Brian Rush, pursuant to a judicial order entered upon the recommendation of a caseworker of the Respondent's Department of Children and Family Services (DCFS).",
            "numerous calls were made to DCFS between October 30, 1985, and April 3, 1986, to report *32deplorable and dangerous conditions existing in the home of Brian and the apparent abuse and neglect of their children.",
            "John Hemmer",
            "lived in the house, and",
            "brutally beat",
            "Sandra Rush to death on April 3,1985.",
            "in this case, the child was not in the custody of DCFS."
        ],
        "Procedural History": [
            "This cause coming on to be heard on the Respondent's motion for summary judgment"
        ],
        "Application of Law to Facts": [
            "The record in this case demonstrates that Respondent is entitled to summary judgment as a matter of law. There are no genuine issues of material fact.",
            "In the present case",
            "the Department of Children and Family Services did not have custody or guardianship of the decedent.",
            "Therefore, no duty to Claimants' decedent can be placed on DCFS predicated on guardianship or custody status.",
            "DCFS substantiated three of the five claims, but determined that the situation was not serious enough to warrant removal of the children from the fathers home. *33There is no malice alleged on the part of the investigator. The fact that Hemmer, who babysat on two occasions, committed a horrific crime does not establish negligence as a matter of law."
        ],
        "Relevant Precedents": [
            "Rapp v. State (1998), 51 Ill. Ct. Cl. 72",
            "Rapp",
            "Rapp, 51 Ill. Ct. Cl. at 81."
        ],
        "Outcome": [
            "we are constrained to deny the claim.It is therefore ordered, adjudged and decreed that this claim is dismissed and forever barred."
        ]
    },
    "class": "reverse"
}