{
    "text": "Moroz v. State, 52 Ill. Ct. Cl. 92 (1999)\nSept. 3, 1999 · Illinois Court of Claims · No. 89-CC-3435\n52 Ill. Ct. Cl. 92\n\nCase outline\nMajority — Raucci, C.J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nJudith A. Moroz, Claimant,v.The State of Illinois, Respondent\nHamm & Hanna, Ltd. (Ronald L. Hamm, of counsel), for Claimant.\nJim E. Ryan, Attorney General (Brian J. Dees and Christopher Higgerson, Assistant Attorneys General, of counsel), for Respondent.\n*93OPINION\nRaucci, C.J.\nThis matter comes before us after hearing before Commissioner James E. Shadid. The Claimant commenced this action against Respondent State of Illinois as a result of a traffic accident with a state police vehicle. Claimant alleges that State Trooper Jeff Smith was negligent in the operation of his State vehicle.\nOn August 4, 1988, at approximately 12:55 a.m., an Illinois police vehicle driven by Trooper Smith was traveling southbound on Route 29 at its intersection with Washington Street in East Peoria, Illinois.\nWilliam Powers was a front seat passenger in the Moroz vehicle. He testified that as the Moroz vehicle approached the intersection, the traffic control device for the Moroz vehicle was red, turned to green and remained so as Claimants vehicle entered the intersection. He did not see or hear anything to suggest that an emergency vehicle was in the area. Upon entering the intersection, the Claimants vehicle was struck on the drivers side.\nClaimant testified that as she approached the intersection her light was red; she slowed, the light turned green and she resumed her speed and entered the intersection while the light was green. She saw no emergency lights or heard any sounds to suggest that an emergency vehicle was in the area. She had looked both left and right before entering the intersection and saw no vehicle that would create an obstruction. She recalled seeing red *94lights a split second before being hit and being knocked unconscious.\nJeff Smith, an Illinois state trooper, testified that he was traveling northbound on Route 29 near the intersection of Washington Street in East Peoria, Illinois. He saw a Thunderbird traveling southbound with one headlight and taillight operating. While approaching the intersection, he had a green light, passed through the intersection, made a U-turn, went southbound and observed that he still had a green light. He recalled having turned on his red and blue lights, and wig-wag headlights after making the U-turn. He recalled an impact after entering the intersection, but did not know what he had struck. He was looking at the Thunderbird, and did not see the Moroz vehicle.\nBoth Powers and the Claimant were clear and consistent in their testimony. Even though they admitted the consumption of alcohol prior to the accident, there is no evidence that it affected their ability to observe or recall the facts, or Claimants ability to drive her vehicle.\nTrooper Smiths testimony was not as consistent and the evidence indicates that his attention was focused upon the Thunderbird and not on the intersection. He also testified that the Illinois State Police did a reconstruction of the accident, but no one was called to testify to the findings of the reconstruction.\nThe driver of an emergency vehicle must exercise the standard of ordinary care in an emergency situation. In Bouhl v. Smith (1985),. 130 111. App. 3d 1067, 475 N.E.2d 244, the parties were involved in a motor vehicle accident. The citizen driver, Bouhl, was operating a vehicle on a two lane road nearing a T intersection. She had come to a stop behind other stopped vehicles. Officer Smith at that time was to the rear of and proceeding in the same direction as Ms. Bouhl. Officer Smith stated he was traveling *95below the posted speed limit and seeing the line of vehicles stopped, pulled into the oncoming lane of traffic to pass. At that time a vehicle turned onto the road at the intersection thus creating a head-on situation between the vehicle which had just turned and Officer Smith's car. Smith then swerved his squad back into what would be the correct lane for his direction of travel, applied his brakes and slid into the rear of Bouhl's vehicle. The juiy found for the Defendant. The Bouhl court, applying the standard set forth in Pedrick v. Peoria & Eastern R.R. (1967), 37 Ill. 2d 494, 229 N.E.2d 504, reversed the trial court's denial of Plaintiff Bouhl's motion for judgment notwithstanding the verdict and remanded the cause to the trial court with directions to enter a judgment for the Plaintiff on the issue of liability. Bouhl, 435 N.E.2d at 245.\nIn Mayfield v. City of Springfield (1982), 103 Ill. App. 3d 1114, 432 N.E.2d 617, the court was presented with a factual situation similar, but distinguishable, to that of the Claimant in this matter. The facts in Mayfield disclose that an emergency vehicle in the act of answering a call collided with a citizen driver resulting in the death of the citizen and damage to nearby property. Ms. Mayfield was en route to a church function approaching an intersection where she was intending to make a left turn. She proceeded into the intersection as she had a green light. Officer Hughes at this time was proceeding west on the road which Ms. Mayfield was intending to turn onto. He deemed this call to be urgent. He activated his siren and flashing lights and drove toward the intersection where decedent was waiting to turn. The traffic light governing the right-of-way for traffic proceeding in the direction the officer was traveling was red. As he neared the intersection he used the left turn lane to pass a number of cars that were stopped. He then proceeded into the intersection where he collided with decedent's vehicle.\n*96The officers view of the intersection was obstructed or impaired by a school gymnasium, stopped vehicles, the setting sun and shadows cast by a building on a comer of the intersection. The jury concluded the defendant police officer was not negligent and as such denied recovery to Plaintiffs. As in Bouhl, supra, the Mayfield court reversed the trial court, held the jury's verdict for naught and entered judgment for the plaintiffs, finding the defendant was negligent as a matter of law and remanded the decedent's case for a determination of damages.\nThe Appellate Court stated:\nThe driver of an authorized emergency vehicle may '* 9 * proceed past a red or stop signal or stop sign, but only after slowing down as may be required and necessary for safe operation.' [the Code, par. ll-205(c)2.] This suspension of the rales of the road is available only 'when responding to an authorized emergency call' and only 'when due regard for the safety of all persons' is exhibited. This special rule governing drivers of emergency vehicles permits them to cautiously circumvent strict application of the traffic laws in the interest of hastening their mission, thus promoting the public safety and welfare. It does not permit them carte blanche authority to charge into heavily traveled urban intersections in defiance of all reason as if bearing the colors for General Pickett. To so construe the authority of Section 11-205 would undermine the very purposes of public safety and welfare that the statute was intended to serve. Mayfield, supra, 432 N.E.2d at 619, 620.\nTo prevail Claimants must prove, by a preponderance of the evidence, the negligence of Trooper Smith was the proximate cause of injury to them and that damages naturally flowed from the injury. Stanley v. State (1986), 39 Ill. Ct. Cl. 107,110.\nMayfield, supra, did not discuss the standard of care. It held, as a matter of law, that the officer was negligent in that he failed to exercise due regard for the circumstances.\nBouhl, supra, does not clearly set forth the basis of the Court's holding.\nAt 130 Ill. App. 3d 1067, at 1069, the Appellate Court stated:\n*97* *  The question of negligence is measured by what a reasonable, prudent emergency vehicle driver would do under all of the circumstances, including that of the emergency. [Citations omitted] ° °\nThe Appellate Court then went on to address ordinary negligence standards and concluded that:\nWe hold that under the circumstances here presented, the defendant has failed to carry his burden of proving that his vehicle was under sufficient control to proceed in the left-hand lane with due regard for the safety of others. Neither the presence of the unknown motorist, nor the existing weather and road conditions, nor the emergency to which Smith was responding provides an adequate explanation or excuse for the defendant's failure to maintain control of his squad car so as to avoid colliding with the plaintiff s truck. Where, as here, it is clearly established that the plaintiff performed no act or omission which could in any way be considered negligent, and the perilous situation which led to the accident was a creation of the defendant emergency vehicle operator's own negligence, then the defendant must be found negligent.\nAs to the negligence of Trooper Smith, this Court has held that the conduct of a driver of an emergency vehicle is measured against a specific statutory standard contained in the Illinois Vehicle Code. Bauman v. State (1981), 34 Ill. Ct. Cl. 140,143-145.\nA police vehicle is an authorized emergency vehicle. (625 ILCS 5/1 — 105.) The Court has held that a police officer in responding to an emergency call must use a siren when necessary to warn pedestrians and other drivers of his approach and drive with due regard for the safety of others. Bauman, supra, at 145.\nIn Mayfield, supra, the Illinois Appellate Court reversed the denial of a motion for judgment notwithstanding the verdict. A Springfield city police officer, while proceeding through an intersection, struck and killed a driver on her way to church. The Appellate Court found the officer was negligent. It cited the following facts: the officers view of the intersection was blocked by a gymnasium; his observation of the intersection was obstructed by vehicles stopped in the other lane of traffic; his vision was impaired by the setting sun glaring in his eyes; his *98perceptions were diminished by long shadows cast by a multistory building at the comer; and that it was physically impossible to have been driving 20 miles per hour.\nWe find that Claimant has met her burden as to liability and find the accident to have been caused by the negligence of Respondents trooper.\nClaimant suffered a fractured pelvis, rib fracture, cerebral concussion and atelectasis. She has recovered from the injuries. Her injuries resulted in medical bills of $11,391.67, lost wages of $2,100 and pain and suffering.\nDr. Paulson treated her after her admission to the emergency room at St. Francis Medical Center. She was discharged after eight days. As of August 22, 1988, she had no major complaints. Dr. Ron Palmer treated her undisplaced pelvic fracture. His report indicates she needed rehabilitation, and was not allowed to run, jump or engage in heavy activities prior to November 11, 1988. He last saw her on that date and she was doing well with an occasional limp with heavy use of the leg. She had pain in the groin and posteriorly around the gluteal region. She was progressing well and the fracture had healed.\nWe find that Claimant is entitled to $11,391.67 for medical bills, $2,100 for lost wages, and $20,000 for pain and suffering.\nIt is therefore ordered, adjudged and decreed that Claimant is awarded thirty-three thousand four hundred ninety-one and 67/100 ($33,491.67) dollars in full and complete satisfaction of this claim.\n\nPlain English summary:\nPlaintiff was crossing an intersection at a green light when she was struck in the driver's side by a state trooper vehicle. She sued the state alleging that the state trooper negligently injured her. The trooper did not use his flashing lights or sounds. The court found that plaintiff met her burden as to liability and awarded plaintiff damages. \n",
    "annotations": {
        "Facts": [
            "On August 4, 1988, at approximately 12:55 a.m., an Illinois police vehicle driven by Trooper Smith was traveling southbound on Route 29 at its intersection with Washington Street in East Peoria, Illinois.William Powers was a front seat passenger in the Moroz vehicle.",
            "as the Moroz vehicle approached the intersection, the traffic control device for the Moroz vehicle was red, turned to green and remained so as Claimants vehicle entered the intersection. He did not see or hear anything to suggest that an emergency vehicle was in the area.",
            "Upon entering the intersection, the Claimants vehicle was struck on the drivers side.Claimant",
            "as she approached the intersection her light was red",
            "slowed, the light turned green and she resumed her speed and entered the intersection while the light was green. She saw no emergency lights or heard any sounds to suggest that an emergency vehicle was in the area. She had looked both left and right before entering the intersection and saw no vehicle that would create an obstruction. She recalled seeing red *94lights a split second before being hit and being knocked unconscious.Jeff Smith, an Illinois state trooper",
            "was traveling northbound on Route 29 near the intersection of Washington Street in East Peoria, Illinois. He saw a Thunderbird traveling southbound with one headlight and taillight operating. While approaching the intersection, he had a green light, passed through the intersection, made a U-turn, went southbound and observed that he still had a green light. He recalled having turned on his red and blue lights, and wig-wag headlights after making the U-turn. He recalled an impact after entering the intersection, but did not know what he had struck. He was looking at the Thunderbird, and did not see the Moroz vehicle.",
            "Claimant suffered a fractured pelvis, rib fracture, cerebral concussion and atelectasis. She has recovered from the injuries."
        ],
        "Procedural History": [
            "The Claimant commenced this action against Respondent State of Illinois as a result of a traffic accident with a state police vehicle."
        ],
        "Application of Law to Facts": [
            "Both Powers and the Claimant were clear and consistent in their testimony. Even though they admitted the consumption of alcohol prior to the accident, there is no evidence that it affected their ability to observe or recall the facts, or Claimants ability to drive her vehicle.Trooper Smiths testimony was not as consistent and the evidence indicates that his attention was focused upon the Thunderbird and not on the intersection.",
            "A police vehicle is an authorized emergency vehicle.",
            "The Court has held that a police officer in responding to an emergency call must use a siren when necessary to warn pedestrians and other drivers of his approach and drive with due regard for the safety of others.",
            "We find that Claimant has met her burden as to liability and find the",
            "accident to have been caused by the negligence of Respondents trooper."
        ],
        "Relevant Precedents": [
            "Bouhl v. Smith (1985),. 130 111. App. 3d 1067, 475 N.E.2d 244",
            "Bouhl",
            "Pedrick v. Peoria & Eastern R.R. (1967), 37 Ill. 2d 494, 229 N.E.2d 504",
            "Bouhl, 435 N.E.2d at 245.",
            "Mayfield v. City of Springfield (1982), 103 Ill. App. 3d 1114, 432 N.E.2d 617",
            "Bouhl",
            "Mayfield",
            "Mayfield, supra, 432 N.E.2d at 619, 620.",
            "Mayfield",
            "Bouhl",
            "130 Ill. App. 3d 1067, at 1069",
            "Bauman v. State (1981), 34 Ill. Ct. Cl. 140,143-145.",
            "625 ILCS 5/1 — 105",
            "Bauman, supra, at 145.",
            "Mayfield"
        ],
        "Outcome": [
            "We find that Claimant is entitled to $11,391.67 for medical bills, $2,100 for lost wages, and $20,000 for pain and suffering.It is therefore ordered, adjudged and decreed that Claimant is awarded thirty-three thousand four hundred ninety-one and 67/100 ($33,491.67) dollars in full and complete satisfaction of this claim."
        ]
    },
    "class": "affirm"
}