{
    "text": "Bowden v. Cary Fire Protection District, 304 Ill. App. 3d 274 (1999)\nApril 29, 1999 · Illinois Appellate Court · No. 2—98—0679\n304 Ill. App. 3d 274\n\nCase outline\nMajority — Justice Geiger\nOther formats\nPDF\nAPI\nCiting cases\n7 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nMARY BOWDEN, as Special Adm'r of the Estate of William Bowden, Deceased, Plaintiff-Appellant,v.CARY FIRE PROTECTION DISTRICT, Defendant-Appellee\nSecond District\n*275Barbara J. Clinite, of Chicago, for appellant.\nNancy G. Lischer and Steven M. Puiszis, both of Hinshaw & Culbertson, of Chicago, for appellee.\nJUSTICE GEIGER\ndelivered the opinion of the court:\nThe plaintiff, Mary Bowden, as special administrator of the estate of William Bowden, deceased, appeals from the May 13, 1998, order of the circuit court of McHenry County granting summary judgment on behalf of the defendant, Cary Fire Protection District (CFD). The plaintiffs complaint against the CFD was predicated upon the doctrine of respondeat superior and alleged that the decedent's death was the result of the wilful and wanton conduct of its emergency medical technicians (EMTs). The complaint also alleged that the CFD was wil*276ful and wanton in its failure to hire and provide properly trained EMTs. We affirm.\nI. FACTS\nA. Events of July 21, 1990\nThe following facts are taken from the pleadings and the depositions filed with the pleadings. On July 21, 1990, the decedent, William Bowden, experienced severe respiratory arrest as a result of an asthma attack. At the time of this attack, the decedent was in his driveway after having just returned home from a drive. When it appeared that decedent was about to collapse, his son, Greg Bowden, called 911. Greg then gave the decedent several chest compressions and began to administer mouth-to-mouth resuscitation on his father. At his deposition, Greg testified that he observed the decedent's chest rise and fall as he administered mouth-to-mouth resuscitation.\nThe CFD received the 911 call at 7:08 p.m. on the date in question. The CFD dispatched a five-man ambulance team to the site. The ambulance team included two licenced EMTs, Donald Shoevlin and Robert Miller. The ambulance arrived at the decedent's home at 7.T8 p.m. Upon arrival, one of the EMTs apparently asked Greg to cease the mouth-to-mouth resuscitation and asked him some questions about the decedent's condition. Another EMT went into the house to get the decedent's medical history from the decedent's wife, who is the plaintiff herein. The decedent's prior medical history included two respiratory arrests and one cardiac arrest, which had also been triggered by asthma attacks. The decedent also had moderate obstructive coronary artery disease and his major heart vessels were 40% to 60% occluded.\nEMTs Shoevlin and Miller assessed the decedent's airway, breathing, circulation, and vital signs. At this time, they determined that the decedent was conscious and was breathing shallowly on his own. The decedent was respiring at a rate of approximately 10 breaths per minute and had a pulse. At their depositions, both Shoevlin and Miller testified that CPR was not indicated because the decedent had a pulse. When Greg questioned why they were not performing CPR or continuing mouth-to-mouth resuscitation, Miller explained that the decedent had a pulse and was breathing.\nThe EMTs did administer high-flow oxygen through a face mask in order to assist the decedent's ventilation. After the decedent was given oxygen, his color improved slightly and the paramedics again checked the decedent's lung sounds and chest rise. Prior to the decedent's being placed into the ambulance, his respiratory rate suddenly dropped and the EMTs bagged him in order to force oxygen *277into his lungs. Although the decedent's condition improved somewhat as a result of bagging, the EMTs determined that the decedent required immediate transport to the hospital. In loading the decedent into the ambulance, the EMTs apparently had some difficulty placing him onto the backboard and stretcher, and Greg was required to assist them. In total, the paramedics spent seven minutes at the decedent's residence before leaving for the hospital.\nOn route to Good Shepherd Hospital in Barrington, the EMTs made radio contact with their base hospital and transmitted information about the decedent's condition. The EMTs took the decedent's vital signs, started intravenous (IV) therapy, and used a cardiac monitor to monitor his condition. The EMTs continued to keep the decedent's airway open and assisted his ventilation by bagging oxygen.\nA couple of minutes before arriving at the hospital, the decedent's respiratory rate decreased, and the decedent went into full cardiopulmonary arrest. The EMTs initiated CPR and asked the base hospital for orders. The base hospital ordered the EMTs to intubate the decedent. EMT Shoevlin told the base hospital that no one was certified to perform intubations on the ambulance, although he had performed intubations before. The EMTs stopped the ambulance to make it easier to intubate, but they were unsuccessful and the decedent vomited. The EMTs suctioned the vomit out of the decedent's airway and administered additional oxygen. As the ambulance was close to the hospital, the hospital ordered the EMTs not to attempt in-tubation again. The ambulance arrived at Good Shepherd Hospital at 7:35 p.m., approximately 27 minutes after the CFD received the 911 call.\nThe decedent was treated in the emergency room and then admitted to Good Shepherd Hospital. The decedent was maintained on life support equipment until he died on July 29, 1990. The coroner's report indicates that the decedent's cause of death was status asthmaticus, which is an unrelenting asthma attack that does not respond to normal respiratory therapy.\nB. The McHenry EMS System\nThe CFD is part of an emergency medical system established by the legislature through the Emergency Medical Services (EMS) Systems Act (the EMS Act) (Ill. Rev. Stat. 1989, ch. 111½, par. 5501 et seq.). The purpose of an EMS system is to provide emergency medical services rendered to emergency patients for analytic, resuscitative, stabilizing, or preventative purposes, precedent to and during transportation of such patients to hospitals. Ill. Rev. Stat. 1989, ch. 111½, par. 5504.16. Each EMS system includes associate, participat*278ing, and resource hospitals. Ill. Rev. Stat. 1989, ch. 111½, pars. 5504.22 through 5504.24. The resource hospital appoints a project medical director, who is a medical physician who. has the ultimate responsibility for patient management (Ill. Rev. Stat. 1989, ch. 111½, pars. 5513(e), 5518). The project medical director is required to issue written standing orders and protocols (SOPs) that EMTs in the system must follow. 77 Ill. Adm. Code §§ 535.200(c), 535.210(m)(1), (m)(7) (1991).\nIn addition, the EMS Act provides for the licensure of EMTs. Ill. Rev. Stat. 1989, ch. 111½, par. 5510. Advanced-level EMTs are permitted to perform such functions as cardiac monitoring, electrocardiography, IV therapy, the administration of medications, and the insertion of endotracheal tubes. Ill. Rev. Stat. 1989, ch. 111½, par. 5504.01. However, the EMS Act provides that an EMT may provide such services only under the express direction of a physician and where authorized by the project medical director. 111. Rev. Stat. 1989, ch. lll1/2, par. 5504.01.\nThe CFD is a member of the McHenry/Western Lake County EMS System (McHenry EMS). The project medical director of the McHenry EMS has prescribed written SOPs for the EMTs working in the system to follow. These SOPs limited the scope of the EMTs' practices to those skills specifically approved by the project medical director. Unless specifically recognized by the project medical director to perform intubation, EMTs in the McHenry EMS were not permitted to perform this procedure without the express order of the physician in charge of the run. The administration of medications, even when listed in a SOP also required a physician's order. Of the 150 EMTs working in the McHenry EMS, only 5 were authorized by the project medical director to intubate without a physician's order. Although two of the EMTs responding to the decedent's 911 call had been trained to intu-bate, neither was recognized by the project medical director to perform the procedure without a physician's order.\nThe asthma SOP for the McHenry EMS included assessment, establishing and maintaining an airway, the administration of oxygen, CPR as needed, monitoring vital signs every 15 minutes, monitoring cardiac rhythms, and establishing an IV The SOP further provided that an endotracheal tube may be placed, where appropriate, by a [recognized provider according to policy.\nII. Procedural History\nOn May 20, 1991, the plaintiff filed a one-count complaint seeking damages against the CFD on behalf of the decedent's estate. As subsequently amended, the complaint was predicated upon the theory *279of respondeat superior and alleged that the EMTs failed to (1) promptly force oxygen into the decedent's lungs through the use of a bag or mouth-to-mouth resuscitation when they first arrived at the scene; (2) promptly contact the base hospital to request permission to immediately intubate; (3) promptly contact the base hospital to request permission to administer asthma medications; and (4) properly intu-bate the decedent after being instructed to do so. The complaint also alleged that the CFD failed to (1) provide EMTs that were properly trained and authorized to perform intubations or (2) obtain intubation training and authorization for its EMTs. The complaint alleged that all of the foregoing acts and omissions constituted wilful and wanton conduct.\nCFD subsequently moved for summary judgment, arguing that, as a matter of law, its actions were not wilful and wanton. Specifically, the CFD argued that it was not responsible for the licensing and training of paramedics. Rather, under the EMS Act, the resource hospital was the entity responsible for educating and coordinating the education of EMT personnel as well as drafting the written SOPs governing paramedic care. The CFD further argued that, although the conduct alleged in the complaint might have constituted negligence, it did not rise to the level of wilful and wanton conduct. On May 13, 1998, following a hearing, the trial court granted the motion. The plaintiff thereafter filed a timely notice of appeal.\nIII. Discussion\nOn appeal, the plaintiff argues that the entry of summary judgment was improper, as there existed genuine issues of material fact relating to the treatment that the EMTs provided to the decedent on the date in question. The plaintiff argues that a jury should resolve these factual disputes based on its assessment of the credibility of the witnesses. The plaintiff also argues that the deposition testimony of her expert witnesses indicated that the conduct of the CFD and its EMTs was wilful and wanton.\nAt the outset, we note that the purpose of a motion for summary judgment is to determine whether a genuine issue of triable fact exists. Purtill v. Hess, 111 Ill. 2d 229, 240 (1986). Summary judgment is appropriate when the pleadings, depositions, and affidavits show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. 735 ILCS 5/2—1005(c) (West 1996). In deciding whether to grant summary judgment, the reviewing court must view the evidence in the light most favorable to the nonmoving party. Turner v. Roesner, 193 Ill. App. 3d 482, 487 (1990). The disposition of a summary judgment motion is not *280discretionary, and the standard of review is de novo. Quinton v. Kuffer, 221 Ill. App. 3d 466, 471 (1991).\nWe first consider the plaintiffs allegations predicated upon respondeat superior liability. Both parties agree that the CFD is immunized from liability for the negligent acts of its EMTs under section 17(a) of the EMS Act (Ill. Rev. Stat. 1989, ch. 111½, par. 5517(a) (subsequently amended and recodified as 210 ILCS 50/3.150(a) (West 1996))). At the time in question, section 17(a) provided, in pertinent part:\nAny person, agency or governmental body licensed or authorized pursuant to this Act or its rules thereunder, who in good faith provides life support services *** in the normal course of conducting their duties or in an emergency shall not be civilly or criminally liable as a result of their acts or omissions in providing such services unless such acts or omissions *** are inconsistent with the person's training or constitute willful or wanton misconduct. Ill. Rev. Stat. 1989, ch. 111½, par. 5517(a).\nThe immunity provided by this statute applies in instances where the EMTs have provided the level of life support service for which they have been trained regardless of whether they performed such services negligently. Gleason v. Village of Peoria Heights, 207 Ill. App. 3d 185, 189 (1990). EMT liability under the EMS Act is therefore limited to wilful and wanton conduct. See Brock v. Anderson Road Ass'n, 287 Ill. App. 3d 16, 24-25 (1997).\nWe therefore must determine, as a matter of law, whether the EMTs' actions in the instant case constituted wilful and wanton conduct. Our supreme court and legislature have defined wilful and wanton conduct as a course of action which shows actual or deliberate intent to harm or which, if the course of action is not intentional, shows an utter indifference to or conscious disregard for a person's own safety or the safety or property of others. Pfister v. Shusta, 167 Ill. 2d 417, 421-22 (1995). Further, the failure to discover an impending danger through recklessness or carelessness when it could have been discovered by the exercise of ordinary care may also constitute wilful and wanton conduct. Ziarko v. Soo Line R.R. Co., 161 Ill. 2d 267, 273 (1994). However, the failure to discover must have been committed under circumstances exhibiting a reckless disregard for the safety of others. Ziarko, 161 Ill. 2d at 273.\nIn Brock, 287 Ill. App. 3d at 26, this court was also asked to consider whether the care and treatment provided by certain EMTs constituted wilful and wanton conduct. In that case, the plaintiff alleged that the EMTs failed to treat the decedent properly for his heat-related injuries, thereby causing the decedent's death. Brock, 287 Ill. *281App. 3d at 27. Specifically, the EMTs allegedly failed to transport the decedent to the hospital in a prompt manner and were unable to interpret the thermometer used to take the decedent's temperature. Brock, 287 Ill. App. 3d at 26-27.\nIn reviewing the EMTs' conduct, we held that the plaintiff failed to establish that the EMTs' actions showed an utter indifference to or conscious disregard for the decedent's safety. Brock, 287 Ill. App. 3d at 26. Rather, we noted that the EMTs provided extensive care to the decedent, including checking his respiration, taking his vital signs, checking his lungs, attempting to take his temperature, hooking him up to an EKG monitor, starting an IV, and administering oxygen. Brock, 287 Ill. App. 3d at 26. Additionally, we noted that the EMTs transported the decedent to the emergency room within 24 minutes from their arrival at the scene. Brock, 287 Ill. App. 3d at 27. We further noted:\nThe fact that the defendants-EMTs failed to diagnose [the decedent] with a heat-related illness is not sufficient to establish wilful and wanton conduct. As the plaintiff acknowledges, the defendants-EMTs were not permitted to diagnose patients. The defendants-EMTs were only permitted to follow the SOPs. It is quite unfortunate that in this instance the defendants-EMTs were unable to save [the decedent's] life. However, 'the legislature intended to encourage emergency response by trained medical personnel without risk of malpractice liability for every bad outcome or unfortunate occurrence.' [Citation.] Further, when a tragic event occurs, it is only with hindsight that one can see what might have been done to prevent the tragedy. However, we must evaluate the defendants-EMTs' conduct in light of the circumstances in which they found themselves and not under the unassailable illumination of hindsight. Brock, 287 Ill. App. 3d at 27-28, quoting Gleason, 207 Ill. App. 3d at 188-89.\nSimilarly, in Gleason, 207 Ill. App. 3d at 186, there was a factual dispute as to whether an EMT had properly immobilized the plaintiffs head during emergency transport after a diving accident. The court held that, regardless of whether the EMT had properly immobilized the plaintiffs head, the village was immune from liability under section 17 of the EMS Act because all of the services performed by the EMT were services for which he had been trained and certified. Gleason, 207 Ill. App. 3d at 189. The court held that, at most, the EMT's conduct constituted negligence. Gleason, 207 Ill. App. 3d at 189.\nAfter reviewing the pleadings and supporting documents in the instant case, we do not believe that the EMTs' actions showed an utter indifference to or conscious disregard for the decedent's safety. Once the EMTs arrived at the scene, they immediately assessed the *282decedent's condition and obtained his medical history from his wife and son. The EMTs then repositioned the decedent to assist and assess his breathing and later oxygenated the decedent by placing a mask over his face. The EMTs listened for lung sounds, checked the decedent's pulse, and verified that he was breathing. When the decedent's respirations dropped, they bagged him with high-flow oxygen, placed him into the ambulance, and made immediate contact with the base hospital when they left the scene. In the ambulance, the EMTs took the decedent's vital signs, continued to bag him with high-flow oxygen, monitored his heart, attempted to intubate, suctioned his airway after the failed attempt, and gave him CPR when he arrested. The ambulance arrived at Good Shepherd Hospital 27 minutes after the 911 call. In light of the. extensive care and treatment provided by the EMTs herein, we do not believe that the plaintiff has demonstrated that the EMTs' conduct was wilful and wanton. See Brock, 287 Ill. App. 3d at 26.\nIn support of her allegations, the plaintiff relies on her own deposition testimony, as well as that of her son, that the EMTs told Greg to discontinue mouth-to-mouth resuscitation and then did nothing to force oxygen into the decedent's lungs at the scene. The plaintiff and her son also testified that the EMTs failed to secure the oxygen mask to the decedent's face to prevent it from falling off and were inept in their attempts to place the decedent on the stretcher. Although this testimony does conflict with that of the EMTs, such a factual discrepancy standing alone is insufficient to support the plaintiffs allegations of wilful and wanton conduct. Even if believed by the jury, such testimony would only be sufficient to establish negligence. See Brock, 287 Ill. App. 3d at 26-27; Gleason, 207 Ill. App. 3d at 189. Rather, in light of the undisputed evidence of the extensive treatment provided by the EMTs, there simply is no evidence that they showed an utter indifference to the decedent's safety.\nWe also do not believe that the EMTs displayed a conscious disregard for the decedent's safety because they did not immediately contact the hospital when they arrived at the scene to get permission to intubate and administer asthma medications. Nor do we believe that the EMTs were wilful and wanton merely because they were unsuccessful in their attempt to intubate the decedent in the ambulance. The evidence herein demonstrates that the EMTs' conduct was in conformity with the written SOPs governing the treatment of asthma patients and that the EMTs did not attempt any life support service beyond their level of training. See Gleason, 207 Ill. App. 3d at 189.\nAs indicated above, when the EMTs arrived at the scene, the decedent had a pulse, was able to breathe on his own, and was con-*283scions. In such instances, the only treatment indicated under the applicable SOP was to monitor the patient, reposition him, and oxygenate him with a mask to assist breathing. However, when the decedent went into respiratory arrest, the EMTs immediately placed him into the ambulance and contacted the base hospital. As noted above, although two of the EMTs on the run had been trained to perform intu-bations, neither was recognized by the project medical director to perform such a procedure without a physician's order. When ordered to intubate, the EMTs attempted to do so but were unsuccessful. Although perhaps such conduct might be sufficient to support a negligence theory, it does not demonstrate a wilful or conscious disregard for the decedent's safety.\nAdditionally, contrary to the plaintiffs assertions, her experts did not testify that the EMTs were wilful and wanton; rather, they testified only that the EMTs had breached the applicable standard of care. Indeed, one of the plaintiffs experts, Dr. Alfred Frankel, acknowledged that the EMTs had acted in good faith to provide care to the decedent. Dr. Frankel testified:\nThere is absolutely no question in my mind that these men meant nothing but to do everything they could to help [the decedent]. There was nothing here at all that is evil. I think these are five good people who were doing all that they could and all that they had been trained to do within the constraints of their system to help [the decedent].\nIn light of such testimony from the plaintiffs own expert, we believe that the trial court correctly determined that the EMTs were not wilful and wanton as a matter of law.\nWe next turn to the plaintiffs allegations of the CFD's own wilful and wanton conduct in failing to hire EMTs properly trained to perform intubations or to provide such training to their EMTs. We believe that such allegations are without merit. The obligation of EMT training and certification does not lie with fire protection districts but is the responsibility of the Illinois Department of Public Health. Ill. Rev. Stat. 1989, ch. 111½, par. 5510. Moreover, there is no question that the EMTs herein were trained, licensed, and certified as required by Illinois law. Indeed, the evidence demonstrates that the EMT who attempted the intubation had received advanced life support training, including the insertion of endotracheal tubes, the treatment of asthma attacks and respiratory distress, and the administration of CPR. We therefore conclude that there is no evidence to support the plaintiffs allegations that the CFD hired improperly trained EMTs or otherwise failed to provide proper training.\nAlthough there is no question that the result here was tragic, it is *284inappropriate to examine the case in hindsight and second-guess every action taken by the EMTs in rendering emergency treatment to the decedent. See Brock, 287 Ill. App. 3d at 27-28. Lacking any evidence that the EMTs' conduct was wilful and wanton, we conclude that the trial court properly entered summary judgment on behalf of CFD.\nFor the foregoing reasons, the judgment of the circuit court of McHenry County is affirmed.\nAffirmed.\nCOLWELL and THOMAS, JJ, concur.\n\n\nPlain English summary:\nPlaintiff, as special administrator of the estate of the decedent, filed a complaint against the Cary First Protection District Decedent, alleging that the decedent's death was the result of the wilful and wanton conduct of its emergency medical technicians (EMTs). The complaint also alleged that the CFD was wilful and wanton in its failure to hire and provide properly trained EMTs. The trial court granted summary judgment in favour of defendant. Plaintiff appealed, and the appellate court affirmed. \n",
    "annotations": {
        "Facts": [
            "On July 21, 1990, the decedent, William Bowden, experienced severe respiratory arrest as a result of an asthma attack. At the time of this attack, the decedent was in his driveway after having just returned home from a drive. When it appeared that decedent was about to collapse, his son, Greg Bowden, called 911. Greg then gave the decedent several chest compressions and began to administer mouth-to-mouth resuscitation on his father.",
            "Greg testified that he observed the decedent's chest rise and fall as he administered mouth-to-mouth resuscitation.The CFD received the 911 call at 7:08 p.m. on the date in question. The CFD dispatched a five-man ambulance team to the site. The ambulance team included two licenced EMTs, Donald Shoevlin and Robert Miller. The ambulance arrived at the decedent's home at 7.T8 p.m. Upon arrival, one of the EMTs apparently asked Greg to cease the mouth-to-mouth resuscitation and asked him some questions about the decedent's condition. Another EMT went into the house to get the decedent's medical history from the decedent's wife, who is the plaintiff herein. The decedent's prior medical history included two respiratory arrests and one cardiac arrest, which had also been triggered by asthma attacks. The decedent also had moderate obstructive coronary artery disease and his major heart vessels were 40% to 60% occluded.EMTs Shoevlin and Miller assessed the decedent's airway, breathing, circulation, and vital signs. At this time, they determined that the decedent was conscious and was breathing shallowly on his own. The decedent was respiring at a rate of approximately 10 breaths per minute and had a pulse. At their depositions, both Shoevlin and Miller testified that CPR was not indicated because the decedent had a pulse. When Greg questioned why they were not performing CPR or continuing mouth-to-mouth resuscitation, Miller explained that the decedent had a pulse and was breathing.The EMTs did administer high-flow oxygen through a face mask in order to assist the decedent's ventilation. After the decedent was given oxygen, his color improved slightly and the paramedics again checked the decedent's lung sounds and chest rise. Prior to the decedent's being placed into the ambulance, his respiratory rate suddenly dropped and the EMTs bagged him in order to force oxygen *277into his lungs. Although the decedent's condition improved somewhat as a result of bagging, the EMTs determined that the decedent required immediate transport to the hospital. In loading the decedent into the ambulance, the EMTs apparently had some difficulty placing him onto the backboard and stretcher, and Greg was required to assist them. In total, the paramedics spent seven minutes at the decedent's residence before leaving for the hospital.On route to Good Shepherd Hospital in Barrington, the EMTs made radio contact with their base hospital and transmitted information about the decedent's condition. The EMTs took the decedent's vital signs, started intravenous (IV) therapy, and used a cardiac monitor to monitor his condition. The EMTs continued to keep the decedent's airway open and assisted his ventilation by bagging oxygen.A couple of minutes before arriving at the hospital, the decedent's respiratory rate decreased, and the decedent went into full cardiopulmonary arrest. The EMTs initiated CPR and asked the base hospital for orders. The base hospital ordered the EMTs to intubate the decedent. EMT Shoevlin told the base hospital that no one was certified to perform intubations on the ambulance, although he had performed intubations before. The EMTs stopped the ambulance to make it easier to intubate, but they were unsuccessful and the decedent vomited. The EMTs suctioned the vomit out of the decedent's airway and administered additional oxygen. As the ambulance was close to the hospital, the hospital ordered the EMTs not to attempt in-tubation again. The ambulance arrived at Good Shepherd Hospital at 7:35 p.m., approximately 27 minutes after the CFD received the 911 call.The decedent was treated in the emergency room and then admitted to Good Shepherd Hospital. The decedent was maintained on life support equipment until he died on July 29, 1990. The coroner's report indicates that the decedent's cause of death was status asthmaticus, which is an unrelenting asthma attack that does not respond to normal respiratory therapy.",
            "The CFD is part of an emergency medical system established by the legislature through the Emergency Medical Services (EMS) Systems Act (the EMS Act) (Ill. Rev. Stat. 1989, ch. 111½, par. 5501 et seq.). The purpose of an EMS system is to provide emergency medical services rendered to emergency patients for analytic, resuscitative, stabilizing, or preventative purposes, precedent to and during transportation of such patients to hospitals. Ill. Rev. Stat. 1989, ch. 111½, par. 5504.16. Each EMS system includes associate, participat*278ing, and resource hospitals. Ill. Rev. Stat. 1989, ch. 111½, pars. 5504.22 through 5504.24. The resource hospital appoints a project medical director, who is a medical physician who. has the ultimate responsibility for patient management (Ill. Rev. Stat. 1989, ch. 111½, pars. 5513(e), 5518). The project medical director is required to issue written standing orders and protocols (SOPs) that EMTs in the system must follow. 77 Ill. Adm. Code §§ 535.200(c), 535.210(m)(1), (m)(7) (1991).In addition, the EMS Act provides for the licensure of EMTs. Ill. Rev. Stat. 1989, ch. 111½, par. 5510. Advanced-level EMTs are permitted to perform such functions as cardiac monitoring, electrocardiography, IV therapy, the administration of medications, and the insertion of endotracheal tubes. Ill. Rev. Stat. 1989, ch. 111½, par. 5504.01. However, the EMS Act provides that an EMT may provide such services only under the express direction of a physician and where authorized by the project medical director. 111. Rev. Stat. 1989, ch. lll1/2, par. 5504.01.The CFD is a member of the McHenry/Western Lake County EMS System (McHenry EMS). The project medical director of the McHenry EMS has prescribed written SOPs for the EMTs working in the system to follow. These SOPs limited the scope of the EMTs' practices to those skills specifically approved by the project medical director. Unless specifically recognized by the project medical director to perform intubation, EMTs in the McHenry EMS were not permitted to perform this procedure without the express order of the physician in charge of the run. The administration of medications, even when listed in a SOP also required a physician's order. Of the 150 EMTs working in the McHenry EMS, only 5 were authorized by the project medical director to intubate without a physician's order. Although two of the EMTs responding to the decedent's 911 call had been trained to intu-bate, neither was recognized by the project medical director to perform the procedure without a physician's order.The asthma SOP for the McHenry EMS included assessment, establishing and maintaining an airway, the administration of oxygen, CPR as needed, monitoring vital signs every 15 minutes, monitoring cardiac rhythms, and establishing an IV The SOP further provided that an endotracheal tube may be placed, where appropriate, by a [recognized provider according to policy.",
            "Dr. Frankel testified:There is absolutely no question in my mind that these men meant nothing but to do everything they could to help [the decedent]. There was nothing here at all that is evil. I think these are five good people who were doing all that they could and all that they had been trained to do within the constraints of their system to help [the decedent]."
        ],
        "Procedural History": [
            "The plaintiff, Mary Bowden, as special administrator of the estate of William Bowden, deceased, appeals from the May 13, 1998, order of the circuit court of McHenry County granting summary judgment on behalf of the defendant, Cary Fire Protection District (CFD).",
            "On May 20, 1991, the plaintiff filed a one-count complaint seeking damages against the CFD on behalf of the decedent's estate. As subsequently amended, the complaint was predicated upon the theory *279of respondeat superior",
            "CFD subsequently moved for summary judgment, arguing that, as a matter of law, its actions were not wilful and wanton.",
            "On May 13, 1998, following a hearing, the trial court granted the motion. The plaintiff thereafter filed a timely notice of appeal.",
            "the standard of review is de novo."
        ],
        "Application of Law to Facts": [
            "CFD is immunized from liability for the negligent acts of its EMTs under ",
            "We therefore must determine, as a matter of law, whether the EMTs' actions in the instant case constituted wilful and wanton conduct.",
            "After reviewing the pleadings and supporting documents in the instant case, we do not believe that the EMTs' actions showed an utter indifference to or conscious disregard for the decedent's safety. Once the EMTs arrived at the scene, they immediately assessed the *282decedent's condition and obtained his medical history from his wife and son. The EMTs then repositioned the decedent to assist and assess his breathing and later oxygenated the decedent by placing a mask over his face. The EMTs listened for lung sounds, checked the decedent's pulse, and verified that he was breathing. When the decedent's respirations dropped, they bagged him with high-flow oxygen, placed him into the ambulance, and made immediate contact with the base hospital when they left the scene. In the ambulance, the EMTs took the decedent's vital signs, continued to bag him with high-flow oxygen, monitored his heart, attempted to intubate, suctioned his airway after the failed attempt, and gave him CPR when he arrested. The ambulance arrived at Good Shepherd Hospital 27 minutes after the 911 call. In light of the. extensive care and treatment provided by the EMTs herein, we do not believe that the plaintiff has demonstrated that the EMTs' conduct was wilful and wanton.",
            "In support of her allegations, the plaintiff relies on her own deposition testimony, as well as that of her son, that the EMTs told Greg to discontinue mouth-to-mouth resuscitation and then did nothing to force oxygen into the decedent's lungs at the scene. The plaintiff and her son also testified that the EMTs failed to secure the oxygen mask to the decedent's face to prevent it from falling off and were inept in their attempts to place the decedent on the stretcher. Although this testimony does conflict with that of the EMTs, such a factual discrepancy standing alone is insufficient to support the plaintiffs allegations of wilful and wanton conduct. Even if believed by the jury, such testimony would only be sufficient to establish negligence.",
            "Rather, in light of the undisputed evidence of the extensive treatment provided by the EMTs, there simply is no evidence that they showed an utter indifference to the decedent's safety.We also do not believe that the EMTs displayed a conscious disregard for the decedent's safety because they did not immediately contact the hospital when they arrived at the scene to get permission to intubate and administer asthma medications. Nor do we believe that the EMTs were wilful and wanton merely because they were unsuccessful in their attempt to intubate the decedent in the ambulance. The evidence herein demonstrates that the EMTs' conduct was in conformity with the written SOPs governing the treatment of asthma patients and that the EMTs did not attempt any life support service beyond their level of training.",
            "As indicated above, when the EMTs arrived at the scene, the decedent had a pulse, was able to breathe on his own, and was con-*283scions. In such instances, the only treatment indicated under the applicable SOP was to monitor the patient, reposition him, and oxygenate him with a mask to assist breathing. However, when the decedent went into respiratory arrest, the EMTs immediately placed him into the ambulance and contacted the base hospital. As noted above, although two of the EMTs on the run had been trained to perform intu-bations, neither was recognized by the project medical director to perform such a procedure without a physician's order. When ordered to intubate, the EMTs attempted to do so but were unsuccessful. Although perhaps such conduct might be sufficient to support a negligence theory, it does not demonstrate a wilful or conscious disregard for the decedent's safety.",
            "one of the plaintiffs experts, Dr. Alfred Frankel, acknowledged that the EMTs had acted in good faith to provide care to the decedent. ",
            "In light of such testimony from the plaintiffs own expert, we believe that the trial court correctly determined that the EMTs were not wilful and wanton as a matter of law.We next turn to the plaintiffs allegations of the CFD's own wilful and wanton conduct in failing to hire EMTs properly trained to perform intubations or to provide such training to their EMTs. We believe that such allegations are without merit. The obligation of EMT training and certification does not lie with fire protection districts",
            "but is the responsibility of the Illinois Department of Public Health.",
            "Moreover, there is no question that the EMTs herein were trained, licensed, and certified as required by Illinois law. Indeed, the evidence demonstrates that the EMT who attempted the intubation had received advanced life support training, including the insertion of endotracheal tubes, the treatment of asthma attacks and respiratory distress, and the administration of CPR. We therefore conclude that there is no evidence to support the plaintiffs allegations that the CFD hired improperly trained EMTs or otherwise failed to provide proper training.",
            "Lacking any evidence that the EMTs' conduct was wilful and wanton,"
        ],
        "Relevant Precedents": [
            "section 17(a) of the EMS Act (Ill. Rev. Stat. 1989, ch. 111½, par. 5517(a) (subsequently amended and recodified as 210 ILCS 50/3.150(a) (West 1996))).",
            "section 17(a)",
            "Any person, agency or governmental body licensed or authorized pursuant to this Act or its rules thereunder, who in good faith provides life support services *** in the normal course of conducting their duties or in an emergency shall not be civilly or criminally liable as a result of their acts or omissions in providing such services unless such acts or omissions *** are inconsistent with the person's training or constitute willful or wanton misconduct. Ill. Rev. Stat. 1989, ch. 111½, par. 5517(a).",
            "Pfister v. Shusta, 167 Ill. 2d 417, 421-22 (1995).",
            "Ziarko v. Soo Line R.R. Co., 161 Ill. 2d 267, 273 (1994).",
            "Ziarko, 161 Ill. 2d at 273.",
            "Brock, 287 Ill. App. 3d at 26",
            "Brock, 287 Ill. *281App. 3d at 27.",
            "Brock, 287 Ill. App. 3d at 26-27.",
            "Brock, 287 Ill. App. 3d at 26.",
            "Brock, 287 Ill. App. 3d at 26.",
            "Brock, 287 Ill. App. 3d at 27.",
            "Brock, 287 Ill. App. 3d at 27-28, quoting Gleason, 207 Ill. App. 3d at 188-89.",
            "Gleason, 207 Ill. App. 3d at 186",
            "Gleason, 207 Ill. App. 3d at 189",
            "Gleason, 207 Ill. App. 3d at 189.",
            "Brock, 287 Ill. App. 3d at 26",
            "Brock, 287 Ill. App. 3d at 26-27; Gleason, 207 Ill. App. 3d at 189",
            "Gleason, 207 Ill. App. 3d at 189.",
            "Ill. Rev. Stat. 1989, ch. 111½, par. 5510"
        ],
        "Outcome": [
            "We affirm.",
            "we conclude that the trial court properly entered summary judgment on behalf of CFD.For the foregoing reasons, the judgment of the circuit court of McHenry County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}