{
    "text": "Niewold v. Fry, 306 Ill. App. 3d 735 (1999)\nJuly 29, 1999 · Illinois Appellate Court · No. 2-98-1008\n306 Ill. App. 3d 735\n\nCase outline\nMajority — Justice Thomas\nOther formats\nPDF\nAPI\nCiting cases\n10 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nCARY L. NIEWOLD et al., Plaintiffs-Appellants,v.ALAN L. FRY, Defendant-Appellee\nSecond District\n*736Thomas W. Duda, of Arlington Heights, for appellants.\nMichael Resis and Dennis J. Cotter, both of O'Hagan, Smith & Amundsen, L.L.C., of Chicago, for appellee.\nJUSTICE THOMAS\ndelivered the opinion of the court:\nPlaintiffs, Cary L. Niewold and Barbara Niewold, filed a two-count complaint against defendant, Alan L. Fry, alleging that defendant was negligent in the operation of his motor vehicle. Following a jury trial, the jury returned a verdict and a special interrogatory in favor of defendant and against plaintiffs. Plaintiffs now timely appeal.\nThe instant action arose out of a head-on collision between plaintiffs' vehicle and defendant's vehicle on November 24, 1992. Defendant was driving eastbound when his vehicle crossed the center lane marker and hit plaintiffs' vehicle. Plaintiff Cary Niewold claimed that defendant was negligent and that he suffered personal injuries as a proximate result of defendant's negligence. Plaintiff Barbara Niewold claimed a loss of consortium and society as a proximate result of defendant's negligence. Defendant claimed that a deer had jumped in front of his vehicle and that the subsequent collision with the deer caused his car to cross the center lane and hit plaintiffs' car. Defendant denied all allegations of negligence or wrongdoing.\nAs a preliminary matter, we note that defendant contends that plaintiffs' appellate brief violates Illinois Supreme Court Rule 341(e)(3) (177 Ill. 2d R. 341(e)(3)) because plaintiffs have failed to include a *737concise statement of the applicable standard of review for each issue. We agree and further observe that plaintiffs' appellate brief also violates Illinois Supreme Court Rule 341(e)(6) (177 Ill. 2d R. 341(e)(6)). Rule 341(e)(6) provides that the statement of facts in an appellant's brief shall contain the facts necessary to an understanding of the case, stated accurately and fairly without argument or comment, and with appropriate reference to the pages of the record on appeal. 177 Ill. 2d R. 341(e)(6). The statement of facts in plaintiffs' brief, however, contains a summary of the testimony only of defendant and of plaintiffs' expert, completely omitting any reference to the testimony of eight other witnesses that was relevant to the issues on appeal.\nThe rules of procedure concerning appellate briefs are rules and not mere suggestions. Ryan v. Katz, 234 Ill. App. 3d 536, 537 (1992). It is within this court's discretion to strike the plaintiffs' brief and dismiss the appeal for failure to comply with Rule 341 (177 Ill. 2d R. 341). Ryan, 234 Ill. App. 3d at 537. However, because defendant has provided a summary of the relevant testimony in his response brief and because the record is not long and the issues are simple, we will not penalize the plaintiffs so severely for the lapses of their counsel. See Ryan, 234 Ill. App. 3d at 537.\nThe relevant testimony at trial was as follows. Curt Mathey, one of plaintiff Cary Niewold's coworkers, testified that on November 24, 1992, he was a passenger in Cary Niewold's van and was seated in the front passenger seat. Just before the collision with defendant's car, Mathey noticed defendant's car approaching and saw the car's wheels go into Niewold's lane and then go back. As Niewold's van got closer to defendant's car, Mathey noticed a deer in the middle of defendant's lane and saw defendant's car turn into their lane. When Niewold's van collided with defendant's car, the van veered into a ditch and hit an embankment. Mathey testified that defendant's car did not hit the deer.\nJacob Sparks testified that he also is plaintiff Cary Niewold's coworker and was driving with plaintiff and Mathey when Niewold's van collided with defendant's car on November 24, 1992. Sparks was seated in the middle bench seat of the van. Sparks said that prior to the collision he was looking out the windshield and saw headlights coming toward Niewold's car. He also saw at least two deer along the road and saw the deer make a movement toward the road. Sparks then saw headlights come at Niewold's car from the oncoming traffic, followed by the collision. Sparks did not see whether the oncoming car hit any of the deer. Sparks said that after the collision he got out of the van and saw two deer bounding over the embankment. Sparks did not notice that either of the animals showed any signs of injury but said that he did not pay close attention.\n*738Douglas Pann testified that on November 24, 1992, he was employed as a patrol officer by the Boone County sheriffs department. On that date, Pann investigated the accident between plaintiffs' and defendant's vehicles. Pann said that, during his investigation of the accident, he searched the north and south sides of the road with a flashlight to try to find the remains of any animals, particularly any deer, but did not find any.\nOn cross-examination, Pann said that his report on the accident reflected that defendant told Pann that he had been driving his vehicle eastbound on Business Route 20 when two deer ran into his path. Defendant said that he hit one of the deer, which forced his car into the westbound lane of traffic where the accident occurred. Pann also testified that at the scene of the accident he observed skid marks that started in the eastbound lane of traffic. Pann stated that nothing in his investigation ruled out the possibility that defendant's vehicle had struck a deer before entering the westbound lane of traffic. Pann's report also noted that Pann had spoken with plaintiff Cary Niewold at the site of the accident and that Niewold told him that there had been deer in the roadway, although Niewold was not sure if defendant's vehicle had hit the deer.\nDefendant then testified as an adverse witness that he was driving on eastbound Business Route 20 at around 55 miles per hour when he noticed two deer on the shoulder of the road. When defendant noticed the deer, he pressed the brake to slow his car down and moved his car closer to the center line so that the deer had more room on the shoulder. Defendant said that one of the deer then jumped and struck his car on the right front passenger side. Defendant was aware that there were cars coming in the opposite direction.\nIn response to questioning by his attorney, defendant testified that, when he saw the deer move from the shoulder of the road, he pressed the brake as hard as he could and locked the brakes. He said that he not only felt the impact with the deer, but he also heard the impact. At the same time, the steering wheel jerked violently to the left. Defendant kept his foot on the brake and the car continued to slide, going into a skid until it hit plaintiffs' vehicle.\nPlaintiff Cary Niewold testified that as he was driving westbound on Business Route 20 with Mathey and Sparks on November 24, 1992, he noticed two cars approaching from the west. Niewold had taken his foot off the accelerator because he was approaching his destination. As they passed Anderson Road, the front car swerved into Niewold's lane and hit his van. Niewold said that he did not remember what happened after that until he awoke in St. Anthony Hospital. In contrast to Pann's testimony that his report contained a statement from *739Niewold that there had been deer in the road, Niewold testified that he did not see any deer that night.\nPlaintiffs' expert witness, Kirk Rosenhan, testified that he is an engineer employed part time by Mississippi State University and part time by Oktibbeha County, Mississippi, and he also does private consulting. Rosenhan said that for a number of years he has done accident reconstruction. Rosenhan said he had worked with plaintiffs' attorney on two previous cases involving personal injuries. In rendering his opinion in the case, Rosenhan reviewed the accident report, portions of defendant's deposition, and photographs of the two vehicles involved in the accident. Rosenhan's opinion, to a reasonable degree of engineering certainty, is that a lateral collision with a deer would not have caused defendant's vehicle to go over the center line into oncoming traffic. Rosenhan based his opinion on the fact that the pavement was dry, defendant's car was a fairly heavy vehicle and was traveling around 50 miles per hour, and the deer was up to 200 pounds. Rosenhan said that, even if a collision with the deer had occurred, under basic physics principles the collision would not have been sufficient to push defendant's car over into the other lane.\nOn cross-examination, Rosenhan said that his opinion was that it must have been driver input, including turning the wheel, that caused defendant's car to cross into oncoming traffic. Rosenhan acknowledged that his primary area of experience is in fire science engineering and fire protection. Prior to this case, Rosenhan had never been retained to render an opinion regarding a vehicular collision with a deer, although he had testified in cases involving collisions with cows, horses, smaller animals, and humans. Rosenhan also said that this was the first case in which he had been asked to testify concerning whether a collision with an animal caused a vehicle to deviate from its course of travel. Rosenhan then agreed that a large deer, if it was going fast enough and hit defendant's car in the right place, potentially could have exerted enough force to cause defendant's vehicle to travel into the oncoming lane of traffic. On redirect examination, Rosenhan explained that to impact defendant's vehicle the deer would have to weigh in excess of 300 pounds and would have to be traveling in excess of 20 miles per hour.\nFollowing the testimony of Rosenhan, defendant presented his case. Defendant first presented the evidence deposition of Gerald Stensrud. Stensrud had witnessed the accident between plaintiffs' van and defendant's car on November 24, 1992. At the time, Stensrud and his wife were traveling eastbound on Business Route 20 behind defendant's vehicle. Stensrud did not notice anything unusual about how defendant was operating his vehicle and never saw the vehicle *740leave the eastbound lane prior to the accident at issue. Stensrud said that, as he was approaching defendant's car, his wife said, Gerald, there's a deer, at which point he saw the deer. The car in front of him then came to a sudden stop and turned about 90 degrees to the left in the road so that Stensrud was forced to go onto the shoulder of the road to get around the vehicle. Stensrud saw the deer when his wife mentioned it, and said the deer was coming up onto the shoulder of the road and was moving. The deer was in front of defendant's car and to the right. Stensrud said he knew that defendant was going to hit the deer, and his immediate reaction when defendant's car stopped was that it had hit the deer. After the accident, Stensrud was surprised to see plaintiffs' van in the ditch because he did not remember seeing a westbound car. After the accident, Stensrud did not see the deer again and did not see where it went. Stensrud walked along the north side of Route 20 with a sheriffs deputy looking for a deer. Stensrud said that he spoke with defendant after the accident and thought he told defendant, I just knew you were going to hit that deer.\nOn cross-examination, Stensrud said that when he told defendant that he knew defendant was going to hit the deer, defendant said something like, What deer? I didn't see a deer. Stensrud did not think he saw defendant's brake lights from the time he saw the deer until the time the accident occurred. Stensrud also said it was correct that he did not see defendant's car hit the deer. Stensrud did not remember finding any deer remains on defendant's car. The deer was a fairly large white-tailed deer.\nTeresa Stensrud then testified for defendant that she had witnessed the accident at issue on November 24, 1992. Teresa said that she and her husband were driving behind defendant's car on Business Route 20. Teresa saw two deer coming up the ditch line onto the road. One of the deer was stopped, and the other was running at a good clip. The deer that was running was coming right at defendant's car. Prior to the time she saw the deer, Teresa did not notice anything unusual about how defendant was operating his car and did not see defendant's car go into the lane of oncoming traffic. Teresa said that, when the deer ran in front of defendant, she saw defendant's brake lights go on and saw the car swerve into the lane of oncoming traffic. Teresa did not know whether defendant's car hit the deer. Teresa did not see what happened to the two deer, although her best recollection was that they went into a field across the road. Teresa said that, after the sheriff arrived on the scene, she told the officer that she thought the deer had collided with the car, so she and the officer looked at the front end of defendant's vehicle. Teresa saw what she and the officer thought were drops of blood on the pavement in front of defendant's car where it was damaged.\n*741Defendant's wife, Barbara, testified that she was riding in the front passenger seat of their car on Business Route 20 when a deer hit the car in the right front fender, causing the car to swerve into the oncoming lane of traffic and hit plaintiffs' car. Barbara said that she did not see the deer until it was right in front of them. Barbara testified that the deer was running when she saw it. Barbara heard the impact between the car and the deer and to the best of her recollection thought that the front right fender hit the deer's left shoulder area.\nEdward Pevonka testified in rebuttal for plaintiffs that he is an investigator, although not retained by either party in the case, and that he took a statement from Teresa Stensrud on January 9, 1993. Pevonka had a telephone interview with Teresa and immediately after that conversation prepared a typewritten report of their interview. Teresa told Pevonka that the deer had run into the side of defendant's car. After the accident, Teresa said that the deer got up and ran into the field north of the collision. Teresa and the police officers looked for the deer but were not able to find it, although she was certain that the deer had run into the car. Teresa also told Pevonka that the passenger side of defendant's vehicle was hit hard by the deer and there was blood all over the side of the car. Teresa gave Pevonka the impression that the deer pushed defendant's car into the other lane of traffic.\nAs noted, following closing argument, the jury returned a verdict in favor of defendant and against plaintiffs and also answered a special interrogatory in favor of defendant. Plaintiffs then filed their posttrial motion, which the trial court denied following a hearing.\nPlaintiffs raise four issues on appeal. Plaintiffs contend that (1) the trial court committed reversible error when it did not sustain plaintiffs' objection to defendant's cross-examination of plaintiffs' expert; (2) the trial court improperly limited plaintiffs' closing argument concerning defendant's failure to call an expert witness; (3) the trial court committed reversible error in allowing defendant to propound a special interrogatory over plaintiffs' objections; and (4) the jury's verdict was against the manifest weight of the evidence.\nTurning to plaintiffs' first issue on appeal, plaintiffs specifically object to defendant's cross-examination of plaintiffs' expert', Rosenhan, concerning his work on behalf of an attorney named Patrick Healy. The cross-examination at issue was as follows:\nQ. Okay. Now, you're not — okay. You also have worked for an attorney named Patrick Healy. Is that correct?\nA. Yes, sir.\nMR. DUDA [plaintiffs' counsel]: Objection. Irrelevant.\nMR. COTTER [defendant's counsel]: I'll tie it up.\n*742BY MR. COTTER:\nQ. Who you know to be associated and in practice with Mr. Duda. Is that correct?\nA. Well, I don't know that they're associated in practice. I do know they are acquainted.\nQ. Okay.\nA. I have known Mr. Healy probably, gosh, close to 20 years.\nQ. Okay. And in fact it was Patrick Healy that you knew before you knew Tom?\nA. That's correct.\nQ. And it was Patrick Healy who introduced you to speak to Mr. Duda?\nA. I would assume so.\nQ. And you have handled cases in the past for Patrick Healy?\nA. Yes, sir. As indicated, as far back as 20 years ago.\nQ. He's an attorney in Chicago?\nA. That's correct.\n* * *\nA. Yes, sir. There were several cases with Mr. Healy as far as 20 years ago dealing with firefighter safety.\nPlaintiffs argue that the foregoing cross-examination of Rosenhan was reversible error because defendant was trying to establish bias and self-interest on the part of Rosenhan as the result of an improper collusive relationship between plaintiffs' attorney and Patrick Healy, an attorney with no connection to this case. Plaintiffs claim that this error was compounded when the trial court denied their request that the trial court admonish the jury that plaintiffs' attorney had no association or business relationship of any kind with Patrick Healy and that plaintiffs' attorney and Healy knew one another because they attended Notre Dame together.\nIn response to this issue on appeal, defendant notes that plaintiffs never obtained a ruling on their objection and never moved to strike any portion of Rosenhan's cross-examination. Further, defendant argues that the cross-examination was proper because it concerned the nature and extent of Rosenhan's referrals and the circumstances under which Rosenhan had been introduced to plaintiffs' attorney.\nUpon review of the trial record, we find that plaintiffs have waived any claim of prejudicial error in defendant's cross-examination of Rosenhan concerning his acquaintance with Patrick Healy. In response to plaintiffs' objection to questions concerning Patrick Healy as irrelevant, defendant's counsel responded, I'll tie it up, and the trial court never ruled on the objection. Plaintiffs' counsel did not object when defendant's attorney asked about an association between Healy and plaintiffs' attorney, did not later object that defendant had failed *743to tie up the testimony, did not seek a ruling on the irrelevancy objection, and, as noted by defendant, did not file a motion to strike the testimony. Where evidence is admitted subject to a connection, the party opposing such evidence must object at the time the evidence is introduced and later renew his objection by making a timely motion to strike the evidence. Gillespie v. Chrysler Motors Corp., 135 Ill. 2d 363, 373 (1990). Because plaintiffs failed to follow either procedure, plaintiffs have waived their claim of prejudicial error.\nEven if plaintiffs had properly preserved this issue for review, however, we nonetheless would find no reversible error in the cross-examination of Rosenhan. In support of their claim that the cross-examination constituted reversible error, plaintiffs cite cases holding that, in order to impeach a witness by a prior inconsistent statement that is denied, the impeachment must be completed by later offering evidence of the inconsistent statement. See Morris v. Milby, 301 Ill. App. 3d 224 (1998); Hacked v. Equipment Specialists, Inc., 201 Ill. App. 3d 186 (1990); Green v. Cook County Hospital, 156 Ill. App. 3d 826 (1987). As noted by defendant in his response to plaintiffs' appeal, however, the cross-examination at issue in this case did not involve an incomplete impeachment. Consequently, the cases cited by plaintiffs are not on point.\nFurther, counsel must be given the widest latitude to demonstrate any bias or interest of an expert through cross-examination. Aguinaga v. City of Chicago, 243 Ill. App. 3d 552, 565 (1993). Thus, the Illinois Supreme Court has held that an expert witness may be questioned on cross-examination concerning bias, partisanship, or financial interest. Trower v. Jones, 121 Ill. 2d 211, 217 (1988). The relationship between a plaintiffs attorney and a plaintiffs expert also has been held to be an appropriate area to probe during cross-examination. Flores v. Cyborski, 257 Ill. App. 3d 119, 128 (1993).\nPlaintiffs then claim that this case is similar to Cando v. White, 297 Ill. App. 3d 422 (1998). There, the plaintiff had testified that he was referred to his physician through a physician referral service, and the physician's records and testimony corroborated that testimony. Cando, 297 Ill. App. 3d at 430-31. The defendant offered no testimony connecting plaintiffs physician and his attorney. Cando, 297 Ill. App. 3d at 431. Nonetheless, during the cross-examination of the plaintiff, the defendant's attorney asked questions that suggested there was an unethical connection between the plaintiffs attorney and his physician. Cando, 297 Ill. App. 3d at 431. Further, after the defendant's counsel assured the trial court that in his closing he would argue only what was in evidence, defense counsel again insinuated there was collusion between the plaintiffs counsel and the plaintiffs physician and *744implied that the physician was a hired gun of the attorney. Cando, 297 Ill. App. 3d at 431. In addition, defense counsel implied that plaintiff was hiding evidence by not calling another treating physician to testify. Cando, 297 Ill. App. 3d at 434-35. The reviewing court held •that defense counsel's improper implication that the plaintiff was hiding evidence, combined with the improper cross-examination of the plaintiff, was prejudicial and warranted reversal for a new trial. Cando, 297 Ill. App. 3d at 435.\nWe find this case to be distinguishable from Cando, as the cross-examination of Rosenhan and the conduct of defendant's counsel did not rise to the level found objectionable in that case. Upon reviewing Rosenhan's cross-examination, we cannot say that the questions suggested an unethical connection between plaintiffs' attorney and Patrick Healy. Defendant's counsel properly questioned Rosenhan concerning bias, partisanship, financial interest, and his relationship to plaintiffs' attorney. Although questions concerning an association between plaintiffs' attorney and Healy may have been irrelevant, we note that Rosenhan denied that there was such an association, and defendant's counsel did not mention the association again. Consequently, any error in asking whether Healy and plaintiffs' attorney were associated was harmless in light of the overwhelming evidence in support of the jury's verdict.\nPlaintiffs next contend that they were denied a fair trial when the trial court sustained defendant's objection to plaintiffs' closing argument. The objected-to portion of the closing argument was as follows:\nNow, Mr. Cotter [defendant's attorney] is trying to get you to discredit the opinion of Professor Rosenhan, but it's curious that the defense, who knew for two years that this man was going to testify, they never — they never secured an expert.\nMR. COTTER: Objection, your Honor. There's absolutely no duty or burden on behalf of the defendant to bring any evidence into the courtroom. Counsel knows that. I don't have to bring a witness in here. I certainly don't have a burden of proof.\nTHE COURT: Sustained.\nPlaintiffs argue that they were entitled to point out that defendant chose to attack plaintiffs' expert rather than call their own expert and that it was error for the trial court to prohibit plaintiff from pointing out to the jury that plaintiffs' expert testimony was unrebutted. Plaintiffs claim that this error heightened the error in the cross-examination of Rosenhan.\nIn an action alleging negligence, the burden is on the plaintiff to prove negligence, not on the defendant to disprove negligence. Ferry v. *745 Checker Taxi Co., 165 Ill. App. 3d 744, 750-51 (1987). While plaintiffs are correct that they would have been entitled to point out that their expert's testimony was unrebutted, we disagree that was the import of plaintiffs' argument. Defendant's trial counsel was correct that the portion of the argument at issue suggested that defendant had the burden of disproving negligence. Because this was an improper argument, the trial court did not err in sustaining defendant's objection to the argument.\nPlaintiffs' third issue on appeal is that the trial court committed reversible error when it allowed defendant to propound a special interrogatory to the jury over plaintiffs' objections. The special interrogatory read, Did [defendant] fail to use reasonable care at the time of the accident? Plaintiffs contend that the trial court erred in following the decision of the Appellate Court, Fourth District, in Snyder v. Curran Township, 281 Ill. App. 3d 56 (1996), and argue that this court should instead follow the decision of the Appellate Court, First District, in Lundquist v. Nickels, 238 Ill. App. 3d 410 (1992).\nIn Lundquist, the court held that to be in proper form, a special interrogatory must include all of the elements of negligence, proximate cause, and injuries resulting therefrom, and, absent such elements, the special interrogatory is not in proper form and should be refused. Lundquist, 238 Ill. App. 3d at 435. Consequently, if this court followed the decision in Lundquist, the special interrogatory at issue would not be in proper form because it does not include all of the elements of negligence, proximate , cause, and injuries resulting therefrom.\nIn contrast to Lundquist, the court in Snyder held that a special interrogatory need not contain all the elements necessary for a finding of guilt in order for it to be in proper form. Snyder, 281 Ill. App. 3d at 61. The court noted that it was well settled that a special interrogatory is in proper form if (1) it relates to an ultimate question of fact upon which the parties' rights depend, and (2) an answer responsive to the special interrogatory might be inconsistent with the general verdict. Snyder, 281 Ill. App. 3d at 59. However, the specific requirements of a special interrogatory remained unclear. Snyder, 281 Ill. App. 3d at 60. The court therefore looked to the legislative intent behind section 2 — 1108 of the Code of Civil Procedure (735 ILCS 5/2— 1108 (West 1996)), which was that a special interrogatory should not only sharpen the jury's focus on the questions presented by the case— thus testing the jury's comprehension of the issues before it — but also do so in a simple, understandable fashion. Snyder, 281 Ill. App. 3d at 61.\nConsequently, the Snyder court concluded that a special interrogatory was in proper form if (1) it was a single question; (2) it related to *746an ultimate issue of material fact so that a response to the interrogatory would control an inconsistent general verdict; (3) its terms were simple, understandable, and unambiguous so that the jury would know what it was deciding; and (4) it was not repetitive, confusing, or misleading. Snyder, 281 Ill. App. 3d at 61. Thus, the court held that to be in proper form under the second factor, a special interrogatory need not contain all the elements necessary for a finding of guilt. Snyder, 281 Ill. App. 3d at 61. Further, the court stated that a special interrogatory that contained all the elements necessary to a finding of guilt would be more likely to confuse the jury and less likely to clarify and sharpen the jury's consideration of the questions presented by the case. Snyder, 281 Ill. App. 3d at 62.\nWe are persuaded by the reasoning of the court in Snyder and therefore hold, as did that court, that a special interrogatory need not contain all the elements necessary for a finding of guilt in order to be in proper form. We agree with the Snyder court that a special interrogatory that contains all the elements necessary for a finding of guilt may be repetitive, confusing, or misleading. Accordingly, we conclude that the trial court did not érr in following the decision in Snyder and in allowing defendant to propound the special interrogatory. Our conclusion, however, is not dispositive of this issue because plaintiffs also argue that the trial court erred in allowing defendant to propound the special interrogatory because the special interrogatory contained the term reasonable care, while the trial court's instructions to the jury contained the term ordinary care.\nA special interrogatory should use the same terms as the terms set forth in the trial court's instructions to the jury. Slavin v. Saltzman, 268 Ill. App. 3d 392, 400 (1994), overruled on other grounds, Zuder v. Gibson, 288 Ill. App. 3d 329 (1997). As noted, defendant's special interrogatory asked, Did [defendant] fail to use reasonable care at the time of the accident? Plaintiffs complain that the reasonable care language is misleading.\nIn response to plaintiffs' argument that the special interrogatory was improper because it did not use the same terms as the jury instructions, defendant notes that the special interrogatory in fact used terms from two of the jury instructions that were submitted by plaintiffs. Defendant notes that plaintiffs' jury instruction No. 9 provided, When I use the words 'ordinary care', I mean the care a reasonably careful person would use under circumstances similar to those shown by the evidence. The law does not say how a reasonably careful person would act under those circumstances. That is for you to decide. (Emphasis added.) In addition, plaintiffs'jury instruction No. 8 defined negligence, in pertinent part, as the failure to do something which *747a reasonably careful person would do, or the doing of something which a reasonably careful person would not do, under circumstances similar to those shown by the evidence. (Emphasis added.)\nBecause the jury instructions defined ordinary care in terms of what a reasonably careful person would do, we agree with defendant that the special interrogatory at issue did use the same terms as those set forth in the trial court's jury instructions. Therefore, the special interrogatory was not misleading, and the trial court did not err in allowing defendant to propound the special interrogatory.\nIn any event, we note that, even if the special interrogatory in this case had been erroneously submitted to the jury, any error in submitting the special interrogatory would not amount to reversible error. A reviewing court will find reversible error in the submission of a defective special interrogatory only if there is proof of prejudice to the complaining party or jury confusion. Meister v. Henson, 253 Ill. App. 3d 619, 629 (1993). Although plaintiffs in this case make the conclusory allegation that they were prejudiced by the special interrogatory and that the special interrogatory caused jury confusion, plaintiffs have not directed this court to any evidence of prejudice or confusion that would amount to reversible error.\nPlaintiffs' fourth and final issue on appeal is that the jury's verdict is against the manifest weight of the evidence. Plaintiffs argue that the unrebutted evidence establishes that no remains of a deer were detected in the vicinity of the accident, and the unrefuted testimony of plaintiffs' expert witness was that a collision between defendant's car and a deer would not change the direction of defendant's vehicle. Therefore, plaintiffs contend that there was no evidence upon which the jury could find that defendant exercised either reasonable care or ordinary care.\nThis court will not set aside a jury verdict unless the verdict was contrary to the manifest weight of the evidence. Knight v. Haydary, 223 Ill. App. 3d 564, 573 (1992). This court must examine the evidence in the light most favorable to the appellee in determining whether a jury's verdict is against the manifest weight of the evidence. Knight, 223 Ill. App. 3d at 573. A jury's verdict is against the manifest weight of the evidence only where the opposite conclusion is clearly evident or when the verdict appears to be arbitrary or to be unsupported by the evidence. Knight, 223 Ill. App. 3d at 573.\nAfter examining the evidence in this case in the light most favorable to defendant, we cannot say that the jury's verdict was against the manifest weight of the evidence. All of the witnesses except plaintiff Cary Niewold testified that they saw a deer in front of defendant's car. There was conflicting testimony concerning whether *748defendant's car hit the deer. Further, although Rosenhan was the only expert witness to testify, Rosenhan admitted that this was the first case he had reviewed concerning a vehicular collision with a deer, that his primary area of expertise was fire science engineering and fire protection, and that it was possible for an extremely large deer moving very rapidly to exert enough force to cause defendant's car to enter the oncoming lane of traffic. It was for the jury to determine the credibility of the witnesses and the weight to be accorded their testimony. Yowell v. Ringer, 217 Ill. App. 3d 353, 362 (1991). We will not disturb the jury's verdict merely because it could have determined the credibility of the witnesses differently or could have drawn different inferences of fact. See Yowell, 217 Ill. App. 3d at 362.\nFor all the foregoing reasons, the judgment of the circuit court of Boone County is affirmed.\nAffirmed.\nBOWMAN, EJ., and GEIGER, J., concur.\n\nPlain English summary:\nDefendant's vehicle collided with plaintiff's. There were deer in the road, and a question as to whether defendant's car collided with the deer. Plaintiff sued defendant for personal injury, and the jury found in favour of defendant. Plaintiff appealed. The appellate court held that the jury's verdict was not against the manifest weight of the evidence. \n",
    "annotations": {
        "Facts": [
            "The instant action arose out of a head-on collision between plaintiffs' vehicle and defendant's vehicle on November 24, 1992. Defendant was driving eastbound when his vehicle crossed the center lane marker and hit plaintiffs' vehicle.",
            "Defendant claimed that a deer had jumped in front of his vehicle and that the subsequent collision with the deer caused his car to cross the center lane and hit plaintiffs' car.",
            "Curt Mathey, one of plaintiff Cary Niewold's coworkers,",
            "on November 24, 1992,",
            "was a passenger in Cary Niewold's van and was seated in the front passenger seat. Just before the collision with defendant's car, Mathey noticed defendant's car approaching and saw the car's wheels go into Niewold's lane and then go back. As Niewold's van got closer to defendant's car, Mathey noticed a deer in the middle of defendant's lane and saw defendant's car turn into their lane. When Niewold's van collided with defendant's car, the van veered into a ditch and hit an embankment.",
            "Jacob Sparks",
            "also is plaintiff Cary Niewold's coworker and was driving with plaintiff and Mathey when Niewold's van collided with defendant's car on November 24, 1992. Sparks was seated in the middle bench seat of the van.",
            "prior to the collision he was looking out the windshield and saw headlights coming toward Niewold's car. He also saw at least two deer along the road and saw the deer make a movement toward the road. Sparks then saw headlights come at Niewold's car from the oncoming traffic, followed by the collision. Sparks did not see whether the oncoming car hit any of the deer.",
            "after the collision he got out of the van and saw two deer bounding over the embankment. Sparks did not notice that either of the animals showed any signs of injury but said that he did not pay close attention.",
            "738Douglas Pann ",
            "on November 24, 1992, ",
            "was employed as a patrol officer by the Boone County sheriffs department. On that date, Pann investigated the accident between plaintiffs' and defendant's vehicles. Pann ",
            "during his investigation of the accident, ",
            "searched the north and south sides of the road with a flashlight to try to find the remains of any animals, particularly any deer, but did not find any.",
            "Pann said that his report on the accident reflected that defendant told Pann that he had been driving his vehicle eastbound on Business Route 20 when two deer ran into his path. Defendant said that he hit one of the deer, which forced his car into the westbound lane of traffic where the accident occurred.",
            "at the scene of the accident he observed skid marks that started in the eastbound lane of traffic.",
            "nothing in his investigation ruled out the possibility that defendant's vehicle had struck a deer before entering the westbound lane of traffic.",
            "Pann had spoken with plaintiff Cary Niewold at the site of the accident and that Niewold told him that there had been deer in the roadway, although Niewold was not sure if defendant's vehicle had hit the deer.Defendant",
            "was driving on eastbound Business Route 20 at around 55 miles per hour when he noticed two deer on the shoulder of the road. When defendant noticed the deer, he pressed the brake to slow his car down and moved his car closer to the center line so that the deer had more room on the shoulder. ",
            "one of the deer then jumped and struck his car on the right front passenger side. Defendant was aware that there were cars coming in the opposite direction.",
            "when he saw the deer move from the shoulder of the road, he pressed the brake as hard as he could and locked the brakes. He said that he not only felt the impact with the deer, but he also heard the impact. At the same time, the steering wheel jerked violently to the left. Defendant kept his foot on the brake and the car continued to slide, going into a skid until it hit plaintiffs' vehicle.Plaintiff",
            "as he was driving westbound on Business Route 20 with Mathey and Sparks on November 24, 1992",
            "noticed two cars approaching from the west. Niewold had taken his foot off the accelerator because he was approaching his destination. As they passed Anderson Road, the front car swerved into Niewold's lane and hit his van. Niewold said that he did not remember what happened after that until he awoke in St. Anthony Hospital.",
            "Niewold testified that he did not see any deer that night.Plaintiffs' expert witness, Kirk Rosenhan",
            "is an engineer employed part time by Mississippi State University and part time by Oktibbeha County, Mississippi, and he also does private consulting.",
            "for a number of years he has done accident reconstruction.",
            "Rosenhan reviewed the accident report, portions of defendant's deposition, and photographs of the two vehicles involved in the accident.",
            "Rosenhan's opinion",
            "is that a lateral collision with a deer would not have caused defendant's vehicle to go over the center line into oncoming traffic.",
            "the pavement was dry, defendant's car was a fairly heavy vehicle and was traveling around 50 miles per hour, and the deer was up to 200 pounds. Rosenhan said that, even if a collision with the deer had occurred, under basic physics principles the collision would not have been sufficient to push defendant's car over into the other lane.",
            "his opinion was that it must have been driver input, including turning the wheel, that caused defendant's car to cross into oncoming traffic. Rosenhan acknowledged that his primary area of experience is in fire science engineering and fire protection. Prior to this case, Rosenhan had never been retained to render an opinion regarding a vehicular collision with a deer, although he had testified in cases involving collisions with cows, horses, smaller animals, and humans. Rosenhan also said that this was the first case in which he had been asked to testify concerning whether a collision with an animal caused a vehicle to deviate from its course of travel. Rosenhan then agreed that a large deer, if it was going fast enough and hit defendant's car in the right place, potentially could have exerted enough force to cause defendant's vehicle to travel into the oncoming lane of traffic. ",
            "Rosenhan explained that to impact defendant's vehicle the deer would have to weigh in excess of 300 pounds and would have to be traveling in excess of 20 miles per hour.",
            "Stensrud had witnessed the accident between plaintiffs' van and defendant's car on November 24, 1992.",
            "Stensrud and his wife were traveling eastbound on Business Route 20 behind defendant's vehicle. Stensrud did not notice anything unusual about how defendant was operating his vehicle and never saw the vehicle *740leave the eastbound lane prior to the accident at issue.",
            "Stensrud",
            "as he was approaching defendant's car, his wife said, Gerald, there's a deer, at which point he saw the deer. The car in front of him then came to a sudden stop and turned about 90 degrees to the left in the road so that Stensrud was forced to go onto the shoulder of the road to get around the vehicle. Stensrud saw the deer when his wife mentioned it, and said the deer was coming up onto the shoulder of the road and was moving. The deer was in front of defendant's car and to the right. Stensrud said he knew that defendant was going to hit the deer, and his immediate reaction when defendant's car stopped was that it had hit the deer. After the accident, Stensrud was surprised to see plaintiffs' van in the ditch because he did not remember seeing a westbound car. After the accident, Stensrud did not see the deer again and did not see where it went. Stensrud walked along the north side of Route 20 with a sheriffs deputy looking for a deer. Stensrud said that he spoke with defendant after the accident and ",
            "told defendant, I just knew you were going to hit that deer.",
            "when he told defendant that he knew defendant was going to hit the deer, defendant said something like, What deer? I didn't see a deer. Stensrud did not think he saw defendant's brake lights from the time he saw the deer until the time the accident occurred.",
            "Stensrud",
            "did not see defendant's car hit the deer. Stensrud did not remember finding any deer remains on defendant's car. The deer was a fairly large white-tailed deer.Teresa Stensrud",
            "witnessed the accident at issue on November 24, 1992.",
            "she and her husband were driving behind defendant's car on Business Route 20.",
            "Teresa saw two deer coming up the ditch line onto the road. One of the deer was stopped, and the other was running at a good clip. The deer that was running was coming right at defendant's car. Prior to the time she saw the deer, Teresa did not notice anything unusual about how defendant was operating his car and did not see defendant's car go into the lane of oncoming traffic.",
            "when the deer ran in front of defendant, she saw defendant's brake lights go on and saw the car swerve into the lane of oncoming traffic. Teresa did not know whether defendant's car hit the deer. Teresa did not see what happened to the two deer, although her best recollection was that they went into a field across the road.",
            "after the sheriff arrived on the scene, she told the officer that she thought the deer had collided with the car, so she and the officer looked at the front end of defendant's vehicle. Teresa saw what she and the officer thought were drops of blood on the pavement in front of defendant's car where it was damaged.",
            "741Defendant's wife, Barbara",
            "was riding in the front passenger seat of their car on Business Route 20 when a deer hit the car in the right front fender, causing the car to swerve into the oncoming lane of traffic and hit plaintiffs' car.",
            "Barbara",
            "did not see the deer until it was right in front of them.",
            "the deer was running when she saw it. Barbara heard the impact between the car and the deer and to the best of her recollection thought that the front right fender hit the deer's left shoulder area.Edward Pevonka",
            "is an investigator, although not retained by either party in the case, and",
            "he took a statement from Teresa Stensrud on January 9, 1993.",
            "Pevonka had a telephone interview with Teresa and immediately after that conversation prepared a typewritten report of their interview. Teresa told Pevonka that the deer had run into the side of defendant's car. After the accident, Teresa said that the deer got up and ran into the field north of the collision. Teresa and the police officers looked for the deer but were not able to find it, although she was certain that the deer had run into the car. Teresa also told Pevonka that the passenger side of defendant's vehicle was hit hard by the deer and there was blood all over the side of the car. Teresa gave Pevonka the impression that the deer pushed defendant's car into the other lane of traffic."
        ],
        "Procedural History": [
            "Plaintiffs, Cary L. Niewold and Barbara Niewold, filed a two-count complaint against defendant, Alan L. Fry",
            "Following a jury trial, the jury returned a verdict and a special interrogatory in favor of defendant and against plaintiffs. Plaintiffs now timely appeal.",
            "the jury returned a verdict in favor of defendant and against plaintiffs and also answered a special interrogatory in favor of defendant. Plaintiffs then filed their posttrial motion, which the trial court denied following a hearing.",
            "This court must examine the evidence in the light most favorable to the appellee in determining whether a jury's verdict is against the manifest weight of the evidence."
        ],
        "Application of Law to Facts": [
            "After examining the evidence in this case in the light most favorable to defendant, we cannot say that the jury's verdict was against the manifest weight of the evidence. All of the witnesses except plaintiff Cary Niewold testified that they saw a deer in front of defendant's car. There was conflicting testimony concerning whether *748defendant's car hit the deer. Further, although Rosenhan was the only expert witness to testify, Rosenhan admitted that this was the first case he had reviewed concerning a vehicular collision with a deer, that his primary area of expertise was fire science engineering and fire protection, and that it was possible for an extremely large deer moving very rapidly to exert enough force to cause defendant's car to enter the oncoming lane of traffic. It was for the jury to determine the credibility of the witnesses and the weight to be accorded their testimony.",
            "We will not disturb the jury's verdict merely because it could have determined the credibility of the witnesses differently or could have drawn different inferences of fact."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "For all the foregoing reasons, the judgment of the circuit court of Boone County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}