{
    "text": "Shvartsman v. Septran, Inc., 304 Ill. App. 3d 900 (1999)\nMay 3, 1999 · Illinois Appellate Court · No. 1—97—4672\n304 Ill. App. 3d 900\n\nCase outline\nMajority — Justice Tully\nOther formats\nPDF\nAPI\nCiting cases\n2 cases cite to this case\nView citation history in trends\n\nJULIE SHVARTSMAN, a Minor, Through Her Legal Guardians, Efim Shvartsman et al., Plaintiff-Appellant,v.SEPTRAN, INC., Defenadnt-Appellee\nFirst District (1st Division)\n*901Arthur E. Rosenson and Edward D. Shapiro, both of Much Shelist Freed Denenberg Ament Bell & Rubenstein, EC., of Chicago, for appellant.\nEugene G. Callahan, Matthew W. LaKoma, Michael Connelly and Karen A. Callahan, all of Callahan, Fitzpatrick, LaKoma & McGlynn, of Oakbrook, for appellee.\nJUSTICE TULLY\ndelivered the opinion of the court:\nPlaintiff, Julie Shvartsman, brought a negligence action against defendant, Septran, Inc., for knee injuries she received when she fell on defendant's school bus. A jury found for defendant and in its answer to a special interrogatory stated that plaintiff was the sole proximate cause of her own injuries. The trial court later denied plaintiffs motion for a new trial. Plaintiff appeals, arguing that the trial court erred in its rulings on several proposed jury instructions. This court has jurisdiction pursuant to Supreme Court Rule 301 (155 Ill. 2d R. 301).\nWe reverse and remand for the following reasons.\nThe following evidence was presented at trial. On June 18, 1992, plaintiff boarded defendant's school bus. According to plaintiff, before she sat down but while she was sliding over to her seat, the driver pulled into traffic. Plaintiff fell backward and felt severe pain in her right knee. Dr. George Firlit performed surgery on plaintiffs knee on June 26, 1992. Since the fall, plaintiff has had pain in her knee, which has limited her physical activity. Plaintiff did not have pain in either knee before the day of her fall.\nAt trial, Julia Medvin testified that she saw plaintiff fall on the bus. Medvin saw plaintiff turn to slide into the row of seats in which Medvin was sitting as she felt the bus pull into traffic. Plaintiff fell and had an expression of pain on her face.\nDr. Howard Sweeney treated plaintiff from January 1994 through July 1997. In the course of his treatment, he reviewed Dr. Firlit's surgical records, which reflected that he successfully removed bone fragments from plaintiffs right knee. In Dr. Sweeney's opinion, plaintiffs kneecap was displaced in the fall, causing pain and a permanent injury. Also in his opinion, plaintiff would suffer from degenerative joint disease and would require a total knee replacement. In addition, Dr. Sweeney stated that because of a preexisting condition that plaintiff had in both knees, she was more likely than the average person to displace her kneecap and not to recover through normal rehabilitation. Because of the preexisting condition, no amount of rehabilitation would allow plaintiffs kneecap to go back into place permanently.\nCharles Bartlett, the bus driver, testified that he knew about the *902state regulation requiring all passengers to be seated before the bus was in motion. He remembered plaintiff boarding the bus safely on June 18, 1992, and he did not see plaintiff trip or fall on the bus. According to Bartlett, plaintiff, like all other children, was sitting down when I pulled away.\nDefendant's expert witness, Dr. Kenneth Sanders, testified that plaintiff had a congenital defect in both kneecaps, which made dislocation easier than normal. According to Dr. Sanders, some of Dr. Firlit's and Dr. Sweeney's reports were confusing with regard to whether plaintiffs condition was improving. In Dr. Sanders' opinion, plaintiffs knee condition was not permanent. Furthermore, plaintiffs condition would have improved had she followed her physicians' exercise instructions.\nOn appeal, plaintiff contends that the trial court erred in: (1) refusing to instruct the jury on a state regulation requiring all passengers to be seated before the bus was in motion; (2) allowing a missing witness jury instruction; (3) refusing to instruct the jury that a preexisting condition could not affect any right she had to recover damages; and (4) giving an incomplete jury instruction regarding the definition of ordinary care with respect to minors.\nFirst, plaintiff argues that the trial court erred in refusing to instruct the jury that a state regulation required all passengers to be seated before the bus was in motion. We disagree because the administrative regulation contained in the proposed jury instruction did not apply to this case. Plaintiff tendered the following instruction, which the trial court refused:\nThere was in force in the State of Illinois at the time of the occurrence in question a certain administrative regulation which provided that:\nAll passengers shall be seated when a school bus is in motion. Title 23 Illinois Administrative Code Subtitle A, Chapter 1, paragraph 275, Subchapter h, Section 275.110.\nIf you decide that Septran violated this regulation by moving the school bus before [p]laintiff was seated on the occasion in question, then you may consider that fact together with all the other facts and circumstances in evidence in determining whether and to what extent, if any, Septran was negligent before and at the time of the occurrence.\nSee Illinois Pattern Jury Instructions, Civil, No. 60.01 (3d ed. 1995) (hereinafter IPI Civil 3d).\nThe giving of a jury instruction is within the trial court's discretion, and we will disturb the court's decision only when it clearly abused its discretion. Wilkerson v. Pittsburgh Corning Corp., 276 Ill. *903App. 3d 1023, 659 N.E.2d 979 (1995). The test for determining such an abuse of discretion is whether, considering them as a whole, the jury instructions were clear enough so as not to mislead the jury and whether they fairly and accurately stated the applicable law. Dabros v. Wang, 243 Ill. App. 3d 259, 611 N.E.2d 1113 (1993). In this case, the record shows that the state regulation imposes a requirement on bus passengers to be seated when the school bus is in motion. It does not impose a requirement on school bus drivers. Therefore, the proposed instruction did not fairly and accurately state the applicable law. The trial court did not abuse its discretion.\nPlaintiff next argues that the trial court erred in giving the jury a missing witness instruction, which reminded the jury that Dr. Firlit, plaintiffs original treating physician, did not testify. Plaintiff had listed Dr. Firlit as a witness at trial but did not produce him. Illinois Pattern Jury Instructions, Civil, No. 5.01 (3d ed. 1995) provides:\nIf a party to this case has failed to produce a witness within his power to produce, you may infer that the testimony of the witness would be adverse to that party if you believe each of the following elements:\n1. The witness was under the control of the party and could have been produced by the exercise of reasonable diligence.\n2. The witness was not equally available to an adverse party.\n3. A reasonably prudent person under the same or similar circumstances would have produced the witness if he believed the testimony would be favorable to him.\n4. No reasonable excuse for the failure has been shown.\nBefore giving the ['missing witness'] instruction, the trial court must first determine whether, in all likelihood, the party would have produced the witness under the facts and circumstances of the case unless the testimony would be unfavorable. Wilkerson, 276 Ill. App. 3d at 1028-29, 659 N.E.2d at 982-83, citing Johnson v. Owens-Coming Fiberglas Corp., 233 Ill. App. 3d 425, 436, 599 N.E.2d 129, 136 (1992). If the unproduced witness' testimony would have been merely cumulative, the jury instruction is not warranted. Johnson, 233 Ill. App. 3d at 437, 599 N.E.2d at 137.\nUpon a careful review of the record, we find that the trial court clearly abused its discretion in allowing the missing witness instruction because the first and fourth elements of IPI Civil 3d No. 5.01 were not satisfied. First, there was no evidence that Dr. Firlit was under plaintiffs control, even though plaintiff had served him with a subpoena. The court, not plaintiff, could have enforced the subpoena. Cf. Alamo Rent A Car, Inc. v. Ryan, 268 Ill. App. 3d 268, 271, 643 N.E.2d 1345, 1348 (1994) (where, because a party cannot enforce a *904subpoena himself, the plaintiff filed with the court a motion to enforce a subpoena). Also, Dr. Firlit was plaintiffs treating physician in 1992, not a retained expert witness. See Williams v. Commonwealth Edison Co., 232 Ill. App. 3d 85, 91, 596 N.E.2d 759, 764 (1992) (failure to give missing witness instruction affirmed where missing witness was not a hired expert). Moreover, the record shows that Dr. Firlit required payment of $2,500 before he would testify, which would have made him difficult to produce even by the exercise of reasonable diligence. In sum, Dr. Firlit was not under plaintiffs control and could not have been produced through the exercise of reasonable diligence.\nThe second element was satisfied because Dr. Firlit was not equally available to both parties.  'A witness is not equally available to a party if there is a likelihood that the witness would be biased against him.'  Simmons v. University of Chicago Hospitals & Clinics, 162 Ill. 2d 1, 8, 642 N.E.2d 107, 111 (1994), quoting IPI Civil 3d No. 5.01, Comment. Defendant argues that Dr. Firlit would have been expected to testify regarding the permanency of plaintiffs injury and regarding whether or not she was a model patient. Such expected testimony would have been adverse to defendant's position. Therefore, the second element was satisfied.\nThe third element was also satisfied because a reasonably prudent person under the same or similar circumstances would have produced Dr. Firlit and would have believed that his testimony would have been favorable to plaintiff. Plaintiff had subpoenaed Dr. Firlit and listed him as a witness at trial. The record shows that Dr. Firlit's surgery was successful, and Dr. Sweeney's and Dr. Sanders' testimony relied on Dr. Firlit's records. Dr. Sweeney testified, based on Dr. Firlit's surgical records, that plaintiffs injury was permanent and that plaintiff would require a total knee replacement. Specifically, Dr. Firlit could have testified about plaintiffs pain and suffering after the accident and surgery. Dr. Firlit's testimony would not have been cumulative of the other witnesses', because he was the only initial treating physician and the only one of the witnesses who participated in the surgery. Dr. Sweeney did not begin treating plaintiff until over a year after the accident, and Dr. Sanders was defendant's expert witness, not a treating physician. In sum, because his testimony would have been favorable to plaintiff, a reasonable person would have produced him.\nFinally, the fourth element was not satisfied. Plaintiff provided a reasonable excuse for failing to produce Dr. Firlit. As we have discussed, he demanded payment of $2,500 in order to testify. Accordingly, we find that the trial court created prejudicial error in giving the missing witness jury instruction, which warrants a new trial.\nPlaintiff next contends that the trial court erred in refusing to *905instruct the jury that her right to recover damages could not be af- | fected by her preexisting condition. The court refused the instruction that plaintiff tendered, which stated, [i]f you decide for plaintiff on the question of liability, you may not deny or limit her right to damages resulting from defendant's conduct because any injury resulted from a pre-existing condition which rendered her more susceptible to injury. See IPI Civil 3d No. 30.21. The trial court erred because the jury was not properly informed of the legal effect of a preexisting injury. On remand, if the evidence warrants it, the instruction should be given, if tendered.\nFinally, plaintiff contends that the trial court erred in refusing to instruct the jury fully on what ordinary care means with respect to a minor. The court allowed only the first two sentences of the following jury instruction that plaintiff tendered:\nJulie Shvartsman was a minor at the time of the accident. A minor is not held to the same standard of conduct as an adult. When I use the words 'ordinary care' with respect to Julie Shvartsman, I mean that degree of care which a reasonably careful minor child of the age, mental capacity and experience of [pjlaintiff would use under circumstances similar to those shown by the evidence. The law does not say how such a minor child would act under those circumstances. That is for you to decide.\nSee IPI Civil 3d No. 10.05. In its instruction to the jury, the trial court combined the first two sentences of the preceding paragraph with IPI Civil 3d No. 10.03, instructing the jury that [a] plaintiff is contribu-torily negligent if (1) she fails to use ordinary care for her own safety and (2) the failure to use such ordinary care is a proximate cause of the alleged injury. See IPI Civil 3d No. 10.03. According to plaintiff, the trial court erred because it did not tell the jury what ordinary care means with respect to a minor. Plaintiff argues that she was prejudiced by the error because the jury found that she was at fault for her injury in its answer to the special interrogatory. The trial court was in error because it should not have partially given IPI Civil 3d No. 10.05. The risk of confusion for the jury was increased because the definition of ordinary care applicable to a minor was not given. The better practice would have been to give IPI Civil 3d Nos. 10.03 and 10.05 in full. On remand, that is what should occur.\nIn light of the foregoing, we reverse the trial court's judgment and remand this case for proceedings consistent with this opinion.\nReversed and remanded.\nO'BRIEN, PJ., and GALLAGHER, J., concur.\n\nPlain English summary:\nPlaintiff was a minor when she boarded a bus. As she went to sit down, the bus moved and she fell and displaced her knee cap. She sued the bus driver. The jury found in favour of defendant. Plaintiff appealed. The appellate court confirmed that the state regulations imposed a requirement on bus passengers to be seated when the school bus is in motion, but they did not impose a requirement on school bus drivers. But the appellate court held that the trial court's instructions regarding contributory negligence were wrong. The court reversed and remanded the case.",
    "annotations": {
        "Facts": [
            "On June 18, 1992, plaintiff boarded defendant's school bus. According to plaintiff, before she sat down but while she was sliding over to her seat, the driver pulled into traffic. Plaintiff fell backward and felt severe pain in her right knee. Dr. George Firlit performed surgery on plaintiffs knee on June 26, 1992. Since the fall, plaintiff has had pain in her knee, which has limited her physical activity. Plaintiff did not have pain in either knee before the day of her fall.",
            "Julia Medvin",
            "saw plaintiff fall on the bus.",
            "Medvin saw plaintiff turn to slide into the row of seats in which Medvin was sitting as she felt the bus pull into traffic. Plaintiff fell and had an expression of pain on her face.Dr. Howard Sweeney treated plaintiff from January 1994 through July 1997. In the course of his treatment, he reviewed Dr. Firlit's surgical records, which reflected that he successfully removed bone fragments from plaintiffs right knee. In Dr. Sweeney's opinion, plaintiffs kneecap was displaced in the fall, causing pain ",
            "Dr. Sweeney stated that because of a preexisting condition that plaintiff had in both knees, she was more likely than the average person to displace her kneecap",
            "Charles Bartlett, the bus driver, ",
            "knew about the *902state regulation requiring all passengers to be seated before the bus was in motion. He remembered plaintiff boarding the bus safely on June 18, 1992, and he did not see plaintiff trip or fall on the bus. ",
            "plaintiff had a congenital defect in both kneecaps, which made dislocation easier than normal."
        ],
        "Procedural History": [
            "Plaintiff, Julie Shvartsman, brought a negligence action against defendant, Septran, Inc., for knee injuries she received when she fell on defendant's school bus. A jury found for defendant",
            "The trial court later denied plaintiffs motion for a new trial. Plaintiff appeals"
        ],
        "Application of Law to Facts": [
            "In this case, the record shows that the state regulation imposes a requirement on bus passengers to be seated when the school bus is in motion. It does not impose a requirement on school bus drivers.",
            "Julie Shvartsman was a minor at the time of the accident. A minor is not held to the same standard of conduct as an adult. When I use the words 'ordinary care' with respect to Julie Shvartsman, I mean that degree of care which a reasonably careful minor child of the age, mental capacity and experience of [pjlaintiff would use under circumstances similar to those shown by the evidence. The law does not say how such a minor child would act under those circumstances. That is for you to decide.See IPI Civil 3d No. 10.05. In its instruction to the jury, the trial court combined the first two sentences of the preceding paragraph with IPI Civil 3d No. 10.03, instructing the jury that [a] plaintiff is contribu-torily negligent if (1) she fails to use ordinary care for her own safety and (2) the failure to use such ordinary care is a proximate cause of the alleged injury. See IPI Civil 3d No. 10.03. According to plaintiff, the trial court erred because it did not tell the jury what ordinary care means with respect to a minor. Plaintiff argues that she was prejudiced by the error because the jury found that she was at fault for her injury in its answer to the special interrogatory. The trial court ",
            "should ",
            "have ",
            "given ",
            "IPI Civil 3d Nos. 10.03 and 10.05 in full. On remand, that is what should occur."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We reverse and remand for the following reasons.",
            "In light of the foregoing, we reverse the trial court's judgment and remand this case for proceedings consistent with this opinion.Reversed and remanded."
        ]
    },
    "class": "reverse"
}