{
    "text": "McGrew v. Pearlman, 304 Ill. App. 3d 697 (1999)\nMarch 31, 1999 · Illinois Appellate Court · No. 1—97—3647\n304 Ill. App. 3d 697\n\nCase outline\nMajority — Presiding Justice South\nOther formats\nPDF\nAPI\nCiting cases\n9 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nSEAN McGREW, Plaintiff-Appellant,v.DAVID PEARLMAN, Defendant-Appellee\nFirst District (4th Division)\n*699William J. Harte, Ltd., of Chicago (William J. Harte, Susan R Schierl, and Joan M. Mannix, of counsel), for appellant.\nHinshaw & Culbertson, of Chicago (Dan L. Boho, Joshua G. Vincent, and Steven R Bonanno, of counsel), for appellee.\nPRESIDING JUSTICE SOUTH\ndelivered the opinion of the court:\nPlaintiff, Sean McGrew, instituted this action against defendant, David Pearlman, as the result of a single-vehicle accident, which occurred outside of Las Vegas, Nevada. Plaintiffs second amended complaint alleged, inter alia, one count of negligence. Prior to trial, the court rejected plaintiffs claim that the substantive law of Nevada, rather than that of Illinois, should govern the cause. At the close of trial, the court entered judgment in favor of defendant and against plaintiff. Plaintiff now brings this timely appeal.\nThe issues on appeal are: (1) whether the trial court erred in applying the most significant relationship test in concluding that the substantive law of Illinois governed this case; (2) whether the trial court erred when it found that defendant was not driving while *700intoxicated at the time of the accident; (3) whether the trial court erred in denying plaintiffs motion to bar the testimony of defendant's reconstruction expert, based upon defendant's failure to comply with Supreme Court Rules 213(g) and 213(i) (166 Ill. 2d Rs. 213(g), (i)); and (4) whether the trial court erred in finding that the evidence failed to sufficiently demonstrate that defendant acted negligently under the circumstances of this case.\nIn the early morning hours of October 21, 1995, defendant lost control of his Jeep Grand Cherokee (Jeep) on a two-lane highway 71 miles west of Las Vegas. The Jeep left the highway, rolled over several times and ultimately came to rest on its roof approximately 170 to 175 feet from the highway. Plaintiff, the only passenger, was ejected from the Jeep and suffered severe and permanent injuries.\nPlaintiff and defendant knew each other in Chicago prior to rooming together at Arizona State University (ASU) in Tempe, Arizona. Both of their families were from Chicago and, for a period of three months, they both attended Francis Parker High School together. Plaintiff and defendant shared a circle of friends and occasionally ran into each other socially subsequent to plaintiff leaving Francis Parker. Both plaintiff and defendant returned to their respective homes in Chicago after the accident and were full-time Chicago residents at the time of trial.\nIn October 1995, plaintiff, defendant and Nick Kozul, all residents of Illinois, were roommates attending ASU. The three decided to take a road trip to Las Vegas, Nevada, for the weekend and set out from Tempe in defendant's 1993 Jeep. Defendant and Kozul took turns driving. They arrived in Las Vegas, where everybody showered, shaved, ate pizza, called a cab, and headed out to a club. All three young men drank alcoholic beverages. At some point, they left the club and headed to another establishment which provided entertainment but no alcohol. The patrons could, however, provide their own alcohol. A six-pack of beer was purchased for the occasion. Defendant admitted he had one to two beers at this establishment. Plaintiff, defendant and Kozul then returned to the first club, where defendant became bored and convinced plaintiff to accompany him to a house of prostitution. They got defendant's Jeep and headed out to the brothel. Defendant drove and plaintiff, definitely feeling the effects of alcohol, fell asleep in the passenger seat within 5 to 10 minutes of embarking upon their trip. Plaintiff was not wearing a seat belt. Defendant was the only one awake at the time of the accident and provided the only testimony.\nDefendant was driving at about 60 to 65 miles per hour, because he was comfortable at those speeds. The posted speed limit was 55 *701miles per hour. Posted on the roadway were yellow signs warning of animal crossings.\nDefendant maintained that he had to take an evasive action, or an emergency avoidance maneuver, because he saw eyes in the roadway, which he believed to be level with the hood of his Jeep. He caused the Jeep to leave the northbound lane of the roadway, cross the median, go into a yaw, hit the curbing and roll over a number of times until it came to rest upside down, 100 or so feet to the northwest of where it left the road. There was no physical evidence that defendant ever struck an animal.\nAt some time during the rollover, plaintiff was ejected from the car. Defendant, who was wearing his lap and chest belts, remained inside the car until he unhooked himself and crawled out of the Jeep and located plaintiff. Next, defendant attempted to flag down a motorist who would not stop. The second motorist seen by defendant did stop and went for help. The police were called at 6:54 a.m. and arrived at 7:43 a.m.; the Flight for Life paramedics were called at 6:51 a.m. and arrived at 7:38 a.m. Both plaintiff and defendant were airlifted to Las Vegas' University Medical Center Hospital, where defendant was treated and released. Plaintiff was admitted to the emergency room, where they first repaired his spleen. He received three major surgeries to repair his liver and kidneys, broken back, broken pelvis and dislocated hip. On November 2, 1995, plaintiff was airlifted to the Chicago Rehabilitation Center, where he remained in rehabilitation for several weeks. Plaintiff will be required to undergo a fourth major surgery in the future to reconstruct and further repair the degenerative damage to his back.\nInitially, we must determine whether Nevada law or Illinois law applies to plaintiffs claim.\nTo determine which law applies, one must look to the conflicts-of-law rules of Illinois. Before the court can apply a choice-of-law analysis to determine which state's law applies to the dispute, it must determine whether there is a conflict in the laws of the two states. Malatesta v. Mitsubishi Aircraft International, Inc., 275 Ill. App. 3d 370, 374, 655 N.E.2d 1093, 1096 (1995). There is a conflict if the difference in laws will result in a difference in outcome. Malatesta, 275 Ill. App. 3d at 374, 655 N.E.2d at 1096. In determining whether the law of Illinois or the law of another state applies to a dispute, Illinois courts have adopted the most significant relationship test for deciding among conflicting laws. Ingersoll v. Klein, 46 Ill. 2d 42, 262 N.E.2d 593 (1970). Under this test, the law of the place of injury controls unless Illinois has a more significant relationship with the occurrence and with the parties. Nichols v. G.D. Searle & Co., 282 Ill. *702App. 3d 781, 784, 668 N.E.2d 1101, 1103 (1996). When applying the most significant relationship test, a court should consider (1) where the injury occurred; (2) where the injury-causing conduct occurred; (3) the domicile of the parties; and (4) where the relationship of the parties is centered. Esser v. McIntyre, 169 Ill. 2d 292, 298, 661 N.E.2d 1138, 1141 (1996).\nPlaintiff addresses three issues on which he claims that Illinois and Nevada law conflict. The first is that a speeding violation would be negligence per se in Nevada, but only prima facie evidence of negligence in Illinois. Second, Illinois and Nevada law conflict concerning defendant's affirmative defense of sudden peril. The third conflict that plaintiff identifies is the evidentiary requirements for the introduction of evidence of intoxication.\nSince the court found that plaintiff failed to prove that defendant was speeding, the Nevada law dealing with a statutory violation could not have affected the outcome of this case. Indeed, the lower court found that the speed of defendant's Jeep was not a proximate cause of the rollover. In addition, the court found that defendant had carried his burden of proof on the affirmative defense of sudden peril. Under Nevada law, a defendant can overcome the presumption of negligence resulting from a statutory violation by affirmatively showing an excuse or justification for his negligence. Barnes v. Delta Lines, Inc., 99 Nev. 688, 690-91, 669 P.2d 709, 711 (1983). Thus, there is no conflict on this issue between Illinois and Nevada.\nThe second issue on which plaintiff claims a conflict between Illinois and Nevada law is with defendant's affirmative defense of sudden peril. However, under Nevada law, the theory underlying the sudden peril doctrine is that a person confronted with a sudden emergency is not obligated to exercise the same degree of judgment and care as someone who is acting under normal conditions. Jones v. Viking Freight System, Inc., 101 Nev. 275, 276 n.1, 701 P.2d 745, 746 n.1 (1985); Drummond v. Mid-West Growers Cooperative Corp., 91 Nev. 698, 706-07, 542 P.2d 198, 204 (1975). The Illinois standard measures defendant's conduct by what a reasonable person would do under the same or similar circumstances. McGraw v. Cegielski, 287 Ill. App. 3d 871, 876, 680 N.E.2d 394, 398 (1996); Lukasik v. Hajdas, 104 Ill. App. 2d 1, 5, 244 N.E.2d 404, 406 (1968). There is no difference in either standard. However, plaintiff argues that there is a conflict because Nevada encourages the use of a jury instruction on the subject while Illinois does not. However, this was a bench trial, and the Nevada jury instruction would have had no effect.\nFinally, plaintiff contends there is conflict between Illinois' and Nevada's evidentiary requirements for the introduction of evidence of *703drinking; this is not so. For both states, the burden is on the plaintiff to demonstrate that the consumption of alcohol affected defendant's ability to exercise ordinary care. Frame v. Grisewood, 81 Nev. 114, 119, 399 P.2d 450, 452 (1965) (intoxication means a condition resulting from the imbibing of alcoholic liquor wherein a person's normal faculties, either of perception, or of will, or of judgment, are impaired so that he no longer has the capacity to drive a vehicle with the caution characteristic of a sober person of ordinary prudence); French v. City of Springfield, 5 Ill. App. 3d 368, 376, 283 N.E.2d 18, 24 (1972) (intoxication is not negligence per se, it is simply a circumstance to be weighed by the jury in its determination of the issue of due care). The lower court heard evidence about defendant's alcohol consumption on the night of the accident and determined that he was not intoxicated at the time of the accident. The court's analysis is what both Illinois and Nevada law require the court to consider. Analyzing all three of plaintiff's contentions of conflicts between Illinois' and Nevada's law, we determine there is none. Thus, the outcome of this case would not have been different had Nevada law been applied. Since we have determined that no conflict exists between Illinois and Nevada law on the issues plaintiff has identified, we need not consider the contacts each state has to the occurrence.\nPlaintiffs next argument is that the court abused its discretion when it found, as a matter of law, that defendant was not intoxicated at the time of the accident and, thus, precluded evidence of intoxication. Defendant responds that the court did not abuse its discretion and did not preclude evidence of defendant's intoxication at the time of the accident.\nThe admission of evidence is within the sound discretion of the trial court, and a reviewing court will not reverse the trial court unless that discretion was clearly abused. Gill v. Foster, 157 Ill. 2d 304, 312-13, 626 N.E.2d 190, 194 (1993). The reasons a court gives are not material if there is a proper basis appearing in the record or law that would sustain the ruling. Cuellar v. Hout, 168 Ill. App. 3d 416, 425, 522 N.E.2d 322, 327 (1988). While evidence of intoxication is highly probative in a negligence case, it is also extremely prejudicial; therefore, more is required than evidence of alcohol consumption alone. Marshall v. Osborn, 213 Ill. App. 3d 134, 140, 571 N.E.2d 492, 497 (1991). It must be shown that the intoxication resulted in an impairment of mental or physical abilities and a corresponding diminution in the ability to act with ordinary care. Marshall, 213 Ill. App. 3d at 140, 571 N.E.2d at 497. Expert testimony that, under the theory of retrograde extrapolation, a motorist's blood-alcohol level at the time of accident would show that he was under the influence of alcohol was *704not admissible absent other evidence of intoxication. Reuter v. Korb, 248 Ill. App. 3d 142, 154-55, 616 N.E.2d 1363, 1372 (1993). Generally, evidence that a person has consumed alcoholic beverages is not, by itself, admissible in an automobile case, unless there is also evidence to show that drinking resulted in intoxication. Reuter, 248 Ill. App. 3d at 156, 616 N.E.2d at 1373.\nDefendant made three motions in limine concerning drinking/ intoxication evidence during the course of the trial. Counsel was concerned that plaintiff would introduce expert testimony about defendant's blood-alcohol level at 3:30 a.m. on the day of the accident. Defense counsel asked that such evidence be excluded if evidence at trial established that the accident did not happen until 6:30 a.m. The judge indicated that she wanted to hear all evidence before ruling on the admissibility of plaintiffs toxicologist.\nPlaintiff presented alcohol-related evidence from defendant, who stated he ate before going out and drank two to four beers between midnight and 4 a.m.; plaintiff and Kozul, who did not recall seeing defendant drink anything that night other than a shot and a beer and who stated that defendant never appeared intoxicated; the investigating police officer, who said that defendant did not appear intoxicated after the accident; a paramedic, who told the investigating police officer that she detected a faint odor of alcohol on defendant when she arrived at the scene; and plaintiffs toxicologist, Dr. James O'Donnell, whose opinion was that if defendant's blood-alcohol level was .02 or .03 at 8:30 a.m. when blood was drawn at the hospital, his blood-alcohol level would have been .11 to .12 at 3:30 a.m., and .05 to .06 at 6:30 a.m.\nDefense counsel renewed his motion in limine at the close of plaintiffs case, and again at the close of all the evidence, which the court did not grant. The court in its final judgment found that it was more likely true than not that the accident occurred between 6:10 a.m. and 6:25 a.m. and ruled that it would not consider O'Donnell's opinion that defendant was intoxicated between 3 a.m. and 4 a.m. The court did not exclude all evidence of defendant's alcohol consumption.\nHowever, when the court looked at evidence of defendant's intoxication at 6:30 a.m., other than O'Donnell's opinion that defendant's blood-alcohol level would have been .05 to .06, the court found intoxication was not supported by any evidence. The fact that the paramedic smelled the odor of alcohol on defendant's breath is not evidence of intoxication. Therefore, the court did not abuse its discretion in not accepting O'Donnell's opinion on defendant's blood-alcohol level at the time of the accident.\nPlaintiffs third argument is that the court committed error in *705failing to bar the testimony of defendant's expert since defendant violated Supreme Court Rules 213(g) and (i) (166 Ill. 2d Rs. 213(g), (i)) by failing to disclose a statement that formed the basis of defense expert's opinion.\nSupreme Court Rule 213 requires that, upon written interrogatory, a party must disclose the subject matter, conclusions, opinions, qualifications and all reports of a witness who will offer any opinion testimony. Iser v. Copley Memorial Hospital, 288 Ill. App. 3d 408, 410, 680 N.E.2d 747, 749 (1997). Subsections (g) and (i) provide as follows:\n(g) Opinion Witness. An opinion witness is a person who will offer any opinion testimony. Upon written interrogatory, the party must state:\n(i) the subject matter on which the opinion witness is expected to testify;\n(ii) the conclusions and opinions of the opinion witness and the bases therefor; and\n(iii) the qualifications of the opinion witness; and provide all reports of the opinion witness.\n* * *\n(i) Duty to Supplement. A party has a duty to seasonably supplement or amend any prior answer or response whenever new or additional information subsequently becomes known to that party. 166 Ill. 2d Rs. 213(g), (i).\nThe committee comments to Rule 213 plainly state that one of the purposes of Rule 213 is to avoid surprise. 166 Ill. 2d R. 213(g), Committee Comments. It is also clear from the express language of Rule 213 that a party has an obligation to supplement discovery whenever new or additional information will be relied upon by an expert as the bases for his or her opinion.\nPlaintiff bases his argument that there was a discovery violation on a recorded statement that defendant gave to an insurance adjuster 12 days after the accident. It was not disclosed to plaintiff that defendant's reconstruction expert, Noettl, was furnished with the statement a week before trial. However, the evidence does not demonstrate that this information formed the bases of Noettl's opinion.\nIt was initially disclosed that Noettl had received defendant's recorded statement on the morning of his trial testimony. During direct testimony, Noettl did not mention defendant's recorded statement or any of the information contained therein as something upon which he relied in forming his opinion. However, on cross-examination, it was discovered that Noettl actually received the statement a week earlier, on the day that it was ordered produced. Plaintiff made a motion to strike Noettl's opinions. The court permitted defense counsel to *706inquire whether Noettl had reviewed the statement any time before trial. Noettl testified that he was out of his office when the statement was sent and did not remember reading it. The court denied plaintiffs motion to strike, stating that Noettl didn't testify about this document. He didn't say — give any testimony concerning any later statement of Mr. Pearlman.\nPlaintiff resumed cross-examination of Noettl, during which it became clear that the witness was unfamiliar with defendant's recorded statement.\nPlaintiff claims that he was prejudiced because he was not prepared to cross-examine Noettl on this recorded statement and he refrained from showing defendant's recorded statement to his reconstruction expert. However, the court granted plaintiffs counsel great leeway in his cross-examination of Noettl as to when Noettl received the recorded statement and offered to allow plaintiff to recall his reconstruction expert so that he could testify regarding defendant's recorded statement, which plaintiff declined to do.\nWhile plaintiff may have wished the court to disqualify Noettl, the court's allowance of greater leeway in plaintiffs cross-examination of Noettl together with the offer for plaintiff to recall his expert to testify based upon the recorded statement was not an abuse of discretion where the court did not find any prejudice to plaintiff for the failure to disclose. Plaintiff had the recorded statement as part of discovery and, unlike the expert in Department of Transportation v. Crull, 294 Ill. App. 3d 531, 690 N.E.2d 143 (1998), it was clear that Noettl did not base his opinion upon any information from this document.\nPlaintiffs final argument is that the court's decision was against the manifest weight of the evidence.\nIn a bench trial, the findings and judgment of the trial court will not be disturbed if there is any evidence to support them. Cronin v. McCarthy, 264 Ill. App. 3d 514, 637 N.E.2d 668 (1994). Where the evidence is conflicting and the evaluation or credibility of the evidence was made by the trial judge, a reviewing court will not substitute its judgment for that of the trier of fact unless the evidence is so unreasonable, improbable or unsatisfactory that a different conclusion is clearly required. Boumenot v. North Community Bank, 226 Ill. App. 3d 137, 590 N.E.2d 126 (1991).\nThe following evidence was adduced at trial: defendant was not intoxicated, no witnesses testified to his intoxication; defendant was not traveling at an excessive speed and, in fact, the only testimony that defendant exceeded the speed limit of 55 miles per hour was from defendant, who testified that he traveled between 60 to 65 miles per hour during this trip and he did not know how fast he was going at *707the time of the accident; and defendant was aware of the animal crossing signs during the drive. A videotape showed that defendant had negotiated a curve and was coming out of the curve when his Jeep left the road. There was evidence that defendant swerved when he saw eyes in the road when he came out of the curve. Defendant never hit what he saw in the roadway. The tire marks revealed that his Jeep was in the middle of the northbound lane when he began to swerve; the trooper did not find furrow marks off the roadway before the point where defendant's Jeep left the road, indicating that defendant did not fall asleep and allow the Jeep to drift off the road. Defendant's expert testified that it was a natural reaction to let up on the accelerator and turn to avoid an object in the roadway. Based upon this evidence, the trial court found that there was no evidence of negligence on the part of defendant. The evidence supports the judgment of the trial court.\nBased upon the foregoing analysis, the judgment of the circuit court is affirmed.\nAffirmed.\nHOFFMAN and WOLFSON, JJ., concur.\n\nPlain English summary:\nPlaintiff was a passenger in defendant's car. They had been out drinking in Las Vegas and were on their way to a brothel. Plaintiff fell asleep. Defendant was not speeding and was not intoxicated. Defendant claimed to see eyes on the road and swerved off the road, causing the vehicle to roll and for plaintiff to be ejected from the vehicle. The jury found no negligence. Plaintiff appealed, and the trial court refused a posttrial motion. The appellate court affirmed, finding that the jury's verdict was not against the manifest weight of the evidence. \n\n",
    "annotations": {
        "Facts": [
            "In the early morning hours of October 21, 1995, defendant lost control of his Jeep Grand Cherokee (Jeep) on a two-lane highway 71 miles west of Las Vegas. The Jeep left the highway, rolled over several times and ultimately came to rest on its roof approximately 170 to 175 feet from the highway. Plaintiff, the only passenger, was ejected from the Jeep and suffered severe and permanent injuries.Plaintiff and defendant knew each other in Chicago prior to rooming together at Arizona State University (ASU) in Tempe, Arizona. Both of their families were from Chicago and, for a period of three months, they both attended Francis Parker High School together. Plaintiff and defendant shared a circle of friends and occasionally ran into each other socially subsequent to plaintiff leaving Francis Parker. Both plaintiff and defendant returned to their respective homes in Chicago after the accident and were full-time Chicago residents at the time of trial.In October 1995, plaintiff, defendant and Nick Kozul, all residents of Illinois, were roommates attending ASU. The three decided to take a road trip to Las Vegas, Nevada, for the weekend and set out from Tempe in defendant's 1993 Jeep. Defendant and Kozul took turns driving. They arrived in Las Vegas, where everybody showered, shaved, ate pizza, called a cab, and headed out to a club. All three young men drank alcoholic beverages. At some point, they left the club and headed to another establishment which provided entertainment but no alcohol. The patrons could, however, provide their own alcohol. A six-pack of beer was purchased for the occasion. Defendant admitted he had one to two beers at this establishment. Plaintiff, defendant and Kozul then returned to the first club, where defendant became bored and convinced plaintiff to accompany him to a house of prostitution. They got defendant's Jeep and headed out to the brothel. Defendant drove and plaintiff, definitely feeling the effects of alcohol, fell asleep in the passenger seat within 5 to 10 minutes of embarking upon their trip. Plaintiff was not wearing a seat belt. Defendant was the only one awake at the time of the accident and provided the only testimony.Defendant was driving at about 60 to 65 miles per hour, because he was comfortable at those speeds. The posted speed limit was 55 *701miles per hour. Posted on the roadway were yellow signs warning of animal crossings.Defendant maintained that he had to take an evasive action, or an emergency avoidance maneuver, because he saw eyes in the roadway, which he believed to be level with the hood of his Jeep. He caused the Jeep to leave the northbound lane of the roadway, cross the median, go into a yaw, hit the curbing and roll over a number of times until it came to rest upside down, 100 or so feet to the northwest of where it left the road. There was no physical evidence that defendant ever struck an animal.At some time during the rollover, plaintiff was ejected from the car. Defendant, who was wearing his lap and chest belts, remained inside the car until he unhooked himself and crawled out of the Jeep and located plaintiff. Next, defendant attempted to flag down a motorist who would not stop. The second motorist seen by defendant did stop and went for help. The police were called at 6:54 a.m. and arrived at 7:43 a.m.; the Flight for Life paramedics were called at 6:51 a.m. and arrived at 7:38 a.m. Both plaintiff and defendant were airlifted to Las Vegas' University Medical Center Hospital, where defendant was treated and released. Plaintiff was admitted to the emergency room, where they first repaired his spleen. He received three major surgeries to repair his liver and kidneys, broken back, broken pelvis and dislocated hip. On November 2, 1995, plaintiff was airlifted to the Chicago Rehabilitation Center, where he remained in rehabilitation for several weeks. Plaintiff will be required to undergo a fourth major surgery in the future to reconstruct and further repair the degenerative damage to his back.",
            "Plaintiff presented alcohol-related evidence from defendant, who stated he ate before going out and drank two to four beers between midnight and 4 a.m.;",
            "plaintiff and Kozul, who did not recall seeing defendant drink anything that night other than a shot and a beer",
            "stated that defendant never appeared intoxicated",
            "the investigating police officer, ",
            "said that defendant did not appear intoxicated after the accident",
            "a paramedic",
            "told the investigating police officer that she detected a faint odor of alcohol on defendant when she arrived at the scene",
            "plaintiffs toxicologist, Dr. James O'Donnell",
            "opinion was that if defendant's blood-alcohol level was .02 or .03 at 8:30 a.m. when blood was drawn at the hospital, his blood-alcohol level would have been .11 to .12 at 3:30 a.m., and .05 to .06 at 6:30 a.m."
        ],
        "Procedural History": [
            "Plaintiff, Sean McGrew, instituted this action against defendant, David Pearlman, as the result of a single-vehicle accident, which occurred outside of Las Vegas, Nevada.",
            "At the close of trial, the court entered judgment in favor of defendant and against plaintiff. Plaintiff now brings this timely appeal.",
            "the court found that plaintiff failed to prove that defendant was speeding",
            "The lower court heard evidence about defendant's alcohol consumption on the night of the accident and determined that he was not intoxicated at the time of the accident.",
            "The court in its final judgment found that it was more likely true than not that the accident occurred between 6:10 a.m. and 6:25 a.m. and ruled that it would not consider O'Donnell's opinion that defendant was intoxicated between 3 a.m. and 4 a.m."
        ],
        "Application of Law to Facts": [
            "when the court looked at evidence of defendant's intoxication at 6:30 a.m., other than O'Donnell's opinion that defendant's blood-alcohol level would have been .05 to .06, the court found intoxication was not supported by any evidence. The fact that the paramedic smelled the odor of alcohol on defendant's breath is not evidence of intoxication. Therefore, the court did not abuse its discretion in not accepting O'Donnell's opinion on defendant's blood-alcohol level at the time of the accident.",
            "The following evidence was adduced at trial: defendant was not intoxicated, no witnesses testified to his intoxication; defendant was not traveling at an excessive speed and, in fact, the only testimony that defendant exceeded the speed limit of 55 miles per hour was from defendant, who testified that he traveled between 60 to 65 miles per hour during this trip and he did not know how fast he was going at *707the time of the accident; and defendant was aware of the animal crossing signs during the drive. A videotape showed that defendant had negotiated a curve and was coming out of the curve when his Jeep left the road. There was evidence that defendant swerved when he saw eyes in the road when he came out of the curve. Defendant never hit what he saw in the roadway. The tire marks revealed that his Jeep was in the middle of the northbound lane when he began to swerve; the trooper did not find furrow marks off the roadway before the point where defendant's Jeep left the road, indicating that defendant did not fall asleep and allow the Jeep to drift off the road. Defendant's expert testified that it was a natural reaction to let up on the accelerator and turn to avoid an object in the roadway. Based upon this evidence, the trial court found that there was no evidence of negligence on the part of defendant. The evidence supports the judgment of the trial court."
        ],
        "Relevant Precedents": [
            "Frame v. Grisewood, 81 Nev. 114, 119, 399 P.2d 450, 452 (1965)",
            "French v. City of Springfield, 5 Ill. App. 3d 368, 376, 283 N.E.2d 18, 24 (1972)",
            "Gill v. Foster, 157 Ill. 2d 304, 312-13, 626 N.E.2d 190, 194 (1993).",
            "Cuellar v. Hout, 168 Ill. App. 3d 416, 425, 522 N.E.2d 322, 327 (1988).",
            "Marshall v. Osborn, 213 Ill. App. 3d 134, 140, 571 N.E.2d 492, 497 (1991).",
            "Marshall, 213 Ill. App. 3d at 140, 571 N.E.2d at 497.",
            "Reuter v. Korb, 248 Ill. App. 3d 142, 154-55, 616 N.E.2d 1363, 1372 (1993).",
            "Reuter, 248 Ill. App. 3d at 156, 616 N.E.2d at 1373."
        ],
        "Outcome": [
            "Based upon the foregoing analysis, the judgment of the circuit court is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}