{
    "text": "Lloyd v. County of Du Page, 303 Ill. App. 3d 544 (1999)\nMarch 3, 1999 · Illinois Appellate Court · No. 2—98—0374\n303 Ill. App. 3d 544\n\nCase outline\nMajority — Presiding Justice Bowman\nOther formats\nPDF\nAPI\nCiting cases\n6 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nANDREW J. LLOYD, Ex'r of the Estate of Gertrude K. Lloyd, Deceased, Plaintiff-Appellant,v.THE COUNTY OF DU PAGE et al., Defendants-Appellees\nSecond District\n*545Patrick J. Kenneally, Shawn A. Warner, and Brendan H. Kevenides, all of Patrick J. Kenneally, Ltd., of Chicago, for appellant.\nJoseph E. Birkett, State's Attorney, of Wheaton (Nancy J. Wolfe, Margaret *546M. Healy, and Kevin D. Mack, Assistant State's Attorneys, of counsel), for appellee County of Du Page.\nKelli A. Borden and Julie L. Trester, both of Querrey & Harrow, Ltd., of Chicago, for appellee Du Page County Convalescent Center.\nDavid J. Bressler and Gwen M. Geraghty, both of Rooks, Pitts & Poust, of Lisle, for appellees Peter Blendonohy, Jeffrey Johnson, and John Pace.\nRobert A. Strelecky and Barbara M. Prohaska, both of Wildman, Harrold, Allen & Dixon, of Lisle, for appellees Shirley Donald and Hospice of Du Page, Inc.\nRichard A. Barrett, Jr., Jennifer A. Keller, and Alison E. O'Hara, all of Cassiday, Schade & Gloor, of Chicago, for appellees Central Du Page Internists Associates, S.C., and Donald Ebalo.\nPRESIDING JUSTICE BOWMAN\ndelivered the opinion of the court:\nPlaintiff, Andrew Lloyd, executor of the estate of Gertrude Lloyd (the decedent), brought a medical malpractice action against defendants, County of Du Page and Du Page County Convalescent Center, where decedent resided from October 10, 1994, to November 11, 1994; Shirley Donald, a nurse; Hospice of Du Page, Inc., the agency for whom Donald worked; John Pace, Jeffrey Johnson, Peter Blendonohy, and Donald Ebalo, various doctors who treated decedent at the convalescent facility, and Central Du Page Internists Associates, an association of physicians that included Ebalo. Pursuant to the Survival Act (755 ILCS 5/27—6 (West 1996)) and the Wrongful Death Act (740 ILCS 180/1 et seq. (West 1996)), plaintiff sought to recover damages for the alleged injuries suffered by the decedent during her residence at the convalescent facility and for her wrongful death. All defendants moved to dismiss plaintiff's complaint in accordance with section 2—615 of the Code of Civil Procedure (735 ILCS 5/2—615 (West 1996)), challenging the factual specificity of the complaint. County of Du Page and Du Page County Convalescent Center also asserted section 6—106 of the Local Governmental and Governmental Employees Tort Immunity Act (Tort Immunity Act) (745 ILCS 10/6—106 (West 1996)) as a basis for the dismissal of the counts against them in plaintiffs complaint.\nThe trial court dismissed, with prejudice, the wrongful death counts against all defendants, finding that plaintiff had failed to plead sufficient facts to show proximate causation of the death of the decedent. The court also dismissed, with prejudice, the survival counts *547against defendants County of Du Page and Du Page County Convalescent Center, Jeffrey Johnson, Hospice of Du Page, and Shirley Donald, finding that the facts plaintiff alleged against these defendants were insufficient to state a cause of action. As to John Pace, Peter Blendonohy, Donald Ebalo, and Central Du Page Internists Associates, the court dismissed certain portions of the survival actions against these defendants and allowed other portions to remain. Pace and Blendonohy filed motions to reconsider, which the trial court denied. Subsequently, the trial court entered an order containing a Rule 304(a) finding (155 Ill. 2d R. 304(a)), and plaintiff appealed.\nThe record on appeal indicates the following facts. Plaintiffs original complaint was brought against County of Du Page (County) and Du Page County Convalescent Center (Convalescent Center). County and Convalescent Center moved to dismiss the complaint based on plaintiffs failure to comply with the rules pertaining to medical malpractice actions, in particular, the filing of an affidavit and medical report as required by section 2— 622 of the Code of Civil Procedure (Code) (735 ILCS 5/2—622 (West 1994)). The motion was granted.\nIn November 1995 plaintiff filed his first amended complaint. County and Convalescent Center again moved to dismiss the complaint pursuant to section 2—622 as well as section 2—615 of the Code, and the trial court granted the motion. Plaintiff filed a second amended complaint in February 1996, adding physicians John Pace, Jeffrey Johnson, and Peter Blendonohy as defendants. All defendants brought motions to dismiss alleging, inter alia, that plaintiffs revised medical consultant reports were still deficient. The trial court granted the motions.\nDuring the next approximately two-year time period, plaintiff filed several more amended complaints. By a separate action plaintiff added Hospice of Du Page, Shirley Donald, Donald Ebalo, and Central Du Page Internists Associates as defendants. The action was later consolidated into the original action. Each of the amended complaints filed during this period was struck because, inter alia, it lacked sufficient facts to state a valid cause of action for medical malpractice against any of the defendants.\nIn October 1997 plaintiff filed his 17-count, sixth amended complaint, the pleading before this court on review. The complaint alleged that the decedent entered the County's convalescent facility on October 10, 1994, for rehabilitation of her fractured femur. Because of her condition, the decedent required physical and occupational therapies, restorative and rehabilitative nursing, and personal care and maintenance. The nurses and medical personnel of the convalescent facility anticipated that the decedent would return home following a six-week stay and rehabilitation.\n*548According to plaintiffs complaint, the decedent was continent of bowel and bladder at the time of her admission to the convalescent facility on October 10, 1994, and her skin was free of any pressure sores. The complaint set forth several incidents occurring at the convalescent facility that allegedly contributed to the decedent's deterioration and eventual death. These incidents included catheterization on or about October 10, 1994, for urinary incontinence without assessment of her ability to use the bathroom with assistance; incurrence of injuries on October 10, 11, and 18, 1994, while receiving assistance with personal care and transfer as well as on October 17, 1994, while being transported from one area of the convalescent facility to another; and development of pressure sores on her legs and knees on and after October 28, 1994. Plaintiffs complaint alleged that during the period from October 17, 1994, up until her discharge on November 11, 1994, the decedent complained of pain in her leg, despite being given increasing doses of morphine, and experienced a decrease in her physical and mental functional condition. From November 5, 1994, through November 11, 1994, the decedent experienced adverse reactions to medications. On and about November 11, 1994, the decedent was hospitalized and found to have a new spiral fracture of her right distal femur with several bone chips, requiring surgical repair. The decedent also was found to have deteriorated physically and mentally and to have severe weight loss, a urinary tract infection, a pulmonary infection, gastrointestinal infections, and increased cognitive impairment. On March 6, 1995, the decedent died.\nPlaintiffs complaint alleged the duty each defendant owed the decedent, the standards of care associated with the duty, and the manner in which each defendant had deviated from those standards. Plaintiff then alleged that, as a direct and proximate result of the negligence of each defendant, the decedent suffered severe and permanent injuries, both internally and externally including, but not limited to, over 14 days of severe leg pain accentuated by movement which continued despite the increasing doses of morphine and other analgesics. Additionally, the decedent experienced significant mental status changes including lethargy, incoherent speech, delirium and hallucinations. Plaintiff further alleged that, from the date of the decedent's injury during patient care until her death on March 6, 1995, she experienced weight loss; electrolyte imbalances; and pulmonary, urinary tract, and gastrointestinal infections. According to the complaint, all of these conditions resulted from defendants' negligent acts and omissions and contributed to [the decedent's] further physical, mental, functional and cognitive deterioration and ultimately resulted in her death.\n*549All defendants filed section 2—615 motions to dismiss plaintiffs complaint. The trial court dismissed, with prejudice, certain counts of plaintiffs sixth amended complaint in their entirety, including the wrongful death counts against all defendants, and portions of other counts. This appeal ensued.\nOn appeal, plaintiff contends that the trial court abused its discretion in granting all or part of the defendants' motions to dismiss by (1) finding that certain paragraphs of the counts against County and Convalescent Center were barred by the Tort Immunity Act; (2) dismissing multiple paragraphs of the survival counts against all defendants, although each paragraph was supported by sufficient facts and adequately informed defendants of the conduct of which plaintiff complained; and (3) dismissing the wrongful death counts against all defendants even though plaintiff had alleged sufficient facts in support of proximate causation.\nWe first address plaintiffs contention that the trial court erred in applying section 6—106 of the Tort Immunity Act (745 ILCS 10/6—106 (West 1996)) as a bar to certain portions of plaintiffs negligence action against County and Convalescent Center. Governmental units are liable in tort on the same basis as private tortfeasors unless a valid statute dealing with tort immunity imposes conditions upon that liability. Harinek v. 161 North Clark Street Ltd. Partnership, 181 Ill. 2d 335, 345 (1998). Where such statutory conditions are found to exist, tort liability is precluded. Harinek, 181 Ill. 2d at 345. In the present case, the court dismissed certain allegations of plaintiffs complaint against County and Convalescent Center based on the existence of such statutory conditions, in particular, those provided in section 6—106 of the Tort Immunity Act (745 ILCS 10/6—106 (West 1996)). That section provides:\n(a) Neither a local public entity nor a public employee acting within the scope of his employment is liable for injury resulting from diagnosing or failing to diagnose that a person is afflicted with mental or physical illness or addiction or from failing to prescribe for mental or physical illness or addiction.\n(b) Neither a local public entity nor a public employee acting within the scope of his employment is liable for administering with due care the treatment prescribed for mental or physical illness or addiction.\n(c) Nothing in this section exonerates a public employee who has undertaken to prescribe for mental or physical illness or addiction from liability for injury proximately caused by his negligence or by his wrongful act in so prescribing or exonerates a local public entity whose employee, while acting in the scope of his employment, so causes such an injury.\n*550(d) Nothing in this section exonerates a public employee from liability for injury proximately caused by his negligent or wrongful act or omission in administering any treatment prescribed for mental or physical illness or addiction or exonerates a local public entity whose employee, while acting in the scope of his employment, so causes such an injury. 745 ILCS 10/6—106 (West 1996).\nThe court determined that section 6—106(a) of the Tort Immunity Act (745 ILCS 10/6—106(a) (West 1996)) applied to certain paragraphs of both the survival count and the wrongful death count against County and Convalescent Center. In these counts plaintiff had first set forth the standards of care against which County's and Convalescent Center's conduct was to be measured. Plaintiff then alleged, in paragraphs 17(a) through (j), the manner in which these defendants had breached those standards through their negligent acts or omissions. According to the court, the allegations barred by the Tort Immunity Act were paragraphs 17(b), (c), (e), and (f). Those paragraphs alleged that the County and Convalescent Center had\n(b) [c]arelessly and negligently failed to assess, evaluate and manage significant changes in [the decedent's] mental condition, such as changes in level of consciousness, delirium, hallucinations and changes in respiratory function, as potentially adverse drug reactions on or about November 5, 1994, November 8, 1994, November 9, 1994 and November 11, 1994;\n(c) [c]arelessly and negligently, following an accident and upon the significant change in [the decedent's] physical and mental condition, failed to obtain treatment plans and/or consultations with other appropriate health care professionals, including, but not limited to failing to respond to abnormal radiologic films on October 19,1994 and abnormal nuclear medicine scans on October 28, 1994;\n* * *\n(e) [c]arelessly and negligently failed to identify and address the causes of [the decedent's] decreased mental and psychosocial functioning on October 17, 1994 and thereafter;\n(f) [c]arelessly and negligently failed to identify and address a treatable cause of [the decedent's] incontinence and a [sic] failed to document an appropriate medical explanation for worsening incontinence, which appeared to be iatrogenic, leading to an inappropriate and unnecessary insertion of a urinary catheter on October 10, 1994 and thereafter[.]\nPursuant to section 6—106(a) of the Tort Immunity Act (745 ILCS 10/6—106(a) (West 1996)), the trial court dismissed these subparagraphs. In so doing, it appears that the trial court ignored section 6—106(d) of the Tort Immunity Act (745 ILCS 10/6—106(d) (West 1996)), pertaining to the administration of treatment prescribed for a *551patient's illness and, instead, relied on the language of section 6—106(a), pertaining to diagnosing and prescribing, to find that County and Convalescent Center were immune from liability. In its capacity as a convalescent facility, however, Convalescent Center and its employees were involved in rendering nursing care to patients and not in diagnosing or prescribing treatments. Those acts were the function of the decedent's physicians. If plaintiff sufficiently alleged that in administering prescribed treatments Convalescent Center's employees by their negligent or wrongful acts or omissions proximately caused injury to the decedent, then Convalescent Center was not immune from liability.\nIn his complaint plaintiff alleged that on and after October 10, 1994, the decedent resided in and received medical, nursing, and personal care as well as therapy from the convalescent facility and that all of this care was provided by the agents, employees, and servants of the facility. The complaint further alleged that, due in part to a fractured femur, the decedent required physical and occupational therapies, restorative and rehabilitative nursing, and personal care and maintenance. According to the complaint, the nurses and medical personnel of the convalescent facility anticipated that the decedent would return home following a six-week course of rehabilitation.\nThese allegations show that Convalescent Center undertook to care for and treat the decedent. In particular, the convalescent facility undertook to provide medical and nursing care and therapy for the decedent's broken leg. However, through the alleged negligence of Convalescent Center's employees, the decedent suffered greater and further injury than that which she had possessed when she entered the convalescent facility. The allegations in the counts against County and Convalescent Center asserted that, because of the negligent care or treatment by Convalescent Center's employees, the decedent's leg was injured again through patient transport; that she developed pressure sores, weight loss, and a number of infectious processes; and that she became incontinent. Additionally, she suffered from hallucinations and delirium as a result of being overmedicated. Plaintiff specifically set forth in detail the alleged acts of negligence on the part of the convalescent facility.\nThe allegations in the subparagraphs that the trial court determined were barred by the Tort Immunity Act fell within the category of conduct excluded from the grant of immunity provided by the Tort Immunity Act. We agree with plaintiffs statement during oral argument that to hold County and Convalescent Center immune under the particular facts pleaded here would have the effect of precluding these defendants from ever being sued. That result could have grave conse*552quences for any patient who entered a government-run facility such as Convalescent Center and had a similar experience.\nWe conclude that the allegations set forth in subparagraphs (b), (c) , (e), and (f) adequately pleaded that County and Convalescent Center were liable for the harm caused by their negligence in treating and caring for the decedent and that, therefore, these defendants were not immune from liability under the Act. In light of this conclusion, we find it unnecessary to address plaintiffs public policy argument.\nThe remaining allegations of paragraph 17, subparagraphs (a), (d) , (g), (h), (i), and (j), of plaintiff's counts against County and Convalescent Center were dismissed by the trial court based on its finding that they pleaded insufficient facts to sustain a cause of action. Fact pleading is required in Illinois, and a complaint at law must allege sufficient facts to bring a plaintiffs claim within the scope of a legally cognizable cause of action. Tannebaum v. Fleming, 234 Ill. App. 3d 1041, 1043 (1992). Nonetheless, courts are to construe pleadings liberally to do substantial justice between the parties (Lempa v. Finkel, 278 Ill. App. 3d 417, 424 (1996)), and a cause of action should not be dismissed on the pleadings unless it clearly appears that no set of facts can be proved that will entitle the plaintiff to recover. First Bank v. Rinaldi, 262 Ill. App. 3d 179, 183-84 (1994).\nA motion to dismiss brought pursuant to section 2—615 of the Code of Civil Procedure attacks the legal sufficiency of a complaint. XJrbaitis v. Commonwealth Edison, 143 Ill. 2d 458, 475 (1991). The question presented by such a motion is whether, taking all well-pleaded facts as true and considering them in the light most favorable to the plaintiff, the plaintiff has alleged sufficient facts which, if proved, would entitle the plaintiff to relief. Jackson v. Michael Reese Hospital & Medical Center, 294 Ill. App. 3d 1, 9-10 (1997). This determination requires an examination of the complaint as a whole, not its distinct parts. Winfrey v. Chicago Park District, 274 Ill. App. 3d 939, 943 (1995). No pleading is bad in substance which contains such information as reasonably informs the opposing party of the claim the party is called upon to meet. Kapoor v. Robins, 214 Ill. App. 3d 248, 254 (1991). Our review of a trial court's dismissal of a complaint under section 2—615 is de novo. In re Estate of Vogel, 291 Ill. App. 3d 1044, 1046 (1997).\nIn a medical malpractice action a plaintiff must plead and establish the medical standard of care against which a defendant's conduct is to be measured, the unskilled or negligent manner in which a defendant deviated from that standard, and a causal connection between that deviation and the injuries sustained. Jackson, 294 Ill. App. 3d at 17; Kemnitz v. Semrad, 206 Ill. App. 3d 668, 672 (1990).\n*553In his complaint plaintiff alleged that in providing medical and nursing care, County and Convalescent had a duty to exercise ordinary care and to have its agents, employees, and servants use the skill and care ordinarily used by reasonably qualified physicians, nurses, attendants, therapists, medical personnel and/or aides under similar circumstances. Plaintiff then set forth the medical standards of care against which the conduct of County and Convalescent Center was to be measured and then alleged in paragraphs 17 (a), (d), (g), (h), (i), and (j) the manner in which County and Convalescent Center had breached or failed to comply with these standards. These paragraphs provided that defendants had\n(a) [c]arelessly and negligently failed to implement necessary precautions in transporting, bathing or providing personal care to [the decedent]. Despite being aware that [the decedent] had decreased cognition with clear deficits in self-care skills, mobility and safety, she did not receive appropriate assistance such as two person assist for care and transfers on or about October 10, 1994, October 11, 1994, October 17, 1994 and October 18, 1994;\n^ ^ $\n(d) [c]arelessly and negligently failed to institute a program to prevent the avoidable development of pressure sores on [the decedent's] right knee and leg;\n* * *\n(g) [c]arelessly and negligently failed to implement physician's orders to arrange for and transport [the decedent] [] to her treating physician for post-surgical exams;\n(h) [c]arelessly and negligently failed to properly train, supervise, instruct and observe its employees and agents so as to insure that [the decedent] [ ] was not involved in an accident causing injury to her person;\n(i) [c]arelessly and negligently failed to respond to and appropriately seek an evaluation and treatment of [the decedent's] complaints of pain during the period of October 17, 1994 through and including November 11, 1994;\n(j) [c]arelessly and [sic] failed to ensure that [the decedent] received nursing home services to attain or maintain the highest practicable level of physical and mental well-being on and after October 17, 1994.\nWith the exception of subparagraph (j), which is vague and conclusory, the other subparagraphs, when reviewed in light of the other allegations in the complaint, reasonably informed County and Convalescent Center of plaintiff's claim. The allegations informed these defendants that their negligent training and supervision of their employees had resulted in the decedent's not receiving an appropriate *554two-person assist when being transferred on specific dates and that, as a result, she was injured both during this transfer and during transport from one area of the convalescent facility to another. Additionally, the allegations informed defendants that the facility's employees had failed to do anything to prevent the development of pressure sores or to address the decedent's complaints of pain.\nAs stated, the allegations in subparagraphs (a), (d), (g), (h) and (i) of paragraph 17 established with reasonable certainty that the negligent conduct alleged and the injuries the decedent suffered before her death, including severe leg pain, physical deterioration, anorexia, constipation, urinary incontinence, lethargy, incoherent speech, delirium, and hallucinations, were causally connected. The trial court abused its discretion in dismissing these subparagraphs for failure to state a cause of action.\nAccordingly, for the reasons set forth above, we affirm the trial court's dismissal of subparagraph (j) of paragraph 17 of the survival count against County and Convalescent Center but reverse the court's dismissal of subparagraphs (a), (b), (c), (d), (e), (f), (g), (h), and (i).\nBased on the foregoing reasons, we affirm the judgment of the circuit court of Du Page County in part, reverse in part, and remand the cause for further proceedings consistent with the views expressed herein.\nAffirmed in part and reversed in part; cause remanded.\nGEIGER and HUTCHINSON, JJ., concur.\n\n\nPlain English summary:\nPlaintiff, executor of the estate of the decedent, brought a medical malpractice action against a series of defendants. Decedent entered the County's convalescent facility for rehabilitation of her fractured femur. Her condition deteriorated during her time at the facility and she died. The trial court dismissed the claims against the defendants on the basis of tort immunity and for failure to state a claim. The appellate court reversed these findings (except on one claim) and remanded the case for judgment.\n",
    "annotations": {
        "Facts": [
            "the decedent entered the County's convalescent facility on October 10, 1994, for rehabilitation of her fractured femur. Because of her condition, the decedent required physical and occupational therapies, restorative and rehabilitative nursing, and personal care and maintenance. The nurses and medical personnel of the convalescent facility anticipated that the decedent would return home following a six-week stay and rehabilitation.",
            "the decedent was continent of bowel and bladder at the time of her admission to the convalescent facility on October 10, 1994, and her skin was free of any pressure sores.",
            "The complaint set forth several incidents occurring at the convalescent facility",
            "These incidents included catheterization on or about October 10, 1994, for urinary incontinence without assessment of her ability to use the bathroom with assistance; incurrence of injuries on October 10, 11, and 18, 1994, while receiving assistance with personal care and transfer as well as on October 17, 1994, while being transported from one area of the convalescent facility to another; and development of pressure sores on her legs and knees on and after October 28, 1994. ",
            "during the period from October 17, 1994, up until her discharge on November 11, 1994, the decedent complained of pain in her leg, despite being given increasing doses of morphine, and experienced a decrease in her physical and mental functional condition.",
            "From November 5, 1994, through November 11, 1994, the decedent experienced adverse reactions to medications. On and about November 11, 1994, the decedent was hospitalized and found to have a new spiral fracture of her right distal femur with several bone chips, requiring surgical repair. The decedent also was found to have deteriorated physically and mentally and to have severe weight loss, a urinary tract infection, a pulmonary infection, gastrointestinal infections, and increased cognitive impairment. On March 6, 1995, the decedent died.",
            "the decedent experienced significant mental status changes including lethargy, incoherent speech, delirium and hallucinations.",
            "from the date of the decedent's injury during patient care until her death on March 6, 1995, she experienced weight loss; electrolyte imbalances; and pulmonary, urinary tract, and gastrointestinal infections.",
            "on and after October 10, 1994, the decedent resided in and received medical, nursing, and personal care as well as therapy from the convalescent facility and that all of this care was provided by the agents, employees, and servants of the facility.",
            "due in part to a fractured femur, the decedent required physical and occupational therapies, restorative and rehabilitative nursing, and personal care and maintenance.",
            "the nurses and medical personnel of the convalescent facility anticipated that the decedent would return home following a six-week course of rehabilitation."
        ],
        "Procedural History": [
            "Plaintiff, Andrew Lloyd, executor of the estate of Gertrude Lloyd (the decedent), brought a medical malpractice action against defendants, County of Du Page and Du Page County Convalescent Center, where decedent resided from October 10, 1994, to November 11, 1994; Shirley Donald, a nurse; Hospice of Du Page, Inc., the agency for whom Donald worked; John Pace, Jeffrey Johnson, Peter Blendonohy, and Donald Ebalo, various doctors who treated decedent at the convalescent facility, and Central Du Page Internists Associates, an association of physicians ",
            "All defendants moved to dismiss plaintiff's complaint in accordance with section 2—615 of the Code of Civil Procedure (735 ILCS 5/2—615 (West 1996))",
            "The trial court dismissed, with prejudice, the wrongful death counts against all defendants, finding that plaintiff had failed to plead sufficient facts to show proximate causation of the death of the decedent. The court also dismissed, with prejudice, the survival counts *547against defendants County of Du Page and Du Page County Convalescent Center, Jeffrey Johnson, Hospice of Du Page, and Shirley Donald, finding that the facts plaintiff alleged against these defendants were insufficient to state a cause of action. As to John Pace, Peter Blendonohy, Donald Ebalo, and Central Du Page Internists Associates, the court dismissed certain portions of the survival actions against these defendants and allowed other portions to remain. Pace and Blendonohy filed motions to reconsider, which the trial court denied. Subsequently, the trial court entered an order containing a Rule 304(a) finding (155 Ill. 2d R. 304(a)), and plaintiff appealed.",
            "All defendants filed section 2—615 motions to dismiss plaintiffs complaint. The trial court dismissed, with prejudice, certain counts of plaintiffs sixth amended complaint in their entirety, including the wrongful death counts against all defendants, and portions of other counts. This appeal ensued.",
            "In the present case, the court dismissed certain allegations of plaintiffs complaint against County and Convalescent Center based on the existence of such statutory conditions, in particular, those provided in section 6—106 of the Tort Immunity Act (745 ILCS 10/6—106 (West 1996)).",
            "The court determined that section 6—106(a) of the Tort Immunity Act (745 ILCS 10/6—106(a) (West 1996)) applied to certain paragraphs of both the survival count and the wrongful death count against County and Convalescent Center."
        ],
        "Application of Law to Facts": [
            "In its capacity as a convalescent facility",
            "Convalescent Center and its employees were involved in rendering nursing care to patients and not in diagnosing or prescribing treatments. Those acts were the function of the decedent's physicians. If plaintiff sufficiently alleged that in administering prescribed treatments Convalescent Center's employees by their negligent or wrongful acts or omissions proximately caused injury to the decedent, then Convalescent Center was not immune from liability.",
            "The",
            "allegations show that Convalescent Center undertook to care for and treat the decedent. In particular, the convalescent facility undertook to provide medical and nursing care and therapy for the decedent's broken leg. However, through the alleged negligence of Convalescent Center's employees, the decedent suffered greater and further injury than that which she had possessed when she entered the convalescent facility. The allegations in the counts against County and Convalescent Center asserted that, because of the negligent care or treatment by Convalescent Center's employees, the decedent's leg was injured again through patient transport; that she developed pressure sores, weight loss, and a number of infectious processes; and that she became incontinent. Additionally, she suffered from hallucinations and delirium as a result of being overmedicated. Plaintiff specifically set forth in detail the alleged acts of negligence on the part of the convalescent facility.The allegations in the subparagraphs that the trial court determined were barred by the ",
            "fell within the category of conduct excluded from the grant of immunity provided by the ",
            " We agree with plaintiffs statement during oral argument that to hold County and Convalescent Center immune under the particular facts pleaded here would have the effect of precluding these defendants from ever being sued. That result could have grave conse*552quences for any patient who entered a government-run facility such as Convalescent Center and had a similar experience.We conclude that the allegations ",
            "adequately pleaded that County and Convalescent Center were liable for the harm caused by their negligence in treating and caring for the decedent and that, therefore, these defendants were not immune from liability under the Act. In light of this conclusion, we find it unnecessary to address plaintiffs public policy argument.",
            "plaintiff alleged that",
            "defendants had(a) [c]arelessly and negligently failed to implement necessary precautions in transporting, bathing or providing personal care to [the decedent]. Despite being aware that [the decedent] had decreased cognition with clear deficits in self-care skills, mobility and safety, she did not receive appropriate assistance such as two person assist for care and transfers on or about October 10, 1994, October 11, 1994, October 17, 1994 and October 18, 1994;",
            "(d) [c]arelessly and negligently failed to institute a program to prevent the avoidable development of pressure sores on [the decedent's] right knee and leg;",
            "(g) [c]arelessly and negligently failed to implement physician's orders to arrange for and transport [the decedent] [] to her treating physician for post-surgical exams;(h) [c]arelessly and negligently failed to properly train, supervise, instruct and observe its employees and agents so as to insure that [the decedent] [ ] was not involved in an accident causing injury to her person;(i) [c]arelessly and negligently failed to respond to and appropriately seek an evaluation and treatment of [the decedent's] complaints of pain during the period of October 17, 1994 through and including November 11, 1994;(j) [c]arelessly and [sic] failed to ensure that [the decedent] received nursing home services to attain or maintain the highest practicable level of physical and mental well-being on and after October 17, 1994.With the exception of subparagraph (j), which is vague and conclusory, the other subparagraphs, when reviewed in light of the other allegations in the complaint, reasonably informed County and Convalescent Center of plaintiff's claim. The allegations informed these defendants that their negligent training and supervision of their employees had resulted in the decedent's not receiving an appropriate *554two-person assist when being transferred on specific dates and that, as a result, she was injured both during this transfer and during transport from one area of the convalescent facility to another. Additionally, the allegations informed defendants that the facility's employees had failed to do anything to prevent the development of pressure sores or to address the decedent's complaints of pain.",
            "The trial court abused its discretion in dismissing these subparagraphs for failure to state a cause of action."
        ],
        "Relevant Precedents": [
            "section 6—106 of the Tort Immunity Act",
            "Harinek v. 161 North Clark Street Ltd. Partnership, 181 Ill. 2d 335, 345 (1998).",
            "Harinek, 181 Ill. 2d at 345.",
            "(a) Neither a local public entity nor a public employee acting within the scope of his employment is liable for injury resulting from diagnosing or failing to diagnose that a person is afflicted with mental or physical illness or addiction or from failing to prescribe for mental or physical illness or addiction.(b) Neither a local public entity nor a public employee acting within the scope of his employment is liable for administering with due care the treatment prescribed for mental or physical illness or addiction.(c) Nothing in this section exonerates a public employee who has undertaken to prescribe for mental or physical illness or addiction from liability for injury proximately caused by his negligence or by his wrongful act in so prescribing or exonerates a local public entity whose employee, while acting in the scope of his employment, so causes such an injury.*550(d) Nothing in this section exonerates a public employee from liability for injury proximately caused by his negligent or wrongful act or omission in administering any treatment prescribed for mental or physical illness or addiction or exonerates a local public entity whose employee, while acting in the scope of his employment, so causes such an injury. 745 ILCS 10/6—106 (West 1996).",
            "Tort Immunity Act ",
            "Tort Immunity Act."
        ],
        "Outcome": [
            "Accordingly, for the reasons set forth above, we affirm the trial court's dismissal of subparagraph (j) of paragraph 17 of the survival count against County and Convalescent Center but reverse the court's dismissal of subparagraphs (a), (b), (c), (d), (e), (f), (g), (h), and (i).Based on the foregoing reasons, we affirm the judgment of the circuit court of Du Page County in part, reverse in part, and remand the cause for further proceedings consistent with the views expressed herein.Affirmed in part and reversed in part; cause remanded."
        ]
    },
    "class": "mixed"
}