{
    "text": "Block v. State, 53 Ill. Ct. Cl. 128 (2000)\nMay 16, 2000 · Illinois Court of Claims · No. 94-CC-3441\n53 Ill. Ct. Cl. 128\n\nCase outline\nMajority — Jann, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nDavid and Patricia Block, Claimants,v.The State of Illinois, Respondent\nErwin, Martinkus & Cole (James A. Martinkus, of counsel), for Claimants.\nLietz, Banner & Ford (Gary R. Lietz, of counsel), for Respondent.\nOPINION\nJANN, J.\nClaimants, husband and wife, filed a complaint seeking damages in tort and contract for the alleged negligence and breach of oral contract by Respondent in the veterinary services rendered to a foal owned by Claimants which expired after treatment by Respondent.\nClaimants filed two motions for default in this matter which were denied. Respondent filed a motion for leave to file its post-hearing brief on April 17, 2000. Claimant filed its objections thereto. The Commissioner has advised that a briefing schedule was set and amended, which granted ample time for Respondent to file a brief for consideration after the hearing, which was held on September 23, 1998. The Commissioners recommendation was filed on March 30, 2000. The delay in filing the recommendation was not due to Respondents failure to file a brief. The Commissioner suffered great personal hardship and grave illness *129during the pendency of this cause which resulted in delayed filing of her recommendation. Respondent's motion for leave to file its post-hearing brief is hereby denied.\nClaimants are engaged in the business of breeding and raising thoroughbred horses for the purpose of racing. They have a horse farm in Philo, Illinois where they generally keep eight to twelve horses in various paddocks on 25 acres of property. Both Mr. and Mrs. Block have other employment besides the horse operation per their brief and the record. The Blocks had raised horses for about 20 years as of hearing. The Blocks breed their mares to stallions in Kentucky, generally near Lexington. The mares are generally transported by Mr. and Mrs. Block to the stud farms and then returned to the Philo, Illinois farm to deliver their foals in early spring. Claimants have found this arrangement to be economically advantageous, as foals born in Illinois are eligible to compete in certain stakes races restricted to Illinois-bred horses. Mares with foals are returned to Kentucky as soon as possible after the birth of a foal for stud service to ensure the birth of a new foal in the following year. The breeder wishes to have foals born as soon after January 1 of each year as possible to gain competitive advantage. All thoroughbreds celebrate their birthdays on January 1 of any given year. Thus, a foal born on December 31 of 1999 is one-year old for racing purposes on January 1, 2000.\nThe foal in question was born in Illinois on February 29, 1992. It appears that the mare and foal arrived at Woodmark Farm in Versailles, Kentucky on March 3, 1992, per joint Exhibit No. 1-B. Claimants testified that the mare was to be bred again and that mares normally remained at the stud farm for 60 days to assure successful fertilization. The mare and suckling foal were returned to Claimants' farm on or about May 27, 1992. We are not advised as to *130the method or duration of transport or the objective condition of either the mare or foal upon arrival in Philo.\nOn or about May 29, 1992, Claimants returned from work to the farm somewhat later than is their custom. They checked the animals and found that the foal had somehow escaped the paddock which he had shared with his mare and entered another paddock which held other horses. The foal was examined and reunited with his mare. The mare was agitated at her offsprings folly and the wandering foal had also become disquieted by the separation when Claimants arrived at the farm. The foal was found to have abrasions on his left stifle (roughly equivalent to a human knee on a horses hind leg). Further investigation indicated that the foal had injured himself while running through a fence separating two paddocks. On May 31, the foal exhibited a pronounced limp and seemed depressed with a lack of appetite. Claimants contacted the University of Illinois Veterinary Medical Clinic Emergency Department in Champaign. (U of I Clinic.)\nClaimants had a relationship with Dr. Ted Lock of the U of I Clinic for some 20 years. On May 31, another vet, Dr. Shipley and a student resident responded to Claimants' call and came to the farm to treat the foal. The record indicates that the foal's vital signs indicated that he was quite ill and medications were administered including an antibiotic and an anti-inflammatory Butazolidan, commonly called Bute. Claimants were given instructions to administer the Bute via oral paste twice daily and to provide hydrotherapy to the stifle. The parties dispute whether adequate information concerning the possible side-effects of the Bute in foals was discussed. There was also disputed testimony as to whether the animal should have been removed and treated at the vet clinic.\nClaimants stated that the colt seemed somewhat improved on June 1. The foal also appeared stable on the *131morning of June 2. However, by evening the foal seemed very subdued. Claimants again called the U of I Clinic. Dr. Ted Lock came to the farm, examined the foal and administered medication. He opined that the foal could have been suffering from a virus, which Dr. Lock encountered at several other horse farms in the area in recent days. Mrs. Block went to the barn to check on the foal during the night and summoned her husband to observe his much diminished condition. The Blocks attempted to comfort the agitated foal and called for vet assistance. Unfortunately, the poor creature expired in Mr. Blocks arms before a vet could reach the farm. The Claimants called the U of I Clinic and advised them of the foal's demise. The Claimants feared that the foal had indeed died from a viral infection of unknown origin and requested a necropsy as to cause of death in an effort to protect the health of their other horse.\nDr. Brian L. Knight, DVM, at the U of I, performed the necropsy and determined that the cause of death was acute peritonitis as a result of perforated duodenal ulcers. Multiple ulcers were found in the foal's duodenum or small intestine. No oral ulcers were present and there was no edema (swelling) in the colon. Dr. Knight testified that it was possible that the Bute may have contributed to the ulcers which ultimately caused death but that other factors may have caused the ulcers. Dr. Knight also noted that the injured stifle was swollen to twice its normal size and contained a great deal of fluid in the joint.\nDr. Shipley testified that, when he examined the foal on May 31, he felt that it was seriously lame contrary to the Claimants' testimony of a rather minimal injury. Dr. Shipley stated that the foal's pulse, respiration and temperature were highly elevated and that the stifle joint was hot to the touch, very swollen and tender upon palpation. *132Dr. Shipley further testified that on May 31 the foal exhibited no cognizable signs of symptoms normally associated with equine ulcers. While endoscopic examination of a horses stomach is possible at a farm, examination of the duodenum is not possible outside a clinical setting.\nDr. Lock testified via evidence deposition that the treatment given by Dr. Shipley was appropriate given the facts of this case. Dr. Lock stated that, while Bute may cause ulcers in some animals, it is the standard equine remedy for inflammation and has been used for musculoskeletal injuries in racehorses for over 25 years. In Dr. Locks opinion, the foal's injuries herein warranted the dosage of 3/4 gram of Bute twice daily. Dr. Lock pointed out that lameness is a particularly serious condition in racehorses, which may destroy their value as contenders for purses and breeding potential.\nDr. Chester Edward Blackey, III, DVM, Kentucky, was presented as an expert witness for Claimants. Dr. Blackey was the attending vet at Woodmark Farm in Kentucky, where the Claimant's mare and foal had resided until about a week before the foal's demise. Dr. Blackey had treated the mare and foal while they were in Kentucky. He opined that administration of Bute to a foal was a violation of the applicable standard of care and that the Bute caused or contributed to the foal's death. Dr. Blackey offered no clinical studies or objective findings to support his opinion and did not bring his records regarding his treatment of the subject horses to the hearing. The joint exhibit includes an invoice from Woodmark Farm for one tube of Bute under the category of vet services for the mare. Dr. Blackey did not recall whether he prescribed the Bute for Storming Lass, the mother of the foal. He did state that a nursing foal would receive Bute through its mother's milk which could have caused ulcers.\n*133Dr. Blackey testified that he would have treated for ulcers prophylactically per his training at the University of Florida. No standard of care or course of treatment was offered into evidence. In fact, Dr. Blackey merely suggested that he would have confined the colt to a stall for observation and apparently felt the injury would heal without medical treatment.\nThe most helpful evidence of record is the written report of Dr. James L. Becht, a board certified veterinarian in Versailles, Kentucky. The report was made at Claimants' behest and introduced into evidence by agreement of the parties. Dr. Becht reviewed the necropsy report by Dr. Knight and extensively researched pertinent veterinary scientific information in rendering the opinions set forth in his report. The scientific studies cited by Dr. Becht indicated that Bute may be toxic in foals in dosages considered minimal by the manufacturer's standards. The studies indicated that ponies are much more prone to toxemia and ulcers than horses and foals when Bute is administered. The scientific data available as to foals led Dr. Becht to opine that stress plays a very significant role in the development of duodenal ulcers in foals of 3-6 months of age. He stated that in cases where Bute was conclusively determined to be the sole cause of duodenal ulcers, oral ulcers would be expected in the oral cavity at necropsy. The studies also suggested that edema of the colon would be present. The necropsy at issue found no sign of oral cavity ulceration or colonic edema. The studies also indicated that animals which had never received Bute were found to have ulcers of the same nature presented by Claimants' foal. Conversely, some foals treated with Bute for up to 42 days suffered no ulceration as a result of treatment. Dr. Becht concluded that, while the dose prescribed by Dr. Shipley was higher than that generally recommended for a *134foal and may have contributed to the foals demise, many foals die of gastric or duodenal ulcer diseases and have never received Bute.\nDr. Becht cites studies which point to the conclusion that ulcers in foals may result from stress, Bute, infection or causes undetermined. Dr. Becht opined that the recent stresses endured by a three-month old nursing foal would play a significant role in development of duodenal ulcers. The necropsy did not support a conclusion with a reason- ' able degree of medical/scientific certainty that Bute administered at Dr. Shipley's direction was a quantifiable proximate cause of the foal's death.\nEssentially, the record indicates that, even if we were to conclude that the dose prescribed for the foal was excessive, no standard has been proved to quantify the resultant degree of harm to the foal. Claimants' mare and foal were in Kentucky from at least March 3, 1992, to May 27, 1992. No evidence of record indicates when or how Claimants observed the absent horses during this period. We lack information as to the administration of Bute to the mare as indicated in the exhibits. No evidence was offered as to the reason for the medication, dosage or duration of treatment of the mare and the general health of the foal during the treatment. We further lack evidence as to a time frame within which duodenal ulcer disease in a foal of similar age and weight would normally become evident. The preponderance of the evidence indicates that the foal exhibited no postures, oral ulcers or other signs normally indicative of ulceration of the duodenum. Dr. Becht made no conclusion that Respondent violated an accepted standard of care. In fact, the Claimants' testimony as to Dr. Lock having commented upon an equine virus present in the immediate vicinity is consistent with the studies cited by Dr. Becht indicating infection is one of several factors which has been theorized as a cause of the disease.\n*135During the presentation of evidence in this cause, Claimants moved to amend their pleadings to conform to the proofs presented at hearing and to add allegations that Dr. Shipleys alleged failure to warn of the possible side effects of Bute constituted malpractice. Claimants' motion is granted in accordance with section 2 — 616(c) of the Illinois Code of Civil Procedure. 735 ILCS 5/2 — 616(c).\nClaimants bear the burden of proof by a preponderance of the evidence that the care given their colt by Dr. Shipley violated the applicable standard of veterinary care and that the alleged failure to warn of possible toxicity, as a result of administering Bute, was a breach of contract under normally recognized veterinary standards of practice.\nWe find that Claimants have failed to meet their burden of proof as to: the applicable standard of care and violation thereof by Respondent; proximate cause of the death of the colt; and breach of contract. This claim is hereby denied and dismissed with prejudice.\n\n\nPlain English summary:\nPlaintiffs purchased a foal. The foal ran away from its mare at a young age, then became unwell. Plaintiffs contacted the University of Illinois Veterinary Medical Clinic Emergency Department in Champaign for for veterinary treatment. A number of vets tried to treat the foal but the foal died. Plaintiffs claimed that the vets' treatment was breached the standard of care, and that the vet failed to warn of the side effects of the treatment recommended to the foal. The court dismissed the case for failure to meet the burden of proof as to the applicable standard of care and violation thereof by Respondent.\n\n",
    "annotations": {
        "Facts": [
            "Claimants are engaged in the business of breeding and raising thoroughbred horses for the purpose of racing. They have a horse farm in Philo, Illinois where they generally keep eight to twelve horses in various paddocks on 25 acres of property. Both Mr. and Mrs. Block have other employment besides the horse operation",
            "The Blocks had raised horses for about 20 years as of hearing. The Blocks breed their mares to stallions in Kentucky, generally near Lexington. The mares are generally transported by Mr. and Mrs. Block to the stud farms and then returned to the Philo, Illinois farm to deliver their foals in early spring. Claimants have found this arrangement to be economically advantageous, as foals born in Illinois are eligible to compete in certain stakes races restricted to Illinois-bred horses. Mares with foals are returned to Kentucky as soon as possible after the birth of a foal for stud service to ensure the birth of a new foal in the following year. The breeder wishes to have foals born as soon after January 1 of each year as possible to gain competitive advantage. All thoroughbreds celebrate their birthdays on January 1 of any given year. Thus, a foal born on December 31 of 1999 is one-year old for racing purposes on January 1, 2000.The foal in question was born in Illinois on February 29, 1992. It appears that the mare and foal arrived at Woodmark Farm in Versailles, Kentucky on March 3, 1992",
            "the mare was to be bred again and",
            "mares normally remained at the stud farm for 60 days to assure successful fertilization. The mare and suckling foal were returned to Claimants' farm on or about May 27, 1992. We are not advised as to *130the method or duration of transport or the objective condition of either the mare or foal upon arrival in Philo.On or about May 29, 1992, Claimants returned from work to the farm somewhat later than is their custom. They checked the animals and found that the foal had somehow escaped the paddock which he had shared with his mare and entered another paddock which held other horses. The foal was examined and reunited with his mare. The mare was agitated at her offsprings folly and the wandering foal had also become disquieted by the separation when Claimants arrived at the farm. The foal was found to have abrasions on his left stifle (roughly equivalent to a human knee on a horses hind leg). Further investigation indicated that the foal had injured himself while running through a fence separating two paddocks. On May 31, the foal exhibited a pronounced limp and seemed depressed with a lack of appetite. Claimants contacted the University of Illinois Veterinary Medical Clinic Emergency Department in Champaign. (U of I Clinic.)Claimants had a relationship with Dr. Ted Lock of the U of I Clinic for some 20 years. On May 31, another vet, Dr. Shipley and a student resident responded to Claimants' call and came to the farm to treat the foal.",
            "the foal's vital signs indicated that he was quite ill and medications were administered including an antibiotic and an anti-inflammatory Butazolidan, commonly called Bute. Claimants were given instructions to administer the Bute via oral paste twice daily and to provide hydrotherapy to the stifle. The parties dispute whether adequate information concerning the possible side-effects of the Bute in foals was discussed. There was also disputed testimony as to whether the animal should have been removed and treated at the vet clinic.Claimants stated that the colt seemed somewhat improved on June 1. The foal also appeared stable on the *131morning of June 2. However, by evening the foal seemed very subdued. Claimants again called the U of I Clinic. Dr. Ted Lock came to the farm, examined the foal and administered medication. He opined that the foal could have been suffering from a virus, which Dr. Lock encountered at several other horse farms in the area in recent days. Mrs. Block went to the barn to check on the foal during the night and summoned her husband to observe his much diminished condition. The Blocks attempted to comfort the agitated foal and called for vet assistance. Unfortunately, the poor creature expired in Mr. Blocks arms before a vet could reach the farm. The Claimants called the U of I Clinic and advised them of the foal's demise. The Claimants feared that the foal had indeed died from a viral infection of unknown origin and requested a necropsy as to cause of death in an effort to protect the health of their other horse.Dr. Brian L. Knight, DVM, at the U of I, performed the necropsy and determined that the cause of death was acute peritonitis as a result of perforated duodenal ulcers. Multiple ulcers were found in the foal's duodenum or small intestine. No oral ulcers were present and there was no edema (swelling) in the colon. Dr. Knight testified that it was possible that the Bute may have contributed to the ulcers which ultimately caused death but that other factors may have caused the ulcers. Dr. Knight also noted that the injured stifle was swollen to twice its normal size and contained a great deal of fluid in the joint.Dr. Shipley",
            "when he examined the foal on May 31",
            "felt that it was seriously lame",
            "Dr. Shipley stated that the foal's pulse, respiration and temperature were highly elevated and that the stifle joint was hot to the touch, very swollen and tender upon palpation.",
            "on May 31 the foal exhibited no cognizable signs of symptoms normally associated with equine ulcers. While endoscopic examination of a horses stomach is possible at a farm, examination of the duodenum is not possible outside a clinical setting.Dr. Lock testified",
            "that the treatment given by Dr. Shipley was appropriate given the facts of this case. Dr. Lock stated that, while Bute may cause ulcers in some animals, it is the standard equine remedy for inflammation and has been used for musculoskeletal injuries in racehorses for over 25 years. In Dr. Locks opinion, the foal's injuries herein warranted the dosage of 3/4 gram of Bute twice daily.",
            "lameness is a particularly serious condition in racehorses, which may destroy their value as contenders for purses and breeding potential.Dr. Chester Edward Blackey, III, DVM, Kentucky,",
            "was the attending vet at Woodmark Farm in Kentucky, where the Claimant's mare and foal had resided until about a week before the foal's demise. Dr. Blackey had treated the mare and foal while they were in Kentucky. He opined that administration of Bute to a foal was a violation of the applicable standard of care and that the Bute caused or contributed to the foal's death. ",
            "The joint exhibit includes an invoice from Woodmark Farm for one tube of Bute under the category of vet services for the mare. Dr. Blackey did not recall whether he prescribed the Bute for Storming Lass, the mother of the foal. ",
            "a nursing foal would receive Bute through its mother's milk which could have caused ulcers.",
            "Dr. Becht reviewed the necropsy report by Dr. Knight and extensively researched pertinent veterinary scientific information in rendering the opinions set forth in his report. The scientific studies cited by Dr. Becht indicated that Bute may be toxic in foals in dosages considered minimal by the manufacturer's standards.",
            "ponies are much more prone to toxemia and ulcers than horses and foals when Bute is administered. The scientific data available as to foals led Dr. Becht to opine that stress plays a very significant role in the development of duodenal ulcers in foals of 3-6 months of age.",
            "in cases where Bute was conclusively determined to be the sole cause of duodenal ulcers, oral ulcers would be expected in the oral cavity at necropsy.",
            "edema of the colon would be present. The necropsy at issue found no sign of oral cavity ulceration or colonic edema.",
            "animals which had never received Bute were found to have ulcers of the same nature presented by Claimants' foal. Conversely, some foals treated with Bute for up to 42 days suffered no ulceration as a result of treatment.",
            "Dr. Becht concluded that, while the dose prescribed by Dr. Shipley was higher than that generally recommended for a *134foal and may have contributed to the foals demise, many foals die of gastric or duodenal ulcer diseases and have never received Bute.Dr. Becht cites studies which point to the conclusion that ulcers in foals may result from stress, Bute, infection or causes undetermined. Dr. Becht opined that the recent stresses endured by a three-month old nursing foal would play a significant role in development of duodenal ulcers. The necropsy did not support a conclusion with a reason- ' able degree of medical/scientific certainty that Bute administered at Dr. Shipley's direction was a quantifiable proximate cause of the foal's death."
        ],
        "Procedural History": [
            "Claimants, husband and wife, filed a complaint seeking damages in tort and contract",
            "Claimants filed two motions for default in this matter which were denied. Respondent filed a motion for leave to file its post-hearing brief on April 17, 2000.",
            "Respondent's motion for leave to file its post-hearing brief is hereby denied."
        ],
        "Application of Law to Facts": [
            "Dr. Blackey offered no clinical studies or objective findings to support his opinion and did not bring his records regarding his treatment of the subject horses to the hearing. ",
            "Dr. Blackey testified that he would have treated for ulcers prophylactically per his training at the University of Florida. No standard of care or course of treatment was offered into evidence. In fact, Dr. Blackey merely suggested that he would have confined the colt to a stall for observation and apparently felt the injury would heal without medical treatment.The most helpful evidence of record is the written report of Dr. James L. Becht, a board certified veterinarian in Versailles, Kentucky.",
            "Essentially, the record indicates that, even if we were to conclude that the dose prescribed for the foal was excessive, no standard has been proved to quantify the resultant degree of harm to the foal. Claimants' mare and foal were in Kentucky from at least March 3, 1992, to May 27, 1992. No evidence of record indicates when or how Claimants observed the absent horses during this period. We lack information as to the administration of Bute to the mare as indicated in the exhibits. No evidence was offered as to the reason for the medication, dosage or duration of treatment of the mare and the general health of the foal during the treatment. We further lack evidence as to a time frame within which duodenal ulcer disease in a foal of similar age and weight would normally become evident. The preponderance of the evidence indicates that the foal exhibited no postures, oral ulcers or other signs normally indicative of ulceration of the duodenum. Dr. Becht made no conclusion that Respondent violated an accepted standard of care. In fact, the Claimants' testimony as to Dr. Lock having commented upon an equine virus present in the immediate vicinity is consistent with the studies cited by Dr. Becht indicating infection is one of several factors which has been theorized as a cause of the disease.",
            "We find that Claimants have failed to meet their burden of proof as to: the applicable standard of care and violation thereof by Respondent"
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "This claim is hereby denied and dismissed with prejudice."
        ]
    },
    "class": "reverse"
}