{
    "text": "Sinclair v. Berlin, 325 Ill. App. 3d 458 (2001)\nSept. 28, 2001 · Illinois Appellate Court · No. 1—00—3330\n325 Ill. App. 3d 458\n\nCase outline\nMajority — Justice Barth\nOther formats\nPDF\nAPI\nCiting cases\n18 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nJUNE B. SINCLAIR, Plaintiff-Appellant,v.HARVEY BERLIN, Defendant-Appellee\nFirst District (4th Division)\n*461Peter S. Stamatis, of Law Offices of Peter S. Stamatis, P.C., of Chicago, for appellant.\nRobert Marc Chemers, Alan J. Schumacher, Frank J. Andreou, and Scott L. Howie, all of Pretzel & Stouffer, Chtrd., of Chicago, for appellee.\nJUSTICE BARTH\ndelivered the opinion of the court:\nThis appeal is brought by plaintiff June Sinclair following a jury trial in her medical malpractice case that resulted in a verdict and judgment for defendant Harvey Berlin. Sinclair asserts as error the trial court's denial of her proposed jury instruction and the admission or denial of certain evidence at trial.\nBACKGROUND\nThe following evidence was adduced at trial. Sinclair first visited Berlin, an ophthalmologist, on January 14, 1988, for treatment of a cataract in her right eye. Prior to 1988, Sinclair only needed glasses for reading. Sinclair continued to see Berlin over the following six months. At each visit, Berlin confirmed the existence of a cataract and *462suggested surgery to correct the problem. Sinclair's vision continued to deteriorate, and on or about August 23, 1988, Berlin performed cataract surgery on Sinclair's right eye.\nTwo days after the surgery, Sinclair had a follow-up visit with Berlin. Sinclair testified Berlin conducted only a cursory examination and that he did not use an indirect ophthalmoscope to examine her retina. Berlin, however, stated he conducted a thorough examination and detected no problems with Sinclair's retina. Berlin testified he checked Sinclair's vision with an eye chart and a phoropter machine, dilated her pupils and used a slitlamp, a direct ophthalmoscope and an indirect ophthalmoscope to examine her eye.\nSinclair had additional follow-up visits with Berlin on September 1, September 8, and September 22, 1988. Again, the parties are in conflict as to what took place on those dates. Sinclair testified Berlin did not, on any of these occasions, examine her with an indirect ophthalmoscope, despite Sinclair's specific complaint to Berlin on September 22, 1988, that her pupil had a point on it. Berlin's testimony was that on September 22, 1988, he examined Sinclair with either a direct or an indirect ophthalmoscope and found that her retina had no detectable problems.\nOn October 6, 1988', Sinclair went to see Berlin with complaints of severe pain in her right eye. Sinclair claimed Berlin failed to examine her with the indirect ophthalmoscope, attributed her eye pain to dryness, and prescribed an ointment to alleviate the pain. Berlin claimed on this occasion he performed a slitlamp examination.\nSinclair returned to Berlin's office on October 20, 1988, at which time she claimed she was experiencing excruciating pain, black floaters and bubbles in her right eye. Berlin insisted he examined Sinclair with an indirect ophthalmoscope at that time and found nothing wrong with her retina. Once more, Sinclair denied such an examination was performed.\nOn October 27, 1988, Sinclair called Berlin's office with complaints about her right eye. Sinclair stated she told Berlin she was in great pain and that her eyes were droopy and discharging something watery. According to Sinclair, Berlin told her her eyes were fine and that there was no reason to come in for an examination. Berlin, however, testified that Sinclair denied having any symptoms that would have suggested an urgent or emerging problem. Berlin stated that Sinclair did not ask for an examination but that he would have performed one at her request.\nSinclair called Berlin's office on October 28, 1988, and complained of pain and deteriorating vision. Berlin was working at another office that day and was unable to see or speak to Sinclair. On October 29, *4631988, Berlin examined Sinclair with an indirect ophthalmoscope and determined that her retina had detached.\nSince October 29, 1988, Sinclair has undergone several surgeries to her right eye, performed by physicians other than Berlin. Nonetheless, Sinclair is now legally blind in her right eye. Sinclair filed her medical malpractice action against Berlin on March 2, 1995, alleging her loss of sight was due to Berlin's failure to timely diagnose and treat her symptoms of retinal detachment. After a trial, the jury returned a verdict in favor of Berlin, the court entered judgment thereon and subsequently denied Sinclair's posttrial motion. This appeal followed.\nAnalysis\nSinclair asserts as error six rulings by the trial court that individually or in combination warrant a new trial:\n(1) denial of her proposed jury instruction on the lost chance doctrine;\n(2) permitting cross-examination of Sinclair's expert, Dr. John Fournier, in violation of a trial court in limine order;\n(3) improperly barring Dr. Fournier's opinion testimony;\n(4) permitting Sinclair's expert, Dr. William Fagman, on cross-examination to offer an opinion regarding Sinclair's preoperative care;\n(5) preventing Dr. Fournier from identifying pertinent medical treatises during his testimony; and\n(6) denying Sinclair's motion for judgment notwithstanding the verdict.\n1. Jury Instruction\nSinclair contends the trial court erred when it rejected her proposed nonpattern jury instruction on the lost chance doctrine. Sinclair alleges that because the lost chance doctrine modifies the definition of proximate cause, the Illinois Pattern Jury Instruction (IPI) on proximate cause that was read to the jury did not adequately state the law. As a result, the jury was without proper judicial guidance as to how to treat the lost chance evidence it heard during the trial.\nWhenever an IPI instruction is applicable in a civil case, the trial court, giving due consideration to the facts and the prevailing law, is required to use that instruction. Hobart v. Shin, 185 Ill. 2d 283, 294 (1998). If the IPI instruction is inadequate, an additional instruction is appropriate. Balestri v. Terminal Freight Cooperative Ass'n, 76 Ill. 2d 451, 454-55 (1979). The determination of whether an instruction is applicable and accurately states the law in a given case is within the trial court's discretion. Hobart, 185 Ill. 2d at 294. The trial court *464has considerable discretion in determining the form in which a jury instruction will be given. Hajian v. Holy Family Hospital, 273 Ill. App. 3d 932, 937 (1995). The determination of proper jury instructions lies within the sound discretion of the trial court, and a reviewing court will not disturb the trial court's decision absent a clear abuse of that discretion. Linn v. Damilano, 303 Ill. App. 3d 600, 606-07 (1999). A reviewing court ordinarily will not reverse a trial court for giving faulty instructions unless they clearly misled the jury and resulted in prejudice to the appellant. Villa v. Crown Cork & Seal Co., 202 Ill. App. 3d 1082, 1087-88 (1990).\nIn a medical malpractice case, the plaintiff may satisfy his burden of proving the defendant's negligence was the proximate cause of his injury by showing that it was more probably true than not true that the defendant's breach of duty caused the plaintiff's injury. Borowski v. Von Solbrig, 60 Ill. 2d 418, 424 (1975). The plaintiff need not show a better result would have been obtained absent the doctor's alleged negligence in order to establish proximate cause. Borowski, 60 Ill. 2d at 424.\nThe lost chance doctrine in medical malpractice actions refers to two types of situations: (1) where a plaintiff has been deprived of a chance to survive or recover from a health problem due to the medical provider's negligence, or (2) where the medical provider's negligence has either lessened the effectiveness of plaintiff's treatment or increased plaintiffs risk of an unfavorable outcome. Holton v. Memorial Hospital, 176 Ill. 2d 95, Ill (1997). Prior to the supreme court's decision in Holton, controversy existed in the Illinois courts as to whether the lost chance doctrine relaxed the plaintiffs burden of proving proximate cause (see Netto v. Goldenberg, 266 Ill. App. 3d 174 (1994); Hare v. Foster G. McGaw Hospital, 192 Ill. App. 3d 1031 (1989)) or if application of the lost chance doctrine was consistent with the traditional principles of proximate cause (see Hajian, 273 Ill. App. 3d 932; Chambers v. Rush-Presbyterian-St. Luke's Medical Center, 155 Ill. App. 3d 458 (1987)). Holton, 176 Ill. 2d at 113.\nThe Holton court determined that the lost chance doctrine comported with the traditional standard of proving causation as set forth in Borowski and that the doctrine did not relax or lower the plaintiffs burden of proof. Holton, 176 Ill. 2d at 120. Holton cited with approval the decisions in Northern Trust Co. v. Louis A. Weiss Memorial Hospital, 143 Ill. App. 3d 479 (1986), and Chambers, finding that those cases reflect the correct application of proximate causation principles when a defendant's negligent medical care is alleged to have denied the patient a chance for survival or recovery. Holton, 176 Ill. 2d at 116. Thus proximate cause has been established, under the *465traditional standard set forth in Borowski, when the evidence presented shows to a reasonable certainty that defendant's negligent delay in diagnosis or treatment lessened the effectiveness of the treatment. Holton, 176 Ill. 2d at 115-16. Holton overruled the decisions in Netto, 266 Ill. App. 3d 174, and Hare, 192 Ill. App. 3d 1031, to the extent their lost chance analysis conflicted with its holding. Holton, 176 Ill. 2d at 118-19. It rejected those cases, such as Russel v. Subbiah, 149 Ill. App. 3d 268 (1986), and Curry v. Summer, 136 Ill. App. 3d 468 (1985), that held, as a matter of law, that proximate cause could not be established when a plaintiff could not prove a greater than 50% chance of recovery or survival absent the doctor's negligence. Holton, 176 Ill. 2d at 119.\nThe specific issue raised by Sinclair, that the jury should have been given a specific instruction on the lost chance doctrine in light of the supreme court's holding in Holton, has been addressed by this court. See Lambie v. Schneider, 305 Ill. App. 3d 421 (1999); Henry v. McKechnie, 298 Ill. App. 3d 268 (1998). In both Lambie and Henry, the appellate court affirmed the trial court's refusal to advance the plaintiffs' proposed lost chance jury instructions.\nIn Henry, the plaintiffs proposed lost chance instruction, identical to the proposed instruction discussed and rejected in Curry, 136 Ill. App. 3d at 480, was based on section 323(a) of the Restatement (Second) of Torts (Restatement (Second) of Torts § 323(a), at 135 (1965)), and provided that [a] person who undertakes to render services to another is liable for physical harm resulting from his failure to exercise reasonable care if that failure increased their [szc] risk of harm. Henry, 298 Ill. App. 3d at 271-72. The Curry court stated that the plaintiffs proposed jury instruction was both misleading and unnecessary; the court determined that the short-form IPI proximate cause instruction that was given to the jury fairly and correctly stated the law. Curry, 136 Ill. App. 3d at 476-77.\nThe Henry court found that although Holton overruled the portion of Curry that required the plaintiff prove a greater than 50% chance of survival or recovery before presenting lost chance evidence, it did not overrule or disapprove of Curry's rejection of the proposed, non-IPI lost chance instruction. Henry, 298 Ill. App. 3d at 274. Because the instruction that was given, the long form proximate cause instruction (Illinois Pattern Jury Instructions, Civil, No. 15.01 (3d ed. 1995) (hereinafter IPI Civil 3d)), fairly and accurately stated the law and the plaintiff failed to argue to the contrary, reversal was not required. Henry, 298 Ill. App. 3d at 277.\nIn Lambie, the plaintiff attempted to distinguish herself from Henry by arguing she was entitled to a lost chance instruction because *466the long-form IPI instruction given at trial did not accurately state the law. Lambie, 305 Ill. App. 3d at 429. The Lambie court disagreed with that contention, noting that other courts had found the IPI proximate cause instructions accurately stated the law in lost chance cases and Holton had approved those courts' findings. Lambie, 305 Ill. App. 3d at 429, citing Hajian, 273 Ill. App. 3d at 941 (the short-form proximate cause IPI instruction adequately informed the jury of the plaintiffs lost chance theory of recovery).\nHere, over Berlin's objection, the jury was given the long form of IPI Civil 3d No. 15.01 on proximate cause, which provides:\nWhen I use the expression 'proximate cause,' I mean a cause which, in natural or probable sequence, produced the injury complained of. It need not be the only cause, nor the last or nearest cause. It is sufficient if it concurs with some other cause acting at the same time, which in combination with it, causes the injury.\nSinclair proposed an additional, non-IPI instruction derived from the Holton opinion. Sinclair's proposed instruction was as follows:\nProximate causation may be established by proving or showing that Defendant's conduct increased the risk of harm to the Plaintiff, or lessened the effectiveness of the Plaintiffs treatment.\nThe language of the proposed instruction was based on the Holton court's definition of lost chance in medical malpractice actions. Holton, 176 Ill. 2d at 111. Sinclair argued the additional instruction was necessary in order to apprise the jury of the lost chance doctrine as set forth in Holton.\nSinclair's proposed instruction was refused. Instead, the trial court gave the jury, over Berlin's objection, the long form of IPI Civil 3d No. 15.01 on proximate cause. This court has held that the long-form proximate cause IPI instruction accurately states the law in lost chance medical malpractice cases. See Lambie, 305 Ill. App. 3d at 429; Henry, 298 Ill. App. 3d at 277. Although Sinclair's proposed lost chance instruction may be an accurate statement of law, the trial court is required by Supreme Court Rule 239(a) (134 Ill. 2d R. 239(a)) to use the IPI instruction whenever it is applicable. See Hobart, 185 Ill. 2d at 294. Moreover, lost chance is not a separate theory of recovery but rather a concept that enters into proximate cause analysis in medical malpractice cases when a plaintiff alleges a defendant's negligent delay in diagnosis or treatment has lessened the effectiveness of treatment. Aguilera v. Mount Sinai Hospital Medical Center, 293 Ill. App. 3d 967, 973 (1997), citing Holton, 176 Ill. 2d at 115.\nThe relevant question is whether the jury was adequately informed on the issue of proximate cause. In Balestri, the trial court erred because it summarily refused a non-IPI instruction when the IPI *467instruction that was given failed to fully inform the jury of the proper scope of damages. Balestri, 76 Ill. 2d at 455-56. Here, the long-form IPI instruction informed the jury that proximate cause was any cause that, whether by itself or with some other cause, produced Sinclair's injury. The lost chance doctrine, as a form of proximate cause, was encompassed within the instruction given to the jury. Further, the trial court permitted Sinclair to urge her lost chance theory to the jury during closing arguments. We find, therefore, that the trial court's refusal to give Sinclair's proposed lost chance instruction did not deny her a fair trial. See Villa, 202 Ill. App. 3d at 1087-88.\n2. Cross-examination of Sinclair's Expert Witness Regarding His Personal Note-taking Practices\nSinclair asserts the trial court erred when it allowed Berlin to question Dr. Fournier, Sinclair's expert witness, about his personal note-taking habits. Sinclair contends such questioning was irrelevant, violated an order of the trial court, and created the inference of a false standard of care. Berlin responds that Sinclair has waived this argument by her failure to object to the questions at trial.\nTo preserve an issue for appellate review, a party must make a timely objection. Holder v. Caselton, 275 Ill. App. 3d 950, 956 (1995). Generally, timeliness requires that objections to evidence be made at the time the evidence is offered or as soon as the grounds for the objection become apparent. Holder, 275 Ill. App. 3d at 957; Goldberg v. Capital Freight Lines, Ltd., 382 Ill. 283, 291 (1943). If the grounds for objection are not apparent until after the evidence is given, a motion to strike is appropriate. People v. Koch, 248 Ill. App. 3d 584, 593 (1993). A motion to strike made at the close of the witness's testimony is not timely. Holder, 275 Ill. App. 3d at 957.\nThe record shows that Sinclair did not object at the time Dr. Fournier was being examined by Berlin but did object at the conclusion of Dr. Fournier's testimony. However, it cannot be said that the allegedly objectionable nature of these questions did not become apparent until the conclusion of Dr. Fournier's testimony. The trial court anticipated such questions and informed the parties of the scope of its in limine order when it barred examination on a witness's personal habits. The objection was not timely and has, therefore, been waived on appeal. See Holder, 275 Ill. App. 3d at 956.\nAlternatively, Sinclair argues that because Berlin was allowed to ask questions about Dr. Fournier's personal habits, equity requires that Sinclair be allowed to ask similar questions of Berlin's expert, Dr. Thomas Deutsche. She argues that by allowing Dr. Fournier to testify about his personal habits, yet precluding Dr. Deutsche from doing the *468same, the jury was presented with an unrebutted inference of a lower standard of care.\nInitially, we observe that the questions complained of were not used to establish a standard of care but, rather, to test the validity of the basis for Dr. Fournier's opinion. In addition, the record demonstrates that Sinclair questioned Dr. Deutsche about his personal note-taking habits. During cross-examination, Dr. Deutsche testified his conclusion that Berlin had looked at Sinclair's peripheral retina was based on Berlin's notes and testimony. Dr. Deutsche was then asked whether his notations of a peripheral retina examination and indirect ophthalmoscope use would be different from those of Berlin. Dr. Deutsche's deposition testimony regarding his notations of indirect ophthalmoscope use was also read to the jury for impeachment purposes. Berlin's single objection to these questions concerned the completeness of the deposition testimony. The record shows Sinclair questioned Dr. Deutsche thoroughly about his personal note-taking habits, contrary to her contentions here. Hence, we find her claim of error to be without merit.\n3. Preclusion of Certain Testimony by Dr. Fournier\nSinclair next argues the trial court erred when it barred Dr. Fournier from presenting his opinion that Berlin's failure to timely diagnose and respond to Sinclair's original retinal detachment was causally connected to the failure of Sinclair's first two retinal reattachment procedures. Dr. Fournier was also barred from presenting testimony regarding whether Berlin's actions resulted in a lost chance to save Sinclair's vision. Sinclair contends that because these disclosures were made to Berlin approximately three months before the start of trial with an opportunity to depose Dr. Fournier about these disclosures, Berlin would not have been prejudiced by such testimony and its presentation would have furthered the interests of justice.\nBerlin initially argues Sinclair has waived this point on appeal by failing to provide legal authority in support thereof. Supreme Court Rule 341 requires the parties to an appeal to provide legal authority for their contentions. See 177 Ill. 2d R. 341(e)(7). The failure of a party to provide such authority waives the argument. Estate of Strocchia v. City of Chicago, 284 Ill. App. 3d 891, 901 (1996).\nBecause Sinclair's brief does not cite legal authority for her contention that the trial court abused its discretion in excluding the opinions, we would be justified in finding the argument waived. See Estate of Strocchia, 284 Ill. App. 3d at 901. However, the doctrine of waiver is an admonition upon the parties and not a restriction upon a *469reviewing court. Hux v. Raben, 38 Ill. 2d 223, 224 (1967). In order to maintain a consistent body of law interpreting Supreme Court Rule 213 (166 Ill. 2d R. 213), we choose to discuss its application to this case.\nSubsection (g) of Rule 213 requires parties to disclose the subject matter, conclusions, opinions, qualifications and all reports of a witness who will offer any opinion testimony. Spain v. Owens Corning Fiberglass Corp., 304 Ill. App. 3d 356, 368 (1999). The purpose of the discovery rules requiring the timely disclosure of opinion witnesses, their opinions and the bases therefor is to avoid surprise and to discourage tactical gamesmanship. Warrender v. Millsop, 304 Ill. App. 3d 260, 267 (1999). An expert's testimony is limited to the fair scope of opinions disclosed during discovery and not limited to the exact words used. Lucht v. Stage 2, Inc., 239 Ill. App. 3d 679, 692 (1992). The decision to allow or exclude expert testimony is a matter committed to the sound discretion of the trial court and will not be interfered with unless it appears to have been abused. Pantaleo v. Our Lady of the Resurrection Medical Center, 297 Ill. App. 3d 266, 280 (1998).\nBerlin contends barring Dr. Fournier's testimony was not an abuse of the trial court's discretion because the testimony contained new opinions that were not disclosed until approximately nine months after discovery had closed. Sinclair responds that her October 1999 amended answers were not new opinions but merely clarifications of previous answers. As such, she maintains she should have been allowed to present the testimony.\nSupreme Court Rule 2201 (134 Ill. 2d R. 220) interrogatories were filed by Berlin in November 1995, seeking the identity, opinions and opinion bases of Sinclair's expert witnesses. In her March 10, 1999, answers to interrogatories, Sinclair disclosed Dr. Fournier would testify (1) that Sinclair's original cataract surgery was unnecessary; (2) that Berlin should have used both scleral depression and an indirect ophthalmoscope during Sinclair's postoperative office visits; (3) that Berlin failed to recognize the symptoms of retinal detachment and to properly follow up with Sinclair after retinal detachment symptoms were reported; (4) that Sinclair's condition was permanent; and (5) about the costs of care and treatment for her condition.\nIn October 1999, Sinclair supplemented her answers to interrogatories. Her supplemental disclosures regarding Dr. Fournier's testimony were, in part, identical to her March 1999 disclosures. However, the October 1999 answers provided the following additional *470disclosures: (1) that Sinclair's first two retinal reattachment procedures failed because of Berlin's failure to timely diagnose and treat Sinclair's original retinal detachment; (2) the first two retinal reattachment procedures would not have been necessary were it not for Berlin's initial negligent failure to properly diagnose and treat Sinclair; and (3) Berlin's negligence resulted in Sinclair's lost chance to save her vision.\nThe trial court, upon careful reading of the interrogatory answers at issue and Dr. Fournier's March 1999 deposition, concluded that the October 1999 answers constituted new opinions not contained in Dr. Fournier's deposition. The trial court found that although it could be inferred from Dr. Fournier's deposition testimony that Sinclair's first and second retinal reattachment procedures would not have been necessary had the original cataract surgery not occurred, an inference that the reattachment procedures failed because of Berlin's failure to timely diagnose the original retinal detachment could not be drawn and, on that rationale, it barred the testimony. We find the trial court did not abuse its discretion. See Pantaleo, 297 Ill. App. 3d at 280.\n4. Testimony of Sinclair's Expert\nSinclair argues the trial court erroneously allowed Berlin to question her expert, Dr. Fagman, about the decision to perform the original cataract surgery. Sinclair contends no such opinion by Dr. Fagman was disclosed by either party prior to trial and its presentation at trial violated Supreme Court Rule 213. Berlin argues this point is waived by Sinclair's failure to cite legal authority pursuant to Supreme Court Rule 341 (177 Ill. 2d R. 341).\nSinclair does not provide authority for her contention that the trial court abused its discretion when it allowed Dr. Fagman to opine on the propriety of Sinclair's original cataract surgery. Once more, while a party's failure to provide legal authority waives the argument, we may nevertheless choose to address it, as we do here. Estate of Strocchia, 284 Ill. App. 3d at 901.\nAn expert's testimony is limited to the fair scope of opinions disclosed during discovery. Lucht, 239 Ill. App. 3d at 692. The trial court's ruling regarding admission of evidence pursuant to Rule 213 will not be reversed absent an abuse of discretion. Becht v. Palac, 317 Ill. App. 3d 1026, 1036 (2000).\nHere, the trial court found Dr. Fagman's opinion regarding the decision to perform the original cataract surgery was discussed during his deposition. The trial court noted that during his deposition, Dr. Fagman was asked whether Berlin's preoperative care of Sinclair met the standard of care in all respects. The trial court ruled that the *471deposition question regarding Sinclair's preoperative treatment included the decision to perform the cataract surgery, stating that the lack of criticisms of the preop treatment in my opinion would include the decision and recommendation of surgery; *** a recommendation to have surgery, believe it or not, is part of the preop treatment. We find the trial court's interpretation of Dr. Fagman's deposition testimony was not so unreasonable as to constitute an abuse of discretion warranting a new trial. See Becht, 317 Ill. App. 3d at 1036.\n5. Identification of Medical Treatises\nNext, Sinclair argues the trial court erred when it barred the parties from presenting literature on standards of care published after the alleged negligent conduct occurred and from reading, paraphrasing or referencing such literature. Sinclair argues that because an expert witness may base his opinion on any information that is reliable under Wilson v. Clark, 84 Ill. 2d 186 (1981), these treatises were relevant and proper as a basis for Dr. Fournier's opinion.\nBerlin contends the trial court allowed the parties to introduce literature that their experts felt was reliable and authoritative, provided the materials were identified prior to trial and were published before Berlin's alleged negligence occurred. Further, Berlin argues Sinclair has waived this issue by failing either to make an offer of proof or to identify or introduce any of these treatises at trial.\nWhether granted or denied, a motion in limine does not preserve issues for appellate review. Konieczny v. Kamin Builders, Inc., 304 Ill. App. 3d 131, 136 (1999). The key to saving for review an error in the exclusion of evidence is an adequate offer of proof in the trial court. Demos v. Ferris-Shell Oil Co., 317 Ill. App. 3d 41, 53-54 (2000). Failure to make an adequate offer of proof in the trial court results in a waiver of the issue on appeal. Demos, 317 Ill. App. 3d at 53-54.\nHere, the trial court barred the admission of standard-of-care literature that was published after the alleged negligent conduct occurred. At trial, Sinclair did not attempt to introduce such materials nor did she make an offer of proof as to the nature of the materials she now claims should have been admitted. The issue, therefore, is waived. See Demos, 317 Ill. App. 3d at 53-54.\n6. Judgment Notwithstanding the Verdict\nFinally, Sinclair argues the trial court abused it discretion when it denied her motion for a judgment notwithstanding the verdict. She argued that because Berlin failed to provide any tangible evidence that he had complied with the standard of care on October 20, 1988, by examining Sinclair's peripheral retina, the jury's verdict in favor of Berlin was erroneous, arbitrary and unreasonable. Sinclair also *472contends the jury's verdict was erroneous because Berlin was unable to establish that he advised her to come in for an examination on October 27, 1988, as required by the standard of care.\nJudgments notwithstanding the verdict should be entered only in those cases in which all of the evidence, when viewed in its aspect most favorable to the opponent of the motion, so overwhelmingly favors movant that no contrary verdict based on that evidence could ever stand. Pedrick v. Peoria & Eastern R.R. Co., 37 Ill. 2d 494, 510 (1967). A jury's verdict is against the manifest weight of evidence if the opposite conclusion is clearly evident or if the jury's findings are unreasonable, arbitrary and not based upon any of the evidence. Maple v. Gustafson, 151 Ill. 2d 445, 454 (1992). The appellate court should not usurp the function of the jury and substitute its judgment on questions of fact fairly submitted, tried, and determined from the evidence which did not greatly preponderate either way. Maple, 151 Ill. 2d at 452-53. A court should not reweigh the credibility of the witnesses or the evidence when a jury has been presented with conflicting expert testimony. Doyle v. White Metal Rolling & Stamping Corp., 249 Ill. App. 3d 370, 382 (1993). It is an abuse of discretion for a trial court to grant a motion for a new trial when there is sufficient evidence to support the jury's verdict. Damron v. Micor Distributing, Ltd., 276 Ill. App. 3d 901, 907 (1995).\nThis was a case in which the jury's verdict rested upon the credibility of the witnesses. Sinclair and Berlin each gave testimony contradicting the other concerning the events that formed the basis of the complaint. Both Sinclair and Berlin presented experts whose testimony clashed on the question whether Berlin's actions violated the standard of care. The experts' opinions were based on admitted evidence. It was the jury's duty to consider the conflicting evidence and resolve the discrepancies. This court will not substitute its judgment for that of the jury and reweigh the credibility of the witnesses. See Doyle, 249 Ill. App. 3d at 382. We cannot say that the jury verdict was unreasonable. Therefore, the trial court properly denied Sinclair's motion for judgment notwithstanding the verdict.\nFor the reasons stated above, the judgment of the trial court is affirmed.\nAffirmed.\nHARTMAN and SOUTH, JJ., concur.\n1\nSupreme Court Rule 220 was repealed June 1, 1995, effective January 1, 1996, and replaced by Supreme Court Rule 213.\n\n\nPlain English summary:\nPlaintiff visited defendant, an ophthalmologist, for treatment of a cataract in her right eye. Following surgery, plaintiff's complained of post-surgery complications. The evidence conflicted as to how defendant treated her on those subsequent occasions. Eventually, she lost sight in her right eye. She sued defendant for medical malpractice. The jury returned a verdict in favour of defendant. Plaintiff appealed. The appellate court affirmed, finding that the jury verdict was not unreasonable. \n",
    "annotations": {
        "Facts": [
            "Sinclair first visited Berlin, an ophthalmologist, on January 14, 1988, for treatment of a cataract in her right eye. Prior to 1988, Sinclair only needed glasses for reading. Sinclair continued to see Berlin over the following six months. At each visit, Berlin confirmed the existence of a cataract and *462suggested surgery to correct the problem. Sinclair's vision continued to deteriorate, and on or about August 23, 1988, Berlin performed cataract surgery on Sinclair's right eye.Two days after the surgery, Sinclair had a follow-up visit with Berlin.",
            "Sinclair testified Berlin conducted only a cursory examination and that he did not use an indirect ophthalmoscope to examine her retina. Berlin, however, stated he conducted a thorough examination and detected no problems with Sinclair's retina.",
            "Sinclair had additional follow-up visits with Berlin on September 1, September 8, and September 22, 1988. Again, the parties are in conflict as to what took place on those dates. Sinclair testified Berlin did not, on any of these occasions, examine her with an indirect ophthalmoscope, despite Sinclair's specific complaint to Berlin on September 22, 1988, that her pupil had a point on it. Berlin's testimony was that on September 22, 1988, he examined Sinclair with either a direct or an indirect ophthalmoscope and found that her retina had no detectable problems.On October 6, 1988', Sinclair went to see Berlin with complaints of severe pain in her right eye. Sinclair claimed Berlin failed to examine her with the indirect ophthalmoscope, attributed her eye pain to dryness, and prescribed an ointment to alleviate the pain. Berlin claimed on this occasion he performed a slitlamp examination.Sinclair returned to Berlin's office on October 20, 1988, at which time she claimed she was experiencing excruciating pain, black floaters and bubbles in her right eye. Berlin insisted he examined Sinclair with an indirect ophthalmoscope at that time and found nothing wrong with her retina. Once more, Sinclair denied such an examination was performed.On October 27, 1988, Sinclair called Berlin's office with complaints about her right eye. ",
            "According to Sinclair, Berlin told her her eyes were fine and that there was no reason to come in for an examination. Berlin, however, testified that Sinclair denied having any symptoms that would have suggested an urgent or emerging problem. Berlin stated that Sinclair did not ask for an examination but that he would have performed one at her request.Sinclair called Berlin's office on October 28, 1988, and complained of pain and deteriorating vision. Berlin was working at another office that day and was unable to see or speak to Sinclair. On October 29, *4631988, Berlin examined Sinclair with an indirect ophthalmoscope and determined that her retina had detached.Since October 29, 1988, Sinclair has undergone several surgeries to her right eye, performed by physicians other than Berlin. Nonetheless, Sinclair is now legally blind in her right eye."
        ],
        "Procedural History": [
            "This appeal is brought by plaintiff June Sinclair following a jury trial in her medical malpractice case that resulted in a verdict and judgment for defendant Harvey Berlin.",
            "Sinclair filed her medical malpractice action against Berlin on March 2, 1995",
            "After a trial, the jury returned a verdict in favor of Berlin, the court entered judgment thereon and subsequently denied Sinclair's posttrial motion. This appeal followed."
        ],
        "Application of Law to Facts": [
            "This was a case in which the jury's verdict rested upon the credibility of the witnesses. Sinclair and Berlin each gave testimony contradicting the other concerning the events that formed the basis of the complaint. Both Sinclair and Berlin presented experts whose testimony clashed on the question whether Berlin's actions violated the standard of care. The experts' opinions were based on admitted evidence. It was the jury's duty to consider the conflicting evidence and resolve the discrepancies. This court will not substitute its judgment for that of the jury and reweigh the credibility of the witnesses.",
            "We cannot say that the jury verdict was unreasonable. Therefore, the trial court properly denied Sinclair's motion for judgment notwithstanding the verdict."
        ],
        "Relevant Precedents": [
            "Doyle v. White Metal Rolling & Stamping Corp., 249 Ill. App. 3d 370, 382 (1993).",
            "Doyle, 249 Ill. App. 3d at 382."
        ],
        "Outcome": [
            "For the reasons stated above, the judgment of the trial court is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}