{
    "text": "Williams v. State, 53 Ill. Ct. Cl. 135 (2001)\nFeb. 27, 2001 · Illinois Court of Claims · No. 94-CC-3700\n53 Ill. Ct. Cl. 135\n\nCase outline\nMajority — Frederick, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nJames Earl Williams, Claimant,v.The State of Illinois, Respondent\nJames Earl Williams, pro se.\nJim Ryan, Attorney General (Diann Marsalek, Assistant Attorney General, of counsel), for Respondent.\n*136OPINION\nFrederick, J.\nClaimant, James Ear1 Williams, an inmate at State-ville Correctional Center in Joliet, Illinois, filed his complaint sounding in negligence in the Court of Claims seeking $650 in damages on June 28,1994.\nClaimant alleged that the Respondent was negligent in failing to give Claimant his prescribed medications and to provide him with a lower bunk pursuant to medical orders. Claimant further alleged he endured pain and suffering as a result of Respondent's negligence.\nThe cause was tried before the Commissioner assigned to the case.\nThe Facts\nClaimant testified that while incarcerated he had several injured fingers and he was being treated with pain medications. On or about February 3,1993, Claimant was also suffering with flu-like symptoms, sinus problems, headaches and pain. The doctor prescribed pain medication for Claimant for his fingers but, although the pain medication was prescribed, he did not receive it. Claimant filed a grievance and then received his medication. Claimant testified he suffered pain until he received his medication. Claimant went from February 4, 1994, to April 24, 1994, without his prescribed medications.\n*137Dr. Joseph Smith testified for the Respondent. Dr. Smith was the Medical Director at Stateville. He is responsible for the medical care of all inmates. Dr. Smith reviewed Claimant's medical records. Claimant had a surgery on his hand in 1990. Claimant refused a second surgery in 1991. In 1994, Dr. Stadola was the Medical Director at Stateville. Dr. Stadola saw Claimant in February, 1994. Claimant was issued a low bunk permit on February 28, 1994, which was for a one-year period. Claimant was seen by Dr. Currian on March 10, 1994. Claimant was also seen by a medical technician on March 17,1994, and April 19, 1994. On April 27, 1994, Naprosyn, a pain medicine, was prescribed. On February 3, 1994, Claimant was prescribed Motrin and Benadryl. Normally, once medication is prescribed, it is delivered to a patient (inmate) within 24 hours. The doctor writes the prescription, then a nurse cosigns it, and then it is faxed to the pharmacy. In this case, Claimant didn't receive his medication for two months. Dr. Smith testified that this was too long to have Claim ant wait for his prescribed medications. With an immediate thing like back pain, you need something for pain, you should get it fairly soon, twenty-four hours. The medical records further indicate that Claimant complained he wasn't getting his medications on April 26,1994.\nThe Law\nA claim of improper medical care is a claim of medical malpractice. (Starks v. State (1992), 45 Ill. Ct. Cl. 285.) The State has a duty to provide inmates with proper medical care and treatment and the State must exercise ordinaiy and reasonable care under the circumstances of the case. (Peters v. State (1987), 40 Ill. Ct. Cl. 152.) This Court stated in Lake v. State (1996), 48 Ill. Ct. Cl. 420:\nAny Claimant who files a claim against the State alleging medical malpractice must establish by a preponderance of the evidence a breach of duty by Respondent, that the Respondent deviated from the standard of care, and *138that the deviation was a proximate cause of Claimants injury. (Pink v. State (1991) , 44 Ill. Ct. Cl. 295.) 0 0 s. Such evidence must be established by expert witnesses. (O'Donnell v. State (1980), 34 Ill. Ct. Cl. 12.) An inmate who files a claim for medical malpractice must establish the standard of care by expert testimony. The standard of care which the Claimant must establish is that care which is provided by a reasonably well-trained medical provider in the same or similar circumstances in a similar locality. (Williams v. State (1994), 46 Ill. Ct. Cl. 221.) In the present case, Claimant has failed to prove the standard of care and a deviation from that standard of care. (Ray v. State (1992) , 44 Ill. Ct. Cl. 173.) While the Court has indicated a deviation from the standard of care can be found if the inadequate care is obvious, there still must be proof that the deviation was the proximate cause of the alleged injury. Purtle v. Hess (1986), 111 Ill. 2d 229.\nDr. Joseph Smith, Medical Director at Stateville, testified that waiting two months for a prescribed pain reliever is obviously too long and, with [A]n immediate thing like back pain, you need something for pain, you should get it fairly soon, twenty-four hours. Therefore, the evidence has clearly established that, for pain medications such as that prescribed in this case, it should be provided to the inmate/patient within 24 hours. This is the standard of care.\nThe only evidence before the Court was that the medication was not provided for almost three months. This is a deviation from the standard of care. (Johnson-Bey v. State (1996), 49 Ill. Ct. Cl. 115.) The Respondent provided no reason or justification for the lengthy delay in providing Claimant his prescribed medications.\nIt is also clear to the Court that when pain medication is prescribed by a physician and it is not received, that the patient suffers some pain. Claimant testified he suffered pain. However, the damages are not very clear in this case because Claimant did not testify to the specifics of the pain he suffered. He merely testified he had pain. Claimant also testified he was not seeking any future damages other than those damages for the period between February 4,1994, to April 24, 1994.\n*139Based on all the evidence, the Court finds $300 to be appropriate damages for the Respondents failure to provide Claimant with his prescribed medications in a timely manner. Moore v. State (1988), 40 Ill. Ct. Cl. 254.\nClaimant has failed to prove a case regarding the low-bunk issue. Claimant has failed to prove a deviation from the standard of care and any damages.\nFor the foregoing reasons, it is the order of the Court that Claimant be and hereby is awarded Three Hundred Dollars ($300) in full and final satisfaction of his claim.\n\n\nPlain English summary:\nWhile plaintiff was incarcerated, he had several injured fingers and was being treated with pain medications. He was also suffering flu-like symptoms. The doctor prescribed his pain medication. Usually this is delivered within 24-hours. Plaintiff did not get his medication for months. He sued for the pain he suffered while waiting for his medication. The court found in plaintiff's favour, holding that defendant breached its standard of care to plaintiff, and awarded $300 in damages.\n",
    "annotations": {
        "Facts": [
            "Claimant testified that while incarcerated he had several injured fingers and he was being treated with pain medications. On or about February 3,1993, Claimant was also suffering with flu-like symptoms, sinus problems, headaches and pain. The doctor prescribed pain medication for Claimant for his fingers but, although the pain medication was prescribed, he did not receive it. Claimant filed a grievance and then received his medication. Claimant testified he suffered pain until he received his medication. Claimant went from February 4, 1994, to April 24, 1994, without his prescribed medications.",
            "Dr. Smith was the Medical Director at Stateville. He is responsible for the medical care of all inmates. Dr. Smith reviewed Claimant's medical records. Claimant had a surgery on his hand in 1990. Claimant refused a second surgery in 1991. In 1994, Dr. Stadola was the Medical Director at Stateville. Dr. Stadola saw Claimant in February, 1994. Claimant was issued a low bunk permit on February 28, 1994, which was for a one-year period. Claimant was seen by Dr. Currian on March 10, 1994. Claimant was also seen by a medical technician on March 17,1994, and April 19, 1994. On April 27, 1994, Naprosyn, a pain medicine, was prescribed. On February 3, 1994, Claimant was prescribed Motrin and Benadryl. Normally, once medication is prescribed, it is delivered to a patient (inmate) within 24 hours. The doctor writes the prescription, then a nurse cosigns it, and then it is faxed to the pharmacy. In this case, Claimant didn't receive his medication for two months. Dr. Smith testified that this was too long to have Claim ant wait for his prescribed medications. With an immediate thing like back pain, you need something for pain, you should get it fairly soon, twenty-four hours. The medical records further indicate that Claimant complained he wasn't getting his medications on April 26,1994."
        ],
        "Procedural History": [
            "Claimant, James Ear1 Williams, an inmate at State-ville Correctional Center in Joliet, Illinois, filed his complaint sounding in negligence in the Court of Claims seeking $650 in damages on June 28,1994."
        ],
        "Application of Law to Facts": [
            "Dr. Joseph Smith, Medical Director at Stateville, testified that waiting two months for a prescribed pain reliever is obviously too long and, with [A]n immediate thing like back pain, you need something for pain, you should get it fairly soon, twenty-four hours. Therefore, the evidence has clearly established that, for pain medications such as that prescribed in this case, it should be provided to the inmate/patient within 24 hours. This is the standard of care.The only evidence before the Court was that the medication was not provided for almost three months. This is a deviation from the standard of care.",
            "The Respondent provided no reason or justification for the lengthy delay in providing Claimant his prescribed medications.",
            "the Court finds $300 to be appropriate damages for the Respondents failure to provide Claimant with his prescribed medications in a timely manner",
            "Claimant has failed to prove a case regarding the low-bunk issue. Claimant has failed to prove a deviation from the standard of care and any damages."
        ],
        "Relevant Precedents": [
            "Starks v. State (1992), 45 Ill. Ct. Cl. 285",
            "Peters v. State (1987), 40 Ill. Ct. Cl. 152.)",
            "Lake v. State (1996), 48 Ill. Ct. Cl. 420:",
            "Johnson-Bey v. State (1996), 49 Ill. Ct. Cl. 115.)",
            "Moore v. State (1988), 40 Ill. Ct. Cl. 254."
        ],
        "Outcome": [
            "For the foregoing reasons, it is the order of the Court that Claimant be and hereby is awarded Three Hundred Dollars ($300) in full and final satisfaction of his claim."
        ]
    },
    "class": "affirm"
}