{
    "text": "Cadena v. State, 53 Ill. Ct. Cl. 168 (2000)\nMarch 31, 2000 · Illinois Court of Claims · No. 95-CC-1326\n53 Ill. Ct. Cl. 168\n\nCase outline\nMajority — Hess, J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nStephanie Cadena, Claimant,v.The State of Illinois, Respondent\nLerner & Kirchner (Robert G. Kirchner, of counsel), for Claimant.\nFlynn, Palmer & Tague (Richard Klaus, of counsel), for Respondent.\n*169ORDER\nHess, J.\nThis matter is before the Court on Commissioners recommendation filed after the Commissioner conducted a hearing. The Court being fully advised in the premises states as follows:\nClaimant was struck in the mouth by a hockey puck while attending a hockey game at the ice rink located on the campus of the University of Illinois. From the evidence presented at the hearing, it appears that a player advancing down the ice took a slap shot. The opposing goalie left the goal area to defend against this player and, in attempting to stop the puck, he extended his stick. The stick used by the goalie in a hockey game is substantially different than other sticks in that it is wider. Because of the angle in which this goalie used his stick to block the puck, it acted like a ramp and sent the puck flying out of the rink. The Respondent presented the testimony of Greg Swanson, the manager of the facility. Mr. Swanson testified that he observed the entire incident and that it appeared that the Claimant was talking to a friend and not paying attention to the action of the rink. Furthermore, the puck left the ice and flew over the protective barrier and struck the wall behind Claimant, ricocheted off the wall and hit Claimant. Claimant presented pictures of portions of the protective wall, which was broken. Mr. Swanson testified that these pictures were of different portions of the rink than where Claimant was sitting. Mr. Swanson further testified that the protective wall where Claimant was sitting was fully intact.\nClaimant apparently wishes this Court to disregard the testimony of Mr. Swanson, because he traveled from *170Chicago to Urbana for the hearing without remuneration. Claimant apparently thinks that any witness, who willingly testifies without payment from a party, is a tainted witness whose testimony should be disregarded. The Court finds absolutely no basis in Claimants contention and, to the contrary, finds Mr. Swansons willingness to testify refreshing. The Commissioner did not detect any bias in Mr. Swansons testimony and the Court could find none in the transcript. This unfounded attack on Mr. Swansons motivations and credibility has amounted to nothing. The substance of Mr. Swansons testimony remains.\nClaimants allegations are presented on a theory of negligence. A successful negligence case must establish the following: that the State was negligent, that the negligence was the proximate cause of the damages and that the Claimant was not contributorily negligent. The burden for this evidence rests on the Claimant and must be shown by a preponderance of the evidence. (Hoekstra v. State (1984), 38 Ill. Ct. Cl. 156.) Spectators of hockey games are owed a duty of ordinary care. Riley v. Chicago Cougar Hockey Club, Inc. (1981), 100 Ill. App. 3d 664, 427 N.E.2d 290.\nClaimant has failed to reach her burden showing that the State has breached the duty it owed Claimant. There was a protective barrier installed at the stadium. The evidence has shown that the Claimant was not paying attention during the hockey game, and this inattentiveness contributed to her injury. This Court has repeatedly held that the State is not an insurer of individuals on its facilities. See Hoekstra, supra.\nAccordingly, Claimants claim is dismissed.\n\nPlain English summary:\nPlaintiff was struck in the mouth by a hockey puck while attending a hockey game at the ice rink located on the campus of the University of Illinois. The manager of the facility testified that plaintiff was not paying attention during the game. Although spectators of hockey games are owed a duty of care, the court held that plaintiff failed to show that the State breached the duty it owed to plaintiff. The court dismissed the claim.  ",
    "annotations": {
        "Facts": [
            "Claimant was struck in the mouth by a hockey puck while attending a hockey game at the ice rink located on the campus of the University of Illinois.",
            "a player advancing down the ice took a slap shot. The opposing goalie left the goal area to defend against this player and, in attempting to stop the puck, he extended his stick. The stick used by the goalie in a hockey game is substantially different than other sticks in that it is wider.",
            "Because of the angle in which this goalie used his stick to block the puck, it acted like a ramp and sent the puck flying out of the rink.",
            "Greg Swanson, the manager of the facility",
            "observed the entire incident and that it appeared that the Claimant was talking to a friend and not paying attention to the action of the rink.",
            "the puck left the ice and flew over the protective barrier and struck the wall behind Claimant, ricocheted off the wall and hit Claimant. ",
            "the protective wall where Claimant was sitting was fully intact."
        ],
        "Procedural History": [],
        "Application of Law to Facts": [
            "The Commissioner did not detect any bias in Mr. Swansons testimony and the Court could find none in the transcript.",
            "The substance of Mr. Swansons testimony remains.",
            "Spectators of hockey games are owed a duty of ordinary care.",
            "Claimant has failed to reach her burden showing that the State has breached the duty it owed Claimant. There was a protective barrier installed at the stadium. The evidence has shown that the Claimant was not paying attention during the hockey game, and this inattentiveness contributed to her injury. This Court has repeatedly held that the State is not an insurer of individuals on its facilities."
        ],
        "Relevant Precedents": [
            "Hoekstra v. State (1984), 38 Ill. Ct. Cl. 156",
            "Riley v. Chicago Cougar Hockey Club, Inc. (1981), 100 Ill. App. 3d 664, 427 N.E.2d 290."
        ],
        "Outcome": [
            "Accordingly, Claimants claim is dismissed."
        ]
    },
    "class": "reverse"
}