{
    "text": "Van Hattem v. K Mart Corp., 308 Ill. App. 3d 121 (1999)\nSept. 30, 1999 · Illinois Appellate Court · No. 1-98-2423\n308 Ill. App. 3d 121\n\nCase outline\nMajority — Justice Hartman\nOther formats\nPDF\nAPI\nCiting cases\n5 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nHAZEL VAN HATTEM et al., Plaintiffs-Appellees,v.K MART CORPORATION, Defendant-Appellant (K mart Corporation, d/b/a K mart Pharmacy No. 7289, et al., Defendants; K mart Corporation et al., Defendants and Counterplaintiffs; James S. Habib et al., Defendants and Counterdefendants)\nFirst District (5th Division)\n*123Schmidt & Barbrow, EC., of Wheaton (Mark T. Schmidt, Janella L. Bar-brow, and Lora D. Kadlec, of counsel), for appellant.\nDavid J. DeJong & Associates, Ltd., of Chicago (David J. DeJong and Guy Delson Geleerd, Jr., of counsel), for appellees.\nJUSTICE HARTMAN\ndelivered the opinion of the court:\nHazel Van Hattem (Hazel), Nancy Witvoet, Donna Jonkman and Marilyn Neumeyer, in their capacities as administrators of Ernest Van Hattem's estate (collectively, plaintiffs), brought a wrongful death and survival action against Dr. James S. Habib, alleging that he misdiagnosed and prescribed inappropriate medication to Ernest Van Hattem (Ernest); and against K mart Corporation (K mart), alleging that a K mart pharmacy misfilled a prescription for Ernest, resulting in his death. A jury returned a verdict for plaintiffs against K mart, but against plaintiffs and for Dr. Habib. The circuit court entered an $810,000 judgment for plaintiffs and against K mart. K mart appeals, contending that the court erred in (1) failing to grant a mistrial due to alleged prejudice resulting from a television news investigative story about pharmacy misfills which aired during the week of trial; (2) refusing K mart's request for a special interrogatory regarding Hazel's alleged contributory negligence; (3) denying K mart's motion in limine which sought to bar admission of the contents of a prescription bottle for failure to establish a proper chain of custody for that evidence; and (4) in denying K mart's motion in limine to bar testimony from two expert witnesses.\nThe evidence adduced at trial established that, on June 15, 1995, 76-year-old Ernest died at St. James Hospital following an intracere-bral hemorrhage, or massive brain bleed. At the time of his death, Ernest was taking several prescription medications, including Couma-din, a drug for reducing clotting factors and thinning the blood.\nDr. Habib, Ernest's physician, had first prescribed Coumadin for him during a three-month period in 1991 to prevent phlebitis, for which he had been hospitalized. Thereafter, in June 1994, after being hospitalized for acute thrombophlebitis, Ernest again was prescribed a two-milligram dosage (one pill) of Coumadin once per day by Dr. Habib. On July 15, 1994, Dr. Habib increased Ernest's dosage from six milligrams every three days to eight milligrams every three days. His specific instructions were for Ernest to take one pill on the first day, *124one pill on the second day and two pills on the third day, repeating that dosage, or a 1-1-2 regimen.1\nOn October 14, 1994, Dr. Habib again prescribed a 1-1-2 regimen of two-milligram-strength Coumadin for Ernest. The prescription was filled at K mart's Steger pharmacy, as it had been by the pharmacy previous times: on June 17, 1994, on July 29, 1994, and on September 7, 1994. Refills of the October 1994 Coumadin prescription also were filled by the K mart pharmacy on December 29, 1994, March 10, 1995, and May 30, 1995.\nEach time Dr. Habib prescribed Coumadin, he warned Ernest about the dangers associated with that drug, specifically abnormal bleeding. Upon his discharges from the hospital, Ernest also was warned about Coumadin and was told to report any unusual symptoms or bleeding to his doctor. In addition, each time the K mart pharmacy filled Ernest's Coumadin prescription, written warnings were provided and stapled to the bag containing the prescription bottle.\nAccording to Hazel, who picked up all Ernest's prescriptions at K mart's Steger pharmacy, warnings were attached to each prescription bag, but she regularly removed those warnings before she gave Ernest the medication.2 Although she could not specifically remember picking up the May 30, 1995, Coumadin refill, Hazel testified that it was her custom to telephone a refill request to the Steger pharmacy whenever Ernest placed his pill bottle by the telephone. She then brought the prescription home, removed the warning labels and receipt and gave the bag containing the prescription bottle to Ernest. She believed she had done this for the May 30, 1995, prescription, but could not remember specifically. After giving her husband his prescription, she did not monitor the manner in which he took his medication. Ernest took his own medicine and kept a drug diary, entering a check mark each time he took medication.\nWhile Ernest was on Coumadin, Dr. Habib checked his prothrom-bin time (the number of seconds it takes for a plasma sample to clot) monthly. From June 1994 until June 1995, Ernest's prothrombin time remained therapeutic. On June 14, 1995, after he was brought to the hospital, however, Ernest's prothrombin time was abnormally high *125and more than twice the previous result from a test taken on May 24, 1995.\nOn the afternoon of June 13, 1995, Hazel and Ernest were vacationing in Dowagiac, Michigan. There, Ernest remarked to a friend that he might have passed blood in his urine. Ernest's friend advised him to see his doctor. That evening, after returning to their home in Crete, Illinois, Hazel noticed spatters of blood in front of their toilet; Ernest told her he would see his doctor in the morning about his prostate. Ernest, who suffered from migraines, also complained of a headache. The next morning, Hazel found her husband unconscious and bleeding from his mouth and nose. Paramedics were called and Ernest was transported to St. James Hospital.3\nOn June 15, 1995, while Ernest was in the hospital, Hazel remembered the warnings about Coumadin and bleeding. At home, she removed the Coumadin prescription bottle from the drawer in their home where her husband kept it, looked at its contents, and noticed the number 5 on the 79 pills remaining in the bottle, although the prescription label indicated that the dosage was two milligrams. While at the hospital, the Van Hattems' daughter Marilyn Neumeyer, a registered nurse since 1968, overheard her mother express concern that the Coumadin prescription bottle contained pills imprinted with a 5. Neumeyer then requested a Physician's Desk Reference and saw that the number 5 on the pills meant that they were five-milligram strength.\nOn June 16, 1995, after Ernest's death, one of his sons-in-law brought the subject Coumadin prescription bottle to his niece, Julie Witvoet, a pharmacist. Witvoet, who had been a licensed pharmacist for three years, identified the pills as five milligrams in strength, not the two-milligram strength set forth on the prescription label.\nImmediately, the Van Hattem family placed the prescription bottle containing the pills in a basement safe and contacted their attorney, who then placed the prescription bottle in a bank safe deposit box. On September 6, 1995, plaintiffs filed the present suit.\nPrior to trial, K mart sought to bar, inter alia, admission of the prescription bottle and its contents. Arguing plaintiffs could not establish that the 79 five-milligram-strength pills contained in the prescription bottle were in substantially the same condition as when K mart allegedly had given them to Hazel, K mart asserted that a proper chain of custody could not be established. The circuit court denied *126K mart's motion in limine but allowed K mart free rein at trial to argue that the pills were not provided by its pharmacy.\nAt trial, further evidence was presented as to K mart's custom and practice in filling prescriptions. According to a K mart pharmacist, when a new prescription is brought into K mart, a review is done to establish that all the pertinent information is legible. Then, the pharmacist enters onto a computer the patient's name, the name of the medication, its quantity, its directions, the number of refills and the doctor's name. A second check is done by comparing the computer screen to the written prescription. The computer then generates a label, patient information, warnings and a receipt. To fill the prescription, a member of the pharmacy staff removes the indicated drug, which is labeled with a National Drug Code (NDC) number, from the shelf. The pharmacy staff consists of pharmacists and technicians.4\nA member of the pharmacy staff then matches the NDC, the name and the strength of the drug on the stock bottle to that on the prescription label. Thereafter, the pills from the stock bottle are poured into a tray, counted out, and then poured from the tray into the prescription bottle, which is capped and labeled. If the prescription is completed by a technician, the bottle is left to be checked by a pharmacist. Similar procedures are used for refills. None of the pharmacists or technicians on duty the day Ernest's May 30, 1995, refill was prepared remembered refilling that prescription.\nDr. Habib and two of plaintiffs' expert witnesses, Dr. Scott Kale and James O'Donnell, a pharmacologist, testified at trial that the K mart pharmacy misfilled the May 30, 1995, prescription with five-milligram-strength Coumadin instead of the prescribed two-milligram strength, resulting in Ernest's death. Dr. Harry Messmore, a hematologist testifying as Dr. Habib's expert, was of the opinion that K mart misfilled the May 30, 1995, prescription, causing Ernest's cerebral hemorrhage. Dr. Robert Barkin, K mart's expert and a pharmacy professor, believed the prescription was filled properly and characterized the source of the five-milligram pills as not identified. Dr. Ashok Raojibhai Patel, a hematologist and oncologist, testified that the cause of Ernest's cerebral hemorrhage was unknown. Dr. Patel also suggested that a review of Ernest's medical charts indicated to him that Ernest had been taking a 5-5-10 regimen since February 15, 1995; he also acknowledged, however, that K mart's pharmacy records *127never reflected a five-milligram-dosage prescription being received or filled for Ernest Van Hattem.\nAfter presentation of testimony was concluded but before argument, K mart's attorney moved for a mistrial based upon a news segment that appeared on television concerning misfilled prescriptions. The Channel 5 News program aired during the trial and featured interviews of Hazel in which she discussed how Ernest's death was caused by a misfilled prescription. After polling the jury and questioning the jurors who had seen the program, the circuit court denied K mart's motion.\nThereafter, the jury returned a verdict in favor of plaintiffs and against K mart in the amount of $900,000, reduced by a 10% comparative fault finding against Ernest. The jury found in favor of Dr. Habib and against plaintiffs. K mart appeals.\nI\nK mart asserts that the circuit court erred in denying its motion for a mistrial based on the Channel 5 News broadcast, Prescription for Error? which aired during trial. Plaintiffs respond that the court polled the jury and properly determined the news report did not prejudice or affect the fairness of trial.\nDuring jury selection, plaintiffs' attorney reported to the circuit court that Hazel had spoken to the local news media about the case, but that he, himself, had not made any comments for publication at this time. Attorneys for K mart asked the court to explore plaintiffs' attorney's involvement. The court declined but ordered all the attorneys, parties and their agents to refrain from speaking to the media during the pendency of the case.\nOn January 12, 1998, in the midst of trial, K mart's attorney noted to the circuit court that a Channel 5 News reporter had been present in the courtroom. The attorney asked that the court revisit the question concerning media coverage and suggested that before something comes up on the 10:00 o'clock news, the court instruct the jurors not to watch it. The court declined, stating [t]he minute I do, all 12 of them are going to watch it.\nOn January 14, 1998, plaintiffs' attorney advised the circuit court that the investigative story would be televised the next night and suggested that the court admonish the jurors not to watch Channel 5 tomorrow. The court again declined to do so.\nAfter the testimony had concluded but before argument in the case, Channel 5 News broadcast a story on its 10 p.m. program about prescription misfills entitled, Prescription for Trouble? The report began by stating that the use of prescription drugs had dramatically *128increased in recent years and posed the question, [b]ut can your pharmacy meet that demand without jeopardizing your health and safety? The report also questioned whether enough trained workers were available to fill the increasing number of prescriptions.\nIntermittently, throughout the Channel 5 News report, Hazel was interviewed. She discussed her belief that somebody had made a mistake with respect to Ernest's prescription. The newscast then reported that other prescription misfills had occurred: one at a Chicago-area Walgreen's pharmacy and one each in Florida and South Carolina at unnamed pharmacies.\nThe Channel 5 News report also discussed the prevalence of pharmacy technicians and the National Association Board of Pharmacies' concern that no testing was required to become a technician in Illinois. Channel 5 News also acknowledged K mart's contention that its workers double-checked all prescriptions prepared by technicians. The report then showed Hazel again, stating that something had to be done which, although it could not help Ernie, might help someone else. The report then noted that there were good technicians, but that the pharmacy board wanted better regulations and a task force of pharmacists was meeting the following week to discuss the use of technicians and work schedules.\nOn January 16, 1998, K mart moved for a mistrial, citing the Channel 5 News report. The circuit court reviewed the videotape and, on January 20, 1998, polled the jurors to determine whether the news program would influence their verdict.5 Four jurors had seen the program; one juror had seen the commercial preceding the program but had not seen the program itself; six jurors had heard the program was broadcast but had not watched it; and one juror knew nothing about the report. The court then questioned individually the jurors who had seen the program and its commercial to determine its effect, if any, upon their ability to render a fair and impartial verdict, especially as it relates to K mart. The first juror saw only the commercial, which he stated would not cause him to be unfair to K mart. The second juror saw the entire report, but understood that the information was not evidence; he answered yes to the court's question of whether he would be fair and return a verdict based only on the evidence heard in the case. The third juror, who also saw the program, described the program as so incidental that he couldn't even tell *** what [he] saw in that program and also answered yes to the court's question as to whether he would be fair and impartial to *129K mart. The fourth juror, who also had seen the program, denied that it would cause her to be partial and answered right to the court's question as to whether she would base her verdict on the evidence and not on the program's contents. The fifth juror, who had seen the program, also indicated that she would be fair and impartial and base her verdict only on the evidence heard at trial.\nAfter hearing the jurors' responses, K mart's attorney argued that a mistrial should be granted. [Biased on the responses of the jurors, the circuit court denied K mart's motion for a mistrial.\nWhether to grant or deny a mistrial rests within the sound discretion of the circuit court and that decision will not be reversed unless a clear abuse of discretion is apparent. Dupree v. County of Cook, 287 Ill. App. 3d 135, 145, 677 N.E.2d 1303 (1997); Bianchi v. Mikhail, 266 Ill. App. 3d 767, 777, 640 N.E.2d 1370 (1994) (Bianchi). Only when there is an occurrence of such character and magnitude as to deprive one party of a fair trial and actual prejudice results will a mistrial be granted. Bianchi, 266 111. App. 3d at 777. Where publicity occurs during trial which may be prejudicial, a court must determine whether any of the jurors have been influenced to the extent that they could not be fair or impartial. People v. Hryciuk, 5 Ill. 2d 176, 183, 125 N.E.2d 61 (1954) (Hryciuk). The determination of whether the publicity has impacted upon the fairness of trial rests within the sound discretion of the court; [e]ach case must be determined on its own peculiar facts and circumstances, with due consideration to the nature and character of the statements themselves. People v. Talley, 152 Ill. App. 3d 971, 980, 504 N.E.2d 1318 (1987).\nIn the instant case, the jurors who had seen the program answered the circuit court's question of whether they would remain fair to all parties and would base their verdict only on the evidence presented at trial in the affirmative. The determination as to the effect of the broadcast, however, does not rest solely upon the jurors' responses, as explained by the supreme court in Hryciuk, 5 Ill. 2d at 183-84:\nThe vital question to be determined by the trial judge is whether the jurors, or any of them, have been influenced and prejudiced to such an extent that they would not, or could not, be fair and impartial jurors. A determination of this question involves the court's consideration of all the facts and circumstances and conjecturing upon the effect that the incompetent information has had upon the minds of the jurors, a determination incapable of absolute accuracy or a very high degree of reliability. It has been held that jurors themselves are incapable of knowing the effect which prejudicial matters might have upon their unconscious minds. (State v. Caine, 134 Iowa, 147, 111 N.W 443; Commonwealth *130 v. Jacques, 1 Pa. Dist. 287.) It has been held that the mere possibility of prejudice is sufficient for the court to grant a new trial in a murder case (Commonwealth v. Johnson, (1887) 5 Pa. Co. 236,) and even in a lesser offense. (State v. Barille, 111 W Va. 567.) Some of the cases permit a juror to say that he has not been influenced by reading prejudicial matter, (People v. Mangano, 354 Ill. 329,) while others say that the juror should not be permitted to say he has not been influenced because this is an inference which the court is to draw in each particular case. United States v. Ogden, 105 Fed. 371.\nIn any event the statement of a juror that reading a prejudicial newspaper article has not influenced him should not be considered conclusive. Basing the determination solely upon the statements of the jurors ignores and evades the real issue. The determination of that issue must, therefore, rest in the sound judicial discretion of the court to reach an inference, from all the facts and circumstances, that a fair trial has, or has not, been interfered with. Such inference is, however, a judicial discretion, the abuse of which will constitute reversible error. People v. Murawski, 394 Ill. 236.\nA review of the Channel 5 News tape Prescription for Trouble? and of the evidence presented at trial reveals that the content of the program was palpably prejudicial, particularly its timing, and was of such character and magnitude as to deprive K mart of a fair trial. See Hryciuk, 5 Ill. 2d 184; People v. Keegan, 52 Ill. 2d 147, 155, 286 N.E.2d 345 (1971); see also People v. Taylor, 101 Ill. 2d 377, 390-91, 462 N.E.2d 478 (1984). Although the investigative piece purported to report upon the general problem in the pharmaceutical industry, specific references to Hazel and Ernest's tragedy were replete and repeated throughout its content. Further, the implication of Hazel's appearance on the news report was that she was seeking to protect others by publicizing her own ordeal.\nThe circuit court questioned those jurors who actually had seen the Channel 5 News report; however, it did not question those jurors who merely had heard about the program. Six jurors responded affirmatively when asked by the court whether they had heard from some third-party source about that particular broadcast. One juror volunteered that he had seen the commercial but intentionally missed the program, explaining that he did not want to become prejudiced against K mart. Nevertheless, the court failed to determine how those other jurors had heard about the program or what they had heard. The court further failed to inquire whether any of the six jurors heard about the investigative report from any of the jurors who had seen it and, if so, what conversation or information was exchanged. Given that the commercial itself was highly prejudicial in its portrayal of the pharmaceutical industry — declaiming the need for better regulations *131behind the counter — the court should have questioned those six jurors more specifically, as indicated above.\nThe circuit court further erred in basing its determination to deny a mistrial solely upon the jurors' responses which, for the most part, merely involved raising their hands and answering the court's question by saying the same, yes, I did, no, I didn't, or simply yes or no. In refusing to grant a mistrial, the court stated, [a] mistrial will be denied based upon the responses of the jurors. Although the determination of this issue rests within the sound discretion of the court, [biasing the determination solely upon the statements of the jurors ignores and evades the real issue. Hryciuk, 5 Ill. 2d at 184. Here, the court questioned only those jurors who had seen the program, accepted their responses with scant inquiry, and failed to question more closely those six jurors who had heard about the manifestly prejudicial program. The effect (upon 11 jurors) of such a prejudicial newscast, timed so as to be aired during trial just before jury deliberations, cannot be underestimated and certainly cannot be gauged by the limited inquiry pursued here by the court. Clearly, the court abused its discretion in failing to grant a mistrial where the program and its commercial indicted the entire pharmaceutical industry as lax in safety precautions, which would have included K mart, and portrayed the Van Hattems as crusaders for the public benefit. The verdict that might have been rendered had no jurors seen the commercial or the report, or had not heard of them, is purely speculative. Keegan, 52 Ill. 2d at 155.\nK mart also asserts that actual prejudice resulted because the jurors who had seen the broadcast were apprised of other pharmacy errors or misfills. In the newscast, the discussion of other misfills concerned a Chicago Walgreen's pharmacy and two other out-of-state pharmacies; K mart was not mentioned. The impact of a supposedly unbiased newscast, however, cannot be underestimated, where that report articulated, bolstered and supported plaintiffs' theory of the case. The news report implied that pharmacies in general were understaffed and overworked, allowing viewers to infer that prescriptions were filled by untrained technicians across the industry, which could, of course, include K mart.\nMoreover, the commercial for the program, standing alone, was prejudicial. The commercial for the news report promised a program about one family's painful ordeal in their fight for better regulations behind the counter, but did not provide any information as to what better regulations were needed, who was responsible for providing them, how they might have affected K mart's procedures, or how they could have alleviated the cause of the ordeal.\n*132For the forgoing reasons, the circuit court should have granted K mart's motion for a mistrial. We reverse', based upon the foregoing ground.\nII\nOther assertions of error identified by K mart will be reviewed due to their potential for recurrence upon retrial. K mart next contends that the circuit court also erred in refusing to tender a special interrogatory regarding Hazel's contributory negligence,\nK mart requested that the circuit court submit to the jury a special interrogatory asking, Was the contributory negligence of Hazel Van Hattem a proximate cause of Ernest Van Hattem's injuries? The court refused because the interrogatory was not controlling as to the general verdict or the recovery of damages generally. The court further refused to tender a verdict form requiring the jury to itemize the degree to which each of the real parties in interest were damaged. The court did, however, instruct the jury that [i]f you find that Hazel Van Hattem negligently contributed to cause the death of the decedent, the negligence of that person does not bar recovery by the plaintiff, but in any award you make you may not include damages for any pecuniary injuries suffered by that person.\nSection 2 — 1108 of the Code of Civil Procedure provides that the jury must be required on request of any party, to find specially upon any material question or questions of fact submitted to the jury in writing. 735 ILCS 5/2 — 1108 (West 1996). A material question of fact is an ultimate fact upon which the rights of the parties depend and one that controls the general verdict. Vulcan Materials Co. v. Holzhauer, 234 Ill. App. 3d 444, 452, 599 N.E.2d 449 (1992). A special interrogatory is not proper unless it addresses an ultimate fact of the case and unless an answer responsive to it would be inconsistent with some general verdict that might be returned upon the issues in the case. Hills of Palos Condominium Ass'n v. I-Del, Inc., 255 Ill. App. 3d 448, 468, 626 N.E.2d 1311 (1993). Submission of a proper interrogatory is mandatory and refusal to submit may be deemed reversible error. Vulcan, 234 Ill. App. 3d at 452.\nK mart asserts that it was entitled to the interrogatory because it concerned a material question or questions of fact. Relying upon section 2 of the Wrongful Death Act (740 ILCS 180/2 (West 1992)), K mart contends that the interrogatory concerned a material ultimate fact.6\nIn a wrongful death case, the contributory negligence of one or *133more of the beneficiaries can diminish any damage recovery by that beneficiary without necessarily defeating the entire action. Biundo v. Christ Community Hospital, 104 Ill. App. 3d 670, 674, 432 N.E.2d 1293 (1982). The question of Hazel's alleged contributory negligence was for the jury to decide. Haist v. Wu, 235 Ill. App. 3d 799, 816, 601 N.E.2d 927 (1992). The jury was given Illinois Pattern Jury Instructions, Civil, No. 31.08 (3d ed. 1989), relating to damages to be awarded in wrongful death cases involving alleged contributory negligence where more than one beneficiary exists. The Notes on Use note that [i]t may be necessary to use a special interrogatory to determine which beneficiary may not be allocated any part of the award. Illinois Pattern Jury Instructions, Civil, No. 31.08, Notes on Use (3d ed. 1989). Therefore, although the special interrogatory proposed does not test the jury's general verdict (see McDonnell v. McPartlin, 303 Ill. App. 3d 391, 401, 708 N.E.2d 412 (1999)), it does provide the only means by which the circuit court could distribute the jury's award consistent with the jury's finding of contributory negligence.7 Had the special interrogatory been answered in the affirmative by the jury in the pres*134ent case, Hazel would have been barred from sharing in the recovery award.\nAs is evident, the special interrogatory proposed by K mart sought to test whether Hazel personally was entitled to share in any damage award. The interrogatory did not, however, test a general verdict finding K mart negligent or Ernest comparatively negligent. Any answer to the proposed interrogatory would have had no effect upon the general verdict; the proposed interrogatory, if answered in the affirmative, however, would have precluded the circuit court from making any distribution to Hazel.\nAlthough the circuit court's instruction to the jury was proper in light of section 2 of the Wrongful Death Act, without an answer to the special interrogatory the court would have no basis upon which to award damages, nor any procedure to test the jury's determination of Hazel's contributory negligence. Accordingly, it was error for the court to refuse to tender the special interrogatory.\nIll\nK mart contends that the circuit court abused its discretion in denying its motion in limine and allowing admission of the prescription bottle and its contents in evidence because plaintiffs did not establish a proper foundation for their admission, having been unable to prove a proper chain of custody.\nBefore real evidence may be admitted at trial, an adequate foundation must be laid establishing that the item sought to be introduced is the actual item involved in the alleged occurrence and that its condition is substantially unchanged. People v. Irpino, 122 Ill. App. 3d 767, 772-73, 461 N.E.2d 999 (1984). A proper foundation for the introduction of an object may be laid either through identification of the object by a witness or through the establishment of a chain of custody. People v. Winters, 97 Ill. App. 3d 288, 289, 422 N.E.2d 972 (1981). The character of the object sought to be introduced will determine which method is required. Winters, 97 111. App. 3d at 289. If the object is fairly unique, readily identifiable and impervious to change, it can be admitted merely on the basis of unimpeached testimony that it is the item in question and is in a substantially unchanged condition (Irpino, 122 Ill. App. 3d at 773); if the offered evidence is not readily identifiable or is susceptible to alteration by tampering or contamination, a chain of custody must be proved. Winters, 97 Ill. App. 3d at 289-90. This chain of custody must be of sufficient *135completeness to render it improbable that the object has either been exchanged with another or subjected to contamination or tampering. Winters, 97 Ill. App. 3d at 290. A circuit court's determination as to the admissibility of evidence is discretionary and will be overturned only if the court's decision abuses its discretion. People v. Buckley, 282 Ill. App. 3d 81, 91, 668 N.E.2d 1082 (1996) (Buckley)-, Winters, 97 Ill. App. 3d at 290.\nK mart claims that the circuit court erred in allowing admission of the five-milligram Coumadin pills absent evidence that those pills remained unchanged or were in the same condition as when dispensed by K mart. K mart also asserts that every person in contact with those pills must testify and, since Ernest was clearly unable to testify as to the condition of the pills, they were inadmissible. For support, K mart cites several cases for the proposition that testimony based on an inspection after the event is not competent unless evidence is also introduced to show that the conditions inspected had remained unchanged in the interim; those cases, however, primarily involved objects such as airplane engine parts, doors, automobiles, trains, and floors of which particular conditions were the subject of dispute. See, e.g., Mykytiuk v. Stamm, 196 Ill. App. 3d 928, 554 N.E.2d 505 (1990); Leveck v. Consolidated R. Corp., 148 Ill. App. 3d 118, 498 N.E.2d 529 (1986); Canales v. Dominick's Finer Foods, Inc., 92 Ill. App. 3d 773, 416 N.E.2d 303 (1981); Escher v. Norfolk & Western Ry. Co., 77 Ill. App. 3d 967, 397 N.E.2d 9 (1979), aff'd, 82 Ill. 2d 110, 411 N.E.2d 864 (1980); Cheek v. Avco Lycoming Division, 56 Ill. App. 3d 217, 371 N.E.2d 994 (1977).\nIn the instant case, no evidence was adduced to suggest that the two-milligram pills had degenerated or somehow were converted into five-milligram pills. K mart's contention is that the pills are inadmissible absent evidence proving that they were the exact pills K mart dispensed on May 30, 1995. K mart posits that Ernest somehow had an alternate source of the drug (maybe from a friend who was taking five-milligram Coumadin) and placed 79 or more five-milligram pills which he received elsewhere into the K mart prescription bottle. K mart specifically argues that plaintiffs presented [n]o evidence which eliminated the possibility that [Ernest] or someone else altered the contents of the prescription bottle.\nTo establish a sufficient chain of custody, every possibility that the evidence was tampered with or replaced need not be disproved; rather, plaintiffs needed to show only that it was reasonably probable the evidence remained unchanged in any important respect or was not substituted. Buckley, 282 Ill. App. 3d at 91. Unless defendant provided actual evidence of tampering or substitution, plaintiffs needed to es*136tablish only the probability that the evidence was not substituted. Buckley, 282 Ill. App. 3d at 91.\nHere, evidence established that Hazel received the prescription for 100 two-milligram Coumadin pills on May 30, 1995, and gave that prescription to Ernest, who kept those pills in the same drawer in which they were found. Two weeks later, when the pills were located in that drawer, they totalled an amount diminished by the number of pills Ernest would have taken after following the 1-1-2 regimen. No family member other than Ernest used those pills or possessed them during those two weeks. Based on the unrebutted evidence of Ernest's meticulous habits, it is reasonably probable that those pills remained unchanged in the two-week period. K mart's conjecture that Ernest substituted someone else's drugs for his own is not borne out by the record. Nor is support for K mart's suggestion that some other family member substituted the five-milligram pills (presumably in order to support the lawsuit) apparent from the record.\nIt was within the discretion of the circuit court to rule on the admission of evidence. Based on this record, it cannot be said that the court erred.\nIV\nK mart lastly contends that the circuit court erred in refusing to bar the testimony of two expert witnesses. K mart characterizes the two experts, Dr. Harry Messmore, a physician board-certified in internal medicine, hematology and oncology, and Dr. Scott Kale, a physician specializing in internal medicine, as unqualified to render expert opinions as to pharmaceutical practices.\nA party offering testimony of an expert witness has the burden of establishing that the witness possesses the necessary learning, knowledge, or practical experience to enable him to give expert testimony. Cleveringa v. J.I. Case Co., 230 Ill. App. 3d 831, 851, 595 N.E.2d 1193 (1992). Whether a witness is qualified to testify as an expert is not dependent upon whether he or she is a member of the specialty which his or her opinion addresses, but whether the allegations of negligence concern matters within his or her knowledge and observation. Jones v. O'Young, 154 Ill. 2d 39, 43, 607 N.E.2d 224 (1992).\nK mart asserts that neither physician was qualified to offer an opinion as to the applicable pharmaceutical standard of care because neither is familiar with the inner workings of a pharmacy. Dismissing the physicians' knowledge of prescription writing and their own expectations of exactitude in the dispensing of their prescriptions, K mart contends that neither had knowledge of or had observed *137[pharmaceutical] procedures at K mart or any other pharmacy. K mart's argument, however, misses the point.\nBoth physicians testified, from a doctor's perspective, as to the standard of care which required a pharmacist to dispense the exact drug in the exact dosage as written on the prescription. Neither expert addressed the specific pharmaceutical procedures required to meet this standard, nor were any particular procedures at issue in this case — primarily because no one could testify as to what procedures were taken specifically in the preparation of Ernest's prescription (as opposed to general preparation of any K mart prescription). The only issue here was whether K mart dispensed the incorrect dosage and whether this conduct comprised a breach of the applicable standard of care. The circuit court correctly allowed the testimony of the two experts.\nFor the foregoing reasons, the judgment of the circuit court is reversed and the cause is remanded for a new trial.\nReversed and remanded with directions.\nGREIMAN and HOURIHANE, JJ., concur.\n1\nDr. Habib's February 15, 1995, records of Ernest's treatment contain a notation in the medication column stating same, except Coumadin 5-5-10. According to Dr. Habib, this notation did not mean that he had prescribed 5 milligrams of Coumadin; rather, it meant that Ernest must have told Dr. Habib that he was on a 5-5-10 regimen.\n2\nErnest also suffered from macular degeneration; because of his eyesight problems, he did not drive and Hazel picked up all his prescriptions.\n3\ntestimony was presented that, had Ernest sought medical attention immediately upon noticing blood in his urine or even that evening, the likelihood of successful treatment would have been greatly increased.\n4\nNo education or training is required of technicians; they must be licensed by the State of Illinois, however. In order to receive a license, a technician must pay a fee and submit an application with a pharmacist's approval. 225 ILCS 85/9 (West 1994).\n5\nThe video tape was received in evidence and has been reviewed by-members of this panel.\n6\nSection 2 provides, inter alia-. *133In any such action to recover damages where the wrongful act, neglect or default causing the death occurred on or after July 14, 1955, it shall not be a defense that the death was caused in whole or in part by the contributory negligence of one or more of the beneficiaries on behalf of whom the action is brought, but the amount of damages given shall not include any compensation with reference to the pecuniary injuries resulting from such death, to such contributorily negligent person or persons, and such contributorily negligent person or persons shall not share in any amount recovered in such action. 740 ILCS 180/2 (West 1992).\nOn March 9, 1995, section 2 was amended by Public Act 89 — 7 so that the beneficiary's negligence diminishes the recovery by the percentage of fault but does not bar it (740 ILCS 180/2 (West 1996)). Public Act 89 — 7, however, was declared unconstitutional as violative of the Illinois Constitution's prohibition against special legislation. Best v. Taylor Machine Works, 179 Ill. 2d 367, 689 N.E.2d 1057 (1997). Responding, the legislature recently amended section 2 providing for comparative negligence with respect to any beneficiary. Pub. Act 91 — 0380, eff. July 30, 1999 (amending 740 ILCS 180/2 (West 1996)). The amended section is now applicable to all actions pending on or filed after the effective date of this amendatory Act and, therefore, applies to the instant case.\n7\nTo this end, the amended section 2 provides that the circuit court shall conduct a hearing to determine the degree of dependency of each beneficiary upon the decedent and then shall calculate the amount of damages to be *134awarded each beneficiary, taking into account any reduction arising from either the decedent's or the beneficiary's contributory fault. Pub. Act 91— 0380, eff. July 30, 1999.\n\nPlain English summary:\nDefendant was a pharmacy. It allegedly misfilled decedent's prescription, causing decedent to ingest stronger prescription medications than he believed. Decedent died following a massive brain bleed caused by the wrong prescription tablets. Plaintiffs brought an action against defendants. A jury returned a verdict in favour of plaintiff and defendant appealed. One of the issues raised was whether the decedent's wife (one of the plaintiffs) was guilty of contributory negligence. The case was remanded on several grounds.\n",
    "annotations": {
        "Facts": [
            "on June 15, 1995, 76-year-old Ernest died at St. James Hospital following an intracere-bral hemorrhage, or massive brain bleed. At the time of his death, Ernest was taking several prescription medications, including Couma-din, a drug for reducing clotting factors and thinning the blood.Dr. Habib, Ernest's physician, had first prescribed Coumadin for him during a three-month period in 1991 to prevent phlebitis, for which he had been hospitalized. Thereafter, in June 1994, after being hospitalized for acute thrombophlebitis, Ernest again was prescribed a two-milligram dosage (one pill) of Coumadin once per day by Dr. Habib. On July 15, 1994, Dr. Habib increased Ernest's dosage from six milligrams every three days to eight milligrams every three days. His specific instructions were for Ernest to take one pill on the first day, *124one pill on the second day and two pills on the third day, repeating that dosage, or a 1-1-2 regimen.1On October 14, 1994, Dr. Habib again prescribed a 1-1-2 regimen of two-milligram-strength Coumadin for Ernest. The prescription was filled at K mart's Steger pharmacy, as it had been by the pharmacy previous times: on June 17, 1994, on July 29, 1994, and on September 7, 1994. Refills of the October 1994 Coumadin prescription also were filled by the K mart pharmacy on December 29, 1994, March 10, 1995, and May 30, 1995.Each time Dr. Habib prescribed Coumadin, he warned Ernest about the dangers associated with that drug, specifically abnormal bleeding. Upon his discharges from the hospital, Ernest also was warned about Coumadin and was told to report any unusual symptoms or bleeding to his doctor. In addition, each time the K mart pharmacy filled Ernest's Coumadin prescription, written warnings were provided and stapled to the bag containing the prescription bottle.According to Hazel, who picked up all Ernest's prescriptions at K mart's Steger pharmacy, warnings were attached to each prescription bag, but she regularly removed those warnings before she gave Ernest the medication.2 Although she could not specifically remember picking up the May 30, 1995, Coumadin refill, Hazel testified that it was her custom to telephone a refill request to the Steger pharmacy whenever Ernest placed his pill bottle by the telephone. She then brought the prescription home, removed the warning labels and receipt and gave the bag containing the prescription bottle to Ernest. She believed she had done this for the May 30, 1995, prescription, but could not remember specifically. After giving her husband his prescription, she did not monitor the manner in which he took his medication. Ernest took his own medicine and kept a drug diary, entering a check mark each time he took medication.While Ernest was on Coumadin, Dr. Habib checked his prothrom-bin time (the number of seconds it takes for a plasma sample to clot) monthly. From June 1994 until June 1995, Ernest's prothrombin time remained therapeutic. On June 14, 1995, after he was brought to the hospital, however, Ernest's prothrombin time was abnormally high *125and more than twice the previous result from a test taken on May 24, 1995.On the afternoon of June 13, 1995, Hazel and Ernest were vacationing in Dowagiac, Michigan. There, Ernest remarked to a friend that he might have passed blood in his urine. Ernest's friend advised him to see his doctor. That evening, after returning to their home in Crete, Illinois, Hazel noticed spatters of blood in front of their toilet; Ernest told her he would see his doctor in the morning about his prostate. Ernest, who suffered from migraines, also complained of a headache. The next morning, Hazel found her husband unconscious and bleeding from his mouth and nose. Paramedics were called and Ernest was transported to St. James Hospital.3On June 15, 1995, while Ernest was in the hospital, Hazel remembered the warnings about Coumadin and bleeding. At home, she removed the Coumadin prescription bottle from the drawer in their home where her husband kept it, looked at its contents, and noticed the number 5 on the 79 pills remaining in the bottle, although the prescription label indicated that the dosage was two milligrams. While at the hospital, the Van Hattems' daughter Marilyn Neumeyer, a registered nurse since 1968, overheard her mother express concern that the Coumadin prescription bottle contained pills imprinted with a 5. Neumeyer then requested a Physician's Desk Reference and saw that the number 5 on the pills meant that they were five-milligram strength.On June 16, 1995, after Ernest's death, one of his sons-in-law brought the subject Coumadin prescription bottle to his niece, Julie Witvoet, a pharmacist. Witvoet, who had been a licensed pharmacist for three years, identified the pills as five milligrams in strength, not the two-milligram strength set forth on the prescription label.Immediately, the Van Hattem family placed the prescription bottle containing the pills in a basement safe and contacted their attorney, who then placed the prescription bottle in a bank safe deposit box. On September 6, 1995, plaintiffs filed the present suit.",
            "According to a K mart pharmacist, when a new prescription is brought into K mart, a review is done to establish that all the pertinent information is legible. Then, the pharmacist enters onto a computer the patient's name, the name of the medication, its quantity, its directions, the number of refills and the doctor's name. A second check is done by comparing the computer screen to the written prescription. The computer then generates a label, patient information, warnings and a receipt. To fill the prescription, a member of the pharmacy staff removes the indicated drug, which is labeled with a National Drug Code (NDC) number, from the shelf. The pharmacy staff consists of pharmacists and technicians.4A member of the pharmacy staff then matches the NDC, the name and the strength of the drug on the stock bottle to that on the prescription label. Thereafter, the pills from the stock bottle are poured into a tray, counted out, and then poured from the tray into the prescription bottle, which is capped and labeled. If the prescription is completed by a technician, the bottle is left to be checked by a pharmacist. Similar procedures are used for refills. None of the pharmacists or technicians on duty the day Ernest's May 30, 1995, refill was prepared remembered refilling that prescription.",
            "Dr. Habib's February 15, 1995, records of Ernest's treatment contain a notation in the medication column stating same, except Coumadin 5-5-10. According to Dr. Habib, this notation did not mean that he had prescribed 5 milligrams of Coumadin; rather, it meant that Ernest must have told Dr. Habib that he was on a 5-5-10 regimen.",
            "Ernest also suffered from macular degeneration; because of his eyesight problems, he did not drive and Hazel picked up all his prescriptions.",
            "testimony was presented that, had Ernest sought medical attention immediately upon noticing blood in his urine or even that evening, the likelihood of successful treatment would have been greatly increased.",
            "No education or training is required of technicians; they must be licensed by the State of Illinois, however. In order to receive a license, a technician must pay a fee and submit an application with a pharmacist's approval. 225 ILCS 85/9 (West 1994)."
        ],
        "Procedural History": [
            "Hazel Van Hattem (Hazel), Nancy Witvoet, Donna Jonkman and Marilyn Neumeyer, in their capacities as administrators of Ernest Van Hattem's estate (collectively, plaintiffs), brought a wrongful death and survival action ",
            "against K mart Corporation (K mart)",
            "A jury returned a verdict for plaintiffs against K mart",
            "The circuit court entered an $810,000 judgment for plaintiffs and against K mart. K mart appeals",
            "Prior to trial, K mart sought to bar, inter alia, admission of the prescription bottle and its contents.",
            "The circuit court denied *126K mart's motion in limine but allowed K mart free rein at trial to argue that the pills were not provided by its pharmacy.",
            "the jury returned a verdict in favor of plaintiffs and against K mart in the amount of $900,000, reduced by a 10% comparative fault finding against Ernest.",
            "K mart appeals.",
            "The court refused because the interrogatory was not controlling as to the general verdict or the recovery of damages generally.",
            "The court did, however, instruct the jury that [i]f you find that Hazel Van Hattem negligently contributed to cause the death of the decedent, the negligence of that person does not bar recovery by the plaintiff, but in any award you make you may not include damages for any pecuniary injuries suffered by that person.",
            "The jury was given Illinois Pattern Jury Instructions, Civil, No. 31.08 (3d ed. 1989), relating to damages to be awarded in wrongful death cases involving alleged contributory negligence where more than one beneficiary exists."
        ],
        "Application of Law to Facts": [
            "K mart requested that the circuit court submit to the jury a special interrogatory asking, Was the contributory negligence of Hazel Van Hattem a proximate cause of Ernest Van Hattem's injuries?",
            "The question of Hazel's alleged contributory negligence was for the jury to decide.",
            "Although the circuit court's instruction to the jury was proper in light of section 2 of the Wrongful Death Act, without an answer to the special interrogatory the court would have no",
            "procedure to test the jury's determination of Hazel's contributory negligence. Accordingly, it was error for the court to refuse to tender the special interrogatory."
        ],
        "Relevant Precedents": [
            "Section 2 — 1108 of the Code of Civil Procedure",
            "735 ILCS 5/2 — 1108 (West 1996).",
            "Vulcan Materials Co. v. Holzhauer, 234 Ill. App. 3d 444, 452, 599 N.E.2d 449 (1992).",
            "Hills of Palos Condominium Ass'n v. I-Del, Inc., 255 Ill. App. 3d 448, 468, 626 N.E.2d 1311 (1993).",
            "Vulcan, 234 Ill. App. 3d at 452.",
            "section 2 of the Wrongful Death Act (740 ILCS 180/2 (West 1992))",
            "Biundo v. Christ Community Hospital, 104 Ill. App. 3d 670, 674, 432 N.E.2d 1293 (1982).",
            "Haist v. Wu, 235 Ill. App. 3d 799, 816, 601 N.E.2d 927 (1992).",
            "Illinois Pattern Jury Instructions, Civil, No. 31.08, Notes on Use (3d ed. 1989).",
            "McDonnell v. McPartlin, 303 Ill. App. 3d 391, 401, 708 N.E.2d 412 (1999)"
        ],
        "Outcome": [
            "For the foregoing reasons, the judgment of the circuit court is reversed and the cause is remanded for a new trial.Reversed and remanded with directions."
        ]
    },
    "class": "reverse"
}