{
    "text": "Weidner v. Midcon Corp., 328 Ill. App. 3d 1056 (2002)\nApril 11, 2002 · Illinois Appellate Court · No. 5—00—0510\n328 Ill. App. 3d 1056\n\nCase outline\nMajority — Justice Rarick\nOther formats\nPDF\nAPI\nCiting cases\n6 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nBRET WEIDNER et al., Plaintiffs-Appellants,v.MIDCON CORPORATION et al., Defendants-Appellees\nFifth District\n*1057Philip F. Maher, of Philip F. Maher & Associates, and Michael W Rath-sack, both of Chicago, for appellants.\nSusan M. Mongillo and Darren J. Hunter, both of Ross & Hardies, of Chicago, for appellees Midcon Corporation and Natural Gas Pipeline Company of America.\nRichard A. Cary and Janie E Smith, both of Wham & Wham Lawyers, of Centraba, for appellees I.D. Tool Specialty Corporation, Larry Parks, and Charles Garden.\nWilham J. Knapp and Elizabeth A. Bradley, both of Knapp, Ohl & Green, of Glen Carbon, for appebees Harris Drilhng Fluids, Inc., and Ken Harris.\nKenneth L. Halvachs, of Gundlach, Lee, Eggmann, Boyle & Roessler, of BeUeville, for appellee Bergman Petroleum Company.\nJUSTICE RARICK\ndelivered the opinion of the court:\nThe plaintiffs (plaintiffs) filed suit against the defendants (defendants) in connection with an explosion and fire that occurred on February 7, 1997, at an oil well drilling site located over an underground gas storage field in southern Illinois. Defendants moved to dismiss plaintiffs' second amended complaint, contending that the complaint failed to state a cause of action. The circuit court of Fayette County granted defendants' motion and dismissed the case with prejudice. Plaintiffs appeal this ruling. They argue that the trial court erred in finding that their complaint did not allege facts sufficient to raise a duty on the part of defendants to keep the jobsite safe and that it did not sufficiently show a violation of that duty. Plaintiffs also contend that the trial court erred in refusing to compel defendants to comply with outstanding discovery before ruling on defendants' motion to dismiss.\n*1058Plaintiffs Bret Weidner, Ronnie Smith, and Robert Strackeljohn were employed by Petco Petroleum Company (Petco) and were assigned to work on a particular oil well drilling site (Orville Mills Well No. 6) owned by defendant Bergman Petroleum (Bergman). The fourth plaintiff, Glenda Strackeljohn, is the wife of Robert. Defendant Natural Gas Pipeline Company of America (Natural Gas) owned and operated a natural gas underground storage reservoir under the Bergman land. Natural Gas was in turn owned and operated by defendant Mid-con Corp. (Midcon). Midcon and Natural Gas had an agreement with defendant I.D. Tool Specialty Corp. (I.D. Tool) to protect the gas reservoir and to ensure that any drilling was done safely. Petco in turn retained defendant Harris Drilling Fluids Inc. (Harris Drilling), to similarly protect the reservoir. Defendant Ken Harris was the owner of Harris Drilling. Defendant Larry Parks was the owner of I.D. Tool, and defendant Charles Garden was an agent of Harris Drilling or I.D. Tool. All three men were also sued in their individual capacities as independent contractors. Defendant Bob Brasel was employed by Mid-con Natural Gas to oversee the safe drilling of the well.\nAccording to plaintiffs, Petco began drilling on the Bergman land, searching for oil. No inspection was done of the well site before drilling began. Later inspections revealed that the well was unsafe, but the drilling was not stopped. Natural gas bled through the sandstone in the area, and on February 7, 1997, gas erupted from the well, resulting in an explosion and fire. The three employee plaintiffs were all injured in the explosion. Plaintiffs believed that the explosion occurred because defendants failed to follow applicable safety regulations, failed to have a working blowout preventer at the site to seal the well, failed to correct unsafe mudding practices at the site, and directed Petco employees to continue drilling in spite of a known, imminently dangerous condition. Defendants moved to dismiss plaintiffs' 11-count personal-injury complaint for the failure to state a cause of action. Plaintiffs withdrew their first complaint and filed a first amended complaint. This complaint was subsequently dismissed with leave to file another complaint. The court found, in part, that the complaint did not allege facts sufficient to state a claim of a hazardous activity and that the duties of the respective defendants were not alleged with sufficient specificity. Plaintiffs filed their second amended complaint, over objection, 62 days past the due date. Defendants again filed a motion to dismiss, which the trial court granted with prejudice. The trial court found that the allegations of the second amended complaint were conclusory and nonspecific. No differentiation was made among the defendants as to their various duties and alleged roles in the drilling activities. The court further held that the complaint failed *1059to set forth sufficient facts to establish a duty owed by the respective defendants or any breach of duty. Plaintiffs filed a motion to reconsider and, after the denial of that motion, filed this appeal. Plaintiffs argue the trial court erred in finding that their complaint did not allege facts sufficient to establish a duty on the part of defendants to keep the job site safe and did not sufficiently show a violation of that duty.\nThe question of whether to grant or deny leave to amend a complaint is within the trial court's discretion, and the court's decision will not be reversed absent an abuse of that discretion. Hirsch v. Feuer, 299 Ill. App. 3d 1076, 1087, 702 N.E.2d 265, 273 (1998); Ray Dancer, Inc. v. DMC Corp., 230 Ill. App. 3d 40, 48, 594 N.E.2d 1344, 1349 (1992). The test to be applied in determining whether the trial court's discretion was properly exercised is whether the allowance of the amendment would further the ends of justice. Ray Dancer, Inc., 230 Ill. App. 3d at 48, 594 N.E.2d at 1349. Leave to amend should generally be granted unless it is apparent that even after the amendment no cause of action can be stated. City of Elgin v. County of Cook, 169 Ill. 2d 53, 71, 660 N.E.2d 875, 884 (1995). And, although pleadings are to be liberally construed, a complaint must, nevertheless, contain facts necessary to state a cause of action. Hanson v. Hyatt Corp., 196 Ill. App. 3d 618, 620-21, 554 N.E.2d 394, 395 (1990); B.T. Explorations, Inc. v. Stanley, 187 Ill. App. 3d 23, 26, 542 N.E.2d 1292, 1294 (1989). A complaint fails to state a cause of action when it omits facts the existence of which are necessary for a plaintiff to recover. B.T. Explorations, Inc., 187 Ill. App. 3d at 26, 542 N.E.2d at 1294. A plaintiff cannot rely simply on mere conclusions of law or fact unsupported by specific factual allegations, regardless of whether they generally inform the defendant of the nature of the claim against him or her. Grund v. Donegan, 298 Ill. App. 3d 1034, 1039, 700 N.E.2d 157, 161 (1998); Hirsch, 299 Ill. App. 3d at 1081, 702 N.E.2d at 270. In other words, an actionable wrong cannot be made out merely by characterizing acts as having been wrongfully done. Adkins v. Sarah Bush Lincoln Health Center, 129 Ill. 2d 497, 520, 544 N.E.2d 733, 744 (1989). To sufficiently state a cause of action, a complaint must set forth a legally recognized claim and plead facts in support of each element that bring the claim within the cause of action alleged. Anderson v. Vanden Dorpel, 172 Ill. 2d 399, 408, 667 N.E.2d 1296, 1300 (1996); Betts v. Crawshaw, 248 Ill. App. 3d 735, 737, 618 N.E.2d 1262, 1265 (1993). In determining whether a cause of action should be dismissed for the failure to state a cause of action, all well-pleaded factual allegations must be taken as true and all reasonable inferences drawn in favor of the pleader. Grund, 298 Ill. App. 3d at 1037, 700 N.E.2d at 159; Betts, 248 Ill. App. 3d at 737, 618 N.E.2d at 1265. A cause of action will not be dismissed *1060on the pleadings unless it clearly appears that the plaintiff cannot prove any set of facts that will entitle him or her to relief. Gallagher Corp. v. Russ, 309 Ill. App. 3d 192, 196, 721 N.E.2d 605, 609 (1999). The issue is one of law, and our review of a dismissal pursuant to section 2 — 615 of the Code of Civil Procedure (735 ILCS 5/2 — 615 (West 1996)) is de novo. Grund, 298 Ill. App. 3d at 1037, 700 N.E.2d at 159; Benge v. State Farm Mutual Automobile Insurance Co., 297 Ill. App. 3d 1062, 1066, 697 N.E.2d 914, 917 (1998).\nPlaintiffs brought their suit under a theory of negligence. In an action for negligence, a plaintiff must set out sufficient facts to establish that the defendant owed a duty to the plaintiff, that the defendant breached that duty, and that the breach proximately caused injury to the plaintiff. Fris v. Personal Products Co., 255 Ill. App. 3d 916, 923, 627 N.E.2d 1265, 1269 (1994). It is not sufficient that a complaint merely allege a duty; the plaintiff must allege facts from which the law will raise a duty and specific facts showing an omission of that duty and resulting injury. Gallagher Corp., 309 Ill. App. 3d at 197, 721 N.E.2d at 610; Taake v. WHGK, Inc., 228 Ill. App. 3d 692, 716, 592 N.E.2d 1159, 1176 (1992). Plaintiffs' complaint fails to allege sufficient facts to constitute the basis for any duty owed by the respective defendants. The allegations, in fact, are conclusory and nonspecific as to duties, acts, or omissions of defendants. For example, in each count, regardless of which defendant is listed, plaintiffs state the exact same allegations of fault. There is absolutely no differentiation between the separate and distinct duties owed to plaintiffs by each defendant. No facts were pleaded to support the claims that defendants had a duty to ensure the safe drilling of Orville Mills Well No. 6 or that they had any duty to direct or interfere with the drilling operation being conducted by Petco. No agreement was attached to the complaint, and no terms of an oral agreement were alleged as to how the respective defendants were retained to ensure safe drilling operations. Likewise, no facts are pleaded that, if proved, establish the existence of an agency relationship. It is insufficient to merely plead the legal conclusion of agency. Connick v. Suzuki Motor Co., 174 Ill. 2d 482, 498, 675 N.E.2d 584, 592 (1996). Again, it is fundamental that facts, and not conclusions, are to be pleaded, no matter how many such conclusions are set forth and regardless of whether they inform defendants in a general way of the nature of the claim against them. Adkins, 129 Ill. 2d at 519-20, 544 N.E.2d at 744. A court is bound to consider only those facts well pleaded, and with no facts giving rise to any duty between the parties being alleged, the court had no choice but to dismiss plaintiffs' second amended complaint for the failure to state a cause of action. See Hanson, 196 Ill. App. 3d at 623, 554 N.E.2d at 397. We also *1061find no error in the trial court's refusal to allow plaintiffs to file yet another amended complaint. A party does not have the absolute right to amend his or her pleadings. First Robinson Savings & Loan v. Ledo Construction Co., 210 Ill. App. 3d 889, 892, 569 N.E.2d 304, 306 (1991). Plaintiffs had several prior opportunities to amend to state a claim upon which relief could be granted, and the series of complaints presented did not substantially differ from one another. Plaintiffs also did not offer any proposed amendment to the court with their last request, thereby preventing the trial court from deciding whether the latest amendment would cure the defects present in earlier complaints. Accordingly, we find no error in the trial court's rulings. Given plaintiffs' inability to state a cause of action, the allowance of further amendments would not further the ends of justice. See B.T. Explorations, Inc., 187 Ill. App. 3d at 26, 542 N.E.2d at 1294.\nWe further hold the trial court properly denied plaintiffs' motion to reconsider. Whether to grant a motion for reconsideration is a matter of discretion for the trial court, and its decision wiU not be overturned absent an abuse of that discretion. Williams v. Dorsey, 273 Ill. App. 3d 893, 903, 652 N.E.2d 1286, 1293 (1995). The purpose of a motion for reconsideration is to inform the trial court of (1) newly discovered evidence previously unavailable at the time of the original hearing, (2) changes that have occurred in the law since the original hearing, or (3) errors in the court's earher apphcation of the law. Williams, 273 Ill. App. 3d at 903, 652 N.E.2d at 1293; Farley Metals, Inc. v. Barber Colman Co., 269 Ill. App. 3d 104, 116, 645 N.E.2d 964, 972 (1994). Plaintiffs here presented no new evidence that was not avaUable when the court ruled on the motion to dismiss the second amended complaint. Plaintiffs instead argued they should be aUowed to conduct further discovery because it might yield new evidence. Discovery had already been commenced, and plaintiffs faüed to pursue further discovery to resolve any pending issues or obtain comphance with earher requests prior to filing their second amended complaint. The action had been pending for more than a year, and it was nothing more than speculation that additional discovery might lead to new evidence. Additionally, plaintiffs failed to raise any new issues beyond those argued in response to defendants' motion to dismiss the second amended complaint. When a motion for reconsideration merely recites prior arguments, it should not be granted. Farley Metals, Inc., 269 Ill. App. 3d at 116, 645 N.E.2d at 972. Plaintiffs presented no new facts that were not avahable at the hearing on defendants' motion to dismiss and made no claim that there had been a change in the law. And, as previously set out, the trial court did not err in dismissing their second amended complaint. Plaintiffs' motion simply failed to estabhsh any of *1062the grounds that would entitle them to a reconsideration, and the trial court did not abuse its discretion in denying such motion.\nGiven our disposition of the case, we deny the motion taken with the case.\nFor the aforementioned reasons, we affirm the judgment of the circuit court of Fayette County.\nAffirmed.\nKUEHN and WELCH, JJ., concur.\n\nPlain English summary:\nPlaintiffs brought suit against defendants after suffering injuries following an explosion and fire at an oil well drilling site located over an underground gas storage field. Defendants moved to dismiss the claim for failure to state a cause of action. The trial court granted the motion and the appellate court affirmed. The appellate court held that plaintiffs' complaint failed to allege sufficient facts to constitute the basis for any duty owed by the respective defendants.\n",
    "annotations": {
        "Facts": [
            "1058Plaintiffs Bret Weidner, Ronnie Smith, and Robert Strackeljohn were employed by Petco Petroleum Company (Petco) and were assigned to work on a particular oil well drilling site (Orville Mills Well No. 6) owned by defendant Bergman Petroleum (Bergman). The fourth plaintiff, Glenda Strackeljohn, is the wife of Robert. Defendant Natural Gas Pipeline Company of America (Natural Gas) owned and operated a natural gas underground storage reservoir under the Bergman land. Natural Gas was in turn owned and operated by defendant Mid-con Corp. (Midcon). Midcon and Natural Gas had an agreement with defendant I.D. Tool Specialty Corp. (I.D. Tool) to protect the gas reservoir and to ensure that any drilling was done safely. Petco in turn retained defendant Harris Drilling Fluids Inc. (Harris Drilling), to similarly protect the reservoir. Defendant Ken Harris was the owner of Harris Drilling. Defendant Larry Parks was the owner of I.D. Tool, and defendant Charles Garden was an agent of Harris Drilling or I.D. Tool.",
            "Defendant Bob Brasel was employed by Mid-con Natural Gas to oversee the safe drilling of the well.",
            "Petco began drilling on the Bergman land, searching for oil. No inspection was done of the well site before drilling began. Later inspections revealed that the well was unsafe, but the drilling was not stopped. Natural gas bled through the sandstone in the area, and on February 7, 1997, gas erupted from the well, resulting in an explosion and fire. The three employee plaintiffs were all injured in the explosion."
        ],
        "Procedural History": [
            "The plaintiffs (plaintiffs) filed suit against the defendants (defendants) in connection with an explosion and fire",
            "Defendants moved to dismiss plaintiffs' second amended complaint, contending that the complaint failed to state a cause of action. The circuit court of Fayette County granted defendants' motion and dismissed the case with prejudice. Plaintiffs appeal this ruling.",
            "All three men were also sued in their individual capacities as independent contractors.",
            "Defendants moved to dismiss plaintiffs' 11-count personal-injury complaint for the failure to state a cause of action. Plaintiffs withdrew their first complaint and filed a first amended complaint. This complaint was subsequently dismissed with leave to file another complaint. The court found, in part, that the complaint did not allege facts sufficient to state a claim of a hazardous activity and that the duties of the respective defendants were not alleged with sufficient specificity. Plaintiffs filed their second amended complaint, over objection, 62 days past the due date. Defendants again filed a motion to dismiss, which the trial court granted with prejudice. The trial court found that the allegations of the second amended complaint were conclusory and nonspecific. No differentiation was made among the defendants as to their various duties and alleged roles in the drilling activities. The court further held that the complaint failed *1059to set forth sufficient facts to establish a duty owed by the respective defendants or any breach of duty. Plaintiffs filed a motion to reconsider and, after the denial of that motion, filed this appeal.",
            "In determining whether a cause of action should be dismissed for the failure to state a cause of action, all well-pleaded factual allegations must be taken as true and all reasonable inferences drawn in favor of the pleader",
            "our review of a dismissal",
            "is de novo."
        ],
        "Application of Law to Facts": [
            "Plaintiffs' complaint fails to allege sufficient facts to constitute the basis for any duty owed by the respective defendants. The allegations, in fact, are conclusory and nonspecific as to duties, acts, or omissions of defendants. For example, in each count, regardless of which defendant is listed, plaintiffs state the exact same allegations of fault. There is absolutely no differentiation between the separate and distinct duties owed to plaintiffs by each defendant. No facts were pleaded to support the claims that defendants had a duty to ensure the safe drilling of Orville Mills Well No. 6 or that they had any duty to direct or interfere with the drilling operation being conducted by Petco. No agreement was attached to the complaint, and no terms of an oral agreement were alleged as to how the respective defendants were retained to ensure safe drilling operations. ",
            "Accordingly, we find no error in the trial court's rulings. Given plaintiffs' inability to state a cause of action, the allowance of further amendments would not further the ends of justice"
        ],
        "Relevant Precedents": [
            "Fris v. Personal Products Co., 255 Ill. App. 3d 916, 923, 627 N.E.2d 1265, 1269 (1994).",
            "Gallagher Corp., 309 Ill. App. 3d at 197, 721 N.E.2d at 610; Taake v. WHGK, Inc., 228 Ill. App. 3d 692, 716, 592 N.E.2d 1159, 1176 (1992).",
            "Adkins, 129 Ill. 2d at 519-20, 544 N.E.2d at 744.",
            "Hanson, 196 Ill. App. 3d at 623, 554 N.E.2d at 397.",
            "First Robinson Savings & Loan v. Ledo Construction Co., 210 Ill. App. 3d 889, 892, 569 N.E.2d 304, 306 (1991).",
            "B.T. Explorations, Inc., 187 Ill. App. 3d at 26, 542 N.E.2d at 1294."
        ],
        "Outcome": [
            "Given our disposition of the case, we deny the motion taken with the case.For the aforementioned reasons, we affirm the judgment of the circuit court of Fayette County.Affirmed."
        ]
    },
    "class": "affirm"
}