{
    "text": "Sherman v. City of Springfield, 111 Ill. App. 2d 391 (1969)\nAug. 12, 1969 · Illinois Appellate Court · Gen. No. 11,057\n111 Ill. App. 2d 391\n\nCase outline\nMajority — Presiding Justice Thomas J. Moran\nOther formats\nPDF\nAPI\nCiting cases\n18 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nWilliam F. Sherman, a Minor, by Robert Lee Sherman, His Father and Next Friend, and Robert Lee Sherman, Plaintiffs-Appellees,v.City of Springfield, Illinois, a Municipal Corporation, Defendant-Appellant\nFourth District.\nRehearing denied September 15,1969.\n*394Giffin, Winning, Lindner, Newkirk & Cohen, and I. J. Feuer, of Springfield (Alfred F. Newkirk and Robert S. Cohen, of counsel), for appellant.\nLondrigan & Londrigan, and Robert Weiner, of Springfield (Joseph A. Londrigan, of counsel), for appellees.\nPRESIDING JUSTICE THOMAS J. MORAN\ndelivered the opinion of the court.\nThis appeal is from a judgment entered by the Circuit Court of Sangamon County wherein the minor plaintiff, William F. Sherman, referred to herein as plaintiff, was awarded damages in the amount of $300,000 and plaintiff-father, Robert Lee Sherman, was awarded $19,000 against the defendant.\nThe cause of action arises from an injury suffered by the plaintiff, 17 years of age, while utilizing the swimming facilities owned and operated by the defendant, City of Springfield. The plaintiff claims that while running and diving in the swimming area, his head came in contact with something hard which caused direct and immediate paralysis to his arms, legs and trunk. The father claimed that he was damaged to the extent of all medical and hospital payments made on behalf of the minor.\nThis is the second trial of the case. The first trial resulted in a verdict for the defendant but was reversed and remanded for a new trial by this Court and can be found reported as Sherman v. City of Springfield, 77 Ill App2d 195, 222 NE2d 62 (1966). Leave to appeal to the Supreme Court was denied in 35 Ill2d 632 (1967).\nThe defendant has operated a recreational swimming area along part of the shoreline of Lake Springfield since the 1930's. In addition to its customary facilities of locker rooms, beach houses, a first-aid room and a snack bar, it also provided a breakwater and an underground chlorination pipe. The pipe and its installation was a unique feature of this swimming area, no similar operation being *395found at any other like facility. The pipe was originally installed at the time that the swimming area was constructed. It was buried in the sand and gravel of the lake bottom approximately 50 feet from the water's edge and parallel to the shoreline. The pipe was reduced in size, from 8 inches at its origin to 3 inches at its end, with the different sized pipes being connected by reducer fittings. The purpose of the pipe was to introduce into the swimming water a mixture of water and chlorine in order to purify the swimming area on a. continuous basis. Half-inch holes were drilled in the pipe at 18-inch intervals to effect this transfer. The fluid in the pipe was maintained under 24-hour pressure and had a daily capacity of 1,400,000 gallons of chlorinated water.\nDuring January and February of 1964 the defendant, through its employees, determined to remove the old chlorination pipe and to install a new one. This removal and replacement was conducted during these months and the project was completed for the opening of the swimming season on June 1, 1964. The employees of the defendant indicated that the replacement of the chlorination pipe was a routine operation done without particular plans or specific engineering. At the time the installation was completed the defendant's employees alleged that there were between eight and twelve inches of sand and gravel over the entire length of the pipe. The approximate depth of water over the pipe was three feet.\nOn June 26, 1964, the plaintiff went to the defendant's swimming facility with his brother, Bob. After paying the customary admission fee and changing their clothes, both boys went out into the water to swim. The plaintiff swam beyond the bulkhead to dive from the diving tower while his brother, Bob, was swimming in another area. Both boys, after returning to the beach, determined to continue their frolic in the water by running directly from the beach area in front of the bath house into the *396water until their progress was impeded and then to make a dive allowing their momentum to propel them further out into the lake. As the plaintiff and his brother ran in the water, Bob was somewhat in front of the plaintiff. The plaintiff then claims that he made a running dive in about three feet of water, after first placing his hands and arms in an outstretched position above his head. In this process his head came in contact with something hard and he was immediately paralyzed. His brother turned after completing his dive, saw plaintiff in the water and, after determining that he was actually hurt, pulled him from the water to the beach area.\nTwo lifeguards immediately attended the plaintiff. Neither the lifeguards nor Bob saw any marks on or about the plaintiff's head or body. The chief lifeguard, a young man who had worked five or six summers for the defendant, testified that he examined the lake bottom shortly after the accident, and again at different times thereafter, but was unable to find the pipe exposed or close to the surface of the lake bottom. Other of the defendant's lifeguards, who examined the lake bottom some time after the accident, corroborated this testimony. The defendant's employees testified that the sand bottom was generally soft and mushy.\nOn the other hand, the plaintiff presented witnesses who testified of incidents subsequent to the date of the plaintiff's injury when they felt the presence of a chlorination pipe at or immediately below the surface of the lake bottom. The plaintiff further submitted two witnesses, Carter Jenkins and Herbert R Williams, both engineers, who conducted a survey of the lake bottom and the chlorination pipe on August 17, 1964, and August 20, 1964. These two witnesses jointly supervised a survey party and were responsible for the preparation of a topographical map of the area indicating where the chlorination pipe was located. Mr. Williams testified that on the date of the survey, and several days thereafter, when the *397depth of the sand was checked over the chlorination pipe, the depth varied at one point from % of an inch to 6 inches. The court, over objection, allowed Mr. Jenkins to testify and express the opinion that the installation of the chlorination pipe had been done incorrectly; that the pressure of the chlorinated water through the pipe, along with the preseason freezing and thawing of the lake bottom and water above, could cause the pipe to vary in depth from time to time in a manner similar to the way a fire hose would whip around although not quite that violently.\nThe plaintiff introduced medical testimony of three doctors. One, the attending physician, was a general surgeon who testified directly. Another was a neurosurgeon, called by the attending physician, who commenced administering medical attention shortly after the accident in addition to performing surgery thereafter. The third doctor specialized in physical medicine — rehabilitation, and testified through a deposition. The plaintiff, on direct examination of the attending physician, elicited the following testimony:\nMR. J. LONDRIGAN: Q. All right, Doctor, what history did you receive from Bill about what happened ?\nA. Well, I am referring to my records of June 26, 1964, while at the Lake Springfield Beach he ran into the water, made a shallow dive, and struck his head abruptly, flexed his neck. He noticed immediate paralysis and was brought from the water by a brother.\nQ. Doctor, assuming that Bill was not unconscious — as a matter of fact he was not unconscious when you saw him, was he ?\nA. He was conscious.\nQ. Conscious, yes.\nAssuming that Bill was unconscious at the time of this injury and that his head came through ap*398proximately three feet of water before coming in contact with some resistant object, would you expect to find any bleeding or any object of evidence of a head injury?\nMR. NEWKIRK: To which we object. No foundation.\nMR. J. LONDRIGAN: We connected it--\nTHE COURT: The objection is overruled. He may answer.\nTHE WITNESS: If the object which he struck had no sharp, irregular surfaces, it might well not produce any external skin injury.\nMR. J. LONDRIGAN: Q. Would you describe just how the injury occurs when the head comes in contact with some resistant object?\nA. Well, in this instance, the force is provided by the momentum of the young man's body with actually diving and carries all of his weight which carries force until the head strikes a resistant or immovable force and forces it into a flexion, resulting in a fracture or spinal cord damage.\nQ. Well, assuming Doctor, that the head came in contact with some soft, mushy, sandy bottom, have you an opinion as to whether it is more probable that it could not occur in that manner than it would be more probable that it would have to hit a hard resistant object?\nMR. NEWKIRK: Object as it is a double barrel question and lack of foundation.\nTHE COURT: The objection is sustained as to the question. You may ask for his opinion based upon the two parts.\nMR. J. LONDRIGAN: Q. Doctor, assuming that the sand on the beach bottom in the area where he dove was soft and mushy, could the bottom itself be described as a hard, resistant object?\n*399MR. NEWKIRK: Just a moment. He indicated it was hard in here which was not involved before.\nTHE COURT: The question may be asked as a 'resistant object.'\nMR. J. LONDRIGAN: As a resistant object?\nTHE COURT: Would the Reporter read the question as modified ?\nWhereupon the Reporter read the last question leaving out the word 'hard.'\nTHE WITNESS: No.\nThe following is the total cross-examination of the same doctor.\nQ. Doctor, you did examine Bill Sherman to see whether or not he had any marks on his body the first time you saw him, did you not?\nA. Yes.\nQ. There were no marks on his body, were there ?\nA. Not any significant injury other than what I have described.\nQ. You found no injuries in the top of his hair ?\nA. I don't know that.\nQ. You don't know how hard the sand is on the bottom of Lake Springfield Beach, do you ?\nA. I wasn't there June 26th.\nMR. NEWKIRK: That's all.\nTHE COURT: You may step down, Doctor.\nMR. J. LONDRIGAN: That's all, Doctor. Thank you.\nThe neurosurgeon's testimony was by way of deposition. With defendant's counsel propounding the questions, his testimony is as follows:\nQ. When you first examined him Doctor, was there any visible marks on his head or face or any part of his body?\n*400A. No.\nQ. Was there any bleeding from any part of his body you noticed?\nA. No.\nQ. Doctor, I believe that you said that the type of injury here is typical of the injury one might have received with the head in a flexed position which, I believe, means with the chin down on the chest, is that correct?\nA. Yes.\nQ. From your experiences, can you determine what direction the force comes from to cause this type of injury?\nA. Gee, I don't know exactly — in order to get the head flexed, there has to be some amount of force— I don't know how to describe it — position—assuming in the erect posture, pushing down and — I can't answer the question.\nThereafter, plaintiffs' counsel, during his examination, inquired and received this answer:\nQ. Doctor, you were just asked about the kind of force that might be applied to cause that sort of injury. Assuming that this young man dove into some shallow water and his head came in contact with an immovable object, would this cause a fracture of this type ?\nA. It would most likely cause this type of injury if the head is forced down to the chest. It couldn't have been a straight fall — it has to be some angle to force down — some flexion involved.\nAnd upon further examination by defendant's counsel, the following was had:\n*401Q. I have one question, Doctor. Is it possible that this type of injury could have been caused by the patient striking his head just on the bottom of the lake rather than on some object in the bottom of the lake?\nA. Yes.\nThe above was all of the medical testimony produced at the trial relative to the proximate cause of the injury sustained.\nAt the conclusion, the judge submitted the case to the jury and included with other instructions were the following: IPI, No. 1.03, circumstantial evidence; 1.04, own observation; 10:05, minor standard of care; 21.01, burden of proof-probability; and 34.04, mortality tables.\nThe defendant first contends that although principles of law laid down by our former decision in the same case, however erroneous, are binding on the trial court, still our Court's conclusions on factual issues are not so binding. The defendant asserts that the trial court, in the present case, allowed itself to be bound by the factual determination of our Court in the first appeal as it related to (a) whether the expert witness, Carter Jenkins, had personal knowledge sufficient to excuse a hypothetical question and (b) whether the reducer (plaintiff's exhibit A) was the proximate cause of the injury and therefore material. The defendant further makes reference to this concept as one of the law of the case. This Court cannot take issue with the defendant's statement of law. The law of the case theory is adequately supported in the case of Ziolkowski v. Continental Casualty Co., 365 Ill 594, 7 NE2d 451 (1937). There the Court clearly sets out, at page 599, the principle that when a court of review remands a cause to the trial court for a new trial, . . . the trial court must, of course, be governed by the legal principles contained in the opinion *402of the reviewing court, but its conclusions as to matters of fact do not control on a later trial where the facts are to be determined in that trial.\nThis Court does not believe that the trial court in the present appeal was in any way affected by or made its decisions outside of the above-stated principle. It is clear that the question of the sufficiency of personal knowledge on behalf of Mr. Carter Jenkins to excuse the use of a hypothetical question was factually determined at the time of the second trial. Sufficient questions and answers were asked of him to adequately support the court's position that he had, in fact, personal knowledge.\nIn the second trial, the question of whether a reducer, which was part of the chlorination pipe, was the proximate cause of the injury was sufficiently determined by plaintiff's own admission in argument and in his brief. No claim was made by plaintiff that a specific reducer was the cause of the injury. On the contrary, the plaintiff has contended in his pleadings, in the testimony as given at the time of trial, in arguments by his counsel and in his brief, that the injury was the proximate result of his head striking the chlorination pipe. In no area can this Court find a specific allegation of the plaintiff that the injury was proximately caused only by his head striking the reducer. As was stated in the first appeal, at page 212, concerning the same exhibit, . . . it was not necessary that plaintiffs prove that plaintiff actually struck the pipe to make the exhibit relevant; it was relevant as evidence of the conditions that existed. We disagree with the defendant that it was necessary for the plaintiff to prove that he struck the reducer in order for it to be admitted and to be relevant. Further discussion of these contentions will be had later because of the manner in which the defendant has presented them in its brief.\nThe defendant next contends that there was no evidence, either direct or circumstantial, that at the *403time of the accident the chlorination pipe was either exposed or had inadequate sand cover and that, therefore, there was no evidence of negligence on the part of the defendant. This Court feels that this issue is wholly inconsistent with the record of the trial. It appears to be undisputed from the record that in fact a pipe for chlorinating purposes was located in a given area of the defendant's beach. It also appears to be undisputed that the injury to the plaintiff could only have been caused by having had his head come into contact with some resistant body. It seems further to be uncontested, and by the testimony of the defendant's own witness, that the bottom of this lake was mushy. As plaintiff testified on direct examination that his head came into contact with something hard, a very strong circumstantial situation arises to support the contention that the plaintiff's head came in contact with the pipe. This Court feels that there is sufficient circumstantial evidence to fairly support the verdict for the plaintiffs and will not set aside, on appeal, a decision of the court merely because there was not positive proof. Hurst v. Madison Coal Corp., 201 Ill App 205,207 (1916).\nIn line with the above contention the defendant claims that the trial court erred in giving, over its objections, IPI instruction 1.03 on circumstantial evidence which is as follows:\nA fact may be proved by circumstantial evidence. Circumstantial evidence consists of proof of facts or circumstances which give rise to a reasonable inference of the truth of the fact sought to be proved.\nIt is argued that, . . . The instruction clearly misstates the law. All that it requires is that you can reasonably infer a fact from the evidence, even though a contrary fact can be equally inferred, and such evidence is not circumstantial evidence. For authority, the defendant relies upon Commerce Union Bank v. Midland Nat. Ins. *404Co., 53 Ill App2d 229, 202 NE2d 688 (1964) where at page 240 the Court says:\nThe existence of a certain fact cannot be reasonably inferred from the evidence when the existence of another fact inconsistent with the first can be inferred from the same evidence. A fact cannot be established by circumstantial evidence unless the circumstances are of such a nature and so related to each other that it is the only conclusion that can be drawn therefrom. McKinney v. Illinois Power Co., 26 Ill App2d 193, 167 NE2d 249; Heiden v. Gaddberry, 23 Ill App2d 260,162 NE2d 260.\nWe believe the rule with reference to the sufficiency of circumstantial evidence to warrant a reasonable inference of the existence of a fact is well stated in Coffin v. Chicago City Ry. Co., 251 Ill App 169, where the court stated:\n '. . . a fact cannot be established by circumstantial evidence unless the circumstances are of such a nature and so related to each other that it is the only conclusion that can be drawn therefrom.' \nIn the case at bar the only direct evidence pertaining to the cause of the injury was the plaintiff's testimony that his head hit something hard. This is not disputed by the parties. The dispute is in identifying the something hard. The plaintiff claims it to be the pipe and the defendant claims it to be the lake bottom. There was no evidence introduced by either party that it could have been a rock or other resistant object. The sole additional light thrown upon this crucial point of causal connection is found in the medical testimony. The attending physician stated that the soft and mushy lake bottom could not be the resistant object. The neurosurgeon, in an*405swer to plaintiff's query, testified that coming into contact with an immovable object would most likely cause the injury. However, upon examination by the defendant, he answered yes when asked if the injury could have been caused by plaintiff's head striking the bottom of the lake rather than some object at the bottom of the lake. Here it should be noted that the last question to the neurosurgeon was not qualified by the fact that the lake bottom was soft and mushy as testified to by the defendant's employees.\nIt is the thrust of defendant's argument that when the neurosurgeon answered the last question in the affirmative, there was created another circumstantial fact as to causation which was inconsistent with the plaintiff's circumstantial fact of causation; that, consequently, the rule set forth in the Commerce Union Bank case would apply and therefore the instruction was given in error. The instruction states that a fact may be proved by circumstantial evidence and then goes on to define what constitutes circumstantial evidence. It applied equally as well to the defendant's version of causation as it did to the plaintiff's version. Conflicting medical evidence as to causation, if, in this case under the evidence outlined above, it can be said to be conflicting, is not by itself sufficient to upset the jury's verdict as being contrary to the manifest weight of the evidence. The evidence submitted by the plaintiff was sufficient to draw a reasonable inference of causation. See, Livingston Service Co. v. Industrial Commission, 42 Ill2d 313, 317-318, 247 NE2d 412 (1969). Relative to the Commerce Union Bank case, see American Nat. Bank & Trust Co. v. Peoples Gas Light & Coke Co., 42 Ill App2d 163, 173-175, 191 NE2d 628 (1963), an earlier case, and the cases cited therein for a contrary position. Like the Commerce Union Bank case, our Supreme Court denied leave to appeal, 27 Ill2d 625.\n*406The defendant raises numerous questions, relating to the propriety of allowing Carter Jenkins, the plaintiff's witness, to testify without requiring a hypothetical question. The law on this question was definitively covered in the prior appeal. Sherman v. City of Springfield, supra, pp 203, 204. Regardless, because of the manner of presentation in defendant's brief (and to the point of being somewhat repetitious), the defendant indicates: that Jenkins was not qualified to give an expert opinion; that it was error to allow Jenkins to testify without presenting a hypothetical question to him; that it was error to allow Jenkins to testify as to his opinion of the propriety of installation of the chlorination pipe, that the court erred in admitting a certain diagram from a survey supervised by Jenkins and in allowing him to testify thereon; that the court erred in allowing Jenkins to testify where certain spots in the survey indicated exposure of pipe when said locations in the survey were based on hearsay; that the court erred in allowing Jenkins to give an expert opinion before permitting defendant's attorney the opportunity of cross-examining; and that the court erred in allowing Jenkins to illustrate his opinion with exaggerated comparisons. This Court feels that there was adequate testimony in the record to support the conclusion by the trial court that Carter Jenkins had personal knowledge of this chlorination pipe. Jenkins was first qualified as an engineer who had numerous years of experience in and about the laying of water pipe and pressure pipe. He was thereafter the supervisor of a party of surveyors who went to the beach and personally surveyed the beach area and the particular location of the chlorination pipe. The trial court determined that Jenkins had firsthand knowledge of the material facts with regard to the chlorination pipe, that is, as to its location at the time the survey *407was conducted and the general engineering dynamics of a pipe utilized in this particular manner. It has been previously defined with clarity by this Court in its prior decision, that an expert witness may express his own opinion without a hypothetical question when the opinion is based upon his own personal knowledge and observation.\nThe propriety of the trial court allowing into evidence a certain diagram from a survey and admitting a certain mock-up of a section of pipe, including the reducer between the two sized pipes, raises essentially the same question. It has long been held that diagrams such as surveys or plats (so long as they are material, a proper foundation has been laid and they are not cumulative) may be admitted into evidence. Department of Public Works and Buildings v. Chicago Title & Trust Co., 408 Ill 41, 52, 95 NE2d 903 (1950). Similarly, our courts have long followed a procedure of allowing working models of machinery and mock-ups into evidence when their admission tends to further clarify a subject or question in issue. Pennsylvania Coal Co. v. Kelly, 156 Ill 9, 17-18, 40 NE2d 938 (1895); Nelson v. Union Wire Rope Corp., 39 Ill App2d 73, 103, 187 NE2d 425 (1963). We feel that the admission of the survey in this case was certainly material and properly predicated on a foundation before it was utilized by Jenkins. It was not cumulative and was within the court's discretion to allow it into evidence. Similarly, the mock-up of the section of the chlorination pipe was a valid exercise of the court's discretion in presenting further demonstrative evidence to the jury. See also, Virgil v. New York, C. & St. L. R. Co., 347 Ill App 281, 286, 106 NE2d 749 (1952). We cannot say that the defendant was in any way prejudiced by the admission of these demonstrative items.\nThe defendant has not cited any cases to support its claim of error in not being allowed to cross-examine Jen*408kins prior to his giving an expert opinion and in allowing the opinion to be illustrated by exaggerated comparison. We cannot say, as a matter of law, that these two claims prejudiced the defendant so as to create reversible error.\nThe defendant next contends that the court erred in taking judicial notice of and admitting into evidence, a certain life expectancy table. The defendant further claims that the court erroneously instructed the jury by giving IPI No. 34.04 on life expectancy tables. The defendant particularly objects to the court's utilization of the life expectancy table without having called an actuary or some similarly qualified person to explain the standards therein set out. Although the defendant wholly fails to discuss any of the cases cited as authority for its proposition on this point, nor was any proof offered to discredit its authenticity, one of the cases cited by the defendant sets out the law in Illinois. In the case of Hann v. Brooks, 331 Ill App 535, 73 NE2d 624 (1947), the Court at page 549 stated, Recognized mortality tables have been admitted in evidence in Illinois without proof of authenticity or correctness for years. . . . The authenticity of this exhibit has not been questioned and we think its admission in evidence was proper. The court in the Hann case indicated that, as the life expectancy tables in question had been prepared by Guardian Life Insurance Company, a recognized life insurance company doing business in the State of Illinois, it was well within the province of the court to take judicial notice of the expectancy table. In the present case the mortality tables were taken from American Jurisprudence Desk Book (Am Jur2d Desk Book, Doc No. 140). Certainly, it was within the province of the court's sound discretion to allow the life expectancy tables contained *409therein as a standard to be utilized before the court. The court is presumed to have considered the source of the material and its common utilization upon admitting the mortality tables in question into evidence.\nThe defendant's suggestion that the court improperly submitted to the jury IPI Instruction 34.04, entitled, Mortality Tables as Evidence of Damages, is not supported in the law or the facts. The defendant offers no substantive law or case law to support its position. Factually, the trial court utilized the above instruction exactly as suggested in the Illinois Pattern Jury Instructions (Civil) and this Court can see no error in the trial court's submission of the instruction on which to predicate error.\nThe defendant next claims that the court erred in refusing to withdraw from the consideration of the jury all of the remaining specific charges of negligence that remained in the complaint, after amendment, namely: (1) that the defendant failed and neglected to keep the pipe, through which water entered said beach, covered so that persons unfamiliar with said beach would not be injured by contact with the pipe; (2) that the defendant carelessly and negligently failed to install said pipe at sufficient depth to be safe for swimmers using said beach; (3) and that the defendant carelessly and negligently failed to inspect the bottom of said beach pool and to ascertain the condition thereof. This would be tantamount to saying that there was no evidence of negligence on the part of the defendant. We have already determined this contention to the contrary and feel that the above three issues, as submitted to the jury, were points which were in contest and questions for the jury to determine. The trial court is bound as a matter of law to instruct the jury on all issues reasonably raised by the evidence and testimony. The ques*410tion of what issue or issues have actually been raised by the evidence is one which falls rather broadly into the discretion of the trial judge. This court will not find error or set aside the ruling of the trial judge based on discretionary matters unless there has been a clear abuse of discretion. We find no such abuse with respect to this point.\nThe defendant's last contentions, concerning IPI instructions 1.04,10.05 and 21.01, are summarily disposed of by this Court by pointing out that these instructions were given within the discretion of the trial court and were supported by the evidence submitted at the time of trial. The instructions, as given, are clear recitations of the instructions as suggested in the Illinois Pattern Jury Instructions (Civil) and the defendant has offered no case law showing this Court where error was committed in utilizing these instructions nor has the defendant suggested any valid factual point indicating error on the part of the trial judge. This Court cannot visualize that the giving of any of the instructions has, in any way, prejudiced the defendant's position in this case. It has been consistently held that a reviewing court will not reverse a trial court for a faulty instruction unless it clearly misled the jury and resulted in prejudice to the appealing party.\nFor the reasons set forth herein, the judgments appealed from will be affirmed.\nJudgments affirmed.\nABRAHAMSON and DAVIS, JJ., concur.\n\nPlain English summary:\nPlaintiff ran and dived into a lake owned by the City of Springfield when his head his something hard and paralysed him. The lake had a large underground chlorination pipe which had recently been reinstalled. The plaintiff and his father were awarded damages by the trial court. The defendant appealed. The appellate court affirmed, finding that there was sufficient evidence of the defendant's negligence. \n\n",
    "annotations": {
        "Facts": [
            "The cause of action arises from an injury suffered by the plaintiff, 17 years of age, while utilizing the swimming facilities owned and operated by the defendant, City of Springfield.",
            "while running and diving in the swimming area, his head came in contact with something hard which caused direct and immediate paralysis to his arms, legs and trunk.",
            "The defendant has operated a recreational swimming area along part of the shoreline of Lake Springfield since the 1930's. In addition to its customary facilities of locker rooms, beach houses, a first-aid room and a snack bar, it also provided a breakwater and an underground chlorination pipe. The pipe and its installation was a unique feature of this swimming area, no similar operation being *395found at any other like facility. The pipe was originally installed at the time that the swimming area was constructed. It was buried in the sand and gravel of the lake bottom approximately 50 feet from the water's edge and parallel to the shoreline. The pipe was reduced in size, from 8 inches at its origin to 3 inches at its end, with the different sized pipes being connected by reducer fittings. The purpose of the pipe was to introduce into the swimming water a mixture of water and chlorine in order to purify the swimming area on a. continuous basis. Half-inch holes were drilled in the pipe at 18-inch intervals to effect this transfer. The fluid in the pipe was maintained under 24-hour pressure and had a daily capacity of 1,400,000 gallons of chlorinated water.During January and February of 1964 the defendant, through its employees, determined to remove the old chlorination pipe and to install a new one. This removal and replacement was conducted during these months and the project was completed for the opening of the swimming season on June 1, 1964. The employees of the defendant indicated that the replacement of the chlorination pipe was a routine operation done without particular plans or specific engineering. At the time the installation was completed the defendant's employees alleged that there were between eight and twelve inches of sand and gravel over the entire length of the pipe. The approximate depth of water over the pipe was three feet.On June 26, 1964, the plaintiff went to the defendant's swimming facility with his brother, Bob. After paying the customary admission fee and changing their clothes, both boys went out into the water to swim. The plaintiff swam beyond the bulkhead to dive from the diving tower while his brother, Bob, was swimming in another area. Both boys, after returning to the beach, determined to continue their frolic in the water by running directly from the beach area in front of the bath house into the *396water until their progress was impeded and then to make a dive allowing their momentum to propel them further out into the lake. As the plaintiff and his brother ran in the water, Bob was somewhat in front of the plaintiff. The plaintiff then claims that he made a running dive in about three feet of water, after first placing his hands and arms in an outstretched position above his head. In this process his head came in contact with something hard and he was immediately paralyzed. His brother turned after completing his dive, saw plaintiff in the water and, after determining that he was actually hurt, pulled him from the water to the beach area.Two lifeguards immediately attended the plaintiff. Neither the lifeguards nor Bob saw any marks on or about the plaintiff's head or body. The chief lifeguard, a young man who had worked five or six summers for the defendant,",
            "examined the lake bottom shortly after the accident, and again at different times thereafter, but was unable to find the pipe exposed or close to the surface of the lake bottom. Other of the defendant's lifeguards, who examined the lake bottom some time after the accident, corroborated this testimony. The defendant's employees testified that the sand bottom was generally soft and mushy.",
            "plaintiff presented witnesses who testified of incidents subsequent to the date of the plaintiff's injury when they felt the presence of a chlorination pipe at or immediately below the surface of the lake bottom.",
            "Carter Jenkins and Herbert R Williams, both engineers, who conducted a survey of the lake bottom and the chlorination pipe on August 17, 1964, and August 20, 1964. These two witnesses jointly supervised a survey party and were responsible for the preparation of a topographical map of the area indicating where the chlorination pipe was located. Mr. Williams testified that on the date of the survey, and several days thereafter, when the *397depth of the sand was checked over the chlorination pipe, the depth varied at one point from % of an inch to 6 inches.",
            "The court",
            "allowed Mr. Jenkins to testify and express the opinion that",
            "the pressure of the chlorinated water through the pipe, along with the preseason freezing and thawing of the lake bottom and water above, could cause the pipe to vary in depth from time to time in a manner similar to the way a fire hose would whip around although not quite that violently.",
            "The plaintiff, on direct examination of the attending physician, elicited the following testimony:",
            "MR. J. LONDRIGAN: Q. Doctor, assuming that the sand on the beach bottom in the area where he dove was soft and mushy, could the bottom itself be described as a",
            "resistant object?",
            "THE WITNESS: No.The following is the total cross-examination of the same doctor.Q. Doctor, you did examine Bill Sherman to see whether or not he had any marks on his body the first time you saw him, did you not?A. Yes.Q. There were no marks on his body, were there ?A. Not any significant injury other than what I have described.",
            "The neurosurgeon's testimony was by way of deposition. With defendant's counsel propounding the questions, his testimony is as follows:Q. When you first examined him Doctor, was there any visible marks on his head or face or any part of his body?*400A. No.Q. Was there any bleeding from any part of his body you noticed?A. No.Q. Doctor, I believe that you said that the type of injury here is typical of the injury one might have received with the head in a flexed position which, I believe, means with the chin down on the chest, is that correct?A. Yes.",
            "And upon further examination by defendant's counsel, the following was had:",
            " Is it possible that this type of injury could have been caused by the patient striking his head just on the bottom of the lake rather than on some object in the bottom of the lake?A. Yes.",
            "Jenkins was first qualified as an engineer who had numerous years of experience in and about the laying of water pipe and pressure pipe. He was thereafter the supervisor of a party of surveyors who went to the beach and personally surveyed the beach area and the particular location of the chlorination pipe."
        ],
        "Procedural History": [
            "This appeal is from a judgment entered by the Circuit Court of Sangamon County wherein the minor plaintiff, William F. Sherman, referred to herein as plaintiff, was awarded damages in the amount of $300,000 and plaintiff-father, Robert Lee Sherman, was awarded $19,000 against the defendant.",
            "This is the second trial of the case. The first trial resulted in a verdict for the defendant but was reversed and remanded for a new trial by this Court",
            "Leave to appeal to the Supreme Court was denied in 35 Ill2d 632 (1967)."
        ],
        "Application of Law to Facts": [
            "The defendant next contends that there was no evidence, either direct or circumstantial, that at the *403time of the accident the chlorination pipe was either exposed or had inadequate sand cover and that, therefore, there was no evidence of negligence on the part of the defendant. This Court feels that this issue is wholly inconsistent with the record of the trial. It appears to be undisputed from the record that in fact a pipe for chlorinating purposes was located in a given area of the defendant's beach. It also appears to be undisputed that the injury to the plaintiff could only have been caused by having had his head come into contact with some resistant body. It seems further to be uncontested, and by the testimony of the defendant's own witness, that the bottom of this lake was mushy. As plaintiff testified on direct examination that his head came into contact with something hard, a very strong circumstantial situation arises to support the contention that the plaintiff's head came in contact with the pipe. This Court feels that there is sufficient circumstantial evidence to fairly support the verdict for the plaintiffs and will not set aside, on appeal, a decision of the court merely because there was not positive proof.",
            "The defendant next claims that the court erred in refusing to withdraw from the consideration of the jury all of the remaining specific charges of negligence that remained in the complaint, after amendment, namely: (1) that the defendant failed and neglected to keep the pipe, through which water entered said beach, covered so that persons unfamiliar with said beach would not be injured by contact with the pipe; (2) that the defendant carelessly and negligently failed to install said pipe at sufficient depth to be safe for swimmers using said beach; (3) and that the defendant carelessly and negligently failed to inspect the bottom of said beach pool and to ascertain the condition thereof. This would be tantamount to saying that there was no evidence of negligence on the part of the defendant. We have already determined this contention to the contrary and feel that the above three issues, as submitted to the jury, were points which were in contest and questions for the jury to determine. The trial court is bound as a matter of law to instruct the jury on all issues reasonably raised by the evidence and testimony.",
            "This court will not find error or set aside the ruling of the trial judge based on discretionary matters unless there has been a clear abuse of discretion. We find no such abuse with respect to this point."
        ],
        "Relevant Precedents": [
            "Hurst v. Madison Coal Corp., 201 Ill App 205,207 (1916)."
        ],
        "Outcome": [
            "For the reasons set forth herein, the judgments appealed from will be affirmed.Judgments affirmed."
        ]
    },
    "class": "affirm"
}