{
    "text": "Lukasik v. Hajdas, 104 Ill. App. 2d 1 (1968)\nNov. 27, 1968 · Illinois Appellate Court · Gen. No. 50,615\n104 Ill. App. 2d 1\n\nCase outline\nMajority — Mr. Justice English\nOther formats\nPDF\nAPI\nCiting cases\n8 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nJohn Lukasik and John Wazio, Plaintiffs-Appellees,v.Frederick Hajdas, Defendant-Appellant\nFirst District, Fourth Division.\nRehearing denied February 13, 1969.\n*2Greenberg, Ziv & McCarthy, of Skokie (Samuel Ziv, of counsel), for appellant.\nJames L. Tuohy and Mack P. Manning, of Chicago, for appellees.\nMR. JUSTICE ENGLISH\ndelivered the opinion of the court.\nPlaintiffs instituted this action to recover for damage to their automobiles allegedly caused by the negligence of defendant in the operation of his automobile. After a bench trial, the court entered judgments of $500 each (the ad damnum) in favor of plaintiffs.\n*3Defendant contends that: (1) the evidence does not support the court's finding as to liability; (2) the trial court abused its discretion in admitting testimony with regard to damages from a witness who was not qualified as an expert; and (3) the evidence on damages does not support the amounts of the judgments.\nPlaintiffs called defendant as a witness under Section 60 of the Civil Practice Act. Ill Rev Stats (1965), c 110, § 60. His was the only occurrence evidence, so his testimony in this regard stands uncontradicted. Defendant testified that on the evening of December 7, 1963, he was at a club meeting. After the meeting he went to his car, which was parked 2 or 3 car lengths behind plaintiffs' cars. All three cars were facing west on 48th Street. Lukasik's car was about 15 feet from the corner of Wood Street, and Wazio's car was behind it.\nIt was 8:20 p. m. when defendant left the meeting and pulled his car out of its parking space, reaching a speed of about 10 miles per hour. Because it was raining, his windshield wipers were on. Defendant was headed west on 48th Street near the corner when a woman, driving north on Wood Street, made a wide right turn 1 to go east on 48th Street. Her highway lights blinded him. Defendant turned to the right to avoid a head-on colli*4sion and, in so doing, hit plaintiffs' cars. He struck the front of Wazio's car and the rear of Lukasik's. The woman's car hit defendant's car in the rear fender when his car was on an angle. She was driving a Chevrolet, but he didn't get the license number, and he never saw her again.\nWazio's car (a 1957 Chevrolet) was pushed up against a tree, and both sides were damaged. The rear parts of Lukasik's car (also a 1957 Chevrolet) were also damaged.\nDefendant knew plaintiffs. After the collision he went back into the meeting hall, told plaintiffs what had happened, and called the police. Defendant was given tickets for negligent driving and for driving too fast for conditions. The policeman (who had not seen the accident) told him that he had also hit a car on the other side of the street, but the witness flatly denied this and testified that other people said it had been damaged previously. (The physical facts indicate a high probability that defendant could not have hit cars on both sides of the street within the short distance of westward movement involved — approximately fifty feet.) Defendant pleaded guilty and paid the fine.2\n*5Both plaintiffs testified that they had not seen the collision, but that defendant had come into the club and told them about turning into their cars in order to avoid the woman driver.\nAs stated in numerous cases, it must be conceded that there is a burden upon the plaintiff in any case charging negligence, to prove the negligence of the defendant by the greater weight or preponderance of the evidence. The mere happening of an accident does not of itself raise any presumption of negligence on the part of a defendant. Brown v. Boyles, 27 Ill App2d 114, 124, 169 NE2d 273.\nRequiring no citation of authority is the proposition that negligence consists in a failure to exercise the standard of care of a reasonably prudent person under the circumstances of the case. Applying that definition to the evidence here, we can find no proof that defendant acted negligently. There being no contradictory testimony, we must accept the fact that defendant was faced with the alternative of risking life and limb in a head-on collision, or, in its avoidance, causing the property damage which resulted. By making the instantaneous decision which he did, we believe that he observed the standard of ordinary care. Moir v. Hart, 189 Ill App 566. In support of their contention to the contrary, plaintiffs cite Pearlman v. W. O. King Lumber Co., 302 Ill App 190, 23 NE2d 826, and Krump v. Highlander Ice Cream Co., 30 Ill App2d 103, 173 NE2d 822. We do not consider these cases to be in point.\nIn view of the conclusion which we have reached on the question of liability, we will not recount the testi*6mony on the subject of damages. Here, too, there was a failure of proof on the part of plaintiffs. See Lucas v. Bowman Dairy Co., 50 Ill App2d 413, 200 NE2d 374. Further, it appears that the trial court, in entering judgment for exactly $500 to cover the loss on each car, made no effort to ascertain the proper amount of damages.\nThe judgments of the Circuit Court are reversed, with judgments here in favor of defendant.\nReversed, with judgment for defendant.\nMCCORMICK, P. J. and DRUCKER, J., concur.\n1\nAt no fewer than eleven places in the record, defendant described the right turn made by the woman driver. In plaintiffs' brief, much is sought to be made of the fact that at four other places in the record defendant described it as a left turn, but considering one of these statements in context, it actually describes a right turn. We attribute this only to a matter of confusion, especially since only a right turn would have been consistent with the directions, the characteristic of a wide turn to place her in defendant's path, the other physical facts, etc., which he did describe consistently throughout his testimony. Furthermore, it was noted in the record that all three of the parties were unfamiliar with the English language.\n2\nWhile testimony of defendant's having pleaded guilty in traffic court was not objected to and was admissible, it constituted proper evidence in this case, not with any conclusiveness on the issue of negligence, but only as an admission. Galvan v. Torres, 8 111 App2d 227, 232-233, 131 NE2d 367. Having no greater authority than other admissions, it did not act as an estoppel, and was properly subject to explanation by defendant, after which it was to be considered by the trier of fact along with all the other evidence in the ease. Gould v. Country Mut. Cas. Co., 37 111 App2d 265, 281, 185 NE2d 603; 46 Chicago Bar Record 150 (1964).\nIn the case at bar, defendant testified that he was given a traffic ticket to appear in court at 5:30; that he worked for a window washing company; and that his hours of work were 5:00 to 10:00. An objection was thereupon sustained and defendant was not permitted to testify further on this point. His attorney made an offer *5of proof which would show that defendant had decided to pay the fine so that he might be able to get to work on time, rather than wait for a hearing by the judge. The offer was erroneously refused. McManus v. Feist, 76 Ill App2d 99, 108-109, 221 NE2d 418. See also Young v. Copple, 52 Ill App 547, 548-549.\n\nPlain English summary:\nDefendant pulled out his car and was driving slowly down a road when another driver nearly caused a head-on collision. To avoid the other car, defendant drove into plaintiffs' parked cars, damaging them. The trial court found that defendant was negligent, and awarded plaintiffs $500 each. The appellate court reversed and dismissed the case, holding that there was no proof that defendant acted negligently.  \n\n",
    "annotations": {
        "Facts": [
            "Defendant ",
            "on the evening of December 7, 1963, ",
            "was at a club meeting. After the meeting he went to his car, which was parked 2 or 3 car lengths behind plaintiffs' cars. All three cars were facing west on 48th Street. Lukasik's car was about 15 feet from the corner of Wood Street, and Wazio's car was behind it.It was 8:20 p. m. when defendant left the meeting and pulled his car out of its parking space, reaching a speed of about 10 miles per hour. Because it was raining, his windshield wipers were on. Defendant was headed west on 48th Street near the corner when a woman, driving north on Wood Street, made a wide right turn 1 to go east on 48th Street. Her highway lights blinded him. Defendant turned to the right to avoid a head-on colli*4sion and, in so doing, hit plaintiffs' cars. He struck the front of Wazio's car and the rear of Lukasik's. The woman's car hit defendant's car in the rear fender when his car was on an angle. She was driving a Chevrolet, but he didn't get the license number, and he never saw her again.Wazio's car (a 1957 Chevrolet) was pushed up against a tree, and both sides were damaged. The rear parts of Lukasik's car (also a 1957 Chevrolet) were also damaged.Defendant knew plaintiffs. After the collision he went back into the meeting hall, told plaintiffs what had happened, and called the police. Defendant was given tickets for negligent driving and for driving too fast for conditions. The policeman (who had not seen the accident) told him that he had also hit a car on the other side of the street, but the witness flatly denied this and testified that other people said it had been damaged previously. (The physical facts indicate a high probability that defendant could not have hit cars on both sides of the street within the short distance of westward movement involved — approximately fifty feet.) Defendant pleaded guilty and paid the fine.2",
            "5Both plaintiffs",
            "had not seen the collision, but",
            "defendant had come into the club and told them about turning into their cars in order to avoid the woman driver.",
            "defendant testified that he was given a traffic ticket to appear in court at 5:30; that he worked for a window washing company; and that his hours of work were 5:00 to 10:00."
        ],
        "Procedural History": [
            "Plaintiffs instituted this action to recover for damage to their automobiles",
            "After a bench trial, the court entered judgments of $500 each (the ad damnum) in favor of plaintiffs."
        ],
        "Application of Law to Facts": [
            "negligence consists in a failure to exercise the standard of care of a reasonably prudent person under the circumstances of the case. Applying that definition to the evidence here, we can find no proof that defendant acted negligently. There being no contradictory testimony, we must accept the fact that defendant was faced with the alternative of risking life and limb in a head-on collision, or, in its avoidance, causing the property damage which resulted. By making the instantaneous decision which he did, we believe that he observed the standard of ordinary care.",
            "While testimony of defendant's having pleaded guilty in traffic court was not objected to and was admissible, it constituted proper evidence in this case, not with any conclusiveness on the issue of negligence, but only as an admission",
            "Having no greater authority than other admissions, it did not act as an estoppel, and was properly subject to explanation by defendant, after which it was to be considered by the trier of fact along with all the other evidence in the ease.",
            "His attorney made an offer *5of proof which would show that defendant had decided to pay the fine so that he might be able to get to work on time, rather than wait for a hearing by the judge. The offer was erroneously refused."
        ],
        "Relevant Precedents": [
            "Brown v. Boyles, 27 Ill App2d 114, 124, 169 NE2d 273.",
            "Moir v. Hart, 189 Ill App 566",
            "McManus v. Feist, 76 Ill App2d 99, 108-109, 221 NE2d 418. See also Young v. Copple, 52 Ill App 547, 548-549."
        ],
        "Outcome": [
            "The judgments of the Circuit Court are reversed, with judgments here in favor of defendant.Reversed, with judgment for defendant."
        ]
    },
    "class": "reverse"
}