{
    "text": "Holderness v. Checker Taxi Co., 105 Ill. App. 2d 251 (1969)\nJan. 28, 1969 · Illinois Appellate Court · Gen. No. 53,217\n105 Ill. App. 2d 251\n\nCase outline\nMajority — Me. Peesiding Justice Lyons\nOther formats\nPDF\nAPI\nCiting cases\n6 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nRobert W. Holderness, Plaintiff-Appellee,v.Checker Taxi Company, a Corporation, Defendant-Appellant\nFirst District, Second Division.\nRehearing denied March 5, 1969.\n*252Jesmer and Harris, of Chicago (Jay A. Canel, of counsel) , for appellant.\nBertram Emanuel, of Chicago (Charles T. Booher, Jr., of counsel), for appellee.\nME. PEESIDING JUSTICE LYONS\ndelivered the opinion of the court.\nThis is an appeal from a judgment in amount of $28,-000 entered after a jury trial, in favor of the plaintiff, Eobert W. Holderness, and against the defendant, Checker Taxi Company, a corporation, for personal injuries sustained while the plaintiff was a passenger for hire in a cab operated by the defendant. The judgment was reduced to $13,000 when the court deducted $15,000 paid to plaintiff by Eichard Jezierny, a codefendant, driver of the other car involved in the collision, who was a defendant in the original action and dismissed by the plaintiff. In this appeal the defendant contends that the trial court erred in denying its motion for a directed verdict at the close of all the evidence as well as its motion for a judgment notwithstanding the verdict.\nPlaintiff was a passenger in the rear seat of one of the vehicles operated by defendant company as it proceeded west on Lake Street in the City of Chicago. The taxi was in the extreme right or curb lane and traveling at a rate of speed of about twenty-five (25) miles per hour. The taxi was suddenly struck on the left side near the left front fender or wheel by another vehicle which had been proceeding in the same direction and at a like rate of speed, but which suddenly swerved to the right and into the side of the taxi. Following the collision, the taxi at least partially mounted the curb and proceeded down the sidewalk until striking a fire hydrant.\nPlaintiff testified at trial that the impact caused by the collision of the two cars was slight and that after the collision the taxi proceeded down the sidewalk at an in*253creasing rate of speed, attaining the speed of sixty-five (65) miles per hour before striking the hydrant; that the distance which the taxi traveled between the initial collision and its striking the hydrant was four hundred (400) feet; that the driver's hands were off the wheel for two to three minutes; that the impact upon striking the hydrant was of such severity as to cause him to be thrown about the interior of the taxi, whereby he sustained the injuries for which recovery is sought.\nThe defendant alleged by its witnesses, who were occupants of the vehicle which had been following the vehicle which struck the taxi; that the initial collision, between the cab and the vehicle which struck it, was a violent collision which forced the taxi at least partially over the curb and onto the sidewalk; that the driver of the cab appeared to be attempting to control it; that the distance traveled by the taxi between the time it was struck by the other vehicle and its collision with the hydrant was no greater than fifty (50) feet; that during the time this distance was traversed there was no increase in the speed of the taxi. (The defendant's driver, Gerald Hoffman, did not testify, except by portions of a deposition, due to an injury unconnected with this accident.)\nThere is no dispute between the parties as to the fact that up to the time the taxi was struck by the other vehicle the driver was at all times in control and operated the taxi in a careful manner.\nMotions for a directed verdict or judgment n. o. v. present the same issue to the court, that is whether the proof presents a factual question for the jury's determination. Thus the same standards apply in the case of either motion, Finley v. New York Cent. R. Co., 19 Ill2d 428, 137 NE2d 212 (1960); Nutwood Drainage and Levee Dist. v. Manner, 10 Ill2d 101, 139 NE2d 247 (1956).\nThe particular standard to be applied was set down by the Supreme Court in the case of Pedrick v. *254Peoria & Eastern R. Co., 37 Ill2d 494, 229 NE2d 504 (1967), where the court stated:\n. . . verdicts ought to be directed and judgments n. o. v. entered only in those cases in which all of the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors movant that no contrary verdict based on that evidence could ever stand.\nThe import of the rule, then, is that all the evidence should be considered in its aspects most favorable to the party moved against, with a view to whether a jury could find for that party on the basis of the evidence. Thus, the Supreme Court in the case of Keen v. Davis, 38 Ill2d 280, 230 NE2d 859 (1967), after restating the rule which it laid down in the Pedrick case, held that the trial court was correct in directing a verdict for the defendant only upon a determination that: Under this state of facts plaintiff could never establish the two elements necessary for recovery. Cf. Larson v. Harris, 38 Ill2d 436, 231 NE2d 421 (1967).\nThe present case involves injury to a passenger of a common carrier, a person to whom the carrier owed a duty to use the highest degree of care consistent with the mode of conveyance and the practical operation thereof, Kruger v. Richardson, 326 Ill App 205, 61 NE2d 399 (1945); Louis v. Checker Taxi Co. and John Hoppe, 318 Ill App 71, 47 NE2d 351 (1943); Baltes v. Checker Taxi Co., 27 Ill App2d 298, 169 NE2d 596 (1960). It is with this high standard of care in mind that the rule from the Pedrick case must be applied.\nThe evidence of the parties differs as to two fundamental facts: The violence of the initial collision as between the taxi and the vehicle by which it was struck, such fact bearing on the questions of (a) whether defendant was negligent in losing control of the cab; (b) whether defendant, after losing control of the cab, was negli*255gent in failing to regain such control; and the distance traveled by the taxi between the time it was struck by the other vehicle and the time it struck the hydrant, such fact bearing on the question of whether defendant was negligent in failing to regain control of the taxi. These factual differences are the basis upon which a finding of negligence or the lack thereof must be based. The resolution of such factual differences was within the province of the jury and we cannot say that the evidence, when viewed in its aspect most favorable to plaintiff, so overwhelmingly favors defendant that no verdict for plaintiff could ever stand.\nThere being no point raised by appellant with respect to any element other than liability, the judgment of the circuit court is affirmed.\nJudgment affirmed.\nBURKE and McNAMARA, JJ., concur.\n \nPlain English summary:\nPlaintiff was a passenger in a taxi operated by defendant company. The taxi was struck on the left side near the front of the vehicle and at least partially mounted the curb on the right side and proceeded down the sidewalk until it struck a fire hydrant. The jury awarded plaintiff damages for personal injuries, and defendant appealed. The appellate court affirmed the judgement. It held that the evidence could support the jury's determination.  \n\n",
    "annotations": {
        "Facts": [
            "Plaintiff was a passenger in the rear seat of one of the vehicles operated by defendant company as it proceeded west on Lake Street in the City of Chicago. The taxi was in the extreme right or curb lane and traveling at a rate of speed of about twenty-five (25) miles per hour. The taxi was suddenly struck on the left side near the left front fender or wheel by another vehicle which had been proceeding in the same direction and at a like rate of speed, but which suddenly swerved to the right and into the side of the taxi. Following the collision, the taxi at least partially mounted the curb and proceeded down the sidewalk until striking a fire hydrant.",
            "up to the time the taxi was struck by the other vehicle the driver was at all times in control and operated the taxi in a careful manner."
        ],
        "Procedural History": [
            "This is an appeal from a judgment in amount of $28,-000 entered after a jury trial, in favor of the plaintiff, Eobert W. Holderness, and against the defendant, Checker Taxi Company, a corporation, for personal injuries",
            "The judgment was reduced to $13,000"
        ],
        "Application of Law to Facts": [
            "The evidence of the parties differs as to two fundamental facts: The violence of the initial collision as between the taxi and the vehicle by which it was struck, such fact bearing on the questions of (a) whether defendant was negligent in losing control of the cab; (b) whether defendant, after losing control of the cab, was negli*255gent in failing to regain such control; and the distance traveled by the taxi between the time it was struck by the other vehicle and the time it struck the hydrant, such fact bearing on the question of whether defendant was negligent in failing to regain control of the taxi. These factual differences are the basis upon which a finding of negligence or the lack thereof must be based. The resolution of such factual differences was within the province of the jury and we cannot say that the evidence, when viewed in its aspect most favorable to plaintiff, so overwhelmingly favors defendant that no verdict for plaintiff could ever stand."
        ],
        "Relevant Precedents": [
            "Kruger v. Richardson, 326 Ill App 205, 61 NE2d 399 (1945); Louis v. Checker Taxi Co. and John Hoppe, 318 Ill App 71, 47 NE2d 351 (1943); Baltes v. Checker Taxi Co., 27 Ill App2d 298, 169 NE2d 596 (1960)."
        ],
        "Outcome": [
            "the judgment of the circuit court is affirmed.Judgment affirmed."
        ]
    },
    "class": "affirm"
}