{
    "text": "Greenlee Bros. & Co. v. Rockford Chair & Furniture Co., 107 Ill. App. 2d 326 (1969)\nMarch 20, 1969 · Illinois Appellate Court · Gen. No. 68-96\n107 Ill. App. 2d 326\n\nCase outline\nMajority — Presiding Justice Moran\nOther formats\nPDF\nAPI\nCiting cases\n7 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nGreenlee Bros. & Co., a Corporation, and Whirlpool Corporation, Inc., a Corporation, Plaintiffs-Appellants,v.Rockford Chair & Furniture Company, a Corporation, Defendant-Appellee\nSecond District.\n*327Gilbert, Powers and Graves, of Rockford, for appellants.\nWilliams, McCarthy, Kinley and Rudy, of Rockford, for appellee.\n*328PRESIDING JUSTICE MORAN\ndelivered the opinion of the court.\nThe defendant is the owner of several warehouse buildings in the City of Rockford, Illinois. What the parties call the North building is a heated warehouse and is not involved in this litigation. The South building, which is the building involved herein, was not heated and defendant rented storage space, at this location, to a number of persons. No partitions separated any of the storage areas in this building and all of the tenants had access to the entire building. The defendant employed two men to operate the boilers in the North building and they had no duties in connection with the building here in question other than those to be discussed.\nThe South building was equipped with a fire sprinkler system; in this instance a dry system as opposed to a wet system. Because of the lack of heat in the building a dry system, where no water stands in the pipes, was used. The pipes are filled with air and when heat opens the sprinkler head the air comes out permitting the subsequent flow of water. The sprinkler heads themselves were controlled by three risers located in the South building.\nIn addition to the sprinkler system the defendant employed American District Telegraph Company (American) to keep a fire check on the sprinkler system itself. Any reduction in air pressure in the system would activate a signal maintained by American and they, in turn, would notify the defendant.\nOn March 26, 1960, American received a low pressure signal from the South building and notified the defendant. The next morning, March 27, they received another low pressure signal and again notified the defendant. The defendant corrected a leak causing the low pressure condition on each occasion. Later on the same day, American again received a low pressure signal and notified the defendant, who instructed one of his employ*329ees to shut down the riser system in the South building. Subsequently, service was restored to two of the risers, but one remained shut down. The defendant then called a repairman and when he was unable to reach him, informed his own employee to contact someone to make repairs on the following day, since March 27 was a Sunday. About 10:45 in the evening the Rockford Fire Department was advised that the South building was on fire. The entire building was ultimately destroyed and with it the property of the plaintiffs, which consisted of various wooden patterns and advertising signs.\nFollowing the fire, this suit was commenced by a six-count complaint on behalf of three tenants against the defendant. Three counts of the complaint alleged specific acts of negligence, such as permitting the accumulation of combustible materials, allowing a fire to start, failing to maintain an adequate guard service and failing to install and properly maintain an adequate sprinkler system; and three counts of alleged wilful and wanton negligence.\nThe case was heard by the trial court without a jury. At the conclusion of the case-in-chief, one of the tenants moved to dismiss itself from the complaint and this was allowed. At the same time, the defendant was successful in dismissing the ramaining counts charging wilful and wanton negligence in addition to certain specific charges of ordinary negligence. As to the remaining charges of negligence, the defendant adopted the testimony of one of the witnesses called by plaintiffs under section 60 as and for its evidence and closed proofs. The trial court held for the defendant. This appeal followed, raising three issues. First, that the conduct of the defendant constituted negligence as a matter of law; second, that the inoperative sprinkler system was a proximate cause of plaintiffs' damage; and third, the failure of the defendant to file an answer in proper time constituted an admission of liability.\n*330 There is no question that when a landlord retains control over premises used in common by tenants, he owes the tenants a duty to keep the premises in a reasonably safe condition and is liable for injury occasioned by his failure to do so, Sollars v. Blayney, 31 Ill App2d 341, 348, 176 NE2d 477 (1961). On the other hand, a landlord is not an insurer of the safety of either his tenants or their property, Squire, Vandervoort & Co. v. Ryerson, 150 Ill App 255, 261 (1909). In the latter case, the defendant landlord installed a sprinkler system for the protection of his building and its tenants. The sprinkler system was inspected regularly, but on the occasion in controversy it opened, causing water damage to plaintiffs' property. The Court denied liability saying, No culpable negligence of defendant in relation to the sprinkling system or its management is inferable from the proofs, and certainly no negligent use of it which in the remotest degree can be said to have contributed to the precipitation of water from the sprinkler head, which caused the damage complained of to plaintiff's property. We cannot say that the accident was brought about by a failure of defendant to do any act which the law imposed upon him as a duty. We think the defendant's engineer's account of his method of inspection was sufficiently thorough to meet every legal requirement. . . .\nAnother jurisdiction recently considered a similar situation in the consolidated cases entitled Schectman and Drueding Bros. Co. v. Fils, 293 NYS2d 55, 30 App Div2d 878 (1968). In those cases an explosion and fire occurred in a factory building in Brooklyn. Prior to the explosion the fire officials of the City of New York had placed a violation notice on the building due to the defendant's failure to erect a fire retardant protective ceiling as required by a statute. The Court denied liability, holding at page 56, . . . (P)laintiffs were unable to establish their theory of the case. The testimony did not establish *331any likelihood that the injury would not have resulted even had the statute been complied with.\nThe only proof in the record before us as to the genesis of the fire is provided by the former director of the City of Eockford Fire Prevention Bureau. In response to a hypothetical question, he rendered an opinion that the fire originated in the area of the South building where the inoperative sprinkler riser was located. On cross-examination he admitted that the cause of the fire was and is undetermined.\nThe defendant employed American to safeguard the system and the proofs indicated that when that company advised the defendant of a lowering in the pressure, steps were taken to correct leaks. On the occasion in question, the defendant attempted to take such steps but due to the fact that the day was a Sunday, defendant was unable to get any repairman on the job.\nWe have reviewed the record in this cause for evidence that would disclose that the defendant, as a matter of law, was negligent. While the plaintiffs suggest many things that might have been done by the defendant in hopes of averting that which in fact took place, still we cannot say that the trial court was in error when it decided that the defendant acted as a reasonable person would act under like circumstances. The trial court saw and heard the witnesses and concluded that there was no negligence on the part of the defendant. We are not inclined to upset that finding from the record in this case.\nIn addition, the plaintiff argues that the inoperative sprinkler system was a proximate cause of plaintiffs' damage as a matter of law. It must be obvious to all that the sprinkler system had nothing to do with the origin of the fire. Whether or not the system could have reduced plaintiffs' damage had it been operative, or whether the system would have increased the dam*332age by causing water damage, or whether some other combination of circumstances would have increased or decreased plaintiffs' damages are questions which, while interesting, remain unanswered.\nThe plaintiff has the burden of proving proximate cause. An injury is no evidence of negligence and does not warrant an inference that one or two or more possible causes was the proximate cause of the injury, Gibbs v. Procter & Gamble Mfg. Co., 51 Ill App2d 469, 478, 201 NE2d 473 (1964). It has long been recognized that mere guess or conjecture or speculation cannot form the basis for a judgment, Shramek v. General Motors Corp., 69 Ill App2d 72, 79, 216 NE2d 244 (1966). The record before us presents a series of unanswered questions. The plaintiff had the burden of answering these questions and failed to do so. To permit judgment for the plaintiff under these circumstances would be to engage in pure speculation and, in addition to that, we would be making a landlord the insurer of his tenants' property. Both results are contrary to established principles.\nWhen the case was originated in the trial court the defendant filed a motion to dismiss. That motion was granted in part and denied in part and the defendant was directed to answer the complaint as modified by order of the trial court. Apparently through inadvertence, the defendant filed no answer but the parties conducted their discovery proceedings and plaintiff made no motion to require an answer until the matter was reached for trial, at which point the defendant filed his answer with leave of court. The plaintiff now urges that the failure of the defendant to file his answer within apt time constitutes an admission of liability.\nThe trial court has discretion to permit the filings of tardy pleadings and it does not appear that such discretion was abused herein. Hanson v. Sheridan-Belmont Hotel Co., 35 Ill App2d 442, 183 NE2d 186 (Abst *3331962). See also People v. Boening, 68 Ill App2d 1, 14, 215 NE2d 842 (1966). We also note that the parties proceeded with discovery and that plaintiff made no motion to require an answer. While the defendant should have filed his answer in apt time, it does not appear that the plaintiff was prejudiced by the failure to do so.\nThe cases cited by plaintiff as authority for this proposition, such as Johnson v. Illini Mut. Ins. Co., 18 Ill App2d 211, 151 NE2d 634 (1958), have to do with default judgments and hold that the party who voluntarily submits to a default judgment admits the justice of the demands made against him. There was no default judgment in this case and those cases are not applicable.\nIn conclusion we find that the plaintiff failed to prove the essential elements of its case. It did not prove any negligence on the part of the defendant. Even if there had been negligence, it failed to prove the proximate causation between the alleged negligence and plaintiffs' damage, and finally, it left the amount of the damage completely in the realm of conjecture.\nTherefore, the trial court was correct and should be affirmed.\nJudgment affirmed.\nABKAHAMSON and DAVIS, JJ., concur.\n \n\nPlain English summary:\nDefendant's property was damaged when a fire broke out at plaintiff's warehouse. Plaintiff had a fire sprinkler system, which was defective at the time of the fire. Plaintiff knew about the defects, but had taken steps to correct them, though did not manage to in time. The trial court in favour of defendant. The appellate court confirmed, finding that plaintiff failed to prove that defendant had been negligent. \n",
    "annotations": {
        "Facts": [
            "The defendant is the owner of several warehouse buildings in the City of Rockford, Illinois.",
            "the North building is a heated warehouse",
            "The South building, ",
            " was not heated and defendant rented storage space, at this location, to a number of persons. No partitions separated any of the storage areas in this building and all of the tenants had access to the entire building. The defendant employed two men to operate the boilers in the North building",
            "The South building was equipped with a fire sprinkler system; in this instance a dry system as opposed to a wet system. Because of the lack of heat in the building a dry system, where no water stands in the pipes, was used. The pipes are filled with air and when heat opens the sprinkler head the air comes out permitting the subsequent flow of water. The sprinkler heads themselves were controlled by three risers located in the South building.In addition to the sprinkler system the defendant employed American District Telegraph Company (American) to keep a fire check on the sprinkler system itself. Any reduction in air pressure in the system would activate a signal maintained by American and they, in turn, would notify the defendant.On March 26, 1960, American received a low pressure signal from the South building and notified the defendant. The next morning, March 27, they received another low pressure signal and again notified the defendant. The defendant corrected a leak causing the low pressure condition on each occasion. Later on the same day, American again received a low pressure signal and notified the defendant, who instructed one of his employ*329ees to shut down the riser system in the South building. Subsequently, service was restored to two of the risers, but one remained shut down. The defendant then called a repairman and when he was unable to reach him, informed his own employee to contact someone to make repairs on the following day, since March 27 was a Sunday. About 10:45 in the evening the Rockford Fire Department was advised that the South building was on fire. The entire building was ultimately destroyed and with it the property of the plaintiffs, which consisted of various wooden patterns and advertising signs.",
            "the former director of the City of Eockford Fire Prevention Bureau",
            "On cross-examination he admitted that the cause of the fire was and is undetermined.The defendant employed American to safeguard the system and the proofs indicated that when that company advised the defendant of a lowering in the pressure, steps were taken to correct leaks. On the occasion in question, the defendant attempted to take such steps but due to the fact that the day was a Sunday, defendant was unable to get any repairman on the job."
        ],
        "Procedural History": [
            "The case was heard by the trial court without a jury.",
            "The trial court held for the defendant."
        ],
        "Application of Law to Facts": [
            "We have reviewed the record in this cause for evidence that would disclose that the defendant, as a matter of law, was negligent. While the plaintiffs suggest many things that might have been done by the defendant in hopes of averting that which in fact took place, still we cannot say that the trial court was in error when it decided that the defendant acted as a reasonable person would act under like circumstances. The trial court saw and heard the witnesses and concluded that there was no negligence on the part of the defendant. We are not inclined to upset that finding from the record in this case.",
            "In conclusion we find that the plaintiff failed to prove the essential elements of its case. It did not prove any negligence on the part of the defendant"
        ],
        "Relevant Precedents": [
            "Sollars v. Blayney, 31 Ill App2d 341, 348, 176 NE2d 477 (1961).",
            "Squire, Vandervoort & Co. v. Ryerson, 150 Ill App 255, 261 (1909)",
            "Schectman and Drueding Bros. Co. v. Fils, 293 NYS2d 55, 30 App Div2d 878 (1968)."
        ],
        "Outcome": [
            "Therefore, the trial court was correct and should be affirmed.Judgment affirmed."
        ]
    },
    "class": "affirm"
}