{
    "text": "Crown v. Village of Elmwood Park, 118 Ill. App. 2d 278 (1969)\nDec. 24, 1969 · Illinois Appellate Court · Gen. No. 52,959\n118 Ill. App. 2d 278\n\nCase outline\nMajority — Mr. Justice English\nOther formats\nPDF\nAPI\nCiting cases\n4 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nMary Crown, Plaintiff-Appellee,v.Village of Elmwood Park, a Municipal Corporation, Defendant-Appellant\nFirst District, Fourth Division.\n*279Adamowski, Newey & Riley, of Chicago, for appellant.\nJohn J. Sullivan and William J. Harte, of Chicago, for appellee.\n*280MR. JUSTICE ENGLISH\ndelivered the opinion of the court.\nThis is an appeal from a $36,500 judgment in favor of plaintiff for personal injuries sustained when she fell while walking on a sidewalk in the defendant Village.\nDefendant raises three issues on appeal: (1) Plaintiff was guilty of contributory negligence as a matter of law; (2) the trial court erred when it denied defendant's motion asking that plaintiff be required to submit to a physical examination by a doctor of defendant's choice; and (3) the amount of the judgment was excessive.\nTestimony as to the occurrence itself is not in dispute. Plaintiff testified that, on the evening of August 23, 1964, on her way home from work, she alighted from a bus at Harlem and Diversey. She then walked west on the south side of Diversey. It was dark. The street lights were lit. They are up quite a distance, but it was light. She was taking a step when she was startled by a dog barking, and, as she turned slightly, the heel of her shoe caught on a place in the sidewalk where one part was higher than the other. Beginning to fall, she tried to gain her balance, staggered because it was steep, and fell, landing in the street on her stomach.\nPlaintiff further testified that she had terrific pain down her whole left side as she was lying in the street. She suffered bruises on her stomach, face, arms, and knees. Her left leg was broken and she remained in the hospital for three weeks with her leg in a cast.\nPlaintiff was 54 years old at the time she suffered the injury, and had lived in the Village since 1941. She testified that she had taken this same route maybe ten or fifteen times before and had noticed the particular sidewalk recess in question.\nOne other occurrence witness testified. He was walking east on the south side of Diversey approaching plaintiff when he heard a scraping sound, like metal on cement. He saw plaintiff trip on the sidewalk and stumble. *281She tried to catch her balance, but fell in the street, landing about four or five feet from the curb. He ran up to her. She appeared to be in pain and he could see that her leg was broken. After getting help from a passing motorist, he examined the sidewalk and noticed that a large slab in the sidewalk had sunken about two inches from the normal level of the rest of the walk.\nDefendant contends that the facts show plaintiff guilty of contributory negligence as a matter of law because (1) she failed to keep a proper lookout for her own safety when approaching a known defect in the sidewalk, and (2) she continued to walk forward even though she turned her head toward a distraction.\nOne who knowingly uses a defective sidewalk is not guilty of contributory negligence per se; and if such person is in the exercise of ordinary care, there may be a recovery in case of injury. Swenson v. City of Rockford, 9 Ill2d 122, at 127, 136 NE2d 777. Ordinary care is the care a reasonably careful person would use under circumstances similar to those shown by the evidence. See IPI, § 10.02, and cases there cited.\nThe issue of contributory negligence is ordinarily a question for the trier of fact—the trial judge, in the instant case. It becomes a question of law only if all of the evidence, when viewed in its aspect most favorable to [the plaintiff here] . . . , so overwhelmingly favors [the defendant here] . . . that no contrary [finding] . . . based on that evidence could ever stand. Pedrick v. Peoria & Eastern R. Co., 37 Ill2d 494, 510, 229 NE2d 504. The Pedrick case is definitive on this subject, and other cases cited need not be considered.\nFrom a careful study of the record, we have concluded that the evidence in the instant case did present an issue of fact as to plaintiff's negligence or freedom therefrom, and that the trial judge's finding in this regard was adequately supported by the testimony of wit*282nesses whose credibility he was in the best position to assess.\nDefendant also contends that the trial court erred by denying defendant's motion that plaintiff be examined on the first day of trial by a doctor of defendant's choosing, relying on Supreme Court Rule 215(a) which states in part:\n[T]he court upon notice and for good cause shown on motion made within a reasonable time before the trial, may order the party to submit to a physical or mental examination by a physician suggested by the party requesting the examination .... [Emphasis added.]\nIll Rev Stats 1967, c 110A, § 215 (a). Paragraph (c) of the same rule requires that a rather complete report be prepared and distributed to both parties within 21 days after the examination, and in no event later than 14 days before trial. A brief chronological summary of the proceedings in this case will demonstrate that defendant's motion was not timely and that the trial court did not abuse its discretion in denying it.\nBoth the complaint and defendant's answer were filed in March, 1965. On May 31, 1967, the case was originally set for trial on June 26, 1967. Defendant requested and received a continuance at that time. Again, on September 27, 1967, defendant moved for a continuance, which was granted, and trial was reset for October 3, 1967. Plaintiff was inconvenienced by this continuance, since the treating physician was to be unavailable as a witness from October 3 until October 28, 1967. Plaintiff therefore moved for a continuance to any Monday after October 28, 1967, and this was granted to Monday, October 30,1967.\nPlaintiff's deposition was taken by defendant on October 24, 1967, and defendant claims that, as a result of information obtained at the deposition, it made its mo*283tian on Friday, October 27, for plaintiff's physical examination on October 30, the day trial was set to commence. Defendant did not move for another continuance of the trial. No attempt was made by defendant to show good cause for making the physical examination, as required by the discovery rule set forth above. Testimony was heard on October 30 and 31, and judgment was entered on November 1, 1967. On November 29, upon defendant's motion, the court entered an order, nunc pro tune as of October 27, denying defendant's motion for plaintiff's physical examination.\nDefendant's present attorney substituted his appearance in the case on January 16, 1967. The record discloses that defendant did not avail itself of pretrial discovery procedures in any manner prior to the taking of plaintiff's deposition on October 24, 1967. The trial having been continued three times to that point, only the weekend intervened until the agreed date for commencement of the trial. Under these circumstances, we believe that the governing rule was not complied with and that the court's denial of defendant's motion was well within its proper discretion. See Jackson v. Whittinghill, 39 Ill App2d 315, 188 NE2d 337. We note also that paragraph (d) (2) of the same Rule 215, makes provision for the court to order an impartial medical examination during the course of trial if there are compelling reasons for doing so. Defendant made no request for such an examination.\nDefendant lastly contends that the assessment of the judgment was excessive in that it was based upon speculative medical testimony concerning future surgery for which there was no foundation in the record. Specifically, defendant alleges that plaintiff's treating physician, Dr. Harold Sofield, an admittedly qualified orthopedic surgeon, testified, from two X rays taken the day following the accident, that plaintiff's rheumatoid arthritis of the knee (which condition was exposed during *284the taking of plaintiff's medical history) had turned or changed into an osteo-arthritis. He amplified this diagnosis by explaining that arthritis can be aggravated by trauma and become symptomatic, wherein the afflicted area becomes red, hot and painful. He further testified that the condition of plaintiff's knee and ankle was an adequate cause of pain and would be a permanent condition unless there were ankylosis of the knee, and perhaps of the ankle, by surgery. Plaintiff's testimony was adequate to support this medical opinion. She testified that as compared to the time before the accident in question, her knees are stiffer than they ever were, especially the left one. Further, she continued to experience pain which was not present before. Plaintiff also testified that she had terrific pain in her shank bone and across the left ankle; that her left ankle swells up after she is on it for two or three hours; and that prior to the accident, she had never experienced trouble with either the shank or ankle of that fractured leg.\nWe do not consider this medical testimony improperly speculative. Rather, we find that this testimony, in consonance with plaintiff's own testimony, very properly presented the issue of damages, as based upon the nature, extent and duration of plaintiff's injuries. The award of $36,500, although substantial, does not appear to us to be excessive on this record.\nThe judgment of the Circuit Court is affirmed.\nAffirmed.\nDRUCKER, P. J. and STAMOS, J., concur.\n \nPlain English summary:\nPlaintiff was on her way home from work when she was startled by a dog, and, as she turned slightly, tripped on a place on the sidewalk where one part was higher than the other. She fell and broke her leg. The trial court awarded plaintiff damages of $36,500. Defendant appealed, arguing that plaintiff was guilty of contributory negligence. The appellate court affirmed the trial court's judgment, finding that the evidence supported the trial court's finding that plaintiff was not contributorily negligent.\n",
    "annotations": {
        "Facts": [
            "Plaintiff",
            "on the evening of August 23, 1964, on her way home from work",
            "alighted from a bus at Harlem and Diversey. She then walked west on the south side of Diversey. It was dark. The street lights were lit. They are up quite a distance, but it was light. She was taking a step when she was startled by a dog barking, and, as she turned slightly, the heel of her shoe caught on a place in the sidewalk where one part was higher than the other. Beginning to fall, she tried to gain her balance, staggered because it was steep, and fell, landing in the street on her stomach.Plaintiff",
            "had terrific pain down her whole left side as she was lying in the street. She suffered bruises on her stomach, face, arms, and knees. Her left leg was broken and she remained in the hospital for three weeks with her leg in a cast.Plaintiff was 54 years old at the time she suffered the injury, and had lived in the Village since 1941.",
            "she had taken this same route maybe ten or fifteen times before and had noticed the particular sidewalk recess in question.One other occurrence witness testified. He was walking east on the south side of Diversey approaching plaintiff when he heard a scraping sound, like metal on cement. He saw plaintiff trip on the sidewalk and stumble. *281She tried to catch her balance, but fell in the street, landing about four or five feet from the curb. He ran up to her. She appeared to be in pain and he could see that her leg was broken. After getting help from a passing motorist, he examined the sidewalk and noticed that a large slab in the sidewalk had sunken about two inches from the normal level of the rest of the walk."
        ],
        "Procedural History": [
            "This is an appeal from a $36,500 judgment in favor of plaintiff for personal injuries sustained when she fell while walking on a sidewalk in the defendant Village."
        ],
        "Application of Law to Facts": [
            "we have concluded that the evidence in the instant case did present an issue of fact as to plaintiff's negligence or freedom therefrom, and that the trial judge's finding in this regard was adequately supported by the testimony of wit*282nesses whose credibility he was in the best position to assess."
        ],
        "Relevant Precedents": [
            "Swenson v. City of Rockford, 9 Ill2d 122, at 127, 136 NE2d 777.",
            "See IPI, § 10.02",
            "Pedrick v. Peoria & Eastern R. Co., 37 Ill2d 494, 510, 229 NE2d 504."
        ],
        "Outcome": [
            "The judgment of the Circuit Court is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}