{
    "text": "Gubbe v. Catholic Diocese, 122 Ill. App. 2d 71 (1970)\nApril 3, 1970 · Illinois Appellate Court · Gen. No. 69-166\n122 Ill. App. 2d 71\n\nCase outline\nMajority — Mr. Justice Abrahamson\nOther formats\nPDF\nAPI\nCiting cases\n3 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nRichard S. Gubbe, a Minor, by His Parents and Next Friends, Robert P. Gubbe and Caroline F. Gubbe, Plaintiff-Appellant,v.Catholic Diocese of Rockford, Monsignor Herman A. Meilinger, Sister Stella Ann, Sister Alfonse, and Paul Johnston, Defendants-Appellees\nSecond District.\nMartenson and Donohue, of Rockford (David L. Martenson, of counsel), for appellant.\nMaynard and Brassfield, and Yalden and Ridings, of Rockford, for appellees.\n*72MR. JUSTICE ABRAHAMSON\ndelivered the opinion of the court.\nPlaintiff Richard S. Gubbe on March 7, 1968, was attending the Cathedral School in Rockford, Illinois, which was owned and operated by the Catholic Diocese of Rockford. Sister Alfonse was principal of the school and Sister Stella Ann was the home room teacher of the plaintiff. Monsignor Herman A. Meilinger was the pastor of the Cathedral School and Church. Plaintiff was allegedly beaten and greatly injured by Paul Johnston, another student, during recess on the playground of the school. Plaintiff filed a six-count complaint.\nCount I alleged that the defendant Catholic Diocese of Rockford employed the priest and the two nuns in capacities heretofore mentioned, and that on the 7th day of March, Paul Johnston severely beat Richard Gubbe on the playground of the school; that the defendants were under a duty to exercise due care and caution for the safety of the plaintiff, to properly supervise the activities of the students, and more specifically alleged that the defendant Catholic Diocese of Rockford negligently maintained and controlled its premises and provided inadequate and improper supervision of the recess areas including the playground, failed to protect the plaintiff, although he had previously asked for protection against the defendant, Paul Johnston, a larger and stronger boy, and alleged other negligent acts not material hereto. It further stated that the plaintiff was assaulted by reason of the negligence of this defendant and as a direct and proximate cause, he suffered severe injuries.\nCount II charged the same defendant with the same misconduct, except that it is alleged that the acts of the defendant were wilful and wanton. Count III charged the defendants, the priest and the two nuns, with the same acts of misconduct and characterizes them as negligent. Count IV charged the same defendants with the *73same acts of misconduct and characterizes them as wilful and wanton. Counts V and VI contained charges of assault against the defendant, Paul Johnston, but they are not material to the disposition of this case.\nThe defendant, Catholic Diocese of Rockford, filed a motion to dismiss the complaint for failure to state a cause of action and stated that the allegations of duty on the part of that defendant consist only of a conclusion of the pleader and are wholly insufficient in law and fact; that Counts I and II are wholly insufficient to set forth facts tending to prove that the plaintiff's injuries resulted proximately from a breach of duty of said defendant, and stated that the law does not require owners or occupiers of premises to maintain a constant lookout or surveillance of invitees thereon. The defendants, the priest and two nuns, likewise filed a motion to strike the complaint. The motion to strike Counts III and IV of the complaint alleged that no acts are alleged which can be classified as misconduct on their part, and stated there was assumed certain affirmative duties which do not legally constitute wilful and wanton misconduct. The trial court allowed both motions to strike and this appeal followed.\nPlaintiff contends that (1) there is no statutory or legislative immunity for private or charitable school districts or their employees, and (2) judicial immunity of churches has been abolished in Illinois; that (3) the doctrine of giving school districts immunity from tort liability has been abolished by the judiciary and (4) the negligence of a private and charitable school and its employees should be a question of fact to be determined by the jury. More briefly stated — the plaintiff contends that he brings this appeal to determine his right to bring suit for negligence against private parochial school authorities.\nThe defendants, the priest and two nuns, state that they have no quarrel with the cases cited to sustain the *74plaintiff's first three contentions, but do quarrel with the proposition that the negligence of private and charitable school districts and their employees should be a question of fact to be determined by the jury. The defendant Catholic Diocese of Rockford, in answering the contentions of the plaintiff, stated that an occupant or owner of premises owes to an invitee only a duty to use ordinary care to have the premises in a reasonably safe condition for use in a manner consistent with the purposes of the invitation; that such owner is not bound to anticipate the malicious or criminal acts of others by which injury is inflicted; that the proximate cause of such injury is the act of the assaulter and not of lack of supervision by school authorities; and that by statute, both private and local schools stand in loco parentis to pupils and are not liable for errors in judgment in matters of supervision and control; and that the complaint is insufficient in law and fact to state a cause of action for wilful and wanton misconduct. More simply stated — defendant contends that the issue is a narrow one of whether a school official or corporation is liable for the torts of a third-party student.\nPlaintiff and defendants cite Molitor v. Kaneland Community Unit Dist. No. 302, 18 Ill2d 11, 163 NE2d 89, and other cases to sustain their position. In Molitor, at p 20, the court stated:\nIt is a basic concept underlying the whole law of torts today that liability follows negligence, and that individuals and corporations are responsible for the negligence of their agents and employees acting in the course of their employment. The doctrine of governmental immunity runs directly counter to that basic concept. What reasons, then, are so impelling as to allow a school district, as a quasi-municipal corporation, to commit wrongdoing without any responsibility to its victims, while any individual or *75private corporation would be called to task in court for such tortious conduct?\nThe court concluded that there were no such impelling reasons.\nDefendants cite Fustin v. Board of Education of Community Unit Dist. No. 2, 101 Ill App2d 113, 242 NE2d 308 to support their contentions. That case involved a complaint for injuries resulting from a high school basketball game when one player struck another with his fist. The court held that the complaint did not state a cause of action for negligence against the Board of Education and their employees, although they allegedly permitted the player to participate when they knew or had reason to know that he was apt to commit assault during an athletic contest, and stated that the defendants would be liable only where their discretionary powers are performed wantonly and maliciously by the employee. The court there gave Molitor a very narrow construction and said at p 120:\nIn Molitor, liability was predicated on a simple factual situation — negligence of the employee in driving a bus resulting in the injury of the student. The question of liability resulting from the discretionary exercise of judgment by professional school personnel relating to participation of a particular student was not involved.\nHowever, the Illinois Supreme Court, in Darling v. Charleston Community Memorial Hospital, 33 Ill2d 326, 211 NE2d 253, gave Molitor a broader construction. There a patient sued a charitable hospital for damages for alleged negligent treatment. His broken leg became gangrenous and had to be amputated. The court held that a verdict for the plaintiff was supportable because the hospital failed to maintain sufficient nurses, and on the ground that defendant failed to hold proper con*76sultations where skilled nurses would have recognized the development of gangrene, and the hospital did not review the attending physicians' work. In that case the Supreme Court, after stating that the basic dispute centered on the duty that rested upon the defendant hospital, stated at p 336:\nThe plaintiff, however, suggests that the doctrine of charitable immunity announced in Parks v. Northwestern University, 218 Ill 381, and modified in Moore v. Moyle, 405 Ill 555, did not survive the decision of this court in Molitor v. Kaneland Community Unit District, 18 Ill2d 11. It is appropriate that we dispose of that broader contention.\nMoore v. Moyle qualified the doctrine of charitable immunity by permitting recovery against non-trust funds of a charitable corporation, specifically an insurance policy. In other respects it adhered to the doctrine of immunity expressed in Parks v. Northwestern University. In the Molitor case the immunity of school districts was sought to be justified upon the theory that it was required in order to protect public funds. In disposing of this contention we said: 'We do not believe that in this present day and age, when public education constitutes one of the biggest businesses in the country, that school immunity can be justified on the protection-of-pub-lie-funds theory.' \nThe court further stated on pp 337-8:\nWe agree that the doctrine of charitable immunity can no longer stand in the light of Molitor v. Kaneland Community Unit District, 18 Ill2d 11. In addition to the reasons advanced in the Molitor case, a doctrine which limits the liability of charitable corporations to the amount of liability insurance that they see fit to carry permits them to determine *77whether or not they will be liable for their torts and the amount of that liability, if any. Whether or not particular assets of a charitable corporation are subject to exemption from execution in order to satisfy a judgment does not determine liability.\nDefendants cite many cases, including Woodman v. Litchfield Community School Dist. No. 12, Montgomery County, 102 Ill App2d 330, 242 NE2d 780, which concerned itself with the Local Governmental and Governmental Employees Tort Immunity Act (e 85, § 1 — 101, et seq., Ill Rev Stats 1965). We do not deem these cases applicable because we are not dealing with the aspect of governmental tort immunity. In the Woodman case a student was Meked in the head by a fellow student while she was picking up paper off the classroom floor at the request of the teacher. It is interesting to note that the court ruled there that a cause of action was not stated under the Local Governmental and Governmental Employees Tort Immunity Act, and that to establish liability the teacher's act or omission in maintaining discipline, including supervision in the classroom, must constitute wilful and wanton negligence. The court concluded that there was not such an alleged act or omission in maintaining discipline including supervision in the classroom that would constitute wilful and wanton negligence.\nIn Reid v. Young Men's Christian Ass'n of Peoria, 107 Ill App2d 170, 246 NE2d 20, it was held that the Y„ M. C. A. had a duty toward a child member to supervise activities in the gymnasium, despite the Y. M. C. A.'s contention that it had no duty to supervise, and no liability for negligence could arise for a breach of a nonexistent duty. That case involved an 11-year-old plaintiff who had been struck in the eye by a metal clasp on a punching bag which was dropped by another boy at the direction of an instructor, who apparently was not supervising at the time of the occurrence. It was further held there that *78the question of proximate cause was properly submitted to the jury.\nHaving determined that the case of Darling v. Charleston Community Memorial Hospital has abolished immunity of charitable corporations for negligence, we now turn to the question of whether the complaint stated a good cause of action against the defendants. The answer to this question must be determined irrespective of whether the defendant is a private parochial school or whether it is considered like any other defendant. (See Haymes v. Catholic Bishop of Chicago, 41 Ill2d 336, 243 NE2d 203.)\nThe case of Altepeter v. Virgil State Bank, 345 HI App 585, 104 NE2d 334, is helpful. There a bank customer sued the bank for injuries when he was shot by a robber on the bank's premises. The court held that the complaint failed to allege facts from which it could be concluded that the bank did not exercise ordinary care to safeguard the customer from injuries while in the bank. In holding that the counts of the complaint alleging negligence in safeguarding the plaintiff and a willful and wanton failure to take sufficient precaution to safeguard the plaintiff were insufficient in law, the court said at p 603:\nThere is no allegation that any act of the defendant was the proximate cause or proximate contributing cause of plaintiff's injuries. There is no allegation that defendant had any superior knowledge concerning any dangers which anyone might encounter on the banking premises this particular day than the plaintiff himself or anyone else. There is no allega^ tian that appellee had any more information about the robbery than did appellant. The perils to customers, officers and employees of a bank, attendant upon a bank robbery or while a bank robbery is in progress were equally within the knowledge of ap*79pellant and appellee. There is no charge of any specific negligence on the part of appellee. The illegal act of the bank robber could not reasonably have been foreseen. An independent act of negligence or wilfulness by a third person is an occurrence which a defendant is not bound to anticipate. (Citation.) An owner of premises is not bound to anticipate the malicious or criminal acts of others by which damage is inflicted. (Citation.) It is only when the independent illegal act is of a nature which might have been anticipated by defendant and against which it was defendant's duty to provide that a defendant will be held to be liable.\nIn our opinion the complaint did not state a cause of action against appellee, and the judgment of the trial court is therefore affirmed.\nConsidering the facts which must be alleged to set forth a legal duty and a breach of that duty, we conclude that there are no facts stated in the complaint in this case from which it may be ascertained how and in what manner the defendant was guilty of violating a legal duty. The complaint is replete with legal conclusions, but not sufficient facts upon which the defendants can legally be held liable for negligence or willful and wanton conduct by virtue of the alleged willful and malicious assault upon the plaintiff by the defendant, Paul Johnston.\nThe judgment of the trial court is, therefore, affirmed.\nJudgment affirmed.\nMORAN and SEIDENFELD, JJ., concur.\n \nPlain English summary:\nPlaintiff was beaten by another pupil in school. He sued the school and a number of staff for negligence, including negligent supervision. The trial court struck the claims against the defendant and plaintiff appealed. The appellate court affirmed, holding that plaintiff had failed to prove that defendants breached a specific duty of care.",
    "annotations": {
        "Facts": [
            "Plaintiff Richard S. Gubbe on March 7, 1968, was attending the Cathedral School in Rockford, Illinois, which was owned and operated by the Catholic Diocese of Rockford. Sister Alfonse was principal of the school and Sister Stella Ann was the home room teacher of the plaintiff.",
            "Monsignor Herman A. Meilinger was the pastor of the Cathedral School and Church. Plaintiff was",
            "beaten and greatly injured by Paul Johnston, another student, during recess on the playground of the school. ",
            "the plaintiff",
            "had previously asked for protection against the defendant, Paul Johnston, a larger and stronger boy"
        ],
        "Procedural History": [
            "Plaintiff filed a six-count complaint.",
            "The defendant, Catholic Diocese of Rockford, filed a motion to dismiss the complaint",
            "The defendants, the priest and two nuns, likewise filed a motion to strike the complaint.",
            "The trial court allowed both motions to strike and this appeal followed."
        ],
        "Application of Law to Facts": [
            "Considering the facts which must be alleged to set forth a legal duty and a breach of that duty, we conclude that there are no facts stated in the complaint in this case from which it may be ascertained how and in what manner the defendant was guilty of violating a legal duty. The complaint is replete with legal conclusions, but not sufficient facts upon which the defendants can legally be held liable for negligence or willful and wanton conduct by virtue of the alleged willful and malicious assault upon the plaintiff by the defendant, Paul Johnston."
        ],
        "Relevant Precedents": [
            "Molitor v. Kaneland Community Unit Dist. No. 302, 18 Ill2d 11, 163 NE2d 89",
            "Molitor",
            "Fustin v. Board of Education of Community Unit Dist. No. 2, 101 Ill App2d 113, 242 NE2d 308",
            "Molitor",
            "Darling v. Charleston Community Memorial Hospital, 33 Ill2d 326, 211 NE2d 253",
            "Molitor",
            "Darling v. Charleston Community Memorial Hospital",
            "Haymes v. Catholic Bishop of Chicago, 41 Ill2d 336, 243 NE2d 203.",
            "Altepeter v. Virgil State Bank, 345 HI App 585, 104 NE2d 334"
        ],
        "Outcome": [
            "The judgment of the trial court is, therefore, affirmed.Judgment affirmed."
        ]
    },
    "class": "affirm"
}