{
    "text": "Freehill v. De Witt County Service Co., 125 Ill. App. 2d 306 (1970)\nJuly 13, 1970 · Illinois Appellate Court · Gen. No. 11,189\n125 Ill. App. 2d 306\n\nCase outline\nMajority — Craven, P. J.\nOther formats\nPDF\nAPI\nCiting cases\n16 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nAudrey A. Freehill, Individually and as Executor of the Will of Emmett J. Freehill, Deceased, Plaintiff-Appellee,v.De Witt County Service Company, a Corporation, and Duane L. Jackson, Defendants, De Witt County Service Company, a Corporation, Defendant-Appellant\nFourth District.\nRehearing denied August 18,1970.\n*310Dunn, Dunn, Brady, Goebel, Ulbrieh and Hayes, of Bloomington, for appellant.\nHerrick, Rudasill and Moss, of Clinton (Ray Moss, of counsel), for appellee.\nCRAVEN, P. J.,\ndelivered the opinion of the court.\nThis is an appeal from a judgment of $26,000 entered on a jury verdict in favor of Audrey A. Freehill as *311executor of the estate of Emmett J. Freehill, deceased, her husband, for his wrongful death, and in favor of Audrey A. Freehill, individually, for funeral care of her husband under the Family Expense Act (Ill Rev Stats 1967, c 68, § 15).\nPlaintiff's husband was driving a pickup truck in an easterly direction on Route 54 approximately three miles west of Clinton when a collision occurred between his truck and a fertilizer-spreader of defendant, De Witt County Service Company, being towed in a westerly direction on such highway behind a one-ton International flatbed truck of that company driven by its employee, Duane Jackson.\nPlaintiff claimed that defendant was guilty of negligence in failing to equip the trailer (spreader) with safety chains and in failing to securely hitch the trailer (spreader). Initially, both Jackson, the driver of the truck to which the spreader was hitched, and the owner, De Witt County Service Company, a corporation, were defendants. Prior to trial, the driver was dismissed as a defendant.\nThe spreader was a wagon or box-like body container on wheels and was attached to the hitch of the International truck by a pin with a safety latch. It was filled with bulk fertilizer and taken to the farm where the fertilizer was applied to the soil. The spreader had been clogging and not applying fertilizer evenly so that, at the time of the collision, it was being taken to Clinton to exchange for another.\nThe point of impact of the collision was in dispute. Jackson, the driver of the truck and spreader, testified that he was traveling approximately forty-five miles per hour as he approached the Freehill pickup and was completely within his lane of traffic. He further testified that he observed the Freehill truck generally as it approached from the opposite direction and passed him; *312that he didn't notice anything unusual about the driving of that truck; that he heard the thud, checked out of his left-side mirror and saw the pickup truck broadside in the road and the spreader going down the ditch on the north side of the road. Jackson and Freehill were the drivers of the respective vehicles and both were alone. Freehill was pronounced dead on arrival at the hospital. There were no other witnesses to the collision.\nSeveral witnesses testified to debris scattered about the pavement and gouge marks on the pavement. The witnesses were not in agreement on the exact location of the debris with reference to the center line of the road.\nDefendant's driver, Jackson, testified that he hooked up the spreader as he was leaving the farm; that he fastened the safety latch or hook to the pin; and that this was standard operating procedure. Jackson, a deputy sheriff and a State trooper testified that the safety pin was in the tongue of the spreader when they first observed it following the accident. Several witnesses testified that after the collision the hitch on the truck was damaged, had a break in its upper-right portion and was twisted.\nFrank J. Martens, a State policeman for about fifteen and one-half years, was called as a witness by defendant. He testified that he arrived at the scene of the accident approximately one hour after it occurred, and that the vehicles were still located at the scene. He further testified to having investigated approximately four hundred accidents during his employment as a State trooper and that his duties included traffic enforcement, accident investigation and criminal investigation. He made observations at the scene of the accident as to location of the vehicles after the accident, marks on the pavement and the damaged condition of the hitch. Also, he testified to measurements of marks and vehicle locations he made at the scene. He was asked, based upon his investigation and experience as a State trooper *313investigating approximately four hundred accidents, whether he had an opinion as to which lane the impact between the Freehill truck and defendant's fertilizer-spreader occurred in. Upon objection by plaintiff's counsel, he was not permitted to answer.\nMotions for directed, verdict at the close of plaintiff's evidence and at the close of all the evidence were denied. The jury returned a verdict in favor of plaintiff for $26,000 and judgment was entered on the verdict. Defendant filed a motion for judgment notwithstanding the verdict or in the alternative for a new trial. That motion was denied.\nDefendant now assigns as reversible error numerous grounds, including failure to permit the introduction of certain evidence, permission of the introduction of improper evidence and improper instruction to the jury.\nDefendant contends that it was error for the court to refuse to submit to the jury a special interrogatory on whether Duane Jackson, defendant's driver, was guilty of negligence which proximately contributed to the damages sustained since plaintiff's theory of liability was upon the doctrine of respondeat superior and there were instructions given on that theory.- It contends that defendant could not be liable unless its driver was guilty of negligence; that this was a material ultimate fact which would control the verdict as a matter of law; and that under section 65 of the Civil Practice Act (Ill Rev Stats 1967, c 110, par 65), the court has no discretion to refuse a request for the giving of a special interrogatory on a material ultimate fact.\nSpecial interrogatories are used for the purpose of testing a general verdict against a jury's conclusion as to the ultimate controlling facts. Wise v. Wise, 22 Ill App2d 54, 159 NE2d 500 (4th Dist 1959). However, for a special interrogatory to be proper, the answer responsive thereto must be inconsistent with some general verdict that might be returned. King v. *314Ryman, 5 Ill App2d 484, 125 NE2d 840 (2nd Dist 1955); Rice v. Gulf, Mobile & O. R., 84 Ill App2d 163, 228 NE 2d 162 (1st Dist 1967). In the state of the record in this case the answer to the tendered special interrogatory would not necessarily control on the ultimate genuine issues of this case nor be inconsistent with the general verdict. It was not reversible error, therefore, for the court to refuse to submit the interrogatory in this case.\nDefendant contends the trial court erred in permitting the allegations of the complaint to stand as to failure to have safety chains on the fertilizer-spreader, in permitting plaintiff to question Jackson as to the absence of safety chains on the fertilizer-spreader, and in giving Plaintiff's Instruction 19 which recited section 227, chapter 95%, 111 Rev Stats 1967, and omitted the exception under section 221 of that chapter. Defendant also contends that the fertilizer-spreader was an implement of husbandry as defined in section 1-124 of chapter 95%, 111 Rev Stats 1967, and as excepted from registration under section 3-402 of article IV of that chapter, and therefore was exempt from section 227 requiring safety chains.\nThe provisions of section 3-402 of article IV of chapter 95%, 111 Rev Stats 1967, have no application to this matter as those provisions are under article IV of the Illinois Vehicle Law dealing wholly with the original and renewal registration of vehicles and not with the regulation of traffic on highways. While section 1-124 of chapter 95%, Ill Rev Stats 1967, contains a definition section, including the defining of an implement of husbandry, broad enough to include the fertilizer-spreader in the instant case, the applicable statutes do not except this spreader from the safety-chain requirements of section 227 of that chapter.\nSection 227 dealing with towed vehicles, provides:\n*315(b) Outside a business, residential or suburban district or on any controlled access highway, no vehicle other than a pole trailer or a semi-trailer which is being towed by a truck tractor . . . shall be towed on a roadway except by a drawbar and each such vehicle so towed shall, in addition, be coupled with 2 safety chains or cables to the towing vehicle. . . . (Section 227(b), c 95%, Ill Rev Stats 1967.)\nThat section is a part of article XVI which, in its first section (§ 221, c 95%, Ill Rev Stats 1967) in setting forth the scope and effect of the article, provided:\n(b) The provisions of this Article governing size, weight and load do not apply to fire apparatus, equipment designed for snow and ice removal operations on highways and owned or operated by the State of Illinois or any political subdivision thereof, or to implements of husbandry temporarily operated or towed upon a highway, . . . . (Section 221(b), c 95%, Ill Rev Stats 1967.)\nIn our opinion, subparagraph (b) of section 221 does not apply to the fertilizer-spreader towed on the highway in this case, as this spreader was not intended or designed to be used temporarily . . . upon a highway, nor was it so used, within the intent and meaning of this statute. The obvious intent of this statute is to exempt implements used exclusively for agricultural purposes, such as a disc, combine, harrow, and the like, to permit a farmer to move from one field to another. The spreader here in use was so constructed and so used as to be frequently on the highways. It was not an implement (s) of husbandry temporarily operated or towed upon a highway. It created the same hazard any other trailer would create. Thus, the Legislature, in article XVI of the Uniform Act Regulating Traffic on Highways, treated it the same as other trailers.\n*316We further observe that section 227 is a safety section and does not itself except an implement of husbandry from its operation. Rather, it specifically says no vehicle other than, and then sets out the exceptions, which are a pole trailer or a semitrailer. (Emphasis added.) We can only conclude that the fertilizer-spreader towed in this case was required to have safety chains. The trial court was correct in denying the motion to strike this allegation from the complaint. It also was not in error in permitting questions and testimony as to the absence of safety chains and in instructing as it did on this question.\nDefendant alleges as a further point of error the failure of the court to permit State Trooper Frank Martens to give his opinion as to which lane the impact occurred in. Considerable foundation evidence was produced as to the number of auto accidents the trooper had investigated and the nature of his duties. It was shown that he arrived at the scene of the accident within a relatively short time after its occurrence and before the vehicles were moved. He also testified from his personal observation as to measurements he made, location of the vehicles, and skid marks and debris which he observed at the scene. He further testified as to the damage to the hitch on the pickup truck and the pin and clip used to affix the fertilizer-spreader to the hitch of the truck.\nThe use of expert-opinion testimony in automobile-collision cases has been a matter of numerous recent decisions in this State. In Thomas v. Cagwin, 43 Ill App 2d 336, 193 NE2d 233 (2nd Dist 1963), a police officer who arrived at the scene of the accident was permitted to testify and give his opinion as to the point of impact. This was held not error. Likewise, in Siebens v. Konicek, 108 Ill App2d 300, 247 NE2d 453 (2nd Dist 1969), it was held not error to permit an investigator for the county sheriff's office to give his opinion as to *317point of impact based upon location of debris. However, in Denver v. Hickox, 81 Ill App2d 79, 224 NE2d 468 (4th Dist 1967), this court reversed and remanded the judgments for error in permitting a State police officer to give an opinion as to speed of a car at the time of impact where the officer was not shown to have a knowledge of the principles of mechanics or physics to make such a determination. We noted there that our courts have not abandoned the principle that such opinion evidence should be received with caution.\nAs we noted in Abramson v. Levinson, 112 Ill App2d 42, 250 NE2d 797 (1st Dist 1969), whether the testimony of a reconstruction expert and the expression of an opinion in the reconstruction of an accident by an expert is admissible is a question to be first determined by the trial court. One of the factors which first must be demonstrated is that the area of inquiry requires the employment of principles of physics, engineering or other science or scientific data beyond the ken of the average juror. Further, as was stated in Thomas v. Cagwin, supra, this type of evidence should be treated with caution and its admissibility rests within the sound discretion of the trial judge . . . . (193 NE2d at 235.)\nIn the instant case, the area of inquiry was as to the point of impact, based largely upon location of the debris. However, the State trooper did not testify positively as to location of the debris. He testified that he could not recall where the debris was in relation to the center of the south or north lane. Further, he was not positive as to length and location of skid marks. Under the testimony given by the trooper, we cannot hold it error not to have permitted him to give his opinion as to point of impact. The trial judge did not abuse his discretion in refusing the testimony.\nDefendant further contends that plaintiff did not prove defendant was negligent by any direct evidence, and that the circumstantial evidence relied on for this proof *318was mere guess, conjecture or surmise. A similar contention is made as to proof by plaintiff of her decedent's due care.\nWhile it is true that the mere fact that one vehicle has come into contact with another does not prove negligence, yet in many cases direct proof of facts is not available. The evidence in this case and the reasonable inferences which the jury might draw therefrom are sufficient for the jury to have concluded that the fertilizer-spreader came loose from the truck and collided with the truck of plaintiff's decedent. Such conclusion, coupled with the failure of defendant's truck and spreader-trailer to have two safety chains in violation of section 227 of chapter 95%, Ill Rev Stats 1967, or the alleged failure of defendant to securely hitch the trailer to the truck, would be sufficient proof of negligence of defendant to sustain the jury verdict. Other evidence in the record sustains this conclusion. Jackson testified that he heard a thud, looked in his rearview mirror and saw Freehill's truck sideways in the road; that he did not notice anything unusual about the handling of the truck; and that he did not lose control of his vehicle after he heard the thud. This evidence, along with the testimony as to the damage to the hitch and pins, is indicative that the trailer was not attached to the truck at the time of the collision.\nFrom the evidence introduced, the jury could reasonably conclude that defendant failed to take the precautions a reasonably careful person would to make certain that the trailer would not get loose, and that it failed to comply with the statute on safety chains. These were jury questions.\nThere was no evidence that Freehill was guilty of contributory negligence and the reasonable inferences from the evidence were that he exercised due care.\nThe questions of negligence and due care were jury questions, as there was sufficient evidence which, *319together with reasonable inferences to be drawn therefrom, sustains the jury verdict on the question of liability.\nDefendant also relies on certain other alleged errors in testimony which related only to the question of damages. Over objection, Donald Roderick, a city fireman, who as a sideline does tree clearing, bulldozing and demolition, was permitted to testify for plaintiff that he was familiar with the reasonable value of a person's services with a stump-removal machine. This was Free-hill's occupation. Roderick testified that if he were renting his machine per hour, he would charge $15 per hour. He further testified that Freehill would probably make $10,000 to $20,000 a year working the regular hours per week in the regular working season. He testified he was unable to state the manner in which Freehill charged for stump removal, nor did he know how many stumps Free-hill may have taken out in the two prior years.\nNo preliminary proof was given as to the nature and extent of the business Freehill conducted, the extent of any investment or expenses he had, nor that this work was decedent's principal source of income. There was no testimony as to the charges Freehill made or whether he rented his machine. The entire testimony of Roderick was not as to what decedent charged or made as income but rather as to the charges he would make and as to what an average operator could make. There was no testimony as to the comparison of Roderick's operation with that of Freehill.\nThe law in Illinois is clear that where the the decedent leaves a widow or lineal heirs there is a presumption that such person has sustained some substantial pecuniary loss by reason of death. Ferraro v. Augustine, 45 Ill App2d 295, 196 NE2d 16 (1st Dist 1964). However, evidence introduced of pecuniary loss must not be speculative or uncertain. In the instant case, the testimony of Roderick was of a highly specula*320tive and conjectural type. Damages to be recoverable must be actual. Central Illinois Light Co. v. Stenzel, 44 Ill App2d 388, 195 NE2d 207 (3rd Dist 1964). Testimony as to damages or loss of earnings which is speculative, remote and uncertain is improper. Looby v. Buck, 20 Ill App2d 156, 155 NE2d 641 (2nd Dist 1959). It was error to permit the testimony of Roderick under the circumstances. As there is no competent evidence in the record on loss of earnings of decedent, it was error for the court to give Plaintiff's Instruction No. 10 which contained loss of earnings as an element of damages. Levinthal v. Chicago Transit Authority, 345 Ill App 185, 102 NE2d 545 (1st Dist 1951) (abst).\nFurther, Audrey A. Freehill, decedent's spouse, was permitted to testify over objection as to the condition of her health. She testified that her health had been bad since 1956 and that she had been treated for cancer. Defendant moved to strike the testimony and advise the jury to disregard it. The court denied that motion. Motion then was made to have a juror withdrawn and a mistrial declared. The court denied that motion also. She then was permitted to testify as to the expenses she incurred for treatment of the cancer, as well as the prognosis for her future care and treatment.\nThe testimony as to the health and expenses of the surviving spouse was highly prejudicial and inflammatory. In an action for wrongful death, the wealth, health, poverty or helplessness of the beneficiary cannot be considered in determining the damages for the wrongful death. Wilcox v. Bierd, 330 Ill 571, 162 NE 170 (1928); Chicago, P. & St. L. Ry. v. Woolridge, 174 Ill 330, 51 NE 701 (1898). In the instant case, it was reversible error to permit that testimony.\nThe joint income tax returns of Emmett J. Freehill and Audrey A. Freehill were offered by defendant's counsel on cross-examination of Audrey A. Freehill either to refresh her recollection or to impeach *321her in connection with decedent's earnings. She testified that she did not recall the income, but that she and her husband filed joint returns signed by both. The court refused to permit their use. Decedent's earnings were in issue in the case. Where a litigant has put in issue his income, the privilege from discovery of his income tax returns is waived. Hawkins v. Potter, 44 Ill App2d 314, 194 NE2d 672 (4th Dist 1963); Wigington v. Faulkner, 51 Ill App2d 220, 201 NE2d 252 (4th Dist 1964) (abst). Since these returns were subject to discovery, they were available for impeachment or refreshment purposes.\nDefendant complains of error with respect to the giving of certain other instructions and the refusal of certain instructions. We have examined these and find no reversible error in the court's ruling on these instructions in view of our determination of the other points herein decided.\nIn view of the substantial errors in rulings on evidence and instructions on the issue of damages, this case must be reversed and remanded for a new trial on that issue, although we find no reversible errors on the issue of liability.\nReversed and remanded for new trial on the issue of damages only with instructions to enter judgment in favor of plaintiff on the issue of liability.\nSMITH and TRAPP, JJ., concur.\n \nPlain English summary:\nDecedent's truck collided with a fertilizer-spreader of defendant, which was being towed by Jackson. Plaintiff filed for wrongful death. The jury returned a verdict in favour of plaintiff and defendant appealed. The appellate court affirmed on the issue of defendant's negligence. It found that there was sufficient evidence of negligence, including evidence that defendant's truck and spreader-trailer failed to have two safety chains in violation of statute. The case was reversed and remanded on other grounds, but with instructions to enter judgment in favor of plaintiff on the issue of liability.\n",
    "annotations": {
        "Facts": [
            "Plaintiff's husband was driving a pickup truck in an easterly direction on Route 54 approximately three miles west of Clinton when a collision occurred between his truck and a fertilizer-spreader of defendant, De Witt County Service Company, being towed in a westerly direction on such highway behind a one-ton International flatbed truck of that company driven by its employee, Duane Jackson.",
            "The spreader was a wagon or box-like body container on wheels and was attached to the hitch of the International truck by a pin with a safety latch. It was filled with bulk fertilizer and taken to the farm where the fertilizer was applied to the soil. The spreader had been clogging and not applying fertilizer evenly so that, at the time of the collision, it was being taken to Clinton to exchange for another.The point of impact of the collision was in dispute. Jackson, the driver of the truck and spreader, testified that he was traveling approximately forty-five miles per hour as he approached the Freehill pickup and was completely within his lane of traffic. He further testified that he observed the Freehill truck generally as it approached from the opposite direction and passed him; *312that he didn't notice anything unusual about the driving of that truck; that he heard the thud, checked out of his left-side mirror and saw the pickup truck broadside in the road and the spreader going down the ditch on the north side of the road. Jackson and Freehill were the drivers of the respective vehicles and both were alone. Freehill was pronounced dead on arrival at the hospital. There were no other witnesses to the collision.Several witnesses testified to debris scattered about the pavement and gouge marks on the pavement.",
            "Jackson",
            "hooked up the spreader as he was leaving the farm",
            "fastened the safety latch or hook to the pin; and that this was standard operating procedure. ",
            "the safety pin was in the tongue of the spreader when they first observed it following the accident",
            "after the collision the hitch on the truck was damaged, had a break in its upper-right portion and was twisted.Frank J. Martens, a State policeman for about fifteen and one-half years",
            "arrived at the scene of the accident approximately one hour after it occurred, and that the vehicles were still located at the scene. He ",
            "investigated approximately four hundred accidents during his employment as a State trooper and that his duties included traffic enforcement, accident investigation and criminal investigation. He made observations at the scene of the accident as to location of the vehicles after the accident, marks on the pavement and the damaged condition of the hitch. Also, he testified to measurements of marks and vehicle locations he made at the scene."
        ],
        "Procedural History": [
            "This is an appeal from a judgment of $26,000 entered on a jury verdict in favor of Audrey A. Freehill as *311executor of the estate of Emmett J. Freehill, deceased, her husband, for his wrongful death, and in favor of Audrey A. Freehill",
            "Motions for directed, verdict at the close of plaintiff's evidence and at the close of all the evidence were denied. The jury returned a verdict in favor of plaintiff for $26,000 and judgment was entered on the verdict. Defendant filed a motion for judgment notwithstanding the verdict or in the alternative for a new trial. That motion was denied."
        ],
        "Application of Law to Facts": [
            "In our opinion, subparagraph (b) of section 221 does not apply to the fertilizer-spreader towed on the highway in this case, as this spreader was not intended or designed to be used temporarily . . . upon a highway, nor was it so used, within the intent and meaning of this statute.",
            "The spreader here in use was so constructed and so used as to be frequently on the highways. It was not an implement (s) of husbandry temporarily operated or towed upon a highway. It created the same hazard any other trailer would create",
            "We can only conclude that the fertilizer-spreader towed in this case was required to have safety chains. The trial court was correct in denying the motion to strike this allegation from the complaint",
            "In the instant case, the area of inquiry was as to the point of impact, based largely upon location of the debris. However, the State trooper did not testify positively as to location of the debris. He testified that he could not recall where the debris was in relation to the center of the south or north lane. Further, he was not positive as to length and location of skid marks. Under the testimony given by the trooper, we cannot hold it error not to have permitted him to give his opinion as to point of impact.",
            "While it is true that the mere fact that one vehicle has come into contact with another does not prove negligence, yet in many cases direct proof of facts is not available. The evidence in this case and the reasonable inferences which the jury might draw therefrom are sufficient for the jury to have concluded that the fertilizer-spreader came loose from the truck and collided with the truck of plaintiff's decedent. Such conclusion, coupled with the failure of defendant's truck and spreader-trailer to have two safety chains in violation of ",
            ", or the alleged failure of defendant to securely hitch the trailer to the truck, would be sufficient proof of negligence of defendant to sustain the jury verdict. Other evidence in the record sustains this conclusion. Jackson testified that he heard a thud, looked in his rearview mirror and saw Freehill's truck sideways in the road; that he did not notice anything unusual about the handling of the truck; and that he did not lose control of his vehicle after he heard the thud. This evidence, along with the testimony as to the damage to the hitch and pins, is indicative that the trailer was not attached to the truck at the time of the collision.From the evidence introduced, the jury could reasonably conclude that defendant failed to take the precautions a reasonably careful person would to make certain that the trailer would not get loose, and that it failed to comply with the statute on safety chains. These were jury questions.There was no evidence that Freehill was guilty of contributory negligence and the reasonable inferences from the evidence were that he exercised due care.The questions of negligence and due care were jury questions, as there was sufficient evidence which, *319together with reasonable inferences to be drawn therefrom, sustains the jury verdict on the question of liability.",
            "we find no reversible errors on the issue of liability."
        ],
        "Relevant Precedents": [
            "section 227, chapter 95%, 111 Rev Stats 1967",
            "Section 227",
            "Section 227(b), c 95%, Ill Rev Stats 1967",
            "(§ 221, c 95%, Ill Rev Stats 1967",
            "Section 221(b), c 95%, Ill Rev Stats 1967",
            "section 227 of chapter 95%, Ill Rev Stats 1967"
        ],
        "Outcome": [
            "Reversed and remanded for new trial on the issue of damages only with instructions to enter judgment in favor of plaintiff on the issue of liability."
        ]
    },
    "class": "reverse"
}