{
    "text": "Sullivan v. Edward Hospital, 335 Ill. App. 3d 265 (2002)\nNov. 27, 2002 · Illinois Appellate Court · No. 2 — 01 — 0518\n335 Ill. App. 3d 265\n\nCase outline\nMajority — Justice Bowman\nOther formats\nPDF\nAPI\nCiting cases\n4 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nJUANITA SULLIVAN, Indiv. and as Special Adm'r of the Estate of Burns Sullivan, Deceased, Plaintiff-Appellant,v.EDWARD HOSPITAL et al., Defendants-Appellees\nSecond District\n*267Stephan D. Blandin and Christopher P. Carr, both of Romanucci & Blandin, of Chicago, and Robert G. Black and Maureen Flaherty, both of Law Offices of Robert G. Black, of Naperville, for appellant.\nDavid P. Meyer and Susan M. Hannigan, both of Meyer, Kreuzer, Esp & Cores, of Wheaton, for appellee Edward Hospital.\nKevin J. Vedrine and Mark C. Meyer, both of Cunningham, Meyer & Vedrine, of Wheaton, for appellee Amelia Conte-Russian.\nJUSTICE BOWMAN\ndelivered the opinion of the court:\nOn November 6, 1998, Burns Sullivan (now deceased) and his wife, Juanita Sullivan, filed a medical malpractice action against Dr. Amelia Conte-Russian and Edward Hospital. The complaint sought damages for a fall Burns Sullivan (Burns) experienced while residing as a patient at Edward Hospital. Plaintiff asserted that Dr. Conte-Russian and Edward Hospital, through the actions of nurse Carrie Lewis, were negligent in the care and treatment of Burns. Plaintiff also filed a second count claiming Juanita Sullivan suffered loss of consortium as a result of defendants' negligent treatment.\nAt trial, the court entered a directed verdict for defendant Edward Hospital after plaintiffs only medical expert was ruled incompetent to testify as to the standard of care for the nursing profession. Thereafter, the court entered judgment on a jury verdict in favor of Dr. Conte-Russian.\nPlaintiff subsequently appealed both the directed verdict for Edward Hospital and the jury verdict in favor of Dr. Conte-Russian. Plaintiff raises three issues on appeal, asserting that (1) the trial court erred by ruling plaintiffs expert physician witness incompetent to *268provide standard-of-care testimony regarding the nursing profession, (2) the trial court erred by giving the jury the long-form version of Illinois Pattern Jury Instruction 12.05 (Illinois Pattern Jury Instructions, Civil, No. 12.05 (2000)) on proximate cause, and (3) the jury verdict was against the manifest weight of the evidence.\nBACKGROUND\nThe following evidence was revealed at trial. Dr. Conte-Russian had been the regular treating physician for Burns since 1995 when he suffered a stroke. On November 1, 1997, Burns was admitted to Edward Hospital for treatment of a urinary tract infection. While at Edward Hospital, Dr. Conte-Russian acted as the primary treating physician. Burns's prior history of strokes had left him in a deteriorated physical condition. He could not speak, but he could understand others and respond with physical gestures. Burns's 1995 stroke also resulted in paralysis to his right side and impaired his ability to walk unassisted.\nOn the evening of November 2, 1997, nurse Carrie Lewis was on duty and acting as Burns's primary nurse. The entire evening Burns had been in his bed. However, on three separate occasions between 7 p.m. and 9:30 p.m., nurse Lewis found Burns attempting to get out of the bed. After each of the first two instances, nurse Lewis found Burns to be aware and able to understand her instructions to stay in bed. After the third occurrence, nurse Lewis became concerned about Burns's failure to follow instructions and that he now appeared to be agitated. Concerned about Burns's behavior and wanting to take further measures because Burns was considered a fall risk, nurse Lewis phoned Dr. Conte-Russian at 9:30 p.m. and asked the doctor to order a posey vest to restrain Burns to his bed. A posey vest is used to restrain a patient by placing the vest on the patient and then tying the vest straps to the bed.\nDr. Conte-Russian then advised nurse Lewis that a posey vest might result in Burns becoming even more agitated. Instead, the doctor decided to administer the drug Ativan to calm Burns down and help him sleep.\nThe Ativan, which was administered by nurse Lewis at 10 p.m., was expected to last for a period of at least two hours. Between 10 p.m. and 12 a.m., nurse Lewis and the nurse's aide checked on Burns approximately every half-hour. At about 12:10 a,m., nurse Lewis found Burns lying on the floor of his hospital room with a pool of blood around his head. Apparently, Burns had attempted to get up from his bed and walk. In his condition, he fell and struck his head on the hospital room floor. As a result of the fall, he suffered a subdural *269hematoma and was subsequently transferred to Northwestern Memorial Hospital.\nAt trial, the plaintiff attempted to establish the liability of Edward Hospital vicariously through the actions of nurse Lewis. Plaintiff called Dr. William Barnhart to testify as her medical expert. Dr. Barn-hart is a board-certified physician specializing in internal medicine and has substantial experience in working with doctors and nurses in patient fall protection. Plaintiff intended for Dr. Barnhart to testify to the applicable standards of care for physicians and nurses and the subsequent failure of both Dr. Conte-Russian and nurse Lewis to meet their respective standards of care.\nDr. Barnhart testified to the standard of care for a licensed nurse and the instances in which nurse Lewis deviated from the standard of care. Those instances included nurse Lewis's failure to properly communicate Burns's condition to Dr. Conte-Russian during their phone conversation and her failure to adhere to proper nursing procedures in the care and treatment of a patient. The court struck the testimony relating to nurse Lewis's communications with Dr. Conte-Russian as a violation of Supreme Court Rule 213(g) (177 Ill. 2d R. 213(g)) because Dr. Barnhart's opinions on this issue were not properly disclosed during pretrial discovery. The court then struck the rest of Dr. Barnhart's testimony relating to the nursing standard of care and nurse Lewis's deviations on the grounds that a physician is incompetent to testify to the standard of care placed upon a licensed nurse.\nANALYSIS\nI. The Competency of Plaintiffs Physician Expert\nMedical malpractice suits require that the plaintiff establish the standard of care through the testimony of a medical expert. Dolan v. Galluzzo, 77 Ill. 2d 279, 281 (1979). We review de novo the issue of a physician's competency to testify to the standard of care for a nurse. In re Estate of Rennick, 181 Ill. 2d 395, 401 (1998).\nThe general rule in Illinois as originally established by the Illinois Supreme Court in Dolan states that, in order to testify to the standard of care for a particular school of medicine, the expert witness must be licensed within that school of medicine. Dolan, 77 Ill. 2d at 285. The Dolan court held that an orthopedic surgeon was not competent to testify to the standard of care applicable to a podiatrist because the podiatrist belonged to a unique school of medicine of which the surgeon was not a licensed member. After recognizing that the legislature had provided distinct licensing and regulatory schemes, the court stated:\nWe simply are not disposed to provide for what, in effect, may *270result in a higher standard of care when the legislature, by recognizing various schools of medicine, has not done so. To do so would not only be unfair to podiatrists (i.e., to allow practitioners of other schools to testify regarding the standard of care podiatrists owe), but it would also assume that science and medicine have achieved a universal standard of treatment of disease or injury. Such is not the case. Dolan, 77 Ill. 2d at 284.\nDolan has subsequently been construed to require an expert physician to meet a two-part test to establish the physician's qualifications and competency to testify. First, the physician must be a licensed member of the school of medicine about which he proposes to testify. [Citation.] Second, 'the expert witness must show that he is familiar with the methods, procedures, and treatments ordinarily observed by other physicians, in either the defendant physician's community or a similar community.'  Jones v. O'Young, 154 Ill. 2d 39, 43 (1992), quoting Purtill v. Hess, 111 Ill. 2d 229, 243 (1986). If the expert physician fails to meet either of these foundational requirements, the trial court must disallow the testimony. Jones, 154 Ill. 2d at 44.\nThe plaintiff in the case at bar cites Wingo v. Rockford Memorial Hospital, 292 Ill. App. 3d 896 (1997), as an exception to the general rule that a physician must be a licensed member of the same school of medicine to give testimony as an expert. The plaintiff argues that if Wingo is applied to the present facts Dr. Barnhart should be allowed to testify to the standard of care applicable to nurse Lewis.\nWingo involved a situation in which three physicians testified that an obstetrical nurse violated the applicable nursing standard of care by failing to properly communicate the condition of a patient to the treating physician. Wingo, 292 Ill. App. 3d 896. The physicians opined that the nurse's deviation from the standard of care resulted in a baby being born with brain damage. Wingo, 292 Ill. App. 3d at 903.\nThe court in Wingo found that the rationale presented in Dolan for requiring that an expert physician be a licensed member of the same school of medicine did not apply. Wingo, 292 Ill. App. 3d at 906. The court determined that the supreme court's concerns regarding the imposition of a higher standard of care and the assurance that the expert physician possess the requisite expertise were not being sacrificed because the testimony concerned communications a doctor can expect to rely on from a nurse and not actual nursing procedures. The court in Wingo stated as follows:\nIn the instant case, the allegations of negligence against nurse Welden did not concern a nursing procedure but, rather, related to what a nurse is required to communicate to a physician about what transpired since the physician last saw the patient. As such the al*271legations of negligence do not concern an area of medicine about which there would be a different standard between physician and another school of medicine. Furthermore, it was established that the allegations of negligence were well within the testifying doctors' knowledge and experience. We believe that a physician should be entitled to testify about what he or she [should be] entitled to rely upon in the area of communication from a nurse in the context of an obstetrical team rendering care to a patient in a hospital. Wingo, 292 Ill. App. 3d at 906.\nIn the case at bar, Dr. Barnhart's testimony included opinions relating to what a nurse is required to communicate to a physician (Wingo, 292 Ill. App. 3d at 906) and nursing procedures. Dr. Barnhart testified that all of the following were deviations from the applicable standard of care for nursing professionals: (1) nurse Lewis failed to adequately communicate with Dr. Conte-Russian during their phone conversation; (2) after nurse Lewis failed to get Dr. Conte-Russian's approval to use a posey vest on Burns, she should have gone up the nursing chain of command to address her concerns that Burns would attempt to get out of bed; and (3) nurse Lewis failed to provide for an alternative to the posey vest to protect against the risk of a fall.\nThe court struck all of Dr. Barnhart's testimony relating to doctor-nurse communications as a violation of Supreme Court Rule 213(g) because plaintiff failed to disclose these opinions in pretrial discovery.\nPlaintiff argues that the court erred in excluding Dr. Barn-hart's doctor-nurse communication opinions because the opinions were within the fair scope of opinions that were disclosed to the defendant. We hold otherwise. Under Rule 213(g), a party must disclose the subject matter on which the expert witness will testify, all conclusions and opinions, and his or her qualifications. 177 Ill. 2d R. 213(g). Disclosure is mandatory and must be adhered to on a strict basis. Seef v. Ingalls Memorial Hospital, 311 Ill. App. 3d 7, 21 (1999). The admission of such evidence is within the discretion of the trial court, whose decision should not be disturbed absent an abuse of discretion. Department of Transportation v. Crull, 294 Ill. App. 3d 531, 537 (1998). In the present case, it is not an abuse of the court's discretion to bar testimony about the standard of care relating to doctor-nurse communications when such opinions were never previously disclosed to defendant Edward Hospital. See Susnis v. Radfar, 317 Ill. App. 3d 817, 829 (2000) (no abuse of discretion occurs when a court bars expert's testimony after a party fails to make a Rule 213 disclosure for expert physician testimony regarding the relevant standard of care).\nBecause we have upheld the trial court's Rule 213(g) ruling, we *272are left to consider Dr. Barnhart's testimony relating to nursing procedures. The testimony relating to nursing procedures includes (1) nurse Lewis's failure to pursue her concern that Burns was a fall risk by bringing the problem to a higher authority in the nursing chain of command and (2) her failure to provide for an alternative to the posey vest to protect against a fall. We recognize the close relationship shared by a doctor and nurse working in a hospital setting and that in many instances a doctor may direct the actions of a nurse. As Justice Ward stated in his Dolan dissent, [u]nder [this] holding a physician would be unable to testify to nursing standards even though nurses operated under his supervision or to testify to standards for midwives, and this because the physician was not licensed as a nurse or a midwife. Dolan, 77 Ill. 2d at 286. However, when we consider the standard of care applicable to nursing procedures in light of the supreme court's license requirements and the concerns those license requirements address, we find that the current facts do not merit a deviation from the license requirement.\nUnder the Illinois Nursing Act of 1987 (225 ILCS 65/1 through 49 (West 1996)) (Act), the legislature has set forth a unique licensing and regulatory scheme for the nursing profession. The Act establishes nursing as a unique school of medicine. See Dolan, 77 Ill. 2d at 284 (the legislature has made a clear indication that nursing is a distinct school of medicine). Dr. Barnhart is not a licensed member of the nursing profession. To allow the doctor to testify as to the standard of care applicable to the nursing profession implicates the risks raised by Dolan, namely, the imposition of a higher standard of care and the muddling and mixing of various tenets and practices unique to each profession. Therefore, we affirm the trial court's ruling on the competency of Dr. Barnhart to testify to the standard of care for nursing professionals.\nThe real issue for review is whether Edward Hospital's motion for a directed verdict was properly granted by the court. A review of a directed verdict is de novo. Susnis, 317 Ill. App. 3d at 825. A directed verdict will be upheld where all of the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors movant that no contrary verdict based on that evidence could ever stand. Pedrick v. Peoria & Eastern R.R. Co., 37 Ill. 2d 494, 510 (1967).\nMedical malpractice suits require the plaintiff to establish the standard of care through the testimony of a medical expert. Dolan, 77 Ill. 2d at 281. In the present case, plaintiff failed to establish the applicable standard of care relevant to nurse Lewis. The only evidence offered by plaintiff on this issue was the testimony of Dr. Barnhart, which was properly struck by the court. Thus, the plaintiff failed to *273establish a prima facie case of negligence against nurse Lewis and Edward Hospital.\nThe court appropriately determined as a matter of law that there was no evidentiary basis out of which the jury could have construed the necessary facts essential to recovery. Jones, 154 Ill. 2d at 47. Therefore, we affirm the trial court's directed verdict in favor of Edward Hospital.\nII. Jury Instructions on Proximate Cause\nPlaintiff next contends that the trial court erred by giving the jury the long-form proximate cause instruction from Illinois Pattern Jury Instructions, Civil, No. 12.05 (2000) (herinafter IPI Civil (2000) No. 12.05)). The trial court believed that there was sufficient evidence for the jury to properly consider that something other than the actions of Dr. Conte-Russian may have been the sole proximate cause of the injuries to Burns.\nThe parties have the right to have the jury clearly and fairly instructed upon each theory that was supported by the evidence. Leonardi v. Loyola University, 168 Ill. 2d 83, 100 (1995). The sole proximate cause instruction requires that there be some evidence to justify giving the instruction. McDonnell v. McPartlin, 192 Ill. 2d 505, 515 (2000). The trial court retains the discretion to decide which instructions to give to a jury, and that decision should not be disturbed absent an abuse of discretion. In re Nancy M., 317 Ill. App. 3d 167, 173 (2000). A jury is considered to have been properly instructed by the trial court after the jurors have been fairly, fully, and comprehensively informed as to the relevant principles, considering the instructions in their entirety. Leonardi, 168 Ill. 2d at 100.\nThe notes on use under IPI Civil (2000) No. 12.05 state that the long-form version should be used only where there is evidence tending to show that the sole proximate cause of the occurrence was something other than the conduct of the defendant. IPI Civil (2000) No. 12.05, Notes on Use, at 58. In the present case, the trial produced some evidence to support giving the long-form version of IPI Civil (2000) No. 12.05. First, evidence was introduced that Burns was the sole proximate cause of his own injuries because he failed to follow nurse Lewis's instructions to stay in bed or call if he needed assistance. Second, testimony was introduced that the nurses had discretion to administer additional medication as needed in their judgment but failed to do so.\nPlaintiff asserts in part that because defendant Conte-Russian failed to plead contributory negligence or tender an expert's testimony alleging some other proximate cause besides the conduct of Dr. Conte-*274Russian, the long-form instruction on sole proximate cause was improper. In response, we note that negligent conduct and proximate cause are distinct, albeit related, concepts. McDonnell, 192 Ill. 2d at 522. [I]n the context of a medical negligence case, the sole proximate cause instruction requires only that the defendant present some evidence that the nondefendant is the sole proximate cause of the plaintiffs injury. It is not necessary that the defendant also establish that the nondefendant's conduct was medically negligent. McDonnell, 192 Ill. 2d at 516. Every injury need not proceed from a negligent cause. McDonnell, 192 Ill. 2d at 522. Consequently, the jury need only be presented with some evidence of another proximate cause to justify the use of the long-form instruction.\nIn the present case, we find that the trial court did not abuse its discretion by finding that there was some evidence to justify giving the long-form instruction on the issue of the sole proximate cause to the jury. In the presence of some evidence concerning Burns's own failure to follow the instructions of nurse Lewis and the failure of the nurses to properly administer medication on an as-needed basis, the long-form version of IPI Civil (2000) No. 12.05 fairly, fully, and comprehensively informed the jury as to the relevant principles on the issue of sole proximate cause. Leonardi, 168 Ill. 2d at 100.\nIII. The Propriety of the Jury Verdict in Favor of Dr. Conte-Russian\nFinally, plaintiff contends that the jury verdict was against the manifest weight of the evidence. On this issue, plaintiff argues that the jury was presented with an expert's undisputed testimony on two issues: (1) Dr. Conte-Russian's failure to assess Burns as a fall risk and take appropriate action and (2) whether the use of Ativan increased the risk that Burns would fall and injure himself.\nA reviewing court should set aside a jury verdict where it determines that the verdict is contrary to the manifest weight of the evidence. Johnson v. Chicago Transit Authority, 248 Ill. App. 3d 91, 94 (1993). However, a jury verdict should stand if there is sufficient credible evidence to support it. Johnson, 248 Ill. App. 3d at 94. Hence, we will not disturb a jury verdict unless there is no evidence that fairly tends to support the verdict. Lyon Metal Products, L.L.C. v. Protection Mutual Insurance Co., 321 Ill. App. 3d 330, 347 (2001).\nWe find that there is sufficient evidence to uphold the jury verdict. While plaintiff argues there is undisputed testimony from an expert on two points of asserted negligence against Dr. Conte-Russian, we find that plaintiffs points of contention were either the subject of an expert's disputed testimony or not actually before the jury for deliberation.\n*275Plaintiffs first contention is that there was undisputed testimony against Dr. Conte-Russian that [her] abject failure to assess Burns Sullivan as a fall risk, and take actions accordingly amounts to negligence. However, during the reading of the instructions to the jury, the trial court stated as follows:\nThe plaintiffs Burns Sullivan and Juanita Sullivan claimed that they were injured and sustained damage, and that the defendant Dr. Ameba Conte-Russian was negligent in one or more of the following respects. A, failed to order a sitter; B, failed to order a posey vest or physical restraint; C, failed to have Burns Sullivan properly monitored; D, improperly prescribed Ativan.\nThe failure of Dr. Conte-Russian to assess Burns as a fall risk was not one of the grounds upon which the jury could have found her liable because it was not submitted as an issue before the jury. Therefore, it cannot be found as a basis to reverse the jury verdict.\nHowever, plaintiffs assertion that Dr. Conte-Russian failed to take appropriate action in light of Burns's physical condition clearly falls under the four issues placed before the jury. The record also clearly shows that Dr. Allen Muehrcke, testifying for Dr. Conte-Russian, addressed all four issues. Dr. Muehrcke opined that Dr. Conte-Russian met the applicable standard of care in regard to (1) ordering a sitter, (2) ordering a posey vest or physical restraints, (3) properly monitoring Burns, and (4) properly prescribing Ativan.\nPlaintiffs second point of contention, that the administration of Ativan, instead of adequately alleviating the fall risk, increased the risk of fall and injury, was also addressed by Dr. Muehrcke. Once again, Dr. Muehrcke opined that under the circumstances Dr. Conte-Russian met the applicable standard of care when she prescribed Ati-van.\nWe find that the jury verdict should stand because there is sufficient credible evidence to support it. We are not persuaded by plaintiffs attempt to reshape or restate the issues presented to the jury. The jury verdict is entitled to respect and deference, and we will not invade the function of the jury and substitute its judgment with our own. Aldridge v. Morris, 337 Ill. App. 369, 374 (1949). Thus, we affirm the jury verdict in favor of Dr. Conte-Russian.\nConclusion\nFor the aforementioned reasons, we (1) affirm the trial court's directed verdict in favor of defendant Edward Hospital, (2) affirm the trial court's decision to use the long-form version of IPI Civil (2000) *276No. 12.05, and (3) affirm the jury verdict in favor of defendant Conte-Russian. Dr.\nAffirmed.\nHUTCHINSON, EJ., and GEIGER, J„ concur.\n \nPlain English summary:\nPlaintiff Mr Burns was a patient in a hospital when he got up from his hospital bed, fell, and injured his head. He and his wife sued their doctor for negligence (defendant), including for failing to put Mr Burns in a posey vest to prevent him from getting out of bed and falling. The jury found in favour of defendant, and plaintiffs appealed. The appellate court held that there was sufficient evidence to uphold the verdict.",
    "annotations": {
        "Facts": [
            "Dr. Conte-Russian had been the regular treating physician for Burns since 1995 when he suffered a stroke. On November 1, 1997, Burns was admitted to Edward Hospital for treatment of a urinary tract infection. While at Edward Hospital, Dr. Conte-Russian acted as the primary treating physician. Burns's prior history of strokes had left him in a deteriorated physical condition. He could not speak, but he could understand others and respond with physical gestures. Burns's 1995 stroke also resulted in paralysis to his right side and impaired his ability to walk unassisted.On the evening of November 2, 1997, nurse Carrie Lewis was on duty and acting as Burns's primary nurse. The entire evening Burns had been in his bed. However, on three separate occasions between 7 p.m. and 9:30 p.m., nurse Lewis found Burns attempting to get out of the bed. After each of the first two instances, nurse Lewis found Burns to be aware and able to understand her instructions to stay in bed. After the third occurrence, nurse Lewis became concerned about Burns's failure to follow instructions and that he now appeared to be agitated. Concerned about Burns's behavior and wanting to take further measures because Burns was considered a fall risk, nurse Lewis phoned Dr. Conte-Russian at 9:30 p.m. and asked the doctor to order a posey vest to restrain Burns to his bed. A posey vest is used to restrain a patient by placing the vest on the patient and then tying the vest straps to the bed.Dr. Conte-Russian then advised nurse Lewis that a posey vest might result in Burns becoming even more agitated. Instead, the doctor decided to administer the drug Ativan to calm Burns down and help him sleep.The Ativan, which was administered by nurse Lewis at 10 p.m., was expected to last for a period of at least two hours. Between 10 p.m. and 12 a.m., nurse Lewis and the nurse's aide checked on Burns approximately every half-hour. At about 12:10 a,m., nurse Lewis found Burns lying on the floor of his hospital room with a pool of blood around his head. Apparently, Burns had attempted to get up from his bed and walk. In his condition, he fell and struck his head on the hospital room floor. As a result of the fall, he suffered a subdural *269hematoma and was subsequently transferred to Northwestern Memorial Hospital."
        ],
        "Procedural History": [
            "On November 6, 1998, Burns Sullivan (now deceased) and his wife, Juanita Sullivan, filed a medical malpractice action against Dr. Amelia Conte-Russian ",
            "At trial",
            "the court entered judgment on a jury verdict in favor of Dr. Conte-Russian.Plaintiff subsequently appealed ",
            "the jury verdict in favor of Dr. Conte-Russian"
        ],
        "Application of Law to Facts": [
            "We find that there is sufficient evidence to uphold the jury verdict.",
            "Dr. Muehrcke opined that Dr. Conte-Russian met the applicable standard of care in regard to (1) ordering a sitter, (2) ordering a posey vest or physical restraints, (3) properly monitoring Burns, and (4) properly prescribing Ativan.",
            "Dr. Muehrcke opined that under the circumstances Dr. Conte-Russian met the applicable standard of care when she prescribed Ati-van.We find that the jury verdict should stand because there is sufficient credible evidence to support it."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Thus, we affirm the jury verdict in favor of Dr. Conte-Russian.",
            "or the aforementioned reasons, we",
            "affirm the jury verdict in favor of defendant Conte-Russian. Dr.Affirmed."
        ]
    },
    "class": "affirm"
}