{
    "text": "Schiff v. Friberg, 331 Ill. App. 3d 643 (2002)\nMay 20, 2002 · Illinois Appellate Court · No. 1—01—0840\n331 Ill. App. 3d 643\n\nCase outline\nMajority — Justice Cousins\nOther formats\nPDF\nAPI\nCiting cases\n9 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nRACHEL SCHIFF, Plaintiff-Appellee,v.J. FRIBERG, Defendant-Appellant\nFirst District (1st Division)\n*645Randy J. Curato and Brent W Vincent, both of Bell, Boyd & Lloyd, L.L.C., of Chicago, for appellant.\nRobert J. Zaideman, of Zaideman & Esrig, EC., of Chicago, for appellee.\nJUSTICE COUSINS\ndelivered the opinion of the court:\nRachel Schiff filed a medical malpractice suit against Dr. Jan Fri-berg and Columbia Grant Hospital for alleged damages sustained following surgery conducted on January 17, 1995. The jury awarded Schiff damages in the amount of $482,448.19, later reduced to $467,448.19, based on $15,000 previously paid in settlement by Columbia Grant Hospital. Dr. Friberg filed a posttrial motion to set aside the jury verdict or, alternatively, grant him a new trial. That motion was denied. Dr. Friberg appeals from both the judgment entered on the jury verdict and the order denying the posttrial motion.\n*646The following issues are presented on appeal: (1) whether the trial court's admission of certain standard-of-care opinions expressed by plaintiffs expert witness, Dr. Barbara Levy, violated Illinois Supreme Court Rule 213 (177 Ill. 2d R. 213); (2) whether the trial court's admission of certain opinions of plaintiffs expert witness disclosed two weeks prior to trial violated Rule 213; (3) whether the trial court's evidentiary rulings allowing the defendant, Dr. Friberg, to be impeached with his deposition testimony and a version of the plaintiffs hospital chart were collateral and reversible error; (4) whether the trial court's denial of defendant's motion for a directed verdict on plaintiffs informed consent count constitutes reversible error; (5) whether the trial court's denial of defendant's motion for a directed verdict on the standard of care constitutes reversible error; (6) whether the trial court's admission of certain speculative opinions of plaintiffs expert witness constitutes reversible error; (7) whether the trial court's responses to questions presented by the jury constitute reversible error; (8) whether the trial court's issuance of certain jury instructions constitutes reversible error; (9) whether the cumulative effect of the trial errors prevented the juiy from returning a verdict free from prejudice; and (10) whether the jury's verdict was against the manifest weight of the evidence.\nBACKGROUND\nIn 1984, 1986, 1987, and 1990, Schiff underwent various surgical procedures on her reproductive organs. In October 1990, Schiff was referred to Dr. Friberg by her gynecologist. Dr. Friberg provided Schiff with fertility treatment and counseling, performed regular examinations, and treated her irregular menstrual bleeding. Schiff saw Dr. Friberg approximately once every two to three months between 1990 and 1995. The visits increased in frequency in 1994 due to the worsening of her irregular bleeding. In 1994, Schiff was 40 years old and had not been successful in becoming pregnant.\nSchiff testified at trial that during an office visit on December 29, 1994, Dr. Friberg recommended that she undergo a dilatation and curettage (D&C) (a blind procedure in which the physician dilates the cervix and scrapes tissue from inside the uterus for pathological evaluation) and hysteroscopy procedure (a procedure that allows the physician to view the inside of the uterine cavity through a scope) to rule out a malignancy as the source of her irregular bleeding.\nShe met with Dr. Friberg on January 11, 1995, and he told her that he wanted to take a look around because it was medical and not endocrine. He did not say anything else about the procedures of the D&C and the hysteroscopy. She further testified that he indicated to *647her that  'a couple months from now we'll go in and, you know, do a laparoscopy for the fertility issue.'  She asked Dr. Friberg if he could perform both procedures at the same time because she did not wish to take more time off from work or be under anesthesia twice. Dr. Fri-berg said that he could. Sehiff testified that there was never any discussion with Dr. Friberg regarding the possibility of organ damage or serious infections as a result of these procedures, availability of nonsurgical options, or in vitro fertilization.\nShe testified that on January 17, 1995, she saw Dr. Friberg as they brought her into the operating room, but he did not go over any of the consent forms with her. After the surgery, she was very, very sick and in a lot of pain. Her stomach was very distended, she felt feverish, nauseous, and was in excruciating pain. Instead of going home, Sehiff was admitted to the hospital that afternoon. She testified that she continually informed the nurses of her discomfort. On January 19, 1995, she was still very sick. She testified that she was not examined by Dr. Friberg on January 19, 1995.\nOn the morning of January 20, 1995, she was examined by Dr. Vi-jay Maker. Dr. Maker touched her stomach, Sehiff screamed, and Dr. Maker indicated that emergency surgery was necessary. She stated that Dr. Maker told her that she had peritonitis and she understood that he was proposing an exploratory laparotomy and a possible colostomy.\nAfter the emergency surgery on January 20, 1995, she woke up in the intensive care unit of Columbia Grant Hospital with a respirator device down her throat. She was informed that a colostomy had been performed. She remained in the hospital until January 31, 1995. The colostomy was reversed on May 5, 1995, by Dr. David Winchester of Evanston Hospital.\nOn cross-examination, Sehiff acknowledged signing consent forms at Columbia Grant Hospital on January 17, 1995, which indicated that she was aware of the surgical risks such as loss of blood and infection, and if surgery necessitated admission, she agreed to be admitted as an inpatient.\nSehiff's March 1, 1995, complaint against Dr. Friberg and Columbia Grant Hospital asserted that Dr. Friberg failed to warn her of the complications of the surgery conducted in January 1995, failed to warn her that she was a high-risk surgical candidate, perforated her colon in two locations during the surgical procedure, failed to inform her that he perforated the colon and failed to refer the case to another physician in a timely manner, and the alternative count of res ipsa loquitor.\nColumbia Grant Hospital filed a motion for summary judgment in *648September 1999. That motion was denied. Schiff s second amended complaint, filed on March 10, 2000, alleged professional negligence, lack of informed consent, and hospital negligence.\nOn May 15, 2000, Schiff s attorney sent a letter to Dr. Friberg's attorney indicating that Dr. Levy had advised him of the following supplements to her opinions previously disclosed:\n1. The laparoscopy performed by Dr. Friberg was not justified by the desire to investigate the source of plaintiffs pain, and there is no indication in the medical records that this was Dr. Friberg's reason for performing the laparoscopy.\n2. Dr. Friberg had a duly to obtain plaintiffs prior medical records.\n3. Having reviewed the pathology report of February 2, 1995, she does not believe that it established that both perforations observed by Dr. Maker were the result of ruptured diverticulitis, and she does not believe that the perforations were caused by ruptured diverticulitis. She bases this opinion on the pathology report and on Rachel's medical history.\n4. Even if the perforations were the result of ruptured diverticulitis, they nevertheless occurred during, and were caused by the procedure performed by Dr. Friberg, and caused the injuries described during her deposition.\n5. Rachel's bleeding problem did not preclude Dr. Friberg from performing a hysterosalpingogram.\n6. In vitro fertilization was a preferable method if plaintiff desired to become pregnant, and in fact would have been more likely to have resulted in a successful pregnancy.\nDr. Friberg filed a series of emergency motions asking the court to bar certain testimony including the additional opinions in the May 15, 2000, letter. A hearing was held on these motions on May 31, 2000. The court barred only the opinion expressed in paragraph two of the letter.\nDr. Friberg received his medical degree in 1966 and has a Ph.D. in reproductive endocrinology and immunology. He is board certified in obstetrics, gynecology, and infertility. At trial, Dr. Friberg stated that he and Schiff discussed combining the hysteroscopy, the D&C, and the laparoscopy. He was asked at trial:\nQ. Doctor, you don't have any recollection of discussing any of these risks that we've been talking about or any potential complications with Rachel Schiff prior to January 17, 1995, do you?\nA. *** [M]y routine is to discuss this prior to surgery. I don't have a specific recollection about that.\nDr. Friberg further testified that the usual approach to viewing organs from different angles included using a blunt probe to move *649organs, having a scissors available if something is in its way. And in that particular situation, you also have a YAG laser available. Relative to Schiff s postoperative condition, counsel inquired of Dr. Fri-berg:\nQ. In fact, you would agree and it was known in 1995 in the medical community that if — that a bowel perforation should be suspected in all cases of continuing abdominal pain within 24 to 48 hours following a laparoscopy?\nA. Correct.\nQ. Another common symptoms [sic] associated with peritonitis is fever, correct?\nA. Yes.\nQ. You would expect to see that develop if a bowel was perforated?\nA. Yes.\nQ. There are other symptoms as well; correct, Doctor?\nA. Yes.\nQ. And it would be the case that in different patients peritonitis manifests itself in different ways at different stages in the progress of the disease, correct?\nA. Yes.\nDr. Friberg further testified that on the day of surgery, he briefly saw Schiff in the recovery room. Afterwards, he left the hospital for the day. Later, he received a phone call from one of the nurses that was attending to Schiff. The nurse indicated that she was not comfortable with sending Rachel home because she seemed to be having more pain than would normally be expected. Counsel inquired:\nQ. You didn't — after getting the phone call from the nurse, you didn't return to Grant Hospital to see Rachel at all on the 17th did you, Doctor?\nA. No.\nQ. And the next day following surgery, that would be January 18th; correct, Doctor?\nA. Yes.\nQ. And, Doctor, you didn't come to see Rachel on the 18th either; did you, Doctor?\nA. I did, yes.\nQ. You did?\nA. Yes.\nQ. When did you see her on the 18th?\nA. Sometime in the afternoon.\nFollowing an objection and sidebar, plaintiffs counsel was allowed to show Dr. Friberg a progress note from Grant Hospital dated January 18, 1995, written and signed by resident physician Dr. Page, at Columbia Grant Hospital. Above the signature was Dr. Friberg's signature. Counsel asked:\n*650Q. Did you place your signature on that note when you saw Rachel Schiff on January 18, 1995, at Columbia Grant Hospital, Doctor?\nA. The common situation is to countersign the note.\nQ. Move to strike the answer.\n* * *\nQ. Can you answer my question, Doctor? Did you sign this note on January 18th, 1995, at Columbia Grant Hospital when you were there to see Rachel Schiff following her laparoscopy of January 17, 1995?\nA. At this time I'm not absolutely sure about that.\nPlaintiffs counsel proceeded to read testimony from Dr. Friberg's deposition. During deposition, counsel asked Dr. Friberg: I'm going to — is it possible, Doctor, that you placed your signature on that note of January 18, 1995, at some later date? Dr. Friberg answered, I have at this time a definite independent recollection of seeing Rachel Schiff and reading the note and signing it.\nCounsel showed Dr. Friberg a copy of the chart as it appeared in Rachel Schiffs medical records on February 8, 1995. Plaintiffs counsel asked Dr. Friberg:\nQ. In that chart as it existed on February 8, 1995, approximately three weeks after January 18, 1995, is a copy of the same note that we've been talking about, Doctor, written by Dr. Page; correct?\nA. Yes.\nQ. Your signature doesn't appear on this copy of the chart that we obtained on February 8, 1995; does it, Doctor?\nA. That's correct.\nQ. And would you agree with me, Doctor, that you couldn't have placed your signature on the chart when you were there to see Rachel Schiff as you claimed on January 18, 1995; correct, Doctor? \nA. Yes.\n* * *\nQ. When you told me in your deposition, Doctor, that you have at this time an independent recollection of seeing Rachel Schiff and reading the note and signing it, that wasn't the case; was it, Doctor?\nMR. CURATO [defense counsel]: Objection, Your Honor. Compound question.\nTHE COURT: Overruled[.]\nBY MR. ZAIDEMAN:\nQ. Was it?\nA. You're obviously correct.\nDuring further cross-examination, Dr. Friberg stated that he recalled seeing Rachel Schiff on January 19, 1995. Plaintiffs counsel *651drew Dr. Friberg's attention to his deposition testimony in which he stated that he did not have an independent recollection of seeing Schiff on January 19.\nDr. Friberg testifiéd that he saw Rachel Schiff on January 20, 1995, and made a notation in her chart when he saw her. After seeing Schiff, he called for Dr. Maker. Counsel asked, [Dr. Maker] diagnosed her as having peritonitis secondary to bowel perforations, correct? Dr. Friberg answered, Yes. Schiff underwent a laparotomy on January 20, 1995, which revealed two perforations in Rachel's bowel, specifically on the sigmoid colon. Dr. Friberg stated that based on the pathology report, he believed that Rachel had a preexisting condition of inflamed diverticula (an inflamed out-pouching that occurs on the surface of the bowel or colon) on her sigmoid colon that may have ruptured during the surgery.\nPlaintiffs expert, Dr. Barbara Levy, testified that she practiced obstetrics from 1983 to 1985 and has focused on gynecology since 1983. Dr. Levy was asked at trial:\nQ. Under the standard of care as we defined it, Doctor, in January of 1995, should a reasonably careful gynecologist have performed a laparoscopy on Rachel Schiff for the purpose of looking at her fallopian tubes?\nA. No.\nQ. Tell us why not.\nA. If one wanted to know what the status of her fallopian tubes were, and certainly in order to answer her question about fertility, that's one of the questions you would want to answer.\nThere is an x-ray test [hysterosalpingogram], a dye test that we can do ***. That's the first step in the analysis of her fallopian tubes.\nQ. Under the standard of care as we defined it, Dr. Levy, should a gynecologist in 1995 have performed a laparoscopic surgery on Rachel Schiff to examine the condition of her fallopian tubes as opposed to performing a hysterosalpingogram?\nA. No.\nDr. Levy testified that [l]aparoscopic surgery carries a certain set of risks that are fairly unique to the kind of surgery that we're doing. *** And that spike can hit things we don't mean to hit. Things meaning the intestines, the large blood vessels ***. Further, whenever you're operating in the abdomen, there is a chance of risk to the organs that you're operating on or around[,] *** the small intestine or large intestine can be injured and the blood vessels can be injured. Dr. Levy testified that a hysterosalpingogram did not present the type of risks that she had described as being associated with laparoscopic surgery.\n*652Dr. Levy further testified that the standard of care applicable to gynecologists in January 1995 required the gynecologist to advise his or her patient regarding the risks and increased risks of laparoscopy. Counsel asked, Would a reasonably prudent patient[,] if advised of the risks that Rachel Schiff faced because of her prior surgeries and if advised of the lack of any benefit to this laparoscopic surgery, as you've testified to[,] have wanted to go ahead with this procedure? Dr. Levy answered, after an objection by Dr. Friberg's counsel was overruled, I don't think so.\nDr. Levy testified to a reasonable degree of medical certainty that without surgery, [Schiff] would not have had a perforation in her colon and affirmed that same answer regardless of how the perforations came to be. If Rachel Schiff had never had the laparoscopy, then she would not have had the injury to the bowel and therefore would not have required that [colostomy]. Dr. Levy conceded that there was no way to tell with absolute certainty what exact mechanism caused the perforations. When Dr. Levy was asked: Do you have an opinion, though, to a reasonable degree of medical certainty whether, in fact, the perforations were caused by Dr. Friberg's use of the various instruments during her laparoscopic procedure? Dr. Levy responded, Certainly caused by something that happened during the laparoscopic procedure, yes. Dr. Levy stated that it was possible that the perforations found in Dr. Maker's surgery were created as a result of diverticulitis rupturing.\nDr. Levy also testified that Dr. Friberg's postoperative care for Rachel Schiff was below the standard of care. Dr. Levy opined that if Dr. Friberg had complied with the applicable standard of care postoperatively, Schiff nevertheless would have needed the colostomy surgery performed by Dr. Maker because [o]nce there was injury to the colon and there was fecal contamination within the abdomen, the standard operative course is to divert the colon, do a colostomy, allow everything to settle down and heal because there is a lot of infection in there. Relative to any harm caused to Schiff by Dr. Friberg's postoperative actions, Dr. Levy testified, certainly, the longer an infection goes on, the more likely there is to be damage to tissues, more scar tissue, those kinds of things. That is just a time thing. And obviously, when somebody is in a lot of pain, the longer you're in pain, the more suffering you have.\nDr. Friberg filed a motion for directed verdict on the lack-of-informed-consent claim. In oral argument, Dr. Friberg asserted that Schiff failed to demonstrate with a reasonable degree of medical certainty that there was any puncture by an instrument or any injury by a laser and, therefore, the risk or increased risk of injury, which *653Schiff asserted should have been disclosed, never materialized. The motion was denied.\nThe jury found in favor of Rachel Schiff and awarded her $482,448.19, which was later reduced to $467,448.19, based on a $15,000 settlement from Columbia Grant Hospital. Dr. Friberg filed a motion to set aside the jury's verdict and, alternatively, for a new trial.\nThe trial court denied Dr. Friberg's posttrial motion in a written order on January 25, 2001. Relative to plaintiffs May 15, 2000, letter, the trial court wrote that while Dr. Levy sometimes did not use the exact same words at trial that she used in her Rule 213 written disclosures or in her deposition, the disclosures were made in the deposition. In the trial court's view, the deposition of Dr. Levy contained a clear opinion that a laparoscopy was invasive and to perform it in this case was below the standard of care.\nANALYSIS\nDr. Friberg asserts that the admission of Dr. Levy's new standard-of-care opinions, relative to conducting a hysterosalpingogram versus a laparoscopy expressed in the May 15, 2000, letter and at trial, violated Illinois Supreme Court Rule 213 (177 Ill. 2d R. 213). Dr. Friberg next asserts that Dr. Levy's statements relative to the cause of the perforations on Schiff s colon provided in the May 15, 2000, letter and her testimony at trial disclosed an opinion that was an outright reversal of Dr. Levy's deposition testimony. Dr. Friberg also asserts that he suffered prejudice when Dr. Levy's opinion regarding in vitro fertilization was allowed at trial. Schiff responds that Dr. Levy's testimony regarding a hysterosalpingogram versus a laparoscopy was not a new opinion and was properly admitted, Dr. Levy's testimony regarding the cause of the perforations of plaintiffs bowel was not a new opinion and was properly admitted, and the court did not err in admitting Dr. Levy's testimony relating to in vitro fertilization. Moreover, Schiff responds that Dr. Friberg failed to object to the testimony during trial and the trial court did not err in admitting Dr. Levy's testimony.\nAlthough Dr. Friberg filed a motion before trial to bar the opinions expressed by Dr. Levy in the May 15, 2000, letter, Dr. Friberg failed to contemporaneously object when all three issues arose at trial. Therefore, Dr. Friberg has waived these issues for review. While there is not always a need to repeat the objection each time similar evidence is presented following denial of the motion in limine, one must nonetheless object the first time the evidence is introduced. Illinois State Toll Highway Authority v. Heritage Standard Bank & Trust Co., 163 Ill. 2d 498, 502, 645 N.E.2d 896 (1994). Absent the requisite objection, *654the right to raise the issue on appeal is waived. Illinois State Toll Highway Authority, 163 Ill. 2d at 502. However, even were the issues not waived, based on our review of the record, we conclude that the trial court did not err.\nDr. Friberg asserts that Dr. Levy expressed a new opinion at trial that a hysterosalpingogram would produce the same result as a laparoscopy, without the attendant risks. In Schiff s answer to Dr. Fri-berg's interrogatories, Dr. Levy concluded: There was no medical indication for the laparoscopy performed by Dr. Friberg. *** The procedure performed by Dr. Friberg was contra-indicated in light of previous procedures performed on Schiff. *** The above matters constitute deviations from the accepted standard of care.\nDr. Levy testified during deposition that a hysterosalpingogram will tell you that the tubes are opened or not open. The way to analyze those tubes at this point in time, January 1995, is to do an X-ray and see if the tubes are open, and that's a non-invasive procedure. She further stated, [H]ysteroscopy and D. & C. is not the way I would approach it, but that's not below the standard of care to do that. I do think that proceeding to a laparoscopy was below the standard of care.\nFinally, Dr. Levy testified at trial that [i]f one wanted to know what the status of her fallopian tubes were, and certainly in order to answer her question about fertility, [t]here is an x-ray test, a dye test that we can do ***. That's the first step in the analysis of her fallopian tubes. In her opinion, under the standard of care, a gynecologist in 1995 would not have performed a laparoscopic surgery on Rachel Schiff to examine the condition of her fallopian tubes as opposed to performing a hysterosalpingogram. Courts have consistently limited an expert's testimony to comments within the scope of and consistent with the facts and opinions disclosed in discovery. Kotvan v. Kirk, 321 Ill. App. 3d 733, 745, 747 N.E.2d 1045 (2001). In our view, Dr. Levy's trial testimony was within the scope of her deposition testimony and the trial court did not err.\nDr. Friberg next asserts that he was greatly prejudiced by Dr. Levy's flip-flop on the cause of the perforations found on Schiff s colon. In the answer to defendant's interrogatories, Dr. Levy opined that Rachel Schiff's colon was perforated during the surgical procedure performed by Dr. Friberg. The following was also elicited at deposition:\nQ. *** [I]s it your opinion that the bowel perforation in Rachel Schiff occurred on the 17th of January, 1995, during the surgery?\nA. Yes.\nQ. Is it your opinion, Doctor, that as a result of that bowel *655perforation that was the cause of the peritonitis suffered by Rachel Schiff?\nA. Yes.\nQ. Would you also state that it was also the cause — that bowel perforation was also the cause that required the subsequent treatment that Rachel Schiff underwent, including the treatment for peritonitis, the colostomy itself, and the subsequent reversal of that colostomy?\nA. Yes.\nDr. Levy also testified during deposition that she was not sure what mechanism caused the bowel injuries, but stated that it was [most likely either the laser, the trocar or the needle. When asked whether diverticulitis could have been a reason why Schiff had a hole in the bowel, Dr. Levy stated:\nI think its [sic] awfully unlikely given two perforations at opposite ends of the bowel.\n* * *\nIt's a possibility, although as I said that's an awfully unusual location for diverticulum in the bowel.\nDr. Levy testified at trial, consistent with her previous opinions, that the perforations were [c]ertainly caused by something that happened during the laparoscopic procedure. Dr. Levy also conceded at trial that there was no way to tell with absolute certainty what exact mechanism caused the perforations. Dr. Levy's trial testimony does not constitute a new opinion violative of Rule 213.\nDr. Friberg also claims that Dr. Levy opined at trial that he deviated from the standard of care by not recognizing that in vitro fertilization was more likely to yield a successful pregnancy and that these statements violated Rule 213. This claim does not comport with the record. First, we note that Dr. Levy provided in the answer to defendant's interrogatories that [t]he information available to Dr. Friberg revealed that it was highly unlikely that the laparoscopic procedure would lead to Schiff s fertility. During deposition, Dr. Levy was asked:\nQ. Is it your conclusion that this woman's tubes were useless for fertility?\nA. Yes.\nQ. And there was nothing that could be done to fix that?\nA. She could have had in vitro fertilization.\nDr. Levy also stated at deposition: If she were interested in actively pursuing pregnancy, then the sequence of events in order to do that should have been to analyze the patency of her fallopian tubes using X-ray, using some non-evasive [sic] mechanism, and then discuss with her alternatives, including in vitro fertilization, which really are for a *65640-year-old woman who's not conceived since her fertility surgery the only reasonable way to go. Absent looking for fertility, there was no reason to do the laparoscopy.\nDr. Levy's affirmations in the May 15, 2000, letter included: In vitro fertilization was a preferable method if plaintiff desired to become pregnant, and in fact would have been more likely to have resulted in a successful pregnancy.\nContrary to Dr. Friberg's assertions, Dr. Levy did not testify at trial that Dr. Friberg deviated from the standard of care by not recognizing that in vitro fertilization was more likely to yield a successful pregnancy. Dr. Levy testified at trial that [ijn vitro fertilization *** is the thing most likely to result in a pregnancy for her. There was no testimony that Dr. Friberg breached the standard of care by not concluding that in vitro fertilization would be more likely to yield a successful pregnancy.\nDr. Friberg contends that the trial court improperly permitted Schiffs counsel to impeach his deposition testimony, not his trial testimony, by showing him and the jury a 24 x 36 blow-up of the January 18, 1995[,] note from the incomplete chart. (Emphasis in original.) We disagree.\nThe trial court has discretion to allow the admission of evidence for impeachment purposes, and a reviewing court will not disturb that decision absent an abuse of discretion. Kotvan, 321 Ill. App. 3d at 748. It is appropriate to test the credibility of a witness by demonstrating that on a prior occasion the witness made statements inconsistent with his trial testimony. Kotvan, 321 Ill. App. 3d at 748. To be used for impeachment, a witness's prior statement must be materially inconsistent with his or her trial testimony. Kotvan, 321 Ill. App. 3d at 748. For deposition testimony to be admissible for impeachment, that testimony must contradict an in-court statement of the witness on a material matter. Preston v. Simmons, 321 Ill. App. 3d 789, 803, 747 N.E.2d 1059 (2001). Evidence offered for purposes of contradiction is admissible if it involves facts relative to some issue in the case under the pleadings. Needy v. Sparks, 51 Ill. App. 3d 350, 371, 366 N.E.2d 327 (1977).\nPlaintiff contends that the impeachment evidence relates directly to whether defendant failed to monitor plaintiffs condition after the surgery that he performed on her. We agree. The jury in the instant case heard conflicting testimony and it is the jury's role to assess any conflicting evidence and to judge the witness's credibility. Van Steemburg v. General Aviation, Inc., 243 Ill. App. 3d 299, 329, 611 N.E.2d 1144 (1993).\nDr. Friberg also contends that the trial court's denial of a *657directed verdict on the informed consent count constituted error. One of the three written motions for directed verdict submitted by defendant asserted that there was no evidence that the bowel was injured by a needle, a trocar, or other instruments and, since neither the specific risk of injury as a consequence of perforation by an instrument nor the 'increased risk' from adhesions never materialized, the alleged unrevealed risk that she was at risk or 'increased risk' did not materialize and is therefore insufficient to support a claim for plaintiff to recover on [t]he informed consent claim. Dr. Friberg asserts that while plaintiff here established a duty to disclose a risk, she failed to establish through expert testimony, given to a reasonable degree of medical certainty, that her injury was caused by the risk of puncture by surgical instrumentation.\nA directed verdict is appropriate where the plaintiff has not established a prima facie case. Saxton v. Toole, 240 Ill. App. 3d 204, 210, 608 N.E.2d 233 (1992). A directed verdict is improper where there is any evidence, together with reasonable inferences to be drawn therefrom, demonstrating a substantial factual dispute, or where the assessment of credibility of the witnesses or the determination regarding conflicting evidence is decisive to the outcome. Maple v. Gustafson, 151 Ill. 2d 445, 454, 603 N.E.2d 508 (1992). The review of a grant or denial of a motion for directed verdict is de novo. Susnis v. Radfar, 317 Ill. App. 3d 817, 825, 739 N.E.2d 960 (2000).\nIn an informed consent action, a plaintiff must point to significant undisclosed information relating to the treatment which would have altered her decision to undergo it. Coryell v. Smith, 274 Ill. App. 3d 543, 550, 653 N.E.2d 1317 (1995). Then it is for the jury to decide if any alleged undisclosed information would have altered the plaintiffs decision. Coryell, 274 Ill. App. 3d at 550. If the disclosure would not have changed the decision of a reasonable person in the position of the plaintiff, there is no causal connection between nondisclosure and her postoperative condition; if, however, disclosure would have caused a reasonable person in the position of the patient to refuse the surgery or therapy, a causal connection is shown. Guebard v. Jabaay, 117 Ill. App. 3d 1, 10, 452 N.E.2d 751 (1983).\nIn the instant case, plaintiffs expert, Dr. Levy, testified that there were nonsurgical procedures available to collect the information Dr. Friberg intended to collect as to Schiffs problems. Also, the plaintiff here was asked: If you had been informed on January 11, 1995, that she was at in [sic] increased risk of having organ damage as a result of the type of surgery Dr. Friberg wanted to do on January 17, 1995, would you have consented to having that surgery? She answered, No. A directed verdict should not be granted if there is any evidence *658demonstrating a substantial factual dispute or where the credibility of witnesses is at issue. Carr v. Cook County Hospital, 323 Ill. App. 3d 184, 187, 751 N.E.2d 119 (2001). Because there needed to be an assessment of the credibility of witnesses and a determination regarding conflicting evidence by the jury, the trial court did not err in denying Dr. Friberg's motion for directed verdict on the informed consent claim.\nDr. Friberg asserts that his motion for a directed verdict on the breach of standard of care count should have been granted because Dr- Levy was not qualified to establish the standard of care applicable to Dr. Friberg *** as plaintiff had no expert medical testimony to establish a prima facie case of medical negligence ***. Dr. Friberg believes that Dr. Levy's board certification as a gynecologist, in opposition to his board certification in gynecology, reproductive endocrinology and fertility, establishes that Dr. Levy is not a licensed member of the school of medicine in which she testified and her testimony did not demonstrate that she was familiar with the 'methods, procedures, and treatments' ordinarily observed by physicians in the community relevant to Dr. Friberg's treatment. We disagree.\nFirst, Dr. Friberg failed to object to Dr. Levy's qualifications to testify as to the standard of care at trial, and, therefore the issue is waived for purposes of appeal. Mundell v. La Pata, 263 Ill. App. 3d 28, 34, 635 N.E.2d 933 (1994). Even if the issue were not waived, no error occurred. Whether the expert is qualified to testify is not dependent on whether he is a member of the same specialty or subspecialty as the defendant but, rather, whether the allegations of negligence concern matters within his knowledge and observation. Jones v. O'Young, 154 Ill. 2d 39, 43, 607 N.E.2d 224 (1992). In establishing a doctor's competency to testify, the proponent must show: (1) the physician is a licensed member of the school of medicine about which he is to testify; and (2) the physician is familiar with the methods, procedures, and treatments in either defendant physician's community or a similar community. Kotvan, 321 Ill. App. 3d at 744. As a gynecologist who holds certifications in gynecologic laparoscopy and gynecologic hysteroscopy from the Accreditation Counsel for Gynecologic Endoscopy, Dr. Levy was qualified to testify as an expert witness in the instant case.\nDr. Friberg asserts that the trial court's refusal to bar certain speculative and prejudicial testimony of Dr. Levy constitutes reversible error. Dr. Friberg specifically contests Dr. Levy's testimony that Dr. Friberg breached the standard of care by not diagnosing the peritonitis on January 19, 1995. Further, Dr. Friberg asserts that Dr. Levy's testimony as to the cause of the perforations and as to whether Dr. Friberg breached the standard of care by lysing adhesions with the *659YAG laser was reversible error since no expert testimony was produced indicating that the YAG laser was the proximate cause of any of Schiff s injuries. Dr. Friberg also contends that Dr. Levy's testimony as to whether a reasonably prudent patient would have consented to the surgery was improperly admitted.\nDr. Friberg failed to object to such testimony during trial and has actually waived this issue. Krengiel v. Lissner Corp., 250 Ill. App. 3d 288, 295, 621 N.E.2d 91 (1993). However, even were the issue not waived, a physician may testify to what might or could have caused an injury despite any objection that the testimony was inconclusive. Wojcik v. City of Chicago, 299 Ill. App. 3d 964, 979, 702 N.E.2d 303 (1998).\nDr. Friberg posits that the trial court committed error in its responses to jury questions. During deliberations, the jury asked the trial judge whether Dr. Adeli was a resident or an attending physician at the time of Schiff s surgery. During argument, Dr. Friberg asserted that the court should indicate that he was the on-call doctor at the hospital. Schiff preferred that the court not respond to the inquiry. The court answered the jury's question by stating that there was no sworn testimony on that question. On appeal, Dr. Friberg contends that the trial court's refusal to identify Dr. Adeli as an attending physician was in error.\nThe decision to draft an answer to a jury question or to abstain from responding is reviewed under an abuse of discretion standard. Hojek v. Harkness, 314 Ill. App. 3d 831, 834, 733 N.E.2d 356 (2000). Refusing a request for material not in evidence does not constitute error. See People v. Bryant, 176 Ill. App. 3d 809, 813, 531 N.E.2d 849 (1988).\nThe jury also asked the trial court, To find for plaintiff does it require a una[ni]mous vote for at least one item (of 3)? (Emphasis in original.) The jury instruction, as presented to the jury, read:\nThe plaintiff claims that she was injured and sustained damage, and that the defendant was negligent in one or more of the following respects:\na. He performed surgery on plaintiff which should not have been performed;\nb. He failed to obtain plaintiffs informed consent to the surgery which he performed on plaintiff;\nc. He failed to properly monitor plaintiff's condition after the surgery which he performed on her.\nThe plaintiff further claims that one or more of the foregoing was a proximate cause of her injuries.\nThe court returned the following response to the jury:\n*660You must be unanimous that the Defendant was negligent in one or more of the respects set out in the instructions — and the Plaintiff was injured — and the negligence of the Defendant was a proximate cause of the injuries suffered by the Plaintiff.\nRemember, you must consider the instructions as a whole, not picking out one instruction and disregarding others. (Emphasis added.)\nWe hold that the trial court did not commit error in its responses to the jury questions.\nDr. Friberg also contends that the trial court issued improper jury instructions. On Friday, June 9, 2000, Illinois Pattern Jury Instructions, Civil, No. 105.02 (3d ed. 1995) (hereinafter IPI Civil 3d) was approved to go to the jury without objection. The record indicates that the trial judge stated that he would not accept any other proposed instructions after June 9, 2000. However, on Monday, June 12, 2000, defense counsel objected to IPI Civil 3d No. 105.02 and proffered a modification.\nIt is well settled that a party waives any objection to jury instructions when it does not object at the jury instruction conference. Branum v. Slezak Construction Co., 289 Ill. App. 3d 948, 956-57, 682 N.E.2d 1165 (1997). Here, Dr. Friberg's objection and suggested instruction were not timely submitted and, therefore, the trial court did not err in refusing submission of the modified instruction.\nDuring the instruction conference, Dr. Friberg objected to the inclusion of jury IPI Civil 3d No. 30.21, which read:\nIf you decide for the plaintiff on the question of liability, you may not deny or limit the plaintiffs right to damages resulting from this occurrence because any injury resulted from an aggravation of a pre-existing condition or a pre-existing condition which rendered the plaintiff more susceptible to injury. (Emphasis added.)\nDr. Friberg asserts that IPI Civil 3d No. 30.21 could have influenced the award in other elements of damage and it likely misled the jury since it was issued despite the lack of any evidence of aggravation of a preexisting condition. The jury, in its general verdict, awarded Rachel Schiff $1 for the aggravation of any preexisting condition.\nWhen a general verdict is returned after the jury has considered several issues, some of which are supported and some unsupported by evidence, there may be a presumption that its verdict is grounded on those issues supported by evidence. Darby v. Checker Co., 6 Ill. App. 3d 188, 196, 285 N.E.2d 217 (1972). A trial court's determination as to the instructions to be given to the jury will not be disturbed absent an *661abuse of discretion. Dabros v. Wang, 243 Ill. App. 3d 259, 267, 611 N.E.2d 1113 (1993). The test for determining whether the trial court abused its discretion in instructing the jury is whether, considered as a whole, the instructions are clear enough so as to not mislead the jury and whether they fairly and accurately state the applicable law. Dabros, 243 Ill. App. 3d at 267.\nIn the instant case, Dr. Friberg testified that, based on the pathology report, it was possible that the diverticulitis Schiff may have had on the bowel may have ruptured during the surgery. Dr. Maker testified that he did not see any diverticulum and speculated that if he had seen any, the diverticulitis would have been a condition preexisting his procedure and Dr. Friberg's procedure. In light of the evidence at trial and the jury's $1 award, there is no indication that the instruction at issue misled the jury or influenced the award in other elements of damage.\nDr. Friberg asserts that he is entitled to a new trial because the cumulative weight of the trial errors made it impossible for the jury to return a verdict free from prejudice. We disagree. A new trial should be granted only when the opposite conclusion is clearly apparent to the reviewing court or the jury's findings are unreasonable, arbitrary, and not based on the evidence. Wojcik v. City of Chicago, 299 Ill. App. 3d 964, 981, 702 N.E.2d 303 (1998). The cumulative effect of trial errors, if any, did not deny defendant a fair trial.\nDr. Friberg finally contends that the jury's verdict in favor of Schiff was against the manifest weight of the evidence. A reviewing court cannot reweigh the evidence and set aside a verdict merely because the jury could have drawn different inferences or conclusions, or because the court feels other results are more reasonable. Parker v. Illinois Masonic Warren Barr Pavilion, 299 Ill. App. 3d 495, 501, 701 N.E.2d 190 (1998). We cannot say that the verdict was against the manifest weight of the evidence.\nAccordingly, the holding of the trial court is affirmed.\nAffirmed.\nCOHEN, EJ., and McNULTY, J., concur.\n \nPlain English summary:\nPlaintiff underwent a number of procedures to view her fallopian tubes and rule out a malignancy as the cause of her irregular menstrual bleeding. Plaintiff claims the defendant doctor did not obtain informed consent for the procedure. The procedure caused complications and injury to plaintiff. Plaintiff complained of lack of follow-up care by defendant. Plaintiff sued for medical negligence and the jury awarded her compensation. Defendant appealed. The trial court held that the jury verdict was not against the manifest weight of the evidence. \n",
    "annotations": {
        "Facts": [
            "In 1984, 1986, 1987, and 1990, Schiff underwent various surgical procedures on her reproductive organs. In October 1990, Schiff was referred to Dr. Friberg by her gynecologist. Dr. Friberg provided Schiff with fertility treatment and counseling, performed regular examinations, and treated her irregular menstrual bleeding. Schiff saw Dr. Friberg approximately once every two to three months between 1990 and 1995. The visits increased in frequency in 1994 due to the worsening of her irregular bleeding. In 1994, Schiff was 40 years old and had not been successful in becoming pregnant.Schiff testified",
            "that during an office visit on December 29, 1994, Dr. Friberg recommended that she undergo a dilatation and curettage (D&C) (a blind procedure in which the physician dilates the cervix and scrapes tissue from inside the uterus for pathological evaluation) and hysteroscopy procedure (a procedure that allows the physician to view the inside of the uterine cavity through a scope) to rule out a malignancy as the source of her irregular bleeding.She met with Dr. Friberg on January 11, 1995, and he told her that he wanted to take a look around because it was medical and not endocrine. He did not say anything else about the procedures of the D&C and the hysteroscopy. She further testified that he indicated to *647her that  'a couple months from now we'll go in and, you know, do a laparoscopy for the fertility issue.'  She asked Dr. Friberg if he could perform both procedures at the same time because she did not wish to take more time off from work or be under anesthesia twice. Dr. Fri-berg said that he could. Sehiff testified that there was never any discussion with Dr. Friberg regarding the possibility of organ damage or serious infections as a result of these procedures, availability of nonsurgical options, or in vitro fertilization.",
            "on January 17, 1995, she saw Dr. Friberg as they brought her into the operating room, but he did not go over any of the consent forms with her. After the surgery, she was very, very sick and in a lot of pain. Her stomach was very distended, she felt feverish, nauseous, and was in excruciating pain. Instead of going home, Sehiff was admitted to the hospital that afternoon. She testified that she continually informed the nurses of her discomfort. On January 19, 1995, she was still very sick. ",
            "she was not examined by Dr. Friberg on January 19, 1995.On the morning of January 20, 1995, she was examined by Dr. Vi-jay Maker. Dr. Maker touched her stomach, Sehiff screamed, and Dr. Maker indicated that emergency surgery was necessary. She stated that Dr. Maker told her that she had peritonitis and she understood that he was proposing an exploratory laparotomy and a possible colostomy.After the emergency surgery on January 20, 1995, she woke up in the intensive care unit of Columbia Grant Hospital with a respirator device down her throat. She was informed that a colostomy had been performed. She remained in the hospital until January 31, 1995. The colostomy was reversed on May 5, 1995, by Dr. David Winchester of Evanston Hospital.",
            "Sehiff acknowledged signing consent forms at Columbia Grant Hospital on January 17, 1995, which indicated that she was aware of the surgical risks such as loss of blood and infection, and if surgery necessitated admission, she agreed to be admitted as an inpatient.",
            "Dr. Friberg received his medical degree in 1966 and has a Ph.D. in reproductive endocrinology and immunology. He is board certified in obstetrics, gynecology, and infertility. At trial, Dr. Friberg stated that he and Schiff discussed combining the hysteroscopy, the D&C, and the laparoscopy. He was asked at trial:Q. Doctor, you don't have any recollection of discussing any of these risks that we've been talking about or any potential complications with Rachel Schiff prior to January 17, 1995, do you?A. *** [M]y routine is to discuss this prior to surgery. I don't have a specific recollection about that.Dr. Friberg further testified that the usual approach to viewing organs from different angles included using a blunt probe to move *649organs, having a scissors available if something is in its way. And in that particular situation, you also have a YAG laser available. Relative to Schiff s postoperative condition, counsel inquired of Dr. Fri-berg:Q.",
            "you would agree and it was known in 1995 in the medical community that if — that a bowel perforation should be suspected in all cases of continuing abdominal pain within 24 to 48 hours following a laparoscopy?A. Correct.Q. Another common symptoms [sic] associated with peritonitis is fever, correct?A. Yes.Q. You would expect to see that develop if a bowel was perforated?A. Yes.Q. There are other symptoms as well; correct, Doctor?A. Yes.Q. And it would be the case that in different patients peritonitis manifests itself in different ways at different stages in the progress of the disease, correct?A. Yes.Dr. Friberg",
            "on the day of surgery, he briefly saw Schiff in the recovery room. Afterwards, he left the hospital for the day.",
            "Later, he received a phone call from one of the nurses that was attending to Schiff. The nurse indicated that she was not comfortable with sending Rachel home because she seemed to be having more pain than would normally be expected.",
            "Schiff underwent a laparotomy on January 20, 1995, which revealed two perforations in Rachel's bowel, specifically on the sigmoid colon. ",
            "Plaintiffs expert, Dr. Barbara Levy",
            "practiced obstetrics from 1983 to 1985 and has focused on gynecology since 1983. Dr. Levy was asked at trial:Q. Under the standard of care as we defined it, Doctor, in January of 1995, should a reasonably careful gynecologist have performed a laparoscopy on Rachel Schiff for the purpose of looking at her fallopian tubes?A. No.Q. Tell us why not.A. If one wanted to know what the status of her fallopian tubes were, and certainly in order to answer her question about fertility, that's one of the questions you would want to answer.There is an x-ray test [hysterosalpingogram], a dye test that we can do ***. That's the first step in the analysis of her fallopian tubes.",
            "Dr. Levy testified that [l]aparoscopic surgery carries a certain set of risks that are fairly unique to the kind of surgery that we're doing. *** And that spike can hit things we don't mean to hit. Things meaning the intestines, the large blood vessels ***. Further, whenever you're operating in the abdomen, there is a chance of risk to the organs that you're operating on or around[,] *** the small intestine or large intestine can be injured and the blood vessels can be injured. Dr. Levy testified that a hysterosalpingogram did not present the type of risks that she had described as being associated with laparoscopic surgery.",
            "Dr. Levy testified to a reasonable degree of medical certainty that without surgery, [Schiff] would not have had a perforation in her colon",
            "there was no way to tell with absolute certainty what exact mechanism caused the perforations.",
            "Dr. Levy was asked: Do you have an opinion, though, to a reasonable degree of medical certainty whether, in fact, the perforations were caused by Dr. Friberg's use of the various instruments during her laparoscopic procedure? Dr. Levy responded, Certainly caused by something that happened during the laparoscopic procedure, yes. ",
            "it was possible that the perforations found in Dr. Maker's surgery were created as a result of diverticulitis rupturing.",
            "During deposition, Dr. Levy was asked:Q. Is it your conclusion that this woman's tubes were useless for fertility?A. Yes.Q. And there was nothing that could be done to fix that?A. She could have had in vitro fertilization.Dr. Levy also stated at deposition: If she were interested in actively pursuing pregnancy, then the sequence of events in order to do that should have been to analyze the patency of her fallopian tubes using X-ray, using some non-evasive [sic] mechanism, and then discuss with her alternatives, including in vitro fertilization, which really are for a *65640-year-old woman who's not conceived since her fertility surgery the only reasonable way to go. Absent looking for fertility, there was no reason to do the laparoscopy.Dr. Levy's affirmations in the May 15, 2000, letter included: In vitro fertilization was a preferable method if plaintiff desired to become pregnant, and in fact would have been more likely to have resulted in a successful pregnancy."
        ],
        "Procedural History": [
            "Rachel Schiff filed a medical malpractice suit against Dr. Jan Fri-berg ",
            "The jury awarded Schiff damages in the amount of $482,448.19",
            "Dr. Friberg filed a posttrial motion to set aside the jury verdict or, alternatively, grant him a new trial. That motion was denied. Dr. Friberg appeals from both the judgment entered on the jury verdict and the order denying the posttrial motion.",
            "The jury found in favor of Rachel Schiff and awarded her $482,448.19",
            "Dr. Friberg filed a motion to set aside the jury's verdict and, alternatively, for a new trial.The trial court denied Dr. Friberg's posttrial motion in a written order on January 25, 2001."
        ],
        "Application of Law to Facts": [
            "There was no testimony that Dr. Friberg breached the standard of care by not concluding that in vitro fertilization would be more likely to yield a successful pregnancy.",
            "In the instant case, plaintiffs expert, Dr. Levy, testified that there were nonsurgical procedures available to collect the information Dr. Friberg intended to collect as to Schiffs problems. Also, the plaintiff here was asked: If you had been informed on January 11, 1995, that she was at in [sic] increased risk of having organ damage as a result of the type of surgery Dr. Friberg wanted to do on January 17, 1995, would you have consented to having that surgery? She answered, No. A directed verdict should not be granted if there is any evidence *658demonstrating a substantial factual dispute or where the credibility of witnesses is at issue.",
            "Because there needed to be an assessment of the credibility of witnesses and a determination regarding conflicting evidence by the jury, the trial court did not err in denying Dr. Friberg's motion for directed verdict on the informed consent claim.",
            "We cannot say that the verdict was against the manifest weight of the evidence."
        ],
        "Relevant Precedents": [
            "Coryell v. Smith, 274 Ill. App. 3d 543, 550, 653 N.E.2d 1317 (1995)",
            "Coryell, 274 Ill. App. 3d at 550.",
            "Carr v. Cook County Hospital, 323 Ill. App. 3d 184, 187, 751 N.E.2d 119 (2001)."
        ],
        "Outcome": [
            "Accordingly, the holding of the trial court is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}