{
    "text": "Romine v. Village of Irving, 336 Ill. App. 3d 624 (2003)\nJan. 15, 2003 · Illinois Appellate Court · No. 5—01—0798\n336 Ill. App. 3d 624\n\nCase outline\nMajority — Presiding Justice Hopkins\nOther formats\nPDF\nAPI\nCiting cases\n1 case cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nTEDD M. ROMINE et al., Plaintiffs-Appellants,v.THE VILLAGE OF IRVING, Defendant-Appellee\nFifth District\n*625David A. Rolf, of Sorling, Northrup, Hanna, Cullen & Cochran, Ltd., of Springfield, for appellants.\nDouglas R. Heise, of Schrempf, Blaine, Kelly & Darr, Ltd., of Alton, for appellee.\nPRESIDING JUSTICE HOPKINS\ndelivered the opinion of the court:\nTedd and Amanda Romine (plaintiffs) appeal the trial court's decision entering a summary judgment in favor of the Village of Irving (defendant). On appeal, plaintiffs, who were involved in a car accident with Dixie Osborne, contend that the trial court erred because a genuine issue of material fact, i.e., whether the police officers' actions of directing Dixie to leave the premises while intoxicated, constituted willful and wanton conduct and precluded a summary judgment. We affirm the decision of the circuit court.\nFACTS\nOn June 6, 1999, John Osborne drove his wife, Dixie, and their *626five sons to a homecoming festival in Irving, Illinois. After escorting their children to the festival, John and Dixie parked their van in front of a tavern, where each consumed approximately 12 bottles of beer. After a few hours, John and Dixie exited the tavern and walked several blocks to return to the festival. Once she left the tavern, Dixie did not consume additional alcoholic beverages.\nAt the festival, while exiting a beer tent, John encountered one of his sons, and while horsing around, John struck his son. Officer Brent Keele, an Irving police officer, and Deputy Bruce Sanford, of the Montgomery County sheriffs department, witnessed the occurrence. Officer Keele confronted John, John became belligerent, and Officer Keele ultimately handcuffed John and, accompanied by Deputy Sanford, walked John 30 yards from the beer tent.\nConcerned that her husband was being handcuffed, Dixie approached John and the officers. Once John's son indicated that he did not want to press charges, the officers released John and told John and Dixie to leave. Neither officer told John or Dixie to get into a vehicle to leave the area, and neither officer saw them approach a vehicle. Both officers observed John and Dixie walking from the beer tent area. Officer Sanford testified in his deposition that he knew that John and Dixie were not from Irving, knew that they were intoxicated, and suggested, as John and Dixie were walking from the beer tent, that they not drive a vehicle.\nJohn and Dixie walked from the festival to their van at the tavern. Dixie, driving away in the van, collided with plaintiffs' vehicle, thereby injuring plaintiffs.\nOn June 6, 2001, the trial court found that the focus of the police action was John and that no evidence supported the allegations that defendant permitted Dixie to operate her vehicle while intoxicated, instructed her to drive while she was intoxicated, or failed to prevent her from operating her vehicle when it knew or should have known of her intoxication. Accordingly, the trial court entered a summary judgment in favor of defendant. On June 28, 2001, plaintiffs filed a motion to reconsider the court's ruling on the motion for a summary judgment, which the trial court denied on July 31, 2001. Plaintiffs filed their timely appeal.\nANALYSIS\nPlaintiffs contend that the police officers' actions of instructing Dixie to leave the premises, when they should have known that Dixie was intoxicated, rise to willful and wanton conduct and that, therefore, defendant is hable because those actions are not protected under the Local Governmental and Governmental Employees Tort Immunity Act (see 745 ILCS 10/2 — 202 (West 2000)).\n*627There can be no recovery in tort for negligence unless the defendant has breached a duty owed to the plaintiff. Boyd v. Racine Currency Exchange, Inc., 56 Ill. 2d 95, 97 (1973). The existence of a legal duty and the existence of immunity are separate issues, and the [Local Governmental and Governmental Employees] Tort Immunity Act does not impose on a municipality any new duties. Barnett v. Zion Park District, 171 Ill. 2d 378, 386 (1996). The distinction between an immunity and a duty is crucial, because only if a duty is found is the issue of whether an immunity or defense is available to the governmental entity considered[.] Zimmerman v. Village of Skokie, 183 Ill. 2d 30, 46 (1998).\nWhether defendant owed plaintiffs a legal duty is a matter of law and appropriate for a summary judgment. Barnett, 171 Ill. 2d at 385. We review summary judgment rulings de novo. Outboard Marine Corp. v. Liberty Mutual Insurance Co., 154 Ill. 2d 90, 102 (1992).\nThe existence of a legal duty is premised on whether the harm reasonably was foreseeable. Kirk v. Michael Reese Hospital & Medical Center, 117 Ill. 2d 507, 525 (1987). To establish reasonable foreseeability, plaintiffs must show more than that defendant could have foreseen that the event was possible — plaintiffs must show that the occurrence was objectively reasonable to expect. Dunaway v. Ashland Oil, Inc., 172 Ill. App. 3d 712, 715 (1988). No one can be expected to guard against harm from events that are not reasonably to be anticipated (Cunis v. Brennan, 56 Ill. 2d 372, 376 (1974)), and police officers have no duty to anticipate the criminal acts of third parties. Medley v. Turner, 869 E Supp. 567, 577 (N.D. Ill. 1994), citing Boyd, 56 Ill. 2d at 97. In judging whether harm was legally foreseeable[,] we consider what was apparent to the defendant at the time of his now complained of conduct, not what may appear through exercise of hindsight. Cunis, 56 Ill. 2d at 376.\nIn the case sub judice, the police officers instructed John and Dixie to leave the premises and watched them walk from the beer tent area. The officers did not witness Dixie entering a vehicle while intoxicated and certainly did not instruct her to do so. See Fatigato v. Village of Olympia Fields, 281 Ill. App. 3d 347 (1996). Considering what was apparent to the officers at the time of John's disturbance, when they instructed Dixie and John to leave the premises, plaintiffs' injuries were not objectively reasonable to expect. Assuming the officers' knowledge of Dixie's intoxication, the officers could not reasonably have foreseen that Dixie would walk several blocks from the festival to her van, break the law by driving while intoxicated, and ultimately cause an accident and injure plaintiffs. We hold that the remote possibility of the accident did not give rise to a legal duty on *628the part of the police officers, and by extension the municipality, to plaintiffs to provide against their injury. See Cunis, 56 Ill. 2d at 378.\nTo determine the question of legal duty in a negligence action, we also consider the magnitude of the risk involved, the burden of requiring the state to guard against the risk, and the consequences of placing such a burden on the state. See Lance v. Senior, 36 Ill. 2d 516, 518 (1967). We recognize that plaintiffs were wrongly injured by a drunk driver, an all-too-common occurrence, but the burden of guarding against plaintiffs' injuries would be very cumbersome for police officers, who would be required to ascertain the whereabouts of each intoxicated person with whom they came into contact. Holding the municipality liable for the harmful and illegal acts of an intoxicated person who, at the time of contact with police, was not the center of police action and was not driving or approaching a vehicle while intoxicated would be an unreasonable burden on the municipality. Thus, in addition to the unforeseeability of plaintiffs' harm, public policy dictates that no duty be imposed on defendant under the facts of this case.\nCONCLUSION\nFor the foregoing reasons, the judgment of the circuit court of Montgomery County is affirmed.\nAffirmed.\nMAAG and KUEHN, JJ., concur.\n \nPlain English summary:\nJohn and Dixie Osborne were intoxicated at a festival. John was involved in a brawl, which two police officers broke up. The police officers let John and his wife go. Dixie subsequently drove her van away from the festival, and collided with plaintiff's vehicle, injuring plaintiff. The trial court entered summary judgment for defendant, finding that the police officers owed plaintiff no duty of care. The appellate court agreed and affirmed the trial court's ruling. ",
    "annotations": {
        "Facts": [
            "On June 6, 1999, John Osborne drove his wife, Dixie, and their *626five sons to a homecoming festival in Irving, Illinois. After escorting their children to the festival, John and Dixie parked their van in front of a tavern, where each consumed approximately 12 bottles of beer. After a few hours, John and Dixie exited the tavern and walked several blocks to return to the festival. Once she left the tavern, Dixie did not consume additional alcoholic beverages.At the festival, while exiting a beer tent, John encountered one of his sons, and while horsing around, John struck his son. Officer Brent Keele, an Irving police officer, and Deputy Bruce Sanford, of the Montgomery County sheriffs department, witnessed the occurrence. Officer Keele confronted John, John became belligerent, and Officer Keele ultimately handcuffed John and, accompanied by Deputy Sanford, walked John 30 yards from the beer tent.Concerned that her husband was being handcuffed, Dixie approached John and the officers. Once John's son indicated that he did not want to press charges, the officers released John and told John and Dixie to leave. Neither officer told John or Dixie to get into a vehicle to leave the area, and neither officer saw them approach a vehicle. Both officers observed John and Dixie walking from the beer tent area.",
            "Officer Sanford",
            "knew that John and Dixie were not from Irving, knew that they were intoxicated, and suggested, as John and Dixie were walking from the beer tent, that they not drive a vehicle.John and Dixie walked from the festival to their van at the tavern. Dixie, driving away in the van, collided with plaintiffs' vehicle, thereby injuring plaintiffs."
        ],
        "Procedural History": [
            "Tedd and Amanda Romine (plaintiffs) appeal the trial court's decision entering a summary judgment in favor of the Village of Irving (defendant).",
            "On June 6, 2001, the trial court found that the focus of the police action was John and that no evidence supported the allegations that defendant permitted Dixie to operate her vehicle while intoxicated, instructed her to drive while she was intoxicated, or failed to prevent her from operating her vehicle when it knew or should have known of her intoxication. Accordingly, the trial court entered a summary judgment in favor of defendant. On June 28, 2001, plaintiffs filed a motion to reconsider the court's ruling on the motion for a summary judgment, which the trial court denied on July 31, 2001. Plaintiffs filed their timely appeal.",
            "We review summary judgment rulings de novo."
        ],
        "Application of Law to Facts": [
            "In the case sub judice, the police officers instructed John and Dixie to leave the premises and watched them walk from the beer tent area. The officers did not witness Dixie entering a vehicle while intoxicated and certainly did not instruct her to do so.",
            "Considering what was apparent to the officers at the time of John's disturbance, when they instructed Dixie and John to leave the premises, plaintiffs' injuries were not objectively reasonable to expect. Assuming the officers' knowledge of Dixie's intoxication, the officers could not reasonably have foreseen that Dixie would walk several blocks from the festival to her van, break the law by driving while intoxicated, and ultimately cause an accident and injure plaintiffs. We hold that the remote possibility of the accident did not give rise to a legal duty on *628the part of the police officers, and by extension the municipality, to plaintiffs to provide against their injury.",
            "We recognize that plaintiffs were wrongly injured by a drunk driver, an all-too-common occurrence, but the burden of guarding against plaintiffs' injuries would be very cumbersome for police officers, who would be required to ascertain the whereabouts of each intoxicated person with whom they came into contact. Holding the municipality liable for the harmful and illegal acts of an intoxicated person who, at the time of contact with police, was not the center of police action and was not driving or approaching a vehicle while intoxicated would be an unreasonable burden on the municipality. Thus, in addition to the unforeseeability of plaintiffs' harm, public policy dictates that no duty be imposed on defendant under the facts of this case."
        ],
        "Relevant Precedents": [
            "Local Governmental and Governmental Employees Tort Immunity Act (see 745 ILCS 10/2 — 202 (West 2000)).",
            "Boyd v. Racine Currency Exchange, Inc., 56 Ill. 2d 95, 97 (1973).",
            "Barnett v. Zion Park District, 171 Ill. 2d 378, 386 (1996).",
            "Zimmerman v. Village of Skokie, 183 Ill. 2d 30, 46 (1998).",
            "Barnett, 171 Ill. 2d at 385.",
            "Outboard Marine Corp. v. Liberty Mutual Insurance Co., 154 Ill. 2d 90, 102 (1992).",
            "Kirk v. Michael Reese Hospital & Medical Center, 117 Ill. 2d 507, 525 (1987).",
            "Dunaway v. Ashland Oil, Inc., 172 Ill. App. 3d 712, 715 (1988).",
            "Cunis v. Brennan, 56 Ill. 2d 372, 376 (1974)",
            "Medley v. Turner, 869 E Supp. 567, 577 (N.D. Ill. 1994), citing Boyd, 56 Ill. 2d at 97.",
            "Cunis, 56 Ill. 2d at 376.",
            "Fatigato v. Village of Olympia Fields, 281 Ill. App. 3d 347 (1996).",
            "Cunis, 56 Ill. 2d at 378.",
            "Lance v. Senior, 36 Ill. 2d 516, 518 (1967)."
        ],
        "Outcome": [
            "We affirm the decision of the circuit court.",
            "For the foregoing reasons, the judgment of the circuit court of Montgomery County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}