{
    "text": "Ohms v. State of Illinois, Division of Highways, 30 Ill. Ct. Cl. 410 (1975)\nMarch 14, 1975 · Illinois Court of Claims · No. 5480\n30 Ill. Ct. Cl. 410\n\nCase outline\nMajority — Perlin, C. J.\nOther formats\nPDF\nAPI\nCiting cases\n9 cases cite to this case\nView citation history in trends\n\nHarry A. Ohms, Jr., Administrator of Estate of Harry A. Ohms, Sr., deceased, Claimant, vs. State of Illinois, Division of Highways, Respondent\nHarris and Lambert, and Robert L. Butler, Attorneys for Claimant.\nWilliam J. Scott, Attorney General; Howard W. Feldman, Assistant Attorney General, for Respondent.\nPerlin, C. J.\nClaimant Harry A. Ohms, Jr., as Administrator of the Estate of Harry Ohms, Sr., seeks to recover the sum of $25,000 for the death of his intestate in an automobile *411accident which occurred on December 20, 1967, along a portion of Illinois Route 13, known as Brandon Hill.1\nOn December 20, 1967, the State of Illinois was in the process of resurfacing portions of the eastbound lane of Illinois Route 13, a two lane, east-west highway connecting Marion and Harrisburg, Illinois. In repairing the road, the State cut out patches of the pavement at various intervals along several miles of the highway preparatory to resurfacing, and placed barricades around the patches. Three such barricaded patches were located on the west slope of Brandon Hill.\nPhotographs and diagrams introduced into evidence by claimant show that the first barricaded patch was located approximately 350 feet west of the crest of the hill. Two hundred fifty feet east of this patch were the second and third barricaded patches, spaced about 10 feet apart and ending approximately 76 feet west of the crest of the hill.\nThe barricades around each of the patches completely blocked the eastbound lane of the highway. The highway was bounded by a steep embankment and gutter, which prevented vehicles from using the shoulder of the road to drive around the barricades. Motorists traveling eastbound along the highway were therefore required to drive into the westbound lane of traffic to negotiate the barricades.\nTo the west of Brandon Hill there were several sets of signs warning eastbound motorists of the roadwork, and about one quarter mile west of the hill was a sign *412stating, One Lane Road Ahead. There was neither a warning device nor a flagman at the crest of the hill to warn eastbound motorists of westbound traffic coming over the crest of the hill.\nThe accident occurred at approximately 1:45 p.m. as Harry Ohms, Sr., proceeded eastbound on Route 13. The pavement was damp and slippery from a morning rain, but the day was clear. The deceased was familiar with the condition of the road, having driven over it daily to and from his job.\nJohn Stump, who was driving directly behind the deceased at the time of the accident, testified that the deceased came to a complete stop in front of the western most barricade on the slope of Brandon Hill. He drove into the westbound lane of traffic, went around the barricade, and pulled back into the eastbound lane. He then proceeded in the eastbound lane until coming to a halt before the next barricade at a point about 100 feet from the crest of the hill. As the deceased pulled into the westbound lane to negotiate this barricade, his car was struck head on by a westbound car which had just cleared the crest of the hill.\nHarry Ohms, Sr., suffered a crushed chest and head injuries in the accident, and died within minutes of the crash.\nJohn Stump and several other drivers at the scene who had traveled the road regularly, all testified that Brandon Hill had a reputation as being a dangerous portion of the highway and that in their opinion the construction thereon had made the road particularly hazardous. They further testified that the hill was blind, in that a driver could not see over the crest of the hill as he approached from either the east or the west.\n*413Richard A. Ash, an Illinois State Trooper who traveled over Brandon Hill regularly, also testified that motorists approaching the crest of the hill from either direction are unable to see over the crest. Ash also said that the crest of the hill is a no passing zone for both eastbound and westbound traffic.\nCarl DeWitt, a civil engineer with the Illinois Highway Department, testified, that he was in charge of the construction project on Route 13. DeWitt said that following the accident he took a line of sight measurement to determine the distance which Harry Ohms, Sr., could see as he went around the barricade at the crest of the hill. DeWitt stated that according to his calculations, when the deceased pulled behind the barricade nearest to the crest of the hill, he could have seen westbound traffic approaching from a distance of 445 feet. DeWitt further said that once Mr. Ohms pulled into the westbound lane of traffic to drive around the barricade, and reached the point of impact, he could see over a mile to the east.\nIt is claimant's position that respondent was negligent in failing to post a flagman or some mechanical warning device at the crest of Brandon Hill to warn motorists forced into the oncoming lane of traffic of the presence of westbound automobiles. Respondent contends that it was under no such duty, and that it fully discharged its obligations to Mr. Ohms by posting warning signs along the highway indicating that the road was under construction, and that traffic was reduced to one lane at the point of the accident. Respondent also contends that the deceased was contributorily negligent in driving into the lane of oncoming traffic without keeping a proper lookout.\nTo recover damages for the death of Harry Ohms, Sr., claimant beare the burden of establishing by a *414preponderance of the evidence that respondent breached a duty owed Mr. Ohms; that Mr. Ohms was free of contributory negligence; and that the negligence of the respondent proximately caused his death. Howell v. State, 23 C.C.R. 141.\nWe have often reiterated that the State is not an insurer of the condition of highways under its maintenance and control. Schuck v. State, 25 C.C.R. 209. We have also held that the State is nevertheless under a duty to the motoring public to use reasonable care in maintaining roadways under its control. Thus, respondent owed a duty to users of Route 13 to use reasonable diligence in insuring that the construction work on the road did not create an unreasonably dangerous condition.\nWe think it manifestly clear that respondent breached this duty to Harry Ohms, Sr., by permitting an extremely dangerous condition, to develop on Brandon Hill during the course of construction work. The testimony of numerous witnesses, including a State Highway Patrolman familiar with the area, established that Brandon Hill was a particularly dangerous portion of highway even absent the construction. The crest of the hill was a no passing zone for both eastbound and westbound traffic, and testimony by numerous competent witnesses established that the approach to the crest of the hill was blind to motorists approaching from either direction.\nYet, respondent caused barricades to be placed across the eastbound lane of the roadway, within the no passing zone at the crest of the hill, which necessitated eastbound traffic to cross into the oncoming lane of traffic at a point where oncoming traffic was not visible. The State permitted an extraordinarily dangerous condition to develop at the crest of Brandon Hill, and in view of *415this condition, we think that an obligation rested upon the State to provide a flagman, or a mechanical traffic control device, at the crest of the hill to control traffic thereon.\nRespondent argues that it fulfilled its obligation to Claimant's intestate by placing a series of signs on the approaches to Brandon Hill, which indicated that barricades and construction reduced traffic to one lane. Respondent cites Emm v. State of Illinois, 25 C.C.R. 213, where we said,\n*** the placing of adequate signs warning of the conditions to be met fulfills the obligation of the State to users of the highway. Id. at 218.\nWe are not persuaded by this argument. This is not a situation where a claimant has ignored posted signs prohibiting entry to a closed road, as was the case in Emm v. State, supra. Rather the signs posted by respondent only informed Harry Ohms, Sr., that there was construction on the roadway, and that the two lane highway would be reduced to a single lane at some point. However, once Harry Ohms reached the barricade at the crest of the hill, he was left without any indication of whether it was safe to proceed around the barricade in the lane of oncoming traffic. It was at this point that a warning device was needed.\nThe more difficult issue is whether Harry Ohms, Sr., acted with reasonable care for his own safety and well-being and was thus free of contributory negligence. Considering all the circumstances here, we believe that Mr. Ohms acted with reasonable prudence under the circumstances. Once he found himself stopped before the barricade near the crest of the hill, Mr. Ohms had little alternative but to edge his car into the oncoming lane of traffic. The high bank to the side of the road prevented him from using the shoulder to negotiate the barricade, *416and traffic lined up behind him prevented him from backing down the hill. The testimony of John Stump, who was directly behind Mr. Ohms at the time of the accident, establishes that he came to a complete stop before the barricade near the crest of the hill, and then slowly edged out onto the lane of oncoming traffic. While an extraordinarily careful driver might have acted with even greater caution, we conclude that Mr. Ohms did act as would a reasonably prudent person under the circumstances. We therefore find that he was free of contributory negligence.\nWe further find that the negligence of respondent was the proximate cause of his death.\nMr. Ohms left surviving a wife and two adult children who were not dependent upon him for support. He was a former teacher and coach and was employed full time by the Bowens Children's Center in Harrisburg, Illinois, as a Child's Aid earning $353 per month. In addition to his salary, he had received social security benefits of $463 per month from January 1, 1967, to December 20, 1967. He was 68 years old at the time of the accident, with an actuarial life expectancy of 13 years, although it is unlikely that he would have continued working for that entire period.\nThe automobile in which he was riding was totally wrecked, and testimony placed the net property damage loss at approximately $2,000.\nClaimant is hereby awarded the sum of $17,000.\n1\nOn July 22,1970, this cause was continued generally on the motion of the Respondent pending disposition of claimant's lawsuit arising out of the same incident which was pending in the Circuit Court of Saline County, Illinois. That order was vacated on February 17, 1972, following disposition of that case.\n \nPlain English summary:\nThe defendant state undertook roadworks along a highway, including upon a crest of a hill. The roadworks blocked one side of the road. Decedent was navigating the road works when he was struck by a car going in the opposite direction. Plaintiff brought a wrongful death action against defendant. The trial court held that defendant owed decedent a duty of care and that it breached it. It also found that decedent was not guilty of contributory negligence. The court awarded plaintiff damages for wrongful death.  ",
    "annotations": {
        "Facts": [
            "On December 20, 1967, the State of Illinois was in the process of resurfacing portions of the eastbound lane of Illinois Route 13, a two lane, east-west highway connecting Marion and Harrisburg, Illinois. In repairing the road, the State cut out patches of the pavement at various intervals along several miles of the highway preparatory to resurfacing, and placed barricades around the patches. Three such barricaded patches were located on the west slope of Brandon Hill.Photographs and diagrams introduced into evidence by claimant show that the first barricaded patch was located approximately 350 feet west of the crest of the hill. Two hundred fifty feet east of this patch were the second and third barricaded patches, spaced about 10 feet apart and ending approximately 76 feet west of the crest of the hill.The barricades around each of the patches completely blocked the eastbound lane of the highway. The highway was bounded by a steep embankment and gutter, which prevented vehicles from using the shoulder of the road to drive around the barricades. Motorists traveling eastbound along the highway were therefore required to drive into the westbound lane of traffic to negotiate the barricades.To the west of Brandon Hill there were several sets of signs warning eastbound motorists of the roadwork, and about one quarter mile west of the hill was a sign *412stating, One Lane Road Ahead. There was neither a warning device nor a flagman at the crest of the hill to warn eastbound motorists of westbound traffic coming over the crest of the hill.The accident occurred at approximately 1:45 p.m. as Harry Ohms, Sr., proceeded eastbound on Route 13. The pavement was damp and slippery from a morning rain, but the day was clear. The deceased was familiar with the condition of the road, having driven over it daily to and from his job.",
            "the deceased came to a complete stop in front of the western most barricade on the slope of Brandon Hill. He drove into the westbound lane of traffic, went around the barricade, and pulled back into the eastbound lane. He then proceeded in the eastbound lane until coming to a halt before the next barricade at a point about 100 feet from the crest of the hill. As the deceased pulled into the westbound lane to negotiate this barricade, his car was struck head on by a westbound car which had just cleared the crest of the hill.Harry Ohms, Sr., suffered a crushed chest and head injuries in the accident, and died within minutes of the crash.John Stump and several other drivers at the scene who had traveled the road regularly, all testified that Brandon Hill had a reputation as being a dangerous portion of the highway and that in their opinion the construction thereon had made the road particularly hazardous.",
            "the hill was blind, in that a driver could not see over the crest of the hill as he approached from either the east or the west.*413Richard A. Ash, an Illinois State Trooper who traveled over Brandon Hill regularly, also testified that motorists approaching the crest of the hill from either direction are unable to see over the crest. Ash also said that the crest of the hill is a no passing zone for both eastbound and westbound traffic.Carl DeWitt, a civil engineer with the Illinois Highway Department",
            "was in charge of the construction project on Route 13. DeWitt said that following the accident he took a line of sight measurement to determine the distance which Harry Ohms, Sr., could see as he went around the barricade at the crest of the hill. DeWitt stated that according to his calculations, when the deceased pulled behind the barricade nearest to the crest of the hill, he could have seen westbound traffic approaching from a distance of 445 feet. DeWitt further said that once Mr. Ohms pulled into the westbound lane of traffic to drive around the barricade, and reached the point of impact, he could see over a mile to the east.",
            "Mr. Ohms left surviving a wife and two adult children who were not dependent upon him for support. He was a former teacher and coach and was employed full time by the Bowens Children's Center in Harrisburg, Illinois, as a Child's Aid earning $353 per month. In addition to his salary, he had received social security benefits of $463 per month from January 1, 1967, to December 20, 1967. He was 68 years old at the time of the accident, with an actuarial life expectancy of 13 years, although it is unlikely that he would have continued working for that entire period.The automobile in which he was riding was totally wrecked"
        ],
        "Procedural History": [
            "Claimant Harry A. Ohms, Jr., as Administrator of the Estate of Harry Ohms, Sr., seeks to recover the sum of $25,000 for the death of his intestate"
        ],
        "Application of Law to Facts": [
            "respondent owed a duty to users of Route 13 to use reasonable diligence in insuring that the construction work on the road did not create an unreasonably dangerous condition.We think it manifestly clear that respondent breached this duty to Harry Ohms, Sr., by permitting an extremely dangerous condition, to develop on Brandon Hill during the course of construction work. The testimony of numerous witnesses, including a State Highway Patrolman familiar with the area, established that Brandon Hill was a particularly dangerous portion of highway even absent the construction. The crest of the hill was a no passing zone for both eastbound and westbound traffic, and testimony by numerous competent witnesses established that the approach to the crest of the hill was blind to motorists approaching from either direction.Yet, respondent caused barricades to be placed across the eastbound lane of the roadway, within the no passing zone at the crest of the hill, which necessitated eastbound traffic to cross into the oncoming lane of traffic at a point where oncoming traffic was not visible. The State permitted an extraordinarily dangerous condition to develop at the crest of Brandon Hill, and in view of *415this condition, we think that an obligation rested upon the State to provide a flagman, or a mechanical traffic control device, at the crest of the hill to control traffic thereon.Respondent argues that it fulfilled its obligation to Claimant's intestate by placing a series of signs on the approaches to Brandon Hill, which indicated that barricades and construction reduced traffic to one lane.",
            "We are not persuaded by this argument. This is not a situation where a claimant has ignored posted signs prohibiting entry to a closed road",
            "Rather the signs posted by respondent only informed Harry Ohms, Sr., that there was construction on the roadway, and that the two lane highway would be reduced to a single lane at some point. However, once Harry Ohms reached the barricade at the crest of the hill, he was left without any indication of whether it was safe to proceed around the barricade in the lane of oncoming traffic. It was at this point that a warning device was needed.The more difficult issue is whether Harry Ohms, Sr., acted with reasonable care for his own safety and well-being and was thus free of contributory negligence. Considering all the circumstances here, we believe that Mr. Ohms acted with reasonable prudence under the circumstances. Once he found himself stopped before the barricade near the crest of the hill, Mr. Ohms had little alternative but to edge his car into the oncoming lane of traffic. The high bank to the side of the road prevented him from using the shoulder to negotiate the barricade, *416and traffic lined up behind him prevented him from backing down the hill. The testimony of John Stump, who was directly behind Mr. Ohms at the time of the accident, establishes that he came to a complete stop before the barricade near the crest of the hill, and then slowly edged out onto the lane of oncoming traffic. While an extraordinarily careful driver might have acted with even greater caution, we conclude that Mr. Ohms did act as would a reasonably prudent person under the circumstances. We therefore find that he was free of contributory negligence."
        ],
        "Relevant Precedents": [
            "Howell v. State, 23 C.C.R. 141.",
            "Schuck v. State, 25 C.C.R. 209."
        ],
        "Outcome": [
            "Claimant is hereby awarded the sum of $17,000."
        ]
    },
    "class": "affirm"
}