{
    "text": "Hood v. State of Illinois, Department of Mental Health, 30 Ill. Ct. Cl. 156 (1974)\nNov. 7, 1974 · Illinois Court of Claims · No. 5805\n30 Ill. Ct. Cl. 156\n\nCase outline\nMajority — Perlin, C. J.\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nGeorge Hood and Myrtle Hood, Claimants, vs. State of Illinois, Department of Mental Health, Respondent\nGregory Tumbarello, Attorney for Claimants.\n*157William J. Scott, Attorney General; Saul R. Wexler, Assistant Attorney General, for Respondent.\nPerlin, C. J.\nClaimant, George Hood, seeks damages for injuries suffered by him while a patient at Chicago State Hospital, a facility operated by respondent for the detention, care, and treatment of the mentally ill. Claimant Myrtle Hood, his wife, claims damages for loss of the support, services, care, and companionship of her husband as a result of those injuries.\nGeorge Hood was admitted to Chicago State Hospital on December 4, 1969, pursuant to a finding of a judge of the Circuit Court of Cook County, Illinois, that he was in need of mental treatment. On January 18, 1970, George Hood escaped from Ward Six, a locked section of the hospital. Subsequent investigation placed the time of his escape at approximately 5:30 p.m. The average temperature on the day in question was eight degrees above zero. George Hood was found by hospital security guards about one and one-half hours after his escape on the hospital grounds in waist-high snow, with his frostbitten hands clutching a wire fence which surrounded the hospital.\nGeorge Hood did not testify at the hearing in this cause, and the record is indefinite as to how he effected his escape. Lawrence Atkins, a security officer at the *158hospital who conducted an investigation into the incident, testified that he had been told by LeRoy Robinson, the aide in charge of Hood's ward, that the west door to the tract had been unlocked by an unknown party, and that it was also possible that a set of keys to the ward had been stolen. A report prepared by Atkins following his investigation stated that personnel in Ward Six had found the west door to the ward open following Hood's escape.\nA report of the Illinois Department of Mental Health which was introduced into evidence by respondent stated in part:\nGeorge Hood did not have permission to leave the unit at any time. However, investigation has brought out that garbage was removed from the unit sometime between 5:00 and 5:30 p.m., and it is believed at this time the west door was left unsecured for a short time while the garbage was being emptied. This permitted time for Mr. Hood to leave the unit without anyone's knowledge * *\nLeRoy Robinson, the psychiatric aide in charge of Ward Six at the time of the incident, testified that the ward contained a mixture of both passive and violent patients. He said that Ward Six was a locked building, but that the lock on the west door was defective. He had reported the defective lock to employees on the shift following his work shift a number of times prior to the occurrence, but the lock had not been repaired.\nRobinson further testified that there was a high rate of patients escaping from Ward Six. He said that patients had removed the handles from the front door of the building, and could get out the door by simply pushing it open.\nHospital records introduced into evidence, established that on December 7, 1969, George Hood had been placed in restraints after he wandered into rooms of other patients. On January 11, 1970, seven days prior to *159the incident, George Hood became disturbed and broke two windows. Robinson said that prior to the incident, Hood was strong, robust, and very active and was always trying to get out-of-doors.\nIn Karulski v. Board of Trustees, 25 C.C.R. 295, at 299, this Court described the duty owed a patient by a hospital in these terms:\nA hospital is not an insurer of a patient's safety, but owes the patient the duty of protection, and must exercise reasonable care as the patient's known condition may require . .\nSee also, Peterson v. State of Illinois, 22 C.C.R. 381.\nTo recover for the damages alleged, therefore, claimants must prove by a preponderance of the evidence that the respondent breached the duty of protection owed George Hood; that George Hood was himself free of contributory negligence; and that the breach of duty by the respondent was the proximate cause of the damages alleged by claimants.\nWhile claimants have been unable to prove the exact manner in which Hood left Ward Six, there is ample evidence in the record from which to conclude that his escape was occasioned by the negligence of employees of Chicago State Hospital. Hood had a history of creating disturbances, and the aide in charge of Hood's ward said he was always trying to get out-of-doors. Yet, Ward Six was a locked ward in name only. The lock on the west door of the ward was defective, and this condition had been reported to employees of respondent on several occasions prior to the incident. Although the ward contained a mixture of active and passive patients, patients were apparently permitted to go outside the ward to dispose of garbage without supervision. Patients had removed the handles from the front door of the ward, which allowed them to open the door by simply applying *160pressure to it. Again, this condition was known to employees of Chicago State Hospital, but never remedied.\nAs a result of these conditions, patients escaped from Ward Six at a high rate. The Court therefore finds that respondent breached the duty of protection owed George Hood, in failing to maintain proper security in Ward Six.\nRespondent concedes that given George Hood's mental condition on January 18, 1970, he was incapable of contributory negligence.\nClaimants have established that the physical injuries to George Hood were proximately caused by the negligence of employees of Chicago State Hospital. Hood was taken to Cook County Hospital for treatment of his frostbitten extremities. He remained hospitalized there from January 2, 1970, to March 13, 1970, and part of his left index finger and middle finger were amputated. The other fingers of both hands and both forearms are scarred from frostbite, and he has suffered a permanent, partial loss of use of his left arm, right hand, and both feet. Cook County Hospital claims a lien against claimant for services rendered him in the amount of $4,886.85.\nUpon his release from Cook County Hospital, George Hood received further treatment for his injuries as an outpatient at the Fantus Clinic for four months. Hood, who was 57 years old at the time of the incident, thereafter attempted to return to work, but was rejected by his former employer.\nClaimant's wife, Myrtle Hood, seeks damages for loss of support, services, care, and companionship caused by claimant's injuries. We have carefully considered the voluminous evidence introduced with respect to George Hood's earning capacity, and his physical and mental condition prior to the incident. While he was a steady *161worker all of his life, George Hood last worked in October, of 1969. In November, 1969, he was admitted to Garfield Park Hospital in a confused and tremulous state and had to be placed in arm and leg restraints. He was transferred to Cook County Hospital on November 29, 1960; and hospital records indicate that he was hearing things and seeing things. Cook County Hospital records state that on his admission he was very confused; and by December 11, 1969, he was placed in restraints.\nThe court finds that the physical and mental condition of George Hood had seriously deteriorated prior to January 18, 1970, the date of his escape from Ward Six. His inability to work and support Myrtle Hood was not caused by the incident of January 18, 1970, but rather is the result of a condition which already existed at the time of his escape from Chicago State Hospital.\nTherefore, the separate claim of Myrtle Hood, George's wife, must be and is hereby denied.\nWe find that the claimant, George Hood, is entitled to an award in damages for his physical injuries in the total sum of $17,500.00.\nHowever, we are required by statute, Ill. Rev. Stat. 1973, Ch. 82, §98, quoted in part below, to honor the lien filed in this case by the Cook County Hospital for services rendered in the treatment and care of this claimant. The said statute concerning certain hospital liens reads in pertinent part as follows:\n98. Lien to attach to verdict, judgment or decree, etc.] §2. The lien of any such nonprofit hospital, or hospital maintained and operated entirely by a county, shall, from and after the time of service of the aforesaid notice, attach to any verdict, judgment or decree secured in any suit or action by the injured party based on the negligent or wrongful act, and to any money or property which may be recovered by compromise settlement, or in any suit or action brought by such injured person on account of such claim or right of action.\n*162Since the lien of $4,886.85, filed herein by Cook County Hospital, does not exceed one-third of the amount due the claimant in this decree, the limit on such liens imposed by §97 of the said Act does not apply, and the full amount of the hospital lien must be deducted from claimant's award, and the said amount awarded to the hospital.\n1. The claimant, George Hood, is hereby awarded the nét sum of $12,613.15 in damages.\n2. Cook County Hospital is hereby awarded the sum of $4,886.85 in satisfaction of its lien duly filed in this cause.\n \nPlain English summary:\nPlaintiff was a patient at Chicago State Hospital for mental illness. He had a propensity of escaping but defendant took no steps to prevent his escape. One day plaintiff escaped and injured himself. The trial court held that defendant breached its duty of care to plaintiff and ordered defendant to pay plaintiff damages. \n",
    "annotations": {
        "Facts": [
            "George Hood was admitted to Chicago State Hospital on December 4, 1969, pursuant to a finding of a judge of the Circuit Court of Cook County, Illinois, that he was in need of mental treatment. On January 18, 1970, George Hood escaped from Ward Six, a locked section of the hospital. Subsequent investigation placed the time of his escape at approximately 5:30 p.m. The average temperature on the day in question was eight degrees above zero. George Hood was found by hospital security guards about one and one-half hours after his escape on the hospital grounds in waist-high snow, with his frostbitten hands clutching a wire fence which surrounded the hospital.George Hood did not testify at the hearing in this cause, and the record is indefinite as to how he effected his escape. Lawrence Atkins, a security officer at the *158hospital who conducted an investigation into the incident, testified that he had been told by LeRoy Robinson, the aide in charge of Hood's ward, that the west door to the tract had been unlocked by an unknown party, and that it was also possible that a set of keys to the ward had been stolen. A report prepared by Atkins following his investigation stated that personnel in Ward Six had found the west door to the ward open following Hood's escape.A report of the Illinois Department of Mental Health which was introduced into evidence by respondent stated in part:George Hood did not have permission to leave the unit at any time. However, investigation has brought out that garbage was removed from the unit sometime between 5:00 and 5:30 p.m., and it is believed at this time the west door was left unsecured for a short time while the garbage was being emptied. This permitted time for Mr. Hood to leave the unit without anyone's knowledge * *LeRoy Robinson, the psychiatric aide in charge of Ward Six at the time of the incident, testified that the ward contained a mixture of both passive and violent patients.",
            "Ward Six was a locked building, but that the lock on the west door was defective. He had reported the defective lock to employees on the shift following his work shift a number of times prior to the occurrence, but the lock had not been repaired.",
            "there was a high rate of patients escaping from Ward Six.",
            "patients had removed the handles from the front door of the building, and could get out the door by simply pushing it open.",
            "on December 7, 1969, George Hood had been placed in restraints after he wandered into rooms of other patients. On January 11, 1970, seven days prior to *159the incident, George Hood became disturbed and broke two windows.",
            "prior to the incident, Hood was strong, robust, and very active and was always trying to get out-of-doors.",
            "given George Hood's mental condition on January 18, 1970, he was incapable of contributory negligence.",
            "Hood was taken to Cook County Hospital for treatment of his frostbitten extremities. He remained hospitalized there from January 2, 1970, to March 13, 1970, and part of his left index finger and middle finger were amputated. The other fingers of both hands and both forearms are scarred from frostbite, and he has suffered a permanent, partial loss of use of his left arm, right hand, and both feet.",
            "Upon his release from Cook County Hospital, George Hood received further treatment for his injuries as an outpatient at the Fantus Clinic for four months. Hood, who was 57 years old at the time of the incident, thereafter attempted to return to work, but was rejected by his former employer.",
            "George Hood last worked in October, of 1969. In November, 1969, he was admitted to Garfield Park Hospital in a confused and tremulous state and had to be placed in arm and leg restraints. He was transferred to Cook County Hospital on November 29, 1960; and hospital records indicate that he was hearing things and seeing things. Cook County Hospital records state that on his admission he was very confused; and by December 11, 1969, he was placed in restraints."
        ],
        "Procedural History": [
            "Claimant, George Hood, seeks damages for injuries suffered by him while a patient at Chicago State Hospital"
        ],
        "Application of Law to Facts": [
            "While claimants have been unable to prove the exact manner in which Hood left Ward Six, there is ample evidence in the record from which to conclude that his escape was occasioned by the negligence of employees of Chicago State Hospital. Hood had a history of creating disturbances, and the aide in charge of Hood's ward said he was always trying to get out-of-doors. Yet, Ward Six was a locked ward in name only. The lock on the west door of the ward was defective, and this condition had been reported to employees of respondent on several occasions prior to the incident. Although the ward contained a mixture of active and passive patients, patients were apparently permitted to go outside the ward to dispose of garbage without supervision. Patients had removed the handles from the front door of the ward, which allowed them to open the door by simply applying *160pressure to it. Again, this condition was known to employees of Chicago State Hospital, but never remedied.As a result of these conditions, patients escaped from Ward Six at a high rate. The Court therefore finds that respondent breached the duty of protection owed George Hood, in failing to maintain proper security in Ward Six."
        ],
        "Relevant Precedents": [
            "Karulski v. Board of Trustees, 25 C.C.R. 295, at 299",
            "Peterson v. State of Illinois, 22 C.C.R. 381."
        ],
        "Outcome": [
            "We find that the claimant, George Hood, is entitled to an award in damages for his physical injuries in the total sum of $17,500.00.",
            "1. The claimant, George Hood, is hereby awarded the nét sum of $12,613.15 in damages."
        ]
    },
    "class": "affirm"
}