{
    "text": "Oquendo v. Pines, 235 Ill. App. 3d 463 (1992)\nSept. 18, 1992 · Illinois Appellate Court · No. 1-91-2846\n235 Ill. App. 3d 463\n\nCase outline\nMajority — Justice Murray\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nTHOMAS OQUENDO, Plaintiff-Appellant,v.TELEDYNE PINES, a Division of Teledyne Industries, Inc., Defendant-Appellee (Teledyne Industries, Inc., Third-Party Plaintiff; Sterline Manufacturing Corporation, Third-Party Defendant)\nFirst District (5th Division)\n*464Michael W. Rathsack, of Chicago (Louis S. Goldstein, Cindy G. Fluxgold, and Michael W. Rathsack, of counsel), for appellant.\nThomas R. Schutt and Mark T. Schmidt, both of Donovan & Olsen, of Chicago, for appellee.\nJUSTICE MURRAY\ndelivered the opinion of the court:\nThis is an appeal from an order of the circuit court granting summary judgment in favor of defendant, Teledyne Pines, a division of Tele-dyne Industries, Inc. (Teledyne), in a negligence action brought by plaintiff, Thomas Oquendo (Oquendo). The trial court ruled that, as a matter of law, Teledyne, the manufacturer of a pipe bending machine which allegedly caused plaintiff injury, owed no duty to Oquendo. We affirm.\nThe facts are not in dispute. In 1953 Teledyne manufactured a pipe bending machine bearing serial No. 106 11A 53 2020 and sold it to Sterline Showers Corporation in Chicago. The pipe bending machine, which had been designed by Teledyne in the 1940's, was powered by a hydraulic system. Hoses containing hydraulic fluid hung underneath the machine.\nOn April 22, 1986, in the course of his employment with Sterline Manufacturing Corporation (Sterline), Oquendo operated the pipe bending machine bearing the above-stated serial number. While doing so, one of the hoses burst and sprayed Oquendo with the oily hydraulic fluid. As a result of being covered with this oily fluid, Oquendo slipped, fell and was injured.\n*465Oquendo brought suit against Teledyne, alleging in his two-count third-amended complaint that the pipe bending machine was defective. Teledyne moved to dismiss the complaint, asserting that it was a product liability action brought more than 12 years after the date of sale and, as such, was barred by the statute of repose. (Ill. Rev. Stat. 1989, ch. 110, par. 13—213(b).) The trial court ruled that count II was premised on strict liability and dismissed that count. However, the trial court refused to dismiss count I, finding that it was premised on a theory of negligence.\nTeledyne subsequently moved for summary judgment on count I, alleging that Oquendo failed to show that Teledyne owed a duty to him. The trial court reviewed the record, including the deposition testimony of Oquendo and his proffered expert, Thomas Green. After hearing argument, the trial court granted Teledyne's motion for summary judgment in its favor. Oquendo then brought this timely appeal.\nThe sole issue in this appeal is whether the trial court erred in granting summary judgment to Teledyne. Oquendo argues that summary judgment was improper because it was reasonably foreseeable to Teledyne that a hydraulic hose on one of its pipe bending machines could rupture and cause an operator injury. Therefore, plaintiff argues it was incumbent upon Teledyne to guard against such risk. We disagree.\nAs stated in Ward v. K mart Corp. (1990), 136 Ill. 2d 132, 140, 554 N.E.2d 223, the essential elements of a cause of action based upon common law negligence are (1) the existence of a duty running from the defendant to the plaintiff, (2) a breach of that duty, and (3) an injury proximately caused by the breach of duty. Whether a duty exists is a question of law to be determined by the court. 136 Ill. 2d at 140.\nThe concept of duty in negligence cases is complex. However, there are certain factors that may be considered which are relevant to the inquiry as to whether a legal duty exists. They are: the reasonable foreseeability of injury, the likelihood of injury, the magnitude of the burden to guard against it, and the consequences of placing the blame on defendant. Ward, 136 Ill. 2d at 140-41; Kirk v. Michael Reese Hospital & Medical Center (1987), 117 Ill. 2d 507, 513 N.E.2d 387.\nAlthough Ward discussed, in general, the method by which a court goes about determining whether a duty exists in a negligence action, the rationale for finding a duty in the Ward case itself is not applicable to the present case. Nor are any of the other cases cited to by plaintiff analogous to the situation presented here.\nIn Ward a duty was founded upon the common law duty that a landowner/occupier traditionally owed entrants upon his premises. In Dillion v. U.S. Steel Corp. (1987), 159 Ill. App. 3d 186, 511 N.E.2d 1349, *466and Brannon v. Southern Illinois Hospital Corp. (1978), 69 Ill. App. 3d 1, 386 N.E.2d 1126, other cases cited by plaintiff, the duty was premised upon the nondelegable duty of an employer to provide an employee with a safe place to work.\nIn the present case, however, plaintiff is not attempting to hold the employer responsible for failing to keep the workplace safe. Rather, plaintiff is attempting to hold the manufacturer of a machine, purchased by the employer and used by plaintiff, responsible for the safety of the workplace when plaintiff, in his own deposition, testified that the reason for the rupture of the pipe bending machine's hoses was old age.\nIf any breach of duty occurred on the facts in the present case, it was the breach of the employer's duty to keep the machine in working condition and its failure to replace worn hoses.\nEven in this appeal plaintiff is unable to identify any specific duly running from defendant to plaintiff. It appears that plaintiff believes that the mere fact that an injury occurred gives rise to some form of duty. However, a manufacturer is not required to guard against every harm that could possibly occur, only that harm that is reasonably foreseeable.\nFurthermore, even if we were to decide that some duty existed, the plaintiff's injury, based upon the facts of this case, would fall outside the scope of defendant's duty. This was not a situation where plaintiff alleged that the hydraulic hose was defective because it was too thin to withstand the high pressures that would be necessitated by the hydraulic system of the machine. Nor did plaintiff allege that the hose was defectively designed because it had a tendency to burst forth from the machine upon rupture, striking the operator or bystanders. Plaintiffs instead would like this court to determine that the pipe bending machine was a dangerous instrumentality because it utilized hoses which were not impervious to cuts and the wear and tear of old age, thereby allowing such hoses to release their contents of hydraulic fluid, which by its nature is oily and slippery. To find a duty under these circumstances would be like allowing a suit against God for defectively designing the human body because it bleeds when cut.\nAs stated above, we are unable to find, on the facts of this case, that Teledyne owed any legal duty to plaintiff Oquendo. Therefore, we affirm the trial court's order granting Teledyne summary judgment.\nAffirmed.\nLORENZ and GORDON, JJ., concur.\n \nPlain English summary:\nIn 1986, plaintiff used a pipe bending machine in the course of his employment. The machine had been manufactured by defendant in 1953. One of the hoses attached to the machine ruptured, coating plaintiff in fluid and causing plaintiff to fall. The trial court granted summary judgment in favour of defendant on the basis that defendant did not owe plaintiff a duty of care. The appellate court agreed and affirmed the summary judgment.  ",
    "annotations": {
        "Facts": [
            "In 1953 Teledyne manufactured a pipe bending machine bearing serial No. 106 11A 53 2020 and sold it to Sterline Showers Corporation in Chicago. The pipe bending machine, which had been designed by Teledyne in the 1940's, was powered by a hydraulic system. Hoses containing hydraulic fluid hung underneath the machine.On April 22, 1986, in the course of his employment with Sterline Manufacturing Corporation (Sterline), Oquendo operated the pipe bending machine bearing the above-stated serial number. While doing so, one of the hoses burst and sprayed Oquendo with the oily hydraulic fluid. As a result of being covered with this oily fluid, Oquendo slipped, fell and was injured."
        ],
        "Procedural History": [
            "This is an appeal from an order of the circuit court granting summary judgment in favor of defendant, Teledyne Pines, a division of Tele-dyne Industries, Inc. (Teledyne), in a negligence action brought by plaintiff, Thomas Oquendo (Oquendo). The trial court ruled that, as a matter of law, Teledyne, the manufacturer of a pipe bending machine which allegedly caused plaintiff injury, owed no duty to Oquendo.",
            "465Oquendo brought suit against Teledyne",
            "Teledyne moved to dismiss the complaint, asserting that it was a product liability action brought more than 12 years after the date of sale and, as such, was barred by the statute of repose.",
            "the trial court refused to dismiss count I, finding that it was premised on a theory of negligence.Teledyne subsequently moved for summary judgment on count I",
            ". The trial court reviewed the record, including the deposition testimony of Oquendo and his proffered expert, Thomas Green. After hearing argument, the trial court granted Teledyne's motion for summary judgment in its favor. Oquendo then brought this timely appeal."
        ],
        "Application of Law to Facts": [
            "Oquendo argues that summary judgment was improper because it was reasonably foreseeable to Teledyne that a hydraulic hose on one of its pipe bending machines could rupture and cause an operator injury. Therefore, plaintiff argues it was incumbent upon Teledyne to guard against such risk. We disagree.",
            "In the present case, however, plaintiff is not attempting to hold the employer responsible for failing to keep the workplace safe. Rather, plaintiff is attempting to hold the manufacturer of a machine, purchased by the employer and used by plaintiff, responsible for the safety of the workplace when plaintiff, in his own deposition, testified that the reason for the rupture of the pipe bending machine's hoses was old age.If any breach of duty occurred on the facts in the present case, it was the breach of the employer's duty to keep the machine in working condition and its failure to replace worn hoses.Even in this appeal plaintiff is unable to identify any specific duly running from defendant to plaintiff. It appears that plaintiff believes that the mere fact that an injury occurred gives rise to some form of duty. However, a manufacturer is not required to guard against every harm that could possibly occur, only that harm that is reasonably foreseeable.Furthermore, even if we were to decide that some duty existed, the plaintiff's injury, based upon the facts of this case, would fall outside the scope of defendant's duty. This was not a situation where plaintiff alleged that the hydraulic hose was defective because it was too thin to withstand the high pressures that would be necessitated by the hydraulic system of the machine. Nor did plaintiff allege that the hose was defectively designed because it had a tendency to burst forth from the machine upon rupture, striking the operator or bystanders. Plaintiffs instead would like this court to determine that the pipe bending machine was a dangerous instrumentality because it utilized hoses which were not impervious to cuts and the wear and tear of old age, thereby allowing such hoses to release their contents of hydraulic fluid, which by its nature is oily and slippery. To find a duty under these circumstances would be like allowing a suit against God for defectively designing the human body because it bleeds when cut.As stated above, we are unable to find, on the facts of this case, that Teledyne owed any legal duty to plaintiff Oquendo."
        ],
        "Relevant Precedents": [
            "Ward v. K mart Corp. (1990), 136 Ill. 2d 132, 140, 554 N.E.2d 223",
            "136 Ill. 2d at 140.",
            "Ward, 136 Ill. 2d at 140-41; Kirk v. Michael Reese Hospital & Medical Center (1987), 117 Ill. 2d 507, 513 N.E.2d 387.",
            "Ward",
            "Ward",
            "Ward",
            "Dillion v. U.S. Steel Corp. (1987), 159 Ill. App. 3d 186, 511 N.E.2d 1349, *466and Brannon v. Southern Illinois Hospital Corp. (1978), 69 Ill. App. 3d 1, 386 N.E.2d 1126"
        ],
        "Outcome": [
            "We affirm.",
            "Therefore, we affirm the trial court's order granting Teledyne summary judgment.Affirmed."
        ]
    },
    "class": "affirm"
}