{
    "text": "Fornoff v. Parke Davis & Co., 105 Ill. App. 3d 681 (1982)\nMarch 25, 1982 · Illinois Appellate Court · No. 16931\n105 Ill. App. 3d 681\n\nCase outline\nMajority — Justice Heiple\nOther formats\nPDF\nAPI\nCiting cases\n24 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nLINDA FORNOFF et al., Plaintiffs-Appellants,v.PARKE DAVIS & COMPANY, Defendant-Appellee\nFourth District\nModified on denial of rehearing May 12, 1982.\n*683Lemmer, Boggs, Knuppel & Krebaum, of Havana, and Londrigan and Potter, P. C., of Springfield (James C. Craven, of counsel), for appellants.\nGillespie, Cadigan & Gillespie, of Springfield, for appellee.\nJUSTICE HEIPLE\ndelivered the opinion of the court:\nPlaintiffs, Linda and Dale Fornoff, sued Dr. Jack Means and the Abraham Lincoln Memorial Hospital (Memorial) for medical negligence. Additionally, plaintiffs sought compensatory and exemplary damages from defendant Parke Davis & Company (Parke) in a products liability action. This latter suit, based on theories of strict liability and negligence concerned the marketing and distribution of buccal pitocin by Parke. The strict liability count was subsequently withdrawn. A Sangamon County jury returned verdicts of $750,000 for Mrs. Fornoff, and $80,000 for Mr. Fornoff, and against Dr. Means and Memorial. Such verdicts were not appealed. As to the negligence claim against Parke, however, the jury verdict was in favor of defendant and against plaintiffs. It is the propriety of these latter verdicts, and judgments entered thereon, which both plaintiffs ask us to examine in their appeal.\nGenerally, five issues confront us. They concern the validity of: certain jury instruction; trial rulings on various evidentiary topics; whether the jury verdicts were against the manifest weight of the evidence; dismissal of plaintiffs' counts for wilful and wanton misconduct; and, the trial conduct of defendant's counsel. We begin with the chronicle of events precipitating this litigation.\nIn time we regress to December 1969. Plaintiffs were married, living on and working a farm in Mason County. Mrs. Fornoff, 20 years old, was pregnant, having been so evaluated by her physician, Dr. Means. Two years previous she gave birth to a healthy, male child. A different doctor attended that delivery. Birth of the second child was expected in mid-May 1970. Dr. Means' records indicate that during Mrs. Fornoff's pregnancy no unusual complications arose.\n*684In early May, at a regular checkup, Dr. Means told Linda Fornoff he would be out of town on May 16. He would attend a medical convention in Chicago. Linda's due date was May 15. The physician said if she wanted him to deliver the child he could induce labor artificially by the use of pills she would hold in her mouth. The only adverse effect of the drug, he explained, might be that she would not go into labor and would have to return home. The name of the drug was not mentioned. After discussing the subject with her husband, Mrs. Fornoff consented to this procedure on May 14,1970.\nThat very evening she entered Memorial. During the next 12-14 hours Dr. Means or hospital staff administered 5400 units of buccal pitocin to Mrs. Fornoff. That is 27 pills. Mrs. Fornoff testified that during this span she experienced violent contractions and called for help. This account was disputed by hospital personnel and Dr. Means, who said the delivery was normal. After a healthy female child was born, Dr. Means left the patient in the care of another doctor.\nAfter the child's birth, Mrs. Fornoff encountered cramping, mucous discharge from the rectal area, and the inability to defecate. She was given an enema. Upon returning home such problems persisted. She informed Dr. Means. He recommended mineral oil. It did not help. Mrs. Fornoff consulted other doctors. Dr. Means concluded she was neurotic and suggested she seek professional mental health care.\nIn the fall of 1971, Mrs. Fornoff was hospitalized and treated by Dr. Davidson in St. Louis, Missouri. A specialist in rectal and colon infirmities was summoned. He diagnosed a massive rectal prolapse. Essentially, this means several of Mrs. Fornoff's internal organs fell down from the places they normally occupy. Major reconstructive surgery and a colostomy were performed. This did not work. The draining continued. Further surgeries, including one inserting wires beneath the colon to support it, were unavailing. She deteriorated physically.\nIn 1975 Mrs. Fornoff sought the advice of Dr. Charles Ripstein of Miami, Florida. This physician is one of the most renowned colon and rectal surgeons in the world. Due to his expertise he pioneered a surgical technique whereby prolapsed organs in the rectal area could be corrected. This surgical method entails the insertion of a mesh screen in the area of the anal sphincter to support the displaced organs. At the request of the Fornoffs, due to proximity and traveling expenses, Dr. Ripstein recommended Dr. Bruce Thow in Champaign, Illinois, do this type of surgery. Dr. Thow performed a hysterectomy, repaired Mrs. Fornoff's bladder, and inserted the screen.\nPost-operative complications arose. Linda Fornoff suffered fissures in the anal sphincter area. Thereupon, Dr. Ripstein performed a fissur*685ectomy and reconstructive surgery after Mrs. Fornoff's body rejected, in part, the mesh screen. Crymotherapy, a very painful procedure, which involves freezing of the affected tissue, was also required.\nDuring all of this period of disability, Mrs. Fornoff was limited in caring for her children. She could not completely discharge her household duties. In 1979 her marriage ended by divorce.\nBuccal pitocin is an ethical drug which Parke manufactures and distributes. The drug is used to stimulate the uterus, thereby inducing labor and the onset of childbirth. Pitocin is produced naturally in the female's bloodstream when a child is delivered normally. The chemical equivalent allows ingestion of a greater amount than the body normally generates. Administration of the drug is done intravenously or orally by tablet held in the mouth. The former method is preferred while the latter is more convenient. Memorial did not possess adequate apparatus for intravenous administration of this chemical agent.\nInside the package of buccal pitocin which Parke sold was a six-page insert which informed the doctor of the drug's fundamental properties, directions on how to use it, warnings, precautions, adverse reactions, and literature for and against its prescription use. Such insert was received in evidence as plaintiffs' exhibit. On dosage, the insert said: ADMINISTRATION AND DOSAGE Induction or Stimulation of Labor\nBuccal administration of Pitocin in (oxytocin citrate) must be adapted to the patient's response. Begin by placing a 200 unit tablet in the parabuccal space adjacent to the upper molar teeth. Initial dosage should be limited to one tablet to avoid the possibility of excessive absorption before local vasoconstriction has occurred. Additional tablets are placed in the parabuccal space at half-hour intervals (Fig. 1), alternating between the two cheek pouches, until the desired response is obtained or until a total of 3000 units has been administered without satisfactory results.\nUnder precautions and adverse reactions it stated:\nPRECAUTIONS\nStrict adherence to the instructions set forth in the preceding paragraphs under Indications and Contraindications is extremely important. As Dillon stated, 'The complications of oxytocin administration are few when indications and contraindications are carefully followed.'\nAdministration of oxytocin in the first and second stages of labor in untrained hands is dangerous and only hospital personnel thoroughly trained in its use should administer it. Maternal deaths due. to hypertensive episodes, subarachnoid hemorrhage, rupture of the *686uterus, and fetal deaths due to various causes have resulted from the injudicious use of parenteral oxytocic drugs in the first and second stages of labor and even for the induction of labor.\nADVERSE REACTIONS\nUterine hypertonicity, spasm, tetanic contraction or rupture has been reported and discussed (12-2) but in nearly all instances, if not all, the drug was used in the presence of conditions listed under Contraindications or at doses in excess of those we recommend.\nThis appeal involves the extent of the liability of a drug manufacturer in the marking of its products. It is not a strict liability case. It is a negligence case. Specifically, plaintiffs contend, Parke was negligent in breaching its duty to adequately warn of the possible adverse consequences which result from the improper administration of buccal pitocin.\nI. Jury Instructions\nThe failure to give five of plaintiffs' tendered jury instructions is alleged as error. They are plaintiffs' instructions numbered 13, 16,18,19, and 30. We set out here in full these tendered and refused instructions.\nPlaintiffs' Instruction No. 13\nA drug manufacturer owes the medical community the duty to adequately inform them of the risks and dangers of its drugs. In considering whether or not the drug manufacturer met this obligation, you must consider:\n(1) Whether the warning was in such form that it could reasonably be expected to catch the attention of the reasonably prudent doctor or hospital in the circumstances of its use;\n(2) Whether the content of the warning was of such a nature as to be comprehensible to the average physician and hospital and conveyed a fair indication of the nature and extent of the danger to the mind of the reasonably prudent physician and hospital; and\n(3) Whether the warning was made with a degree of intensity that would cause a reasonable physician or hospital to exercise the caution commensurate with the potential danger.\nPlaintiffs' Instruction No. 16\nIn determining whether or not the Defendant, PARKE DAVIS & COMPANY'S, failure to adequately warn the medical community of the dangers of Buccal Pitocin was a proximate cause of the Plaintiffs' injuries, you must consider whether in light of all the circumstances existing at the time of administration of the drug whether a reasonably prudent doctor or hospital in the Defendants' *687position would have administered the drug if adequate warnings had been given to the doctor or the hospital warning them of the dangers of the drug.\nPlaintiffs' Instruction No. 18\nThere was in force in the State of Illinois and the United States of America at the time of the occurrence in question a certain regulation which provided in pertinent part:\n(d) Changes of the following kinds proposed in supplemental new-drug applications should be placed into effect at the earliest possible time;\n(1) The addition to package labeling, promotional labeling, and prescription drug advertising of additional warning, contra-indication, side-effect, and precaution information.\n(2) The deletion from package labeling, promotional labeling, and drug advertising of false, misleading, or unsupported indications for use or claims for effectiveness.\n(e) It will be the policy of the Food and Drug Administration to take no action against a drug or applicant solely because changes of the kind described in paragraph (d) of this section are placed in effect by the applicant prior to his receipt of a written notice of approval of the supplemental new-drug application.\nPlaintiffs' Instruction No. 19\nUnder the Federal Food and Drug Administration Regulations, a proposed change in a package insert is considered a supplemental new drug application.\nPlaintiffs' Instruction No. 30\nIn considering whether or not a drug manufacturer was negligent and exercised ordinary care you are instructed that a drug manufacturer is held to the standard of care of an expert.\nIn numerical order, we first consider plaintiffs' instruction No. 13, a non-IPI instruction. Instruction No. 13 is acceptable in part and unacceptable in part. Its introductory sentence that a drug manufacturer owes the medical community the duty to adequately inform them of the risks and dangers of its drugs is an acceptable statement of the law. If the instruction had stopped there, it would have been proper to give it. It was, however, duplicative of another instruction that was given on the same point.\nMoreover, the instruction did not stop there. It went on to define adequacy of notice in a somewhat argumentative fashion with language which is, to a degree, biased and nonneutral, e.g., * * to catch the *688attention of * * *, ® ° conveyed a fair indication * * and * ° made with a degree of intensity * * This might have been acceptable language in a final argument but was properly disallowed in an instruction from the court.\nWhen considering a non-IPI instruction, trial courts are entitled to some latitude and exercise of judicial discretion. While it might not have been reversible error to give this instruction, neither was it reversible error to refuse it. It is not the trial judge's duty to prepare or amend instructions. That is the parties' responsibility. (People v. Grant (1978), 71 Ill. 2d 551, 558.) The trial judge did not commit error when he refused plaintiffs' instruction as tendered.\nPlaintiffs' instruction No. 16, another non-IPI instruction, is also defective and was properly refused. It is argumentative and presupposes that Parke's warning was inadequate. It takes the inadequacy of notice as a given fact when it states, In determining whether or not the Defendant, Parke Davis & Company's failure to adequately warn the medical community of the dangers of Buccal Pitocin   In truth, the question of adequacy of notice was contested. This instruction eliminates any question on this issue by stating that such notice was inadequate. It then leaves it up to the jury to determine only whether such inadequate notice was the proximate cause of the injury. In effect, this instruction would be a directed verdict on the question of adequacy of notice. It was properly refused.\nPlaintiffs' instructions Nos. 18 and 19 were offered to rebut inferences at trial wherein Parke arguably attempted to blame the Federal Food and Drug Administration (FDA) for any failure to warn about buccal pitocin. Such regulations pertain to drug applications filed by Parke for pitocin. Allegedly, the Federal regulations were violated.\nInstruction No. 18, as tendered, is a modified pattern jury instruction. (Illinois Pattern Jury Instructions, Civil, No. 60.01, at 251, (2d ed. 1971).) This instruction is also incomplete. It fails to include the last portion of the instruction which says that if a regulation is violated, e * ° you may consider that fact together with all the other facts and circumstances in evidence in determining  * negligence.\nPlaintiffs' instruction informs the jury of a Federal regulation, but does not explain how to evaluate a defendant's compliance or violation of such regulation. Such information must be conveyed to the jury if the effect of the violation is to have any relevance at all. Moreover, part of the recited regulation addresses ° e e false, misleading, or unsupported indications for use ° * * in marketing drugs like buccal pitocin. This segment of the regulation is irrelevant to the issue joined by the pleadings at the time the instruction was tendered. Instruction No. 18, as well as instruction No. 19 which is based on the former, were correctly refused.\n*689Plaintiffs' instruction No. 30, another non-IPI instruction, holds a drug manufacturer to the standard of care of an expert but does not attempt to delineate in any fashion what that expert standard of care entails. Thus, the instruction is incomplete and invites total speculation from the jury as to what that standard of expert care might be. No guidance, whatever, was offered to the jury. Had the instruction been complete, we believe it would have been error to refuse it. As the tendered instruction was incomplete, however, it would have been error to give it as tendered. As already indicated, it is the duty of trial counsel and not the court to prepare proper jury instructions.\nIn IPI Civil No. 1.01, we tell our jurors that they must consider the instructions as a whole, not picking out one instruction and disregarding others. This is a correct proposition of law. The issues instruction that was given in this case adequately informed the jury that the claim against Parke was based on a negligent failure to warn. The burden-of-proof instruction made it clear what the evidence had to show to support this charge. Another instruction that was given referred to the common law duty attendant upon Parke to adequately warn physicians and hospitals of the danger of buccal pitocin. The defense was basically two-pronged. First, that the warning given was adequate. And second, that lack of adequate warning was not, in any event, the proximate cause of the injury, since Dr. Means testified he used pitocin orally on previous occasions and was aware of the package insert information. He said he felt he could continue to administer the drug until the desired response (i.e., the onset of childbirth) occurred, regardless of the dosage recommendation. Thus, the injury occurred because of the doctor's fault and not that of the drug company. That this theory of defendant Parke was successful is borne out by the jury's verdicts, which found the doctor and hospital to be at fault and exonerated Parke. Considering the evidence at trial and the instructions as a whole, we think the trial court ruled properly in refusing plaintiffs' instructions Nos. 13,16,18,19, and 30.\nII. Evidentiary Rulings\nParke called Dr. Means to the stand as an adverse witness pursuant to section 60 of the Civil Practice Act. Plaintiffs claim this was error because between codefendants, Parke and Means, no actual adversity was present. Also, plaintiffs complain that codefendant Memorial's leading questioning of Dr. Means' medical experts was prejudicial since it unduly emphasized such testimony before the jury on complex, disputed topics.\nWe have located no authority, and plaintiffs cite none, which declares a preliminary showing of adversity must be made before a codefendant may examine a codefendant as a witness pursuant to section 60. *690We agree that no technical adversity, in the absence of cross-claims, existed between Memorial, Means, or Parke. Legally, it was the responsibility of each defendant to show his own freedom from negligence. These codefendants did not represent identical interests, and all, none, or one or more of them were potentially liable. In order to succeed in defense it was to each codefendant's advantage to shift its possible liability to one of the other codefendants. This is sufficient adversity to allow one codefendant to call and cross-examine another codefendant as a witness under section 60. Additionally, any prejudice which may arguably have resulted by a defendant cross-examining a codefendant witness was, or could have been cured, by an effective examination by plaintiffs' counsel.\nIt was not reversible error when Dr. Means was cross-examined by Memorial's counsel after the witness was called in plaintiffs' case-in-chief under section 60. Memorial's counsel asked Dr. Means several leading questions. Plaintiffs objected. From the record, the basis for the objection goes to the form of the interrogation, not the validity of the questions. No prejudice inured to plaintiffs from this limited leading questioning.\nPlaintiffs next claim errors in the court's refusal to admit certain medical treatises as substantive evidence.\nIn Walski v. Tiesenga (1978), 72 Ill. 2d 249, 258-59, it was held that medical treatises are inadmissible to prove an issue of fact. Nonetheless, plaintiffs offered certain medical treatises as substantive evidence in a way that virtually invited the court to refuse their admission, to wit:\nMr. Londrigan: Judge, I haven't offered the treatises which express, we believe, authoritative medical opinion in this area. I will offer them, but I'm not going to mislead the court as to what the present status of the law is. I think there are some recent cases in the Supreme Court that indicate possibly that's what a court would do on review and suggest that standards can be introduced and proven up absent expert medical testimony from a doctor.\nMoreover, the substantive evidence which was covered in the medical treatises was cumulative of plaintiffs' expert testimony. Thus, the trial judge properly refused this offer. Additionally, these same treatises in fact came into evidence later as impeachment.\nThe reason for allowing admission of the treatises as affirmative proof is absent in this case. Use of such evidence might be permitted where their exclusion would subject a plaintiff to serious hardship. Such might occur by a plaintiff's positive showing that securing medical testimony was impossible. In this case, plaintiffs produced ample medical testimony. Furthermore, refusing admission of the treatises to support plaintiffs' experts' opinion was not error. An expert witness may always state the basis for his opinion; however, admission of authoritative *691treatises are only for the purpose of impeaching that expert. The rule prohibiting introduction of medical treatises as substantive evidence is one of long-standing. (Schrag v. Chicago City Ry. Co. (1914), 265 Ill. 338, 341-42.) Because of our supreme court's reluctance to overrule it (Lawson v. G. D. Searle & Co. (1976), 64 Ill. 2d 543, but cf. Wilson v. Clark (1981), 84 Ill. 2d 186, 191), coupled with the availability and testimony of plaintiffs' experts, neither will we.\nConnie Cronin, a Parke computer operator, was called by defendant. She stated she conducted computer searches on all scientific literature in Parke's possession concerning any relationship between rectal or uterine prolapse and pitocin. The results, based on the use of search terms, proved negative. No objection was raised to this testimony until it was concluded. The court was then asked to strike this testimony since defendant was using negative computer authority to show the absence of scientific evidence linking traumatic childbirth to rectal prolapse. By allowing this testimony to come into evidence without objection, however, any error was waived. Also, plaintiffs renewed their motion to admit their medical treatises as substantive evidence. Both requests were properly denied.\nNow plaintiffs claim Mrs. Cronin's testimony should not have been admitted because it was hearsay, unfounded, inaccurate, and impeached their medical experts unfairly. Each of these specific objections might have formed an adequate basis for excluding such testimony. Although raised in a post-trial motion, they were never raised at trial and were thus waived. (Town of Cicero v. Industrial Com. (1949), 404 Ill. 487, 495.) They are waived.\nIn Parke's defense, one of its experts, Dr. Richards, was queried on the FDA's opinion of the quality of research done in the United States and other countries. Plaintiffs' general objection was sustained. Parke's counsel persisted in such inquiry. Obviously resolute, the trial judge sustained another objection. The record shows the trial judge sustained plaintiffs' objections to this line of inquiry when given the opportunity to do so. Only when Dr. Petrick, Parke's expert, testified as to his knowledge of the FDA's requirements for package inserts was plaintiffs' objection overruled.\nOn appeal, plaintiffs say such testimony violated hearsay principles and the best evidence rule. Plaintiffs' objections at trial, however, were not specific. Again, the trial judge was not apprised of the reason for the objection. Any error resulting from the admission of such testimony is waived.\nThe final evidentiary issue is the exclusion of the FDA's October-November 1978 Drug Bulletin, which advised against the oral method of *692using pitocin. The plaintiffs, by an unsuccessful offer of proof, sought to introduce this publication. The document was not prejudicial since it was not a remedial measure taken by Parke, but was a precursor to an FDA notice, issued in December 1978, announcing a hearing for the purpose of disapproving the marketing of buccal pitocin. In such federal regulatory proceedings, naturally, Parke resisted. Eventually, in June 1981, the FDA, by published rule, nullified its intention to seek disapproval of buccal pitocin. If this cause were remanded, it is highly improbable that any of such administrative proceedings exemplifying the FDA's indecisiveness would be relevant and admissible in evidence. Any error resulting from its inadmission was harmless.\nIII. The Verdict\nPlaintiffs allege the verdicts are against the manifest weight of the evidence. We disagree.\nA major area of concern was whether pitocin, when administered orally in large doses was dangerous. Plaintiffs' experts, Drs. Hillabrand, McCleery, and Ripstein, all expressed the opinion that Mrs. Fornoff's injuries were the result of overdosage. Parke's experts, Drs. Thow, Petrick, and Reeves, all testified that such injuries were caused by a congenital, physical defect. In short, the evidence was diametrically opposed. Arguably, the jury might have gone either way on this issue. The rule is well settled that a court should not set aside a verdict merely because the evidence is conflicting. Merely because the jury could have found differently, or because other conclusions might appear more reasonable is no reason to set aside these verdicts. Kahn v. James Burton Co. (1955), 5 Ill. 2d 614, 623.\nAlthough plaintiffs claim that Parke was aware, or should be charged with knowledge, that pitocin was dangerous, the record has evidence on both sides of this proposition. The medical evidence supporting plaintiffs' claim was disputed by Parke's experts. It was a jury question.\nWhether oral pitocin was so unpredictable in its rate of absorption so as to require monitoring, and therefore a warning, was a question for the jury. In short, whether the warnings given were adequate or the failure to give other warnings negligent, were questions which ultimately had to be decided on the facts. In the absence of special verdicts we do not know specifically how these issues were viewed by the jury. The evidence, however, supported the jury's resolution.\nThe purpose of buccal pitocin is to stimulate a female's uterus, thereby inducing labor. Buccal pitocin, allegedly, increases the risk of personal injury when given in large doses. Parke recognized this risk. Their experts testified that women's sensitivity to the drug were not uni*693form, and a case-by-case approach was necessary. Accordingly, in its package insert it advised that administration of pitocin must be adapted to the patient's response. Resolution of the adequacy of this warning was a jury question.\nFinally, we fail to find in the record any testimony that Parke encouraged the medical profession to use greater amounts of pitocin than defendant actually recommended. Defendant's package insert indicates exactly the opposite. With respect to the administration of any medication, some judgment on the part of the medical doctor must be exercised. The issue of Parke's negligence in not publishing a warning in a maximum dosage schedule was clearly before the jury by way of instruction. Their conclusion on the issue was supported by the weight of the evidence.\nIV. Directed Verdicts\nOn Parke's alleged wilful and wanton conduct, the trial court took the issue from the jury's consideration by directing a verdict. Plaintiffs say this was error.\nPrior to trial, plaintiffs causes of action for wilful and wanton misconduct were dismissed. Depending on the nature of plaintiffs' trial proof, the trial judge declared, reinstatement of the stricken counts might be allowed to conform to the proof. At the close of evidence, plaintiffs' attempts to reinstate such causes of action were denied.\nPlaintiffs contend the record shows Parke had actual knowledge of the dangerous propensities of administering pitocin in large doses. Yet, they argue, Parke continued to market the drug suggesting high dosages and the convenience of orally inducing labor.\nTo constitute a wilful or wanton act the conduct must have been committed under circumstances exhibiting a reckless disregard for the safety of others, such as a failure, after knowledge of the danger, to exercise ordinary care to prevent it or failure to discover the danger through recklessness or carelessness, when it could have been discovered by ordinary care. (Lynch v. Board of Education (1980), 82 Ill. 2d 415, 429, citing Klatt v. Commonwealth Edison Co. (1965), 33 Ill. 2d 481, 488.) The evidence showed that at least two studies questioned the use of pitocin orally. Other studies disputed such findings as did all of defendant's experts. These conflicting views were all included in Parke's package insert. Furthermore, the package insert contained discussion of adverse reactions the drug might have on a mother and her child. We find no testimony which shows Parke marketed pitocin with a reckless disregard for the safety of people who might use the drug. Nor do we see any testimony where Parke, directly or indirectly, told physicians that it could exceed the recommended dosage of 3000 units. As a matter of law, the trial court *694did not err in directing verdicts for defendants. And, as a practical matter, since the jury found no negligence liability, they could not have found any liability for wilful and wanton conduct.\nV. Conduct of Trial Counsel\nDuring the course of this hotly contested trial, defense counsel, at several junctures, made remarks inferring that certain of plaintiffs' scientific exhibits were less credible or subpar because of their foreign origin. And, at one point, one such publication from East Germany was described as a Communist article.\nParke claims such inquiry was well within the bounds of a zealous cross-examination. We think such characterizations were excessive but harmless. We note that these remarks were not recurring, and when objected to, were swiftly acted upon by the trial judge. At trial, plaintiffs only objected to such remarks on one occasion. Nor were these assignments of error included within plaintiffs' post-trial motion. Thus, any alleged error was waived.\nFor the reasons stated, we affirm the judgments of the Sangamon County circuit court.\nAffirmed.\nBARRY, P. J., and ALLOY, J., concur.\n \nPlain English summary:\nPlaintiff Linda Fornoff was given buccal Pitocin in order to induce labour. Afterwards, she had a massive rectal prolapse and had to have several surgeries to correct this. She sued the manufacturer of the Pitocin for failure to warn about the product, among other claims. The jury found in favour of defendant. The appellate court affirmed the verdict, finding that it was not against the manifest weight of evidence. The appellate court also agreed with the trial court's directed verdict in favour of defendant on the question of wilful and wanton conduct. ",
    "annotations": {
        "Facts": [
            "In time we regress to December 1969. Plaintiffs were married, living on and working a farm in Mason County. Mrs. Fornoff, 20 years old, was pregnant, having been so evaluated by her physician, Dr. Means. Two years previous she gave birth to a healthy, male child. A different doctor attended that delivery. Birth of the second child was expected in mid-May 1970. Dr. Means' records indicate that during Mrs. Fornoff's pregnancy no unusual complications arose.*684In early May, at a regular checkup, Dr. Means told Linda Fornoff he would be out of town on May 16. He would attend a medical convention in Chicago. Linda's due date was May 15. The physician said if she wanted him to deliver the child he could induce labor artificially by the use of pills she would hold in her mouth. The only adverse effect of the drug, he explained, might be that she would not go into labor and would have to return home. The name of the drug was not mentioned. After discussing the subject with her husband, Mrs. Fornoff consented to this procedure on May 14,1970.That very evening she entered Memorial. During the next 12-14 hours Dr. Means or hospital staff administered 5400 units of buccal pitocin to Mrs. Fornoff. That is 27 pills. ",
            "After a healthy female child was born, Dr. Means left the patient in the care of another doctor.After the child's birth, Mrs. Fornoff encountered cramping, mucous discharge from the rectal area, and the inability to defecate. She was given an enema. Upon returning home such problems persisted. She informed Dr. Means. He recommended mineral oil. It did not help. Mrs. Fornoff consulted other doctors. Dr. Means concluded she was neurotic and suggested she seek professional mental health care.In the fall of 1971, Mrs. Fornoff was hospitalized and treated by Dr. Davidson in St. Louis, Missouri. A specialist in rectal and colon infirmities was summoned. He diagnosed a massive rectal prolapse. Essentially, this means several of Mrs. Fornoff's internal organs fell down from the places they normally occupy. Major reconstructive surgery and a colostomy were performed. This did not work. The draining continued. Further surgeries, including one inserting wires beneath the colon to support it, were unavailing. She deteriorated physically.In 1975 Mrs. Fornoff sought the advice of Dr. Charles Ripstein of Miami, Florida. This physician is one of the most renowned colon and rectal surgeons in the world. Due to his expertise he pioneered a surgical technique whereby prolapsed organs in the rectal area could be corrected. This surgical method entails the insertion of a mesh screen in the area of the anal sphincter to support the displaced organs. At the request of the Fornoffs, due to proximity and traveling expenses, Dr. Ripstein recommended Dr. Bruce Thow in Champaign, Illinois, do this type of surgery. Dr. Thow performed a hysterectomy, repaired Mrs. Fornoff's bladder, and inserted the screen.Post-operative complications arose. Linda Fornoff suffered fissures in the anal sphincter area. Thereupon, Dr. Ripstein performed a fissur*685ectomy and reconstructive surgery after Mrs. Fornoff's body rejected, in part, the mesh screen. Crymotherapy, a very painful procedure, which involves freezing of the affected tissue, was also required.During all of this period of disability, Mrs. Fornoff was limited in caring for her children. She could not completely discharge her household duties. In 1979 her marriage ended by divorce.Buccal pitocin is an ethical drug which Parke manufactures and distributes. The drug is used to stimulate the uterus, thereby inducing labor and the onset of childbirth. Pitocin is produced naturally in the female's bloodstream when a child is delivered normally. The chemical equivalent allows ingestion of a greater amount than the body normally generates. Administration of the drug is done intravenously or orally by tablet held in the mouth. The former method is preferred while the latter is more convenient. Memorial did not possess adequate apparatus for intravenous administration of this chemical agent.Inside the package of buccal pitocin which Parke sold was a six-page insert which informed the doctor of the drug's fundamental properties, directions on how to use it, warnings, precautions, adverse reactions, and literature for and against its prescription use.",
            "On dosage, the insert said: ADMINISTRATION AND DOSAGE Induction or Stimulation of LaborBuccal administration of Pitocin in (oxytocin citrate) must be adapted to the patient's response. Begin by placing a 200 unit tablet in the parabuccal space adjacent to the upper molar teeth. Initial dosage should be limited to one tablet to avoid the possibility of excessive absorption before local vasoconstriction has occurred. Additional tablets are placed in the parabuccal space at half-hour intervals (Fig. 1), alternating between the two cheek pouches, until the desired response is obtained or until a total of 3000 units has been administered without satisfactory results.Under precautions and adverse reactions it stated:PRECAUTIONSStrict adherence to the instructions set forth in the preceding paragraphs under Indications and Contraindications is extremely important. As Dillon stated, 'The complications of oxytocin administration are few when indications and contraindications are carefully followed.'Administration of oxytocin in the first and second stages of labor in untrained hands is dangerous and only hospital personnel thoroughly trained in its use should administer it. Maternal deaths due. to hypertensive episodes, subarachnoid hemorrhage, rupture of the *686uterus, and fetal deaths due to various causes have resulted from the injudicious use of parenteral oxytocic drugs in the first and second stages of labor and even for the induction of labor.ADVERSE REACTIONSUterine hypertonicity, spasm, tetanic contraction or rupture has been reported and discussed (12-2) but in nearly all instances, if not all, the drug was used in the presence of conditions listed under Contraindications or at doses in excess of those we recommend."
        ],
        "Procedural History": [
            "Plaintiffs, Linda and Dale Fornoff, ",
            "sought compensatory and exemplary damages from defendant Parke Davis & Company (Parke) ",
            "the jury verdict was in favor of defendant and against plaintiffs",
            "On Parke's alleged wilful and wanton conduct, the trial court took the issue from the jury's consideration by directing a verdict.",
            "Prior to trial, plaintiffs causes of action for wilful and wanton misconduct were dismissed. Depending on the nature of plaintiffs' trial proof, the trial judge declared, reinstatement of the stricken counts might be allowed to conform to the proof. At the close of evidence, plaintiffs' attempts to reinstate such causes of action were denied."
        ],
        "Application of Law to Facts": [
            "Plaintiffs allege the verdicts are against the manifest weight of the evidence. We disagree.A major area of concern was whether pitocin, when administered orally in large doses was dangerous. Plaintiffs' experts, Drs. Hillabrand, McCleery, and Ripstein, all expressed the opinion that Mrs. Fornoff's injuries were the result of overdosage. Parke's experts, Drs. Thow, Petrick, and Reeves, all testified that such injuries were caused by a congenital, physical defect. In short, the evidence was diametrically opposed. Arguably, the jury might have gone either way on this issue. The rule is well settled that a court should not set aside a verdict merely because the evidence is conflicting. Merely because the jury could have found differently, or because other conclusions might appear more reasonable is no reason to set aside these verdicts.",
            "Although plaintiffs claim that Parke was aware, or should be charged with knowledge, that pitocin was dangerous, the record has evidence on both sides of this proposition. The medical evidence supporting plaintiffs' claim was disputed by Parke's experts. It was a jury question.Whether oral pitocin was so unpredictable in its rate of absorption so as to require monitoring, and therefore a warning, was a question for the jury. In short, whether the warnings given were adequate or the failure to give other warnings negligent, were questions which ultimately had to be decided on the facts. ",
            "The evidence,",
            "supported the jury's resolution.The purpose of buccal pitocin is to stimulate a female's uterus, thereby inducing labor. Buccal pitocin, allegedly, increases the risk of personal injury when given in large doses. Parke recognized this risk. Their experts testified that women's sensitivity to the drug were not uni*693form, and a case-by-case approach was necessary. Accordingly, in its package insert it advised that administration of pitocin must be adapted to the patient's response. Resolution of the adequacy of this warning was a jury question.",
            "we fail to find in the record any testimony that Parke encouraged the medical profession to use greater amounts of pitocin than defendant actually recommended. Defendant's package insert indicates exactly the opposite. With respect to the administration of any medication, some judgment on the part of the medical doctor must be exercised. The issue of Parke's negligence in not publishing a warning in a maximum dosage schedule was clearly before the jury by way of instruction. Their conclusion on the issue was supported by the weight of the evidence.",
            "The evidence showed that at least two studies questioned the use of pitocin orally. Other studies disputed such findings as did all of defendant's experts. These conflicting views were all included in Parke's package insert. Furthermore, the package insert contained discussion of adverse reactions the drug might have on a mother and her child. We find no testimony which shows Parke marketed pitocin with a reckless disregard for the safety of people who might use the drug. Nor do we see any testimony where Parke, directly or indirectly, told physicians that it could exceed the recommended dosage of 3000 units. As a matter of law, the trial court *694did not err in directing verdicts for defendants. And, as a practical matter, since the jury found no negligence liability, they could not have found any liability for wilful and wanton conduct."
        ],
        "Relevant Precedents": [
            "Lynch v. Board of Education (1980), 82 Ill. 2d 415, 429, citing Klatt v. Commonwealth Edison Co. (1965), 33 Ill. 2d 481, 488."
        ],
        "Outcome": [
            "For the reasons stated, we affirm the judgments of the Sangamon County circuit court.Affirmed."
        ]
    },
    "class": "affirm"
}