{
    "text": "Stringer v. Zacheis, 105 Ill. App. 3d 521 (1982)\nMarch 31, 1982 · Illinois Appellate Court · No. 17363\n105 Ill. App. 3d 521\n\nCase outline\nMajority — Justice Mills\nOther formats\nPDF\nAPI\nCiting cases\n33 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nJACK W. STRINGER, Plaintiff-Appellant,v.GALE ZACHEIS, Defendant-Appellee\nFourth District\n*522Robert D. Owen, of Owen, Roberts, Susler & Murphy, P. C., of Decatur, for appellant.\n. Heyl, Royster, Voelker & Allen, of Peoria, and Hull, Campbell, Robinson & Gibson, of Decatur, for appellee.\nJUSTICE MILLS\ndelivered the opinion of the court:\nMedical malpractice.\nDr. Zacheis was sued on negligence and res ipsa loquitur.\nSummary judgment for defendant on both counts.\nWe affirm.\nPlaintiff appealed from the granting of a summary judgment for defendant on both counts of his complaint of medical malpractice. Count I was grounded in negligence, count II asserted a res ipsa loquitur theory.\nWe affirm.\nIn medical malpractice cases, as in other cases, summary judgment is properly granted where there is no genuine issue as to any material fact. The court is to determine the existence or absence of a genuine issue as to any material facts from the affidavits, depositions, admissions, exhibits, and pleadings in the case. The court has the duty to construe evidence strictly against the moving party and liberally in favor of the opponent. It is well settled that the right to summary judgment must be free from *523doubt and determinable solely as a question of law. (Hill v. Lutheran Hospital (1978), 58 Ill. App. 3d 1003, 374 N.E.2d 1147.) And in medical malpractice cases, the trial court should be extremely cautious in entering summary judgment because of the reluctance of a member of the medical profession to testify against another member. Sanders v. Frost (1969), 112 Ill. App. 2d 234, 251 N.E.2d 105.\nThe depositions and affidavits in this case reveal that Dr. Zacheis performed a Nissen repair of a hiatal or diaphragmatic hernia on plaintiff on January 22,1976. The hiatus is the opening in the diaphragm through which the esophagus normally passes into the stomach. The sphincter at the end of the esophagus was not closing because of the dilatation at the lower end of the esophagus. This caused a reflux from the stomach into the esophagus causing pressure and gas pains. The Nissen repair attempted to solve this problem through sewing the upper part of the stomach around the esophagus so the esophagus stops the contents of the stomach from coming back up. In making this repair, a bougie, which is a dilator, is pushed down like a tube through the esophagus, so the repair will not be made too tight and the surgeon will have something to stabilize the esophagus enabling him to wrap the stomach around it. After the repair, the stomach apparently slipped from the esophagus, causing a recurrence of the pressure and gas pains. Plaintiff eventually went to Carle Clinic in Champaign where Dr. Cooley repaired the diaphragmatic hernia on January 24,1978, again using the Nissen procedure.\nNegligence\nTo reverse summary judgment on count I, plaintiff argues that defendant was negligent (1) in not utilizing enough stitches to maintain the repair; (2) in using a bougie which was too small causing the repair to be too tight; and/or (3) in failing to administer proper post-operative care.\nIn a medical malpractice action, the plaintiff generally must establish the standard of care through expert testimony. (Expert testimony is not required in cases involving gross negligence or common treatment which could be appraised by jurors without expert aid. However, these exceptions are not applicable here.) Once the standard of care is established, plaintiff must prove that, judged in the light of that standard, the doctor was unskillful or negligent and that his want of skill or care caused the injury to the plaintiff. Walski v. Tiesenga (1978), 72 Ill. 2d 249, 381 N.E.2d 279.\nDr. Cooley testified that the minimum sized bougie he used in Nissen repairs was larger than the bougie defendant used on plaintiff. He also testified that he added additional sutures to the fold around the esophagus. However, mere testimony that another physician would have acted differently is not sufficient to establish a prima facie case. Dif*524ferences in the exercise of individual judgment are consistent with the exercise of due care in the inexact science of medicine. (Walski.) Dr. Cooley was asked and said nothing about the accepted standard of the community regarding the additional stitches or the size of bougie used. Therefore, it appears no standard of care was established; only differences in the procedures of two surgeons. Since no standard of care was shown, plaintiff could not make out a prima facie case of negligence by showing a deviation from an established standard.\nRegarding the post-operative care, Dr. Cooley stated that if a patient — with the type of symptoms plaintiff had when plaintiff came to Cooley — had come to Cooley a month after the operation, Dr. Cooley would re-X-ray and esophagoscope the patient, depending on the severity of the symptoms. This was not done by Dr. Zacheis. However, nowhere does plaintiff state that he complained of such symptoms to Dr. Zacheis a month after the initial operation. Therefore, there is no prima facie case of negligence in the post-operative care.\nDefendant, on the other hand, did sufficently negate the prospect of negligence for summary judgment purposes. In his affidavit, Dr. Zacheis stated that he applied more than the normal skill in operating on plaintiff and that he applied appropriate post-operative care. In Prather v. Decatur Memorial Hospital (1981), 95 Ill. App. 3d 470, 420 N.E.2d 810, the court stated there was nothing wrong with basing summary judgment on the uncontradicted affidavit of the defendant doctor. Where facts contained in an affidavit in support of a motion for summary judgment are not contradicted by counteraffidavits, such facts are admitted and must be taken as true.\nPlaintiff challenges this proposition, citing Practical Offset, Inc. v. Davis (1980), 83 Ill. App. 3d 566, 404 N.E.2d 516. But that legal malpractice case is not on point since the defendant attorney's bald assertion that he acted with reasonable skill was contradicted by plaintiff's expert's affidavit setting out facts upon which the expert's opinion was based and giving the opinion that defendant was under a duty to do more than he did. The trial court granted summary judgment for plaintiff, and the appellate court agreed that defendant's bald assertion was insufficient to raise a question of fact in those circumstances.\nThe Prather rule has been recently applied in Goldstein v. Kantor (1981), 101 Ill. App. 3d 264, 427 N.E.2d 1322. Furthermore, in the present case, Dr. Cooley testified that he could find no deviation in defendant's actions from the appropriate standard of care. Therefore, we conclude the statements in defendant's affidavits and Dr. Cooley's statement are sufficient to establish facts which plaintiff has been unable to controvert. Therefore, summary judgment on the negligence count was proper.\n*525Res Ipsa Loquitur\nTo succeed in his res ipsa loquitur count, plaintiff must initially show the injury:\n(1) is of the kind which ordinarily does not occur in the absence of negligence;\n(2) was caused by an agency or instrumentality within the exclusive control of the defendant; and\n(3) was not due to any voluntary act or neglect on the part of the plaintiff.\n(Spidle v. Steward (1980), 79 Ill. 2d 1, 402 N.E.2d 216.) The only point in dispute is the first element, whether the injury is of the kind which ordinarily does not occur in the absence of negligence. No genuine issue of material fact exists as to this element.\nIn Spidle, the plaintiff developed a vaginal infection following a hysterectomy performed by the defendant. In the subsequent medical malpractice suit, the plaintiff based two complaint counts on res ipsa loquitur and alleged two counts of negligence. At the close of the plaintiff's case, the trial judge directed a verdict for the defendant on the two res ipsa loquitur counts. The jury found for the defendant on the two counts alleging negligence. The supreme court upheld the jury verdict but determined that the res ipsa loquitur counts should have gone to the jury.\nThe issue in Spidle was the amount of evidence necessary for the trial judge to present a res ipsa loquitur theory to the jury. As in this case, the only disputed element was whether the plaintiff's injury was one which ordinarily would not have occurred without negligence. The plaintiff had presented no direct evidence that her injury was one that ordinarily occurs as a result of negligence. There was, however, expert testimony that plaintiff's injury — vaginal fecal fistula — was a rare and unusual complication of hysterectomies and one that was not normally expected. Of this testimony, the Spidle court said, We cannot conclude with equanimity ° ° 6 whether he meant fistula formation after hysterectomies is usually a result of negligence or whether there is an equal probability that they occur despite the exercise of due care. (79 Ill. 2d 1, 9.) In Spidle, however, the expert also testified about the inadvisability of operating on the plaintiff if her pelvic inflammatory disease was in an acute, or an acute flareup, stage. Evidence was introduced that the plaintiff was in an acute stage and that the defendant, after the operation, admitted he operated a little too soon. The court held that a reasonable person could conclude that the expert believed that the plaintiff's injury was, more probably than not, a result of the defendant's negligence — that the plaintiff's injury was more than a mere unusual occurrence. Thus, plaintiff's res ipsa loquitur count should have been presented to the jury.\n*526The court stated in Spidle that the trial judge must determine whether plaintiff's pleaded facts would ever establish the improbability of injury without negligence. We interpret Spidle as requiring a thorough search of the summary judgment documents for all evidence tending to show that plaintiff's injury had negligent antecedents. Such a search in this case reveals to us that there is no triable issue of fact. The only testimony which tends to establish that the plaintiff's injury ordinarily does not occur in the absence of negligence is the statement by Dr. Cooley that it is very unusual if done properly for it not to hold, but in some cases, it doesn't. However, when examined in conjunction with other statements made by Dr. Cooley, it becomes clear that the doctor did not believe that plaintiff's injury more probably than not resulted from defendant's negligence and no genuine issue of material fact is raised. Dr. Cooley never opined that he considered defendant's conduct inadvisable, as was the case with the expert testimony in Spidle.\nDr. Cooley attributed the frequency of the failure of this type of repair to the fact that the esophagus has no outer layer, or serosa, with substance. Rather, the stitches must be put into a smooth muscle of the esophagus — which does not have a great deal of tensor strength. Because of this inherent property of the esophagus, Dr. Cooley stated the greatest experts in the world have experienced this complication. * * e[A]ll people that do the Nissen repair, if they do enough of them, they're going to have instances where this very thing happens.\nPlaintiff's evidence simply fails to establish the first of the three elements of res ipsa loquitur and summary judgment was proper.\nMoreover, even under the most liberal reading of Spidle, plaintiff failed to establish this element of res ipsa loquitur. There is language in Spidle suggesting that a low incidence of the injury plus specific acts of negligence will send res ipsa to the jury:\nThe California Supreme Court reached similar conclusions in Clark v. Gibbons (1967), 66 Cal. 2d 399, 412, 426 P.2d 525, 534, 58 Cal. Rptr. 125, 134. In that case, an expert testified to a low incidence of injuries when due care was used. Other evidence tended to establish specific acts of negligence. The court reasoned that this evidence, combined, presented a jury question under res ipsa loquitur. Subsequent cases have struck res ipsa loquitur counts where expert testimony of a rare and unusual result was not accompanied by further evidence of negligent acts that would have caused the injury at issue. (See, e.g., Contreras v. St. Luke's Hospital (1978), 78 Cal. App. 3d 919, 933, 144 Cal. Rptr. 647, 656.) When the trial judge in the instant case permitted the ordinary negligence counts to go to the jury, he ruled that a verdict finding *527the defendant liable could stand. Spidle v. Steward (1980), 79 Ill. 2d 1,11-12, 403 N.E.2d 216, 220-21.\nEven if the complication which the plaintiff in this case suffered was rare and unusual, there were no specific acts of negligence here — merely differences in the exercise of individual judgment. As we have already stated, summary judgment in the negligence count was proper in this case. In contrast, the trial judge in Spidle did send the negligence issue to the jury. Therefore, even under this interpretation of Spidle, plaintiff failed to meet his burden in the case before us to establish the first of the three elements of res ipsa loquitur.\nWe affirm summary judgments on both counts.\nAffirmed.\nGREEN, P. J„ and LONDRIGAN, J., concur.\n \nPlain English summary:\nPlaintiff complained of negligence and res ipsa loquitur after his doctor (defendant) performed a Nissen repair of a hernia on plaintiff and complications arose, forcing plaintiff to have a second procedure. The trial court granted summary judgment on both grounds. The appellate court affirmed, finding insufficient evidence of negligence or res ipsa loquitur. \n",
    "annotations": {
        "Facts": [
            "Dr. Zacheis performed a Nissen repair of a hiatal or diaphragmatic hernia on plaintiff on January 22,1976. The hiatus is the opening in the diaphragm through which the esophagus normally passes into the stomach. The sphincter at the end of the esophagus was not closing because of the dilatation at the lower end of the esophagus. This caused a reflux from the stomach into the esophagus causing pressure and gas pains. The Nissen repair attempted to solve this problem through sewing the upper part of the stomach around the esophagus so the esophagus stops the contents of the stomach from coming back up. In making this repair, a bougie, which is a dilator, is pushed down like a tube through the esophagus, so the repair will not be made too tight and the surgeon will have something to stabilize the esophagus enabling him to wrap the stomach around it. After the repair, the stomach ",
            "slipped from the esophagus, causing a recurrence of the pressure and gas pains. Plaintiff eventually went to Carle Clinic in Champaign where Dr. Cooley repaired the diaphragmatic hernia on January 24,1978, again using the Nissen procedure.",
            "Dr. Cooley testified that the minimum sized bougie he used in Nissen repairs was larger than the bougie defendant used on plaintiff.",
            "he added additional sutures to the fold around the esophagus.",
            "Regarding the post-operative care, Dr. Cooley stated that if a patient — with the type of symptoms plaintiff had when plaintiff came to Cooley — had come to Cooley a month after the operation, Dr. Cooley would re-X-ray and esophagoscope the patient, depending on the severity of the symptoms. This was not done by Dr. Zacheis."
        ],
        "Procedural History": [
            "Dr. Zacheis was sued on negligence and res ipsa loquitur.Summary judgment for defendant on both counts.",
            "Plaintiff appealed from the granting of a summary judgment for defendant on both counts of his complaint of medical malpractice. Count I was grounded in negligence, count II asserted a res ipsa loquitur theory."
        ],
        "Application of Law to Facts": [
            "nowhere does plaintiff state that he complained of such symptoms to Dr. Zacheis a month after the initial operation. Therefore, there is no prima facie case of negligence in the post-operative care.Defendant",
            "did sufficently negate the prospect of negligence for summary judgment purposes. In his affidavit, Dr. Zacheis stated that he applied more than the normal skill in operating on plaintiff and that he applied appropriate post-operative care.",
            "Where facts contained in an affidavit in support of a motion for summary judgment are not contradicted by counteraffidavits, such facts are admitted and must be taken as true.",
            "in the present case, Dr. Cooley testified that he could find no deviation in defendant's actions from the appropriate standard of care. Therefore, we conclude the statements in defendant's affidavits and Dr. Cooley's statement are sufficient to establish facts which plaintiff has been unable to controvert. Therefore, summary judgment on the negligence count was proper.",
            "To succeed in his res ipsa loquitur count, plaintiff must initially show the injury:(1) is of the kind which ordinarily does not occur in the absence of negligence;(2) was caused by an agency or instrumentality within the exclusive control of the defendant; and(3) was not due to any voluntary act or neglect on the part of the plaintiff.",
            "The only point in dispute is the first element, whether the injury is of the kind which ordinarily does not occur in the absence of negligence. No genuine issue of material fact exists as to this element.",
            "We interpret ",
            "as requiring a thorough search of the summary judgment documents for all evidence tending to show that plaintiff's injury had negligent antecedents. Such a search in this case reveals to us that there is no triable issue of fact. The only testimony which tends to establish that the plaintiff's injury ordinarily does not occur in the absence of negligence is the statement by Dr. Cooley that it is very unusual if done properly for it not to hold, but in some cases, it doesn't. However, when examined in conjunction with other statements made by Dr. Cooley, it becomes clear that the doctor did not believe that plaintiff's injury more probably than not resulted from defendant's negligence and no genuine issue of material fact is raised. Dr. Cooley never opined that he considered defendant's conduct inadvisable, as was the case with the expert testimony in ",
            ".Dr. Cooley attributed the frequency of the failure of this type of repair to the fact that the esophagus has no outer layer, or serosa, with substance. Rather, the stitches must be put into a smooth muscle of the esophagus — which does not have a great deal of tensor strength. Because of this inherent property of the esophagus, Dr. Cooley stated the greatest experts in the world have experienced this complication. * * e[A]ll people that do the Nissen repair, if they do enough of them, they're going to have instances where this very thing happens.Plaintiff's evidence simply fails to establish the first of the three elements of res ipsa loquitur and summary judgment was proper.Moreover, even under the most liberal reading of Spidle, plaintiff failed to establish this element of res ipsa loquitur.",
            "Even if the complication which the plaintiff in this case suffered was rare and unusual, there were no specific acts of negligence here — merely differences in the exercise of individual judgment. As we have already stated, summary judgment in the negligence count was proper in this case.",
            "Therefore, even under this interpretation of ",
            ", plaintiff failed to meet his burden in the case before us to establish the first of the three elements of res ipsa loquitur."
        ],
        "Relevant Precedents": [
            "Walski v. Tiesenga (1978), 72 Ill. 2d 249, 381 N.E.2d 279.",
            "Prather v. Decatur Memorial Hospital (1981), 95 Ill. App. 3d 470, 420 N.E.2d 810",
            "Prather",
            "Goldstein v. Kantor (1981), 101 Ill. App. 3d 264, 427 N.E.2d 1322.",
            "Spidle v. Steward (1980), 79 Ill. 2d 1, 402 N.E.2d 216",
            "Spidle",
            "Spidle",
            "Spidle",
            "79 Ill. 2d 1, 9.)",
            "i",
            "Spidle",
            "Spidle ",
            "Spidle",
            "Spidle",
            "Spidle v. Steward (1980), 79 Ill. 2d 1,11-12, 403 N.E.2d 216, 220-21.",
            "Spidle",
            "Spidle"
        ],
        "Outcome": [
            "We affirm.",
            "We affirm.",
            "We affirm summary judgments on both counts.Affirmed."
        ]
    },
    "class": "affirm"
}