{
    "text": "Maroldy v. Isaacson, 189 Ill. App. 3d 785 (1989)\nJune 22, 1989 · Illinois Appellate Court · No. 3—88—0491\n189 Ill. App. 3d 785\n\nCase outline\nMajority — Justice Stouder\nOther formats\nPDF\nAPI\nCiting cases\n2 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nFREDA MAROLDY, Plaintiff,v.ELISSA ISAACSON et al., Defendants (Esther Williams, Inc., et al., Counterplaintiffs-Appellants; Elissa Isaacson, Counterdefendant-Appellee)\nThird District\n*786Ruth Van Demark, of Wildman, Harrold, Allen & Dixon, of Chicago, and Robert A. Strelecky, of Wildman, Harrold, Allen & Dixon, of Wheaton (Timothy W. Heath, of counsel), for appellants.\nStefanich, McGarry, Wols & Okrei, Ltd., of Joliet (John McGarry, of counsel), for appellee.\nJUSTICE STOUDER\ndelivered the opinion of the court:\nEsther Williams, Inc., and Esther Williams Swimming Pools (Esther Williams) appeal from the judgment of the circuit court of Will County, granting Elissa Isaacson's motion for a directed verdict. In *7871979 Isaacson installed in her backyard a pool which she had purchased from Esther Williams, a manufacturer and distributor of swimming pools. The pool was a 15-foot by 30-foot oval with a deck on one end, a narrow, 18-inch walk deck surrounding the remaining three sides and a railing around the entire pool.\nIn 1983, Isaacson's aunt, Freda Maroldy, came to live with her niece. Maroldy was given room and board in exchange for payment of $100 per month and for babysitting her niece's two sons. Three weeks into her stay with her niece, Maroldy decided to trim some willow tree branches that were hanging above the pool. She testified that she wanted to cut the branches because she was concerned for the safety of her grand-nephews, who were using the branches to play Tarzan, swinging over and plopping into the pool. Having procured a hacksaw from her niece's garage, Maroldy, then 73 years old, proceeded to the walk deck which surrounded the pool to cut the branches.\nMaroldy further testified that she was successful in trimming a few of the branches. However, as she was standing on the deck, looking up to locate other branches to be cut, she leaned on and fell through the guardrail. Maroldy broke both wrists, her collarbone and right shoulder in the fall.\nMaroldy sued both her niece and Esther Williams. Esther Williams settled with Maroldy for $97,500 and then sought contribution from Isaacson, who denied liability. Esther Williams sought to show that Maroldy's injuries were proximately caused by negligence on the part of Isaacson. After Esther Williams presented its case for contribution, the circuit court granted Isaacson's motion for a directed verdict in her favor. Esther Williams then brought this appeal, arguing that the circuit court erred in granting the defendant's motion for a directed verdict and in excluding certain expert and photographic evidence. We affirm the court's judgment as to the photographs but reverse as to the expert testimony and directed verdict.\nEsther Williams argues that the circuit court erred in failing to admit certain photographs into evidence. We disagree. Admission of a photograph into evidence requires the testimony of a witness, who has personal knowledge of the photographed object at a time relevant to the litigation, that the photograph being offered is a fair and accurate representation of the object at the relevant time. (Gaunt & Haynes, Inc. v. Moritz Corp. (1985), 138 Ill. App. 3d 356, 364, 485 N.E.2d 1123, 1129.) In this case, Esther Williams sought to admit into evidence photographs of the section of pool railing through which Maroldy fell. However, no witness testified that the *788photographs were fair and accurate representations of the pool railing at the relevant time. On the contrary, the witnesses all indicated that the railing as depicted in the photographs was more severely damaged than it actually was immediately after Maroldy's fall. There was, therefore, no foundation for the admission of the photographs into evidence, and we accordingly conclude that the circuit court was correct in excluding the photographs from evidence.\nEsther Williams also argues that the circuit court erred in excluding certain expert testimony. Specifically, it argues that the circuit court should have permitted its expert to answer the following question:\nMr. Schall, again, based upon your knowledge and experience as a pool designer of twenty years and your knowledge and experience of this product from its development to today's date, and based upon the testing that you performed on this similar product that we observed in that video tape film, this product, assuming that all the parts are Esther Williams supplied parts, assuming that the pool is constructed in the manner intended by Esther Williams according the the [sic] instruction of assembly by Esther Williams, assuming there are no defects in any of the component parts of a pool such as this, do you have an opinion based upon a reasonable degree of certainty as to whether this pool would fail if a hundred and fifty pounds were leaning on it in the absence of some prior abuse or misuse of the product?\nThe only objection to the question interposed by Esther Williams and sustained by the circuit court was that the question calls for speculation. We disagree. While an expert witness may not decide any controverted fact or offer an opinion on facts not in evidence (Saunders v. Norfolk & Western Ry. Co. (1977), 54 Ill. App. 3d 307, 315, 369 N.E.2d 518, 524), he may, on the basis of facts assumed to be true, give his opinion as to what could have been a cause to a given effect despite any objection that his testimony is inconclusive and speculative. (Beloit Foundry v. Industrial Comm'n (1976), 62 Ill. 2d 535, 539, 343 N.E.2d 504, 506; see also Chicago Union Traction Co. v. Roberts (1907), 229 Ill. 481, 483, 82 N.E. 401, 402.) In this case Schall, an expert, was asked to give his opinion, on the basis of facts assumed to be true, as to whether the pool railing would fail absent prior misuse or abuse. He was not called on to decide a controverted fact, and there is no objection that the question assumes facts not in evidence.\nOn Esther Williams' earlier attempts to obtain an opinion as *789to similar questions, the circuit court sustained objections, suggesting that there was no evidence to support the assumption that the pool railing had been misused or abused. It thus concluded that the expert's opinion on such assumptions would be mere conjecture. (See Boose v. Digate (1969), 107 Ill. App. 2d 418, 422-23, 246 N.E.2d 50, 52-53.) The record indicates, however, that the railing was not designed to be climbed upon and that Isaacson's sons climbed upon the railing. Such facts are evidence of misuse or abuse of the railing sufficient to provide a factual assumption of misuse of the railing in the hypothetical posed to Mr. Schall. Mr. Schall should have been permitted to give his opinion to the question posed, and, because such testimony provides the factual basis for the counterplaintiff's suit, we conclude that the exclusion of his testimony constitutes reversible error.\nEsther Williams argues, finally, that the circuit court erred in directing a verdict in favor of Isaacson. Directed verdicts are appropriate only in those cases in which the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors the movant that no contrary verdict based upon that evidence could ever stand. (Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 510, 229 N.E.2d 504, 513-14.) Thus, to avoid a directed verdict in this case, Esther Williams was required to establish by some evidence or reasonable inference that Isaacson breached a duty owed to Maroldy and that Isaacson's breach was the proximate cause of Maroldy's injuries. Ferentchak v. Village of Frankfort (1985), 105 Ill. 2d 474, 480, 475 N.E.2d 822, 825.\nIn this case Esther Williams asserts that Isaacson was negligent in failing to maintain the pool and its railing in a state of good repair, in failing to repair the pool railing and in failing to warn Maroldy of the railing's state of disrepair. Evidence in the record which supports such a theory of negligence includes the inference that something must have been wrong with the railing for it to break so easily under the slight pressure which was applied to it at the time of Maroldy's fall, the evidence (via the testimony of Mr. Schall which, we have concluded, should have been admitted) that there must have been some abuse to the railing prior to Maroldy's leaning against the railing, and the evidence that Isaacson's sons climbed upon the railing with the accompanying fact that Isaacson on one occasion caught one of her sons climbing on the railing. Such evidence could support a finding of breach of a duty to maintain the railing in a state of good repair, and assuming such a duty exists, when coupled with the evidence of Maroldy's fall and injuries could support a *790verdict of negligence. Accordingly, we conclude that the circuit court erred in directing a verdict.\nFor these reasons, we reverse the judgment of the- circuit court of Will County and remand with directions that the counterplaintiff be awarded a new trial in accord with the views expressed herein.\nReversed and remanded.\nWOMBACHER, P.J., and SCOTT, J., concur.\n \nPlain English summary:\nPlaintiff was trimming some branches near a pool guarded by a railing. After applying some minor pressure to the railing, she fell through it. She sued the manufacturer and the landlord for negligence. The manufacturer settled, then sought to recover the damages from the landlord. The trial court directed a verdict in favour of the landlord, but the appellate court reversed and remanded, finding that the manufacturer had presented evidence that the landlord had breached a duty owed to plaintiff.  ",
    "annotations": {
        "Facts": [
            "In *7871979 Isaacson installed in her backyard a pool which she had purchased from Esther Williams, a manufacturer and distributor of swimming pools. The pool was a 15-foot by 30-foot oval with a deck on one end, a narrow, 18-inch walk deck surrounding the remaining three sides and a railing around the entire pool.In 1983, Isaacson's aunt, Freda Maroldy, came to live with her niece. Maroldy was given room and board in exchange for payment of $100 per month and for babysitting her niece's two sons. Three weeks into her stay with her niece, Maroldy decided to trim some willow tree branches that were hanging above the pool. She",
            "wanted to cut the branches because she was concerned for the safety of her grand-nephews, who were using the branches to play Tarzan, swinging over and plopping into the pool. Having procured a hacksaw from her niece's garage, Maroldy, then 73 years old, proceeded to the walk deck which surrounded the pool to cut the branches.Maroldy",
            "was successful in trimming a few of the branches. However, as she was standing on the deck, looking up to locate other branches to be cut, she leaned on and fell through the guardrail. Maroldy broke both wrists, her collarbone and right shoulder in the fall."
        ],
        "Procedural History": [
            "Esther Williams, Inc., and Esther Williams Swimming Pools (Esther Williams) appeal from the judgment of the circuit court of Will County, granting Elissa Isaacson's motion for a directed verdict.",
            "Maroldy sued both her niece and Esther Williams. Esther Williams settled with Maroldy for $97,500 and then sought contribution from Isaacson, who denied liability.",
            "After Esther Williams presented its case for contribution, the circuit court granted Isaacson's motion for a directed verdict in her favor. Esther Williams then brought this appeal"
        ],
        "Application of Law to Facts": [
            "In this case Esther Williams asserts that Isaacson was negligent in failing to maintain the pool and its railing in a state of good repair, in failing to repair the pool railing and in failing to warn Maroldy of the railing's state of disrepair. Evidence in the record which supports such a theory of negligence includes the inference that something must have been wrong with the railing for it to break so easily under the slight pressure which was applied to it at the time of Maroldy's fall, the evidence (via the testimony of Mr. Schall",
            "that there must have been some abuse to the railing prior to Maroldy's leaning against the railing, and the evidence that Isaacson's sons climbed upon the railing with the accompanying fact that Isaacson on one occasion caught one of her sons climbing on the railing. Such evidence could support a finding of breach of a duty to maintain the railing in a state of good repair, and assuming such a duty exists, when coupled with the evidence of Maroldy's fall and injuries could support a *790verdict of negligence. Accordingly, we conclude that the circuit court erred in directing a verdict."
        ],
        "Relevant Precedents": [
            "Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 510, 229 N.E.2d 504, 513-14",
            "Ferentchak v. Village of Frankfort (1985), 105 Ill. 2d 474, 480, 475 N.E.2d 822, 825."
        ],
        "Outcome": [
            "We",
            "reverse as to the",
            "directed verdict.",
            "For these reasons, we reverse the judgment of the- circuit court of Will County and remand with directions that the counterplaintiff be awarded a new trial in accord with the views expressed herein.Reversed and remanded."
        ]
    },
    "class": "reverse"
}