{
    "text": "DiCosola v. Bowman, 342 Ill. App. 3d 530 (2003)\nJuly 11, 2003 · Illinois Appellate Court · No. 1-02-1699\n342 Ill. App. 3d 530\n\nCase outline\nMajority — Justice Gallagher\nDissent — Justice O'mara Frossard\nOther formats\nPDF\nAPI\nCiting cases\n17 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nGAETANO DiCOSOLA, Plaintiff-Appellee,v.KARYN BOWMAN, Defendant-Appellant\nFirst District (6th Division)\nRehearing denied August 18, 2003.\n*532Worker, Sitko & Hoffman, L.L.C., of Chicago (Danny L. Worker and Joseph E Kniery, of counsel), for appellant.\nCooney & Conway, of Chicago (Michael D. Mulvihill, of counsel), for appellee.\nJUSTICE GALLAGHER\ndelivered the opinion of the court:\nPlaintiff, Gaetano DiCosola, prevailed in the underlying personal injury action against defendant, Karyn Bowman. Defendant filed a timely appeal, raising the following issues for our consideration: (1) whether the trial court erred when it granted plaintiffs motions in limine to exclude photographs depicting the apparent minimal damage to plaintiffs postcollision vehicle and prohibiting defendant from arguing, without expert testimony, that a correlation existed between the amount of damage to the vehicle and the extent of plaintiffs injuries; (2) whether the trial court erred when it prohibited defendant from arguing, without expert testimony, that plaintiffs injury was caused by the repetitive use of his arm; (3) whether the trial court correctly granted a directed verdict against defendant on the issue of negligence; and (4) whether the trial court correctly ruled that the evidence deposition fee of plaintiffs treating physician, Dr. Eugene Bartucci, and the related transcript fee for the evidence deposition, be charged to defendant as taxable costs.\nBACKGROUND\nOn March 19, 1997, plaintiff was operating his vehicle in a Dominick's Finer Foods parking lot located at 6630 Ridge Road in Chicago. Plaintiff was stopped in one of the aisles, waiting for someone to back out of a parking spot. He had been stopped for approximately 20 seconds when defendant, who was not looking at plaintiffs vehicle, drove her vehicle through a parking space and collided with plaintiffs vehicle. Defendant admitted seeing plaintiffs vehicle just before she struck it and swerving in an attempt to avoid hitting plaintiff.\n*533Plaintiff sought medical treatment for an elbow injury approximately four weeks after the accident. He first sought treatment from Dr. Bhatia. When his condition did not improve, he sought treatment from an orthopedic surgeon, Dr. Eugene Bartucci. Dr. Bartucci diagnosed plaintiff with medial epicondylitis, commonly referred to as golfer's elbow. Dr. Bartucci administered two cortisone shots over a four-month period, but both failed to be effective as long-term treatment. Dr. Bartucci suggested physical therapy to attempt to treat the elbow. Before plaintiff could start treatment, he was involved in a second automobile accident.1 Plaintiff began physical therapy in February 1998, which also failed to correct the injury. After a final cortisone shot was administered and failed to alleviate plaintiffs problems, his only remaining option was surgery. Plaintiff decided not to pursue that course of treatment.\nPlaintiff subsequently filed suit against defendant. Prior to trial, plaintiff presented several motions in limine, some of which were granted by the trial court. The parties stipulated that the medical bills in this case are $1,763. There is no wage loss claim.\nDr. Bartucci's testimony was presented by way of an evidence deposition. Dr. Bartucci opined that the first collision caused plaintiffs medial epicondylitis and the second collision aggravated that condition. Dr. Bartucci also concluded that plaintiffs condition is permanent and a significant cause of past and future pain and disability. Defendant presented no expert witnesses.\nOn January 16, 2002, a jury returned a verdict in favor of plaintiff and against defendant in the amount of $47,063 plus costs. Defendant now appeals.\nANALYSIS\nThe first issue raised on appeal is whether the trial court erred when it granted plaintiffs motions in limine to exclude (1) evidence as to the dollar amount of property damage to plaintiffs or defendant's vehicle and (2) testimony or photographs regarding the damage to the vehicles. The trial court agreed with plaintiff that any evidence depicting the apparent minimal damage to plaintiffs postcollision vehicle was irrelevant to any issues before the court. The court decided that, absent expert testimony, the evidence was inadmissible to show that a correlation existed between the amount of damage to plaintiffs vehicle and the extent of plaintiffs injuries.\nThe parties disagree as to the standard of review that applies to the trial court's rulings on plaintiffs motions in limine. Generally, *534this court reviews a trial court's rulings on a motion in limine under an abuse of discretion standard. Beehn v. Eppard, 321 Ill. App. 3d 677, 680, 747 N.E.2d 1010, 1013 (2001), citing People v. Williams, 188 Ill. 2d 365, 369, 721 N.E.2d 539, 542 (1999). Thus, plaintiff contends that our review should be deferential because the admissibility of evidence is committed to the sound discretion of the trial court. As the Beehn court further explained, however: [A] trial court must exercise its discretion within the bounds of the law. [Citation.] Where a trial court's exercise of discretion relies on an erroneous conclusion of law, *** our review is de novo. [Citation.] Beehn, 321 Ill. App. 3d at 680-81, 747 N.E.2d at 1013, citing Williams, 188 Ill. 2d at 369. Defendant, citing Beehn and Williams, now suggests that our standard of review is de novo because the trial court's rulings on plaintiffs motions in limine were based on an erroneous conclusion of law.\nThe trial court decided that, absent expert testimony, defendant could not admit evidence of the property damage or the vehicle photographs merely to argue that there is any relationship between the amount of the property damage and the nature and extent of the injury. Defendant's argument that the trial court misapplied the law is based on her contention that the trial court was required to admit the photographs into evidence. Defendant relies heavily on Cancio v. White, 297 Ill. App. 3d 422, 697 N.E.2d 749 (1998). The Cancio court, in concluding that the admission of photographs of a vehicle was proper, stated as follows:\n[T]he photos of plaintiffs' vehicle were relevant to the nature and extent of plaintiffs' damages. They were relevant because they showed little or no damage, which is something the jury could consider in determining what, if any, injuries [the plaintiffs] sustained as a result of the accident. Cancio, 297 Ill. App. 3d at 433, 697 N.E.2d at 756.\nAlthough the Cancio court, in dicta, explained why it believed the photographs in that case to be relevant, it did not state that such photographs are always or automatically relevant. Cancio did not create a bright-line relevancy standard nor did it hold that excluding such evidence constitutes reversible error. While not explicitly stating the rule, the court in Cancio acknowledged the rule that the admissibility of photographs is discretionary. Cancio, 297 Ill. App. 3d at 433, 697 N.E.2d at 756, quoting Bullard v. Barnes, 102 Ill. 2d 505, 519, 468 N.E.2d 1228, 1235 (1984) ( 'a decision [to admit a photograph] normally rests within the discretion of the trial court' ).\nDefendant notes that the Cancio court did not require expert testimony before the photographic evidence was admissible for the purpose of determining plaintiffs' injury, if any, and the nature and *535extent of that injury. Nonetheless, the plaintiffs in Cando had specifically — and only — argued that the photographs were irrelevant because liability was not in issue. Cando, 297 Ill. App. 3d at 433, 697 N.E.2d at 756. The Cando court was not presented with, nor did it consider at all, the issue of whether expert testimony should have been required with respect to the admissibility of the photographs.\nIn further support of her argument that the trial court did not exercise its discretion within the bounds of the law, defendant also relies on Maple v. Gustafson, 151 Ill. 2d 445, 603 N.E.2d 508 (1992).2 Defendant, however, overstates the importance of the photographic evidence considered by the Maple court. Similar to the Cando case, although the court acknowledged the photographs of the plaintiff s postcollision vehicle as evidence considered at trial (Maple, 151 Ill. 2d at 458, 603 N.E.2d at 514), the admissibility issue was not squarely before the court. But more importantly, unlike the present case, the jury considered expert medical testimony presented by the defendant to show that the plaintiff sustained no injury. Maple, 151 Ill. 2d at 458-59, 603 N.E.2d at 515. In its opinion, the Illinois Supreme Court never discussed anything related to the admissibility of the photographs.\nThus, contrary to defendant's contention, no Illinois case stands for the proposition that photographs showing minimal damage to a vehicle are automatically relevant and must be admitted to show the nature and extent of a plaintiffs injuries. There simply is no such bright-line rule that photographs depicting minimal damage to a post-collision vehicle are automatically admissible to prove the extent of a plaintiffs bodily injury or lack thereof. The trial court here was not required to automatically admit the photographic evidence of the minimal damage to plaintiffs vehicle. We reject defendant's argument that the trial court here abused its discretion because its decision requiring expert testimony rested on an erroneous conclusion of law.\nThe trial court granted plaintiffs motion in limine to exclude the photographs because they were irrelevant to any issues before the court in this case. Relevant evidence is that which has any tendency to make the existence of any fact that is of consequence to the determination of the action more or less probable than it would be without the evidence. Wojdk v. City of Chicago, 299 Ill. App. 3d 964, 971, 702 N.E.2d 303, 309 (1998). The trial court is vested with broad discretion to grant a motion in limine 'as part of its inherent power to admit or exclude evidence.' [Citation.] Hawkes v. Casino Queen, Inc., 336 Ill. App. 3d 994, 1005, 785 N.E.2d 507, 516 (2003). A reviewing *536court will not disturb the trial court's decision to grant a motion in limine absent a clear abuse of discretion. Hawkes, 336 Ill. App. 3d at 1005, 785 N.E.2d at 516. In determining whether there has been an abuse of discretion, this court may not substitute its judgment for that of the trial court, or even determine whether the trial court exercised its discretion wisely. Simmons v. Garces, 198 Ill. 2d 541, 568, 763 N.E.2d 720, 737 (2002). A reviewing court may find an abuse of discretion only where no reasonable person would take the position adopted by the trial court. Taxman v. First Illinois Bank of Evanston, 336 Ill. App. 3d 92, 97, 782 N.E.2d 803, 807 (2002). Applying that standard to the instant case, we conclude that the trial court did not abuse its discretion in granting plaintiffs motions in limine to (1) exclude evidence as to the dollar amount of property damage to plaintiffs or defendant's vehicle and (2) exclude testimony or photographs regarding the damage to the vehicles.\nMoreover, the trial court's decision is consistent with the Illinois Supreme Court in the case of Voykin v. DeBoer, 192 Ill. 2d 49, 733 N.E.2d 1275 (2000). In Voykin, our supreme court rejected the evidentiary rule known as the same part of the body rule, which had essentially provided as follows: [I]f a plaintiff has previously suffered an injury to the same part of the body, then that previous injury is automatically relevant to the present injury simply because it affected the same part of the body. Voykin, 192 Ill. 2d at 57, 733 N.E.2d at 1279. The Voykin court described the same part of the body rule as nothing more than a bright-line relevancy standard. Voykin, 192 Ill. 2d at 57, 733 N.E.2d at 1279. In abrogating the same part of the body rule, the Voykin court criticized this automatic relevancy basis of the rule. As the court explained  ' [rjelevancy is not an inherent characteristic of any item of evidence but exists only as a relation between an item of evidence and a matter properly provable in the case. ' [Citation.] Voykin, 192 Ill. 2d at 57, 733 N.E.2d at 1279. The Voykin court instead decided that for evidence of a plaintiffs prior injury to be admissible, the prior injury must make the existence of a fact that is of consequence more or less probable. Voykin, 192 Ill. 2d at 56-57, 733 N.E.2d at 1279.\nMore importantly, the Voykin court pointed out that jurors are not skilled in the practice of medicine. Voykin, 192 Ill. 2d at 58-59, 733 N.E.2d at 1279. As the court explained:\nWithout question, the human body is complex. *** In most cases, the connection between the parts of the body and past and current injuries is a subject that is beyond the ken of the average layperson. Because of this complexity, we do not believe that, in normal circumstances, a lay juror can effectively or accurately assess the *537relationship between a prior injury and a current injury without expert assistance. Consequently, we conclude that, if a defendant wishes to introduce evidence that the plaintiff has suffered a prior injury, whether to the 'same part of the body' or not, the defendant must introduce expert evidence demonstrating why the prior injury is relevant to causation, damages, or some other issue of consequence. This rule applies unless the trial court, in its discretion, determines that the natures of the prior and current injuries are such that a lay person can readily appraise the relationship, if any, between those injuries without expert assistance. (Emphasis added.) Voykin, 192 Ill. 2d at 59, 733 N.E.2d at 1280.\nThis court has explained that the rationale for requiring a defendant to introduce this expert testimony is to avoid what amount[s] to the jury forming medical opinions. Hawkes v. Casino Queen, Inc., 336 Ill. App. 3d at 1008, 785 N.E.2d at 518.\nThe same principles apply to the relationship between damage to a plaintiffs vehicle and the nature and extent of a plaintiffs personal injuries. Nonetheless, contrary to the dissent's assertion, we are not creating a bright-line rule, we are rejecting a bright-line rule. To hold, as the dissent suggests, that such photographs are always relevant and admissible is to create a bright-line rule that expert testimony is never required. We do not hold that expert testimony must always be required for such photographic evidence to be admissible. We hold that the trial court in this case did not abuse its discretion in requiring expert testimony to show a correlation between the extent of the vehicular damage and the extent of plaintiffs injuries.\nNor, as the dissent suggests, was the plaintiff required to offer additional evidence or show that there was no correlation between the property damage to the vehicle and the nature and extent of his injuries. As our supreme court reiterated in Voykin, a defendant who wishes to introduce evidence as part of his defense is required to demonstrate that the evidence he wishes to present is relevant to the question at issue. Voykin, 192 Ill. 2d at 56, 733 N.E.2d at 1279.\nInterestingly, our research has disclosed a case from another jurisdiction, not cited by the parties, that has addressed the precise issue presented here. In Davis v. Maute, 770 A.2d 36 (Del. 2001), the Delaware Supreme Court held that a party in a vehicular personal injury case generally may not argue that there is a correlation between the extent of vehicular damage and the extent of a person's injuries caused by the accident in the absence of expert testimony on that issue and may not rely on photographs of the vehicle(s) involved to indirectly accomplish the same purpose. The Davis court decided that [ajbsent such expert testimony, any inference by the jury that *538minimal damage to the plaintiffs car translates into minimal personal injuries to the plaintiff would necessarily amount to unguided speculation. Davis, 770 A.2d at 40. In addition, the Davis court addressed the argument, similar to that presented by defendant to the trial court in the instant case, that the photographs of the minimal damage to the plaintiffs vehicle were admissible to support a commonsense inference that the plaintiffs complaints were not credible. The court held that counsel could not rely on photographs of the vehicle(s) involved to accomplish indirectly what the court had already determined was improper argument. Davis, 770 A.2d at 41.\nThe trial court in the instant case decided that the vehicle photographs were irrelevant. Irrelevant evidence is not admissible. Maffett v. Bliss, 329 Ill. App. 3d 562, 574, 771 N.E.2d 445, 455 (2002). The trial court rejected the claim that the photographs were automatically admissible. We reject defendant's argument that the trial court here abused its discretion because its decision rested on a misapplication of law. We conclude that the trial court here did not abuse its discretion because it cannot be said no reasonable person would take the position adopted by the trial court. Taxman, 336 Ill. App. 3d at 97, 782 N.E.2d at 807.\nThe next issue raised by defendant is whether the trial court erred when it prohibited defendant from arguing, without expert testimony, that plaintiffs injury was caused by the repetitive use of his arm. The trial court granted plaintiffs motion in limine that no mention or inference be made that anything other than the two automobile accidents caused or aggravated plaintiffs medial epicondylitis and in particular that the condition was caused or aggravated by repetitive motion. Defendant argues that this ruling was in error because it did not conform to the analysis of alternative causation in Voykin v. DeBoer, 192 Ill. 2d 49, 56, 733 N.E.2d 1275, 1278-79 (2000). Defendant contends that there was an abundance of evidence to support that [sic] a difference of opinion existed as to the proximate cause of plaintiffs injury. We disagree.\nOpinion testimony that is purely speculative in nature and based on guess, surmise or conjecture is inadmissible and is tantamount to no evidence at all. Poulakis v. Taylor Rental Center, Inc., 209 Ill. App. 3d 378, 383, 568 N.E.2d 196, 199 (1991). The only opinion witness in this case, Dr. Eugene Bartucci, explicitly rejected defendant's proposition that plaintiffs injury was caused by his job or a repetitive motion-type activity and opined that the injury was caused by the accident between plaintiff and defendant. Defendant called no other opinion witness to contradict this evidence and the trial court was well within its discretion to preclude defendant from making such arguments to *539the jury. See Caley v. Manicke, 29 Ill. App. 2d 323, 329-30, 173 N.E.2d 209, 212 (1961), rev'd on other grounds, 24 Ill. 2d 390, 182 N.E.2d 206 (1962) (cited with approval by Voykin and explaining that, although other causes of the injury may be a relevant area of inquiry, the evidence elicited on this cross-examination does not establish even remotely, a possible 'cause' or 'causes' of plaintiffs injuries). The trial court properly excluded any argument that repetitive motion was a cause of plaintiffs injury.\nThe next issue raised by defendant is whether the trial court correctly granted a directed verdict against defendant on the issue of negligence. A court should grant a directed verdict only where all of the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors movant that no contrary verdict based on that evidence could ever stand. Pedrick v. Peoria & Eastern R.R. Co., 37 Ill. 2d 494, 510, 229 N.E.2d 504, 513-14 (1967). The undisputed evidence was that at the time of the accident, plaintiff had been stopped for 15 seconds in an aisle of a parking lot waiting for a vehicle to exit a spot. Defendant was cutting across two parking spots and not keeping a proper lookout. The accident occurred when defendant struck the plaintiff on the driver side near the rear of his vehicle.\nEvery alleged fact cited by defendant in support of her argument that the trial court improperly directed a verdict on the issue of negligence concerns the issue of contributory negligence on the part of the plaintiff. Contributory negligence, however, is an affirmative defense. Defendant withdrew her affirmative defenses below and cannot now raise any issues regarding contributory negligence. There were no factual disputes and defendant has failed to meet her burden under Pedrick. Taking the evidence in a light most favorable to plaintiff, we conclude that the trial court correctly granted a directed verdict on the issue of negligence in favor of plaintiff.\nThe last issue raised by defendant is whether the trial court correctly ruled that the evidence deposition fee of plaintiffs treating physician, Dr. Eugene Bartucci, and the related transcript fee for the evidence deposition be charged to defendant as taxable costs. The answer to this precise question can be found in the recent Illinois Supreme Court case of Vicencio v. Lincoln-Way Builders, Inc., 204 Ill. 2d 295, 789 N.E.2d 290 (2003). In Vicencio, our supreme court held that a trial court is neither required by section 5 — 108 [of the Code of Civil Procedure (735 ILCS 5/5 — 108 (West 2000))] nor permitted by other statute or rule to tax as costs to the losing party the professional fee charged by a nonparty treating physician for attending an evidence deposition. Vicencio, 204 Ill. 2d at 311, 789 N.E.2d at 299-300. *540Therefore, we reverse that portion of the trial court's award of costs in the amount of $1,000 for the evidence deposition fee of plaintiffs treating physician, Dr. Eugene Bartucci.\nThe Vicencio court also addressed the distinction between the professional fees of the expert witness and those fees that are mentioned in Illinois Supreme Court Rule 208(a) (134 Ill. 2d R. 208(a)), specifically those of the videographer and the court reporter who attended the evidence deposition. Vicencio, 204 Ill. 2d at 308, 789 N.E.2d at 298. The court held that the latter fees were among those that the trial court had the discretion to award provided that the deposition was necessarily used at trial. Vicencio, 204 Ill. 2d at 308, 789 N.E.2d at 298. Illinois Supreme Court Rule 208(a) (134 Ill. 2d R. 208(a)) also mentions the charges for transcription of the deposition; thus, this cost is also recoverable at the discretion of the trial court, provided that the deposition was necessarily used at trial. As Vicencio further clarified: A deposition is necessarily used at trial only when it is relevant and material and when the deponent's testimony cannot be procured at trial as, for example, if the deponent has died, has disappeared before trial, or is otherwise unavailable to testify. Vicencio, 204 Ill. 2d at 308, 789 N.E.2d at 298. Similar to the situation in Vicencio, we cannot determine from the record whether the evidence deposition of Dr. Bartucci was used at trial as a matter of necessity or merely as a matter of convenience. We therefore vacate that portion of the judgment awarding $312.10 for the evidence deposition transcript fee and remand this case to the trial court to determine whether the transcript fee related to the evidence deposition may be taxed as costs to defendant.\nCONCLUSION\nIn conclusion, we affirm the trial court's decision granting plaintiffs motions in limine and directing a verdict against defendant on the issue of negligence. We reverse that portion of the judgment taxing as costs to defendant the $1,000 evidence deposition fee of plaintiffs treating physician, Dr. Eugene Bartucci. We vacate that portion of the judgment awarding $312.10 for the evidence deposition transcript fee and remand this case to the trial court for further proceedings consistent with this opinion.\nAffirmed in part, reversed in part, and vacated in part; cause remanded.\nO'BRIEN, EJ., concurs.\n1\nThe underlying action involved both automobile accidents. The jury returned a verdict in favor of the defendant involved in the other accident.\n2\nDefendant has cited other cases, all of which are inapposite.\n*541JUSTICE O'MARA FROSSARD,\ndissenting:\nIn affirming the trial court's decision excluding evidence of the minimal damage to plaintiffs vehicle, the majority has, in addition to a relevancy requirement, created a new requirement of expert testimony as a prerequisite for admitting such evidence. I am concerned that this opinion will be interpreted as creating the following bright-line rule: if a defendant wishes to minimize the injury to a plaintiffs person by offering evidence of minor damage to plaintiffs vehicle, then the defendant must introduce expert testimony demonstrating why the damage to plaintiffs vehicle is relevant to the nature and extent of plaintiffs injury. While there may be a factual scenario where expert testimony regarding that correlation should be required, this is not that case. Defendant introduced evidence, albeit nonexpert evidence, demonstrating why minimal damage to plaintiffs vehicle was relevant to the nature and extent of plaintiffs injuries. In the factual context of this case, there is no reason to depart from ordinary relevancy principles as a prerequisite for admitting such evidence. Based on ordinary principles of relevancy, the trial court abused its discretion in excluding evidence and photographs offered by defendant depicting minimal damage to plaintiff's vehicle and prohibiting defendant from arguing that a correlation existed between the amount of damage to the vehicle and the extent of plaintiffs injuries.\nIn support of the expert testimony requirement, the majority relies on Voykin v. DeBoer, 192 Ill. 2d 49 (2000). Voykin did not address the issue in the instant case, namely, the correlation or relationship between the extent of damage to plaintiffs vehicle and the extent of plaintiffs personal injury. Voykin addressed the relationship between a prior injury and a current injury in the context of a personal injury case. In analyzing that relationship, Voykin noted,  'jurors are not skilled in the practice of medicine.'  Voykin, 192 Ill. 2d at 58-59, quoting Walski v. Tiesenga, 72 Ill. 2d 249, 256 (1978). Recognizing that the connection between the parts of the body and past and current injuries is a subject that is beyond the ken of the average layperson, the court in Voykin concluded that [bjecause of this complexity, we do not believe that, in normal circumstances, a lay juror can effectively or accurately assess the relationship between a prior injury and a current injury without expert assistance. Voykin, 192 Ill. 2d at 59. The complexity recognized in Voykin requires expert assistance to aid jurors in resolving the issues presented by the relationship between a prior and current injury. However, the analogy to Voykin fails because the facts of the instant case do not present the complex relationship recognized in Voykin which required expert testimony to assist the jury.\n*542Plaintiff argues in his brief that medial epicondylitis and the force of impact required to create that condition is a difficult relationship to understand. Complicated issues dealing with medicine and physics engulf that relationship and it is certainly not within the common experience and understanding of a layperson. A witness, expert or otherwise, never offered that opinion or described the relationship as complicated. Plaintiffs expert did not indicate that in his opinion there was no correlation between the extent of vehicular damage and the nature and extent of plaintiffs injuries. The record does not reflect that the relationship between the minimal damage to plaintiffs vehicle and the extent of plaintiffs injuries is a complex subject that is beyond the ken of the lay juror requiring expert assistance in order for the juror to effectively or accurately assess.\nBased on the complexity of the connection between the parts of the body and past and current injuries, Voykin held if a defendant wishes to introduce evidence that the plaintiff has suffered a prior injury, whether to the 'same part of the body' or not, the defendant must introduce expert evidence demonstrating why the prior injury is relevant to causation, damages, or some other issue of consequence. This rule applies unless the trial court, in its discretion, determines that the natures of the prior and current injuries are such that a lay person can readily appraise the relationship, if any, between those injuries without expert assistance. Voykin, 192 Ill. 2d at 59.\nThe majority concludes, The same principles apply to the relationship between damage to a plaintiffs vehicle and the nature and extent of a plaintiffs personal injuries. 342 Ill. App. 3d at 537. Applying those principles, the rule created by the majority requires that a defendant must introduce expert evidence demonstrating why the minimal damage is relevant, if the defendant wishes to introduce evidence depicting minimal damage to plaintiffs vehicle. This rule applies unless the trial court in its discretion determines that a lay person can readily appraise the relationship, if any, between the minimal damage to plaintiff's vehicle and the extent of plaintiff's injuries without expert assistance. Superimposing the Voykin rule in the factual context of this relatively simple, soft-tissue personal injury case is not supported by the record. The complexity recognized in Voykin resulting in the need for expert testimony is nonexistent in the instant case. There is no reason in the factual context of this case to depart from ordinary relevancy principles as a prerequisite for admitting evidence.\nIn the factual context of this case, the defendant offered evidence, albeit not expert evidence, demonstrating why damage to the plaintiffs vehicle was relevant. Credibility issues were especially significant in *543light of plaintiffs delay in symptoms and treatment, together with the subjective nature of his complaints. On March 19, 1997, the date of the first accident, which is the subject of this case, plaintiff had been stopped for approximately 20 seconds in the Dominick's parking lot before impact. Defendant drove her vehicle through a parking space and collided with plaintiffs vehicle. When the impact occurred, plaintiff could not state whether he hit his elbow on the steering wheel or whether he was straining his elbow. Plaintiff was not cut or bleeding. He did not tell the police he was injured. After the accident, plaintiff went on a three-week vacation to Florida. He drove his vehicle to Florida. He first sought medical attention four weeks later. Plaintiffs motion in limine prevented the jury from viewing photos truly and accurately reflecting the plaintiffs vehicle as the result of the impact. Plaintiff's motion in limine prevented the jury from considering photos showing little or no damage in determining what if any injuries plaintiff sustained as a result of the accident.\nThree months later, plaintiff's expert witness, Dr. Bartucci, diagnosed plaintiff with medial epicondylitis, commonly referred to as golfer's elbow. Golfer's elbow could be caused by repetitive motion or use of the elbow or overuse activity. The plaintiff owned and operated laundry mats. Plaintiffs job activities included cleaning the laundry mats, emptying out money machines, and filling pop machines. Nothing in Dr. Bartucci's notes indicated there was anything that hit or impacted plaintiffs elbow in any way during the accident. Based on the history provided by plaintiff, Dr. Bartucci related the medial epicondylitis to the automobile accident in March 1997. However, Dr. Bartucci also indicated the plaintiffs medial epicondylitis could have been work related from overuse. Clearly, plaintiffs credibility was in issue. Plaintiffs injury was aggravated by another vehicle accident in February 1998. In the instant case, treatment for the soft-tissue injury included cortisone shots, 12 physical therapy sessions, and use of an elbow brace. The medical bills were $1,763.\nJurors in this state, without expert testimony, by using their common sense and everyday experience, have considered testimony and evidence regarding the impact of vehicle collisions in determining the nature and extent of a plaintiffs injuries. Jurors in this state, without expert testimony, using their common sense and everyday experience, have considered photos of a plaintiffs vehicle in determining the nature and extent of plaintiffs damages, including personal injury. Such photos and evidence have historically been regarded as relevant to the nature and extent of plaintiff's damages absent expert testimony. Jurors without expert testimony have considered photographic evidence in determining the minor nature of the impact in connection with evaluating a plaintiffs credibility.\n*544For example, in Maple v. Gustafson, the Illinois Supreme Court recognized that photographic evidence reflected on plaintiffs' credibility and demonstrated the minor nature of the impact as follows: The credibility issues in this trial were especially significant in light of plaintiffs' delay in symptoms and treatment, the subjective nature of their complaints, the photographic evidence showing the minor nature of the impact, and Dr. Frederick's findings. Maple v. Gustafson, 151 Ill. 2d 445, 460 (1992). Similar to Maple, in the instant case, credibility issues were especially significant in light of plaintiffs delay in symptoms and treatment and the subjective nature of his complaints.\nIn Cancio v. White, 297 Ill. App. 3d 422 (1998), we recognized that photos of a plaintiffs' vehicle were relevant to the nature and extent of plaintiffs' injuries. Although the issue of whether expert testimony should have been required as a prerequisite for admissibility of the photographs of the plaintiffs' vehicle was not raised in Cancio, relevancy of the photos, as well as the nature of plaintiffs' injuries, was clearly in issue. Similar to Cancio, relevancy of the photos and the nature of plaintiffs injuries are clearly in issue in the instant case. In Cancio, the only witnesses were the plaintiffs and a neurosurgeon called by the plaintiffs. Similar to Cancio, in the instant case, plaintiff relied on his own testimony and the evidence provided by Dr. Bartucci. In Cancio, as in the instant case, no expert was provided by the defendant. In both Cancio and the instant case, the credibility of plaintiff and the nature and extent of plaintiffs injuries were in issue. Regarding the relevancy of the photos of plaintiffs' vehicle, in Cancio we concluded as follows:\nIn the instant case, the photos of plaintiffs' vehicle were relevant to the nature and extent of plaintiffs' damages. They were relevant because they showed little or no damage, which is something the jury could consider in determining what, if any, injuries [plaintiffs] sustained as a result of the accident. Accordingly, we find that admission of the photos was proper. Cancio, 297 Ill. App. 3d at 433.\nThere is no reason to depart from that analysis in the context of this case. There is no reason to depart from ordinary relevancy principles in the instant case. As in Cancio, the photos of plaintiffs vehicle were relevant to the nature and extent of plaintiffs injuries. They were relevant because they showed little or no damage, which is something the jury should have been allowed to consider in determining what, if any, injuries plaintiff sustained as a result of the accident. Plaintiff had the opportunity when arguing the motion in limine to provide evidence or an offer of proof that there was no relevancy correlation between the extent of vehicular damage and the nature and *545extent of plaintiff's injuries. Plaintiff offered no such evidence. Plaintiffs expert offered no such opinion regarding lack of correlation. Plaintiff had the opportunity to demonstrate the photos were not relevant. Plaintiff failed to do so. Plaintiff failed to demonstrate a complex relationship that required expert testimony to assist the jury.\nI am well aware that a defendant who wishes to introduce evidence is required to  'demonstrate that the evidence he wishes to present is relevant to the question at issue.'  342 Ill. App. 3d at 537, quoting Voykin, 192 Ill. 2d at 56. In the instant case, defendant satisfied relevancy and foundational requirements for admission of the photographs. Contrary to the majority's assertions, I am not suggesting that photographs are always relevant and admissible, nor am I suggesting a bright-line rule that expert testimony should never be required as a prerequisite for photographs to be admissible. 342 Ill. App. 3d at 537. A proper foundation is a prerequisite for admission of photographs. Relevance is a prerequisite for admission of photographs. The record indicates the photos truly and accurately reflect the condition of the vehicle as the result of the accident, and similar to Cando, the record demonstrates that the photographic evidence was relevant. When, as in the instant case, plaintiffs credibility and the nature and extent of plaintiff s injuries are in issue, photographic evidence is relevant. Maple, 151 Ill. 2d at 460; Cando, 297 Ill. App. 3d at 433.\nThe majority opinion will be interpreted as requiring expert testimony if a defendant wishes to challenge plaintiffs personal injury by showing the minor damage to plaintiffs vehicle. Based on that interpretation, in every case, regardless of whether the plaintiff calls an expert, if the defendant wants to admit photographic evidence to challenge the injury to plaintiffs person by showing minor damage to plaintiff's vehicle, defendant will be required to present expert testimony regarding the correlation between plaintiffs injuries and damage to plaintiffs vehicle or risk exclusion of that evidence. Under this rule, if defendant wants to elicit direct testimony from the parties about the nature of the impact, defendant will be required to present expert testimony regarding the correlation between plaintiffs injuries and the nature of the impact, or risk exclusion of that evidence. This rule flies in the face of common sense and everyday experience.\nI am well aware of the trial court's discretion to grant a motion in limine inherent in its power to admit or exclude evidence. In the factual context of the instant case, based on ordinary relevancy principles, it was an abuse of discretion to refuse to admit photographs and evidence depicting the minimal damage to plaintiffs vehicle. Requiring expert testimony as a prerequisite to finding the photographs and evidence relevant was not supported by the record. In the *546instant case, where plaintiffs credibility and the nature and extent of plaintiffs injuries are in issue, the photos were relevant because they showed little or no damage, which is something the jury could consider in determining what, if any, injuries plaintiff sustained as a result of the accident. Maple, 151 Ill. 2d at 460; Canelo, 297 Ill. App. 3d at 433. Nothing in this record indicates the correlation between the extent of vehicular damage and the nature and extent of plaintiffs injuries is a complex subject that is beyond the ken of the lay juror. In the factual context of the instant case, the correlation between the extent of vehicular damage as reflected by photographic evidence and the nature and extent of plaintiffs injuries is such that a lay person can readily discern the relationship, without expert assistance. Based on the evidence, including plaintiffs delay in symptoms and treatment together with the subjective nature of his complaints, the jury, without expert assistance, using common sense and everyday experience, should have been allowed to consider photographic evidence in evaluating the relationship between the minor nature of the impact and the nature and extent of plaintiffs injuries.\nA lay juror, in the context of this case, could effectively and accurately assess the relationship between the extent of vehicular damage and the nature and extent of plaintiffs injuries, using common sense and everyday experience. Jurors have demonstrated their ability to make these kinds of determinations in thousands of cases without expert testimony. Under ordinary relevancy principles, the photos and evidence depicting minimal damage to plaintiffs vehicle should have been admitted and considered by the jurors. The rule created by the majority in the instant case undermines the role of the jury to make determinations regarding relevant evidence based on common sense and everyday experience. I respectfully dissent.\n \nPlain English summary:\nPlaintiff was operating his vehicle in a parking lot. While waiting for another car to back out of a parking space, defendant drove her vehicle through a parking space and collided with plaintiff's vehicle. Defendant was not paying attention. The trial court directed a verdict against defendant on the issue of negligence and the jury entered a verdict in favour of plaintiff. Defendant appealed. The appellate court affirmed the trial court's directed verdict.\n",
    "annotations": {
        "Facts": [
            "On March 19, 1997, plaintiff was operating his vehicle in a Dominick's Finer Foods parking lot located at 6630 Ridge Road in Chicago. Plaintiff was stopped in one of the aisles, waiting for someone to back out of a parking spot. He had been stopped for approximately 20 seconds when defendant, who was not looking at plaintiffs vehicle, drove her vehicle through a parking space and collided with plaintiffs vehicle. Defendant admitted seeing plaintiffs vehicle just before she struck it and swerving in an attempt to avoid hitting plaintiff.",
            "533Plaintiff sought medical treatment for an elbow injury approximately four weeks after the accident. He first sought treatment from Dr. Bhatia. When his condition did not improve, he sought treatment from an orthopedic surgeon, Dr. Eugene Bartucci. Dr. Bartucci diagnosed plaintiff with medial epicondylitis, commonly referred to as golfer's elbow. Dr. Bartucci administered two cortisone shots over a four-month period, but both failed to be effective as long-term treatment. Dr. Bartucci suggested physical therapy to attempt to treat the elbow. Before plaintiff could start treatment, he was involved in a second automobile accident.1 Plaintiff began physical therapy in February 1998, which also failed to correct the injury. After a final cortisone shot was administered and failed to alleviate plaintiffs problems, his only remaining option was surgery. Plaintiff decided not to pursue that course of treatment."
        ],
        "Procedural History": [
            "Plaintiff, Gaetano DiCosola, prevailed in the underlying personal injury action against defendant, Karyn Bowman. Defendant filed a timely appeal",
            "Plaintiff subsequently filed suit against defendant.",
            "On January 16, 2002, a jury returned a verdict in favor of plaintiff and against defendant in the amount of $47,063 plus costs. Defendant now appeals."
        ],
        "Application of Law to Facts": [
            "The undisputed evidence was that at the time of the accident, plaintiff had been stopped for 15 seconds in an aisle of a parking lot waiting for a vehicle to exit a spot. Defendant was cutting across two parking spots and not keeping a proper lookout. The accident occurred when defendant struck the plaintiff on the driver side near the rear of his vehicle.",
            "There were no factual disputes and defendant has failed to meet her burden under Pedrick. Taking the evidence in a light most favorable to plaintiff, we conclude that the trial court correctly granted a directed verdict on the issue of negligence in favor of plaintiff."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed"
        ]
    },
    "class": "mixed"
}