{
    "text": "Mitchell v. Wayne Corp., 180 Ill. App. 3d 796 (1989)\nMarch 20, 1989 · Illinois Appellate Court · No. 2—88—0443\n180 Ill. App. 3d 796\n\nCase outline\nMajority — Justice Nash\nOther formats\nPDF\nAPI\nCiting cases\n9 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nSIEANNA MITCHELL, as Adm'r of the Estate of Brian Mitchell, et al., Plaintiffs-Appellants,v.WAYNE CORPORATION, Defendant-Appellee\nSecond District\nRehearing denied April 21, 1989.\n*797Edward F. Diedrich, of Law Offices of Edward E Diedrich, of De Kalb, for appellants.\n*798David G. Mountcastle, of Mountcastle & DaRosa, P.C., of Wheaton, for appellee.\nJUSTICE NASH\ndelivered the opinion of the court:\nBrian Mitchell, age seven years, was struck and fatally injured by a car after exiting a school bus. Plaintiffs, Sieanna Mitchell, decedent's mother and administrator of his estate, and Tara and Eric Mitchell, decedent's sister and brother, appeal from a summary judgment entered in favor of defendant, Wayne Corporation, the manufacturer of the school bus in which Brian had been riding.\nThe decedent was fatally injured when he exited his school bus, which was stopped in the eastbound lane of the street, and walked in front of the bus into the westbound lane, where he was struck by an automobile traveling in that lane. Plaintiffs brought actions against the driver of the automobile which struck the decedent as well as the school bus owner, Board of Education of Community School District 427, in February 1984. (Mitchell v. Bush, No. 84 — L—19, Circuit Court of De Kalb County, Ill.) In September 1985, plaintiffs commenced this separate action against defendants Ford Motor Company, Wayne Corporation, and Tallitsch Motors, Inc. Defendants Ford Motor Company and Tallitsch Motors, Inc., were granted summary judgment in July 1986, and plaintiffs have not appealed from those judgments. As the amended complaint stood at the time of the order from which this appeal is brought, it alleged actions sounding in both negligence and strict products liability against the remaining defendant, Wayne Corporation, relating to the manufacture and design of the warning devices on the school bus. The trial court granted the motion for summary judgment of this defendant on the grounds that plaintiffs failed to establish any facts showing that the bus was negligently manufactured or was manufactured in an unreasonably dangerous condition.\nPlaintiffs appeal, contending that the trial court improperly barred plaintiffs from using an expert witness at trial and that material facts exist as to whether defendant failed to manufacture the bus in compliance with State safety standards, whether defendant knew or should have known that the warning system's design was imminently dangerous, and whether the warning system created an unreasonably dangerous condition.\nWe consider first whether the trial court abused its discretion when it barred plaintiffs from using an expert at trial.\nThe record reveals the following: On August 18, 1986, defendant served interrogatories on plaintiffs pursuant to Supreme Court Rule 220(c) to learn the identity of any expert witness plaintiff intended to *799call in trial. (107 Ill. 2d R. 220(c).) Plaintiffs answered that they did not yet have an expert witness. On January 22, 1987, the trial court, on defendant's motion, ordered plaintiffs to disclose all expert witnesses within 30 days. In its motion, defendant noted that no pretrial hearing was scheduled and requested a schedule of dates for compliance with the discovery of experts, when disclosed, pursuant to Supreme Court Rule 220. Plaintiffs did not disclose experts but instead filed, but did not set for hearing, a motion to continue the question of disclosure of experts. Defendant then noticed plaintiffs' motion to continue disclosure for hearing, and on April 2, 1987, plaintiffs were ordered to disclose on or before June 1, 1987. Plaintiffs again failed to disclose any expert witnesses but on June 30, 1987, filed another motion for an extension of time to do so. Finally, on July 30, 1987, more than 22 months after plaintiffs' complaint had initially been filed, and six months after first being ordered to disclose their expert witnesses, defendant moved for sanctions, and the court barred plaintiffs from calling an expert at trial. In November 1987, defendant filed a motion for summary judgment alleging there was no genuine issue of material fact which, after hearing, was granted.\nIn support of plaintiffs' response to defendant's motion for summary judgment, plaintiffs offered the affidavit of Frank J. Gruber IV, an associate professor of technology at Northern Illinois University, who was an expert in the field of safety studies. The trial court found that because plaintiffs were barred from presenting expert witnesses at trial, an affidavit by an expert in opposition to summary judgment would also be barred. (See James v. Yasunaga (1987), 157 Ill. App. 3d 450, 459, 510 N.E.2d 531 (where the court held that if use of an expert is barred from the trial, a party should not be able to circumvent the result under Rule 220 by offering the expert's report as a counteraffidavit in opposition to summary judgment because such affidavit must only contain facts which affiant could competently testify to at trial if sworn as a witness).) However, the trial court stated that, nevertheless, it had also read and considered the expert's opinion and found that it did not help the plaintiffs' case in opposing summary judgment.\nWe initially note that Supreme Court Rule 341(eX4Xii) now requires that an appellant's brief contain a statement of jurisdiction (122 111. 2d R. 341(eX4Xü)), and that plaintiffs-appellants have not done so. Compliance will be expected in the future.\nSupreme Court Rule 220(b)(1) provides in relevant part:\n[T]he identity of an expert who is retained to render an opinion at trial on behalf of a party must be disclosed by that party *800either within 90 days after the substance of the expert's opinion first becomes known to that party or his counsel or, if the substance of the expert's opinion is then known, at the first pretrial conference in the case, whichever is later. In any event, as to all expert -witnesses not previously disclosed, the trial court, on its own motion, or on the motion of any party after the first pretrial conference, shall enter an order scheduling the dates upon which all expert witnesses, including rebuttal experts, shall be disclosed. *** All dates set by the trial court shall be chosen to insure that discovery regarding such expert witnesses will be completed not later than 60 days before the date on which the trial court reasonably anticipates the trial will commence. *** Failure to make the disclosure required by this rule or to comply with the discovery contemplated herein will result in disqualification of the expert as a witness. (107 Ill. 2d R. 220(b).)\nThe committee comments state in relevant part:\nThat provision should, in the vast majority of cases, cause the identity of expert witnesses to be revealed within 90 days following the first pretrial in the case. As a final precaution, however, in the event that the identity of the experts has not theretofore been disclosed, the rule provides that the trial court shall establish a specific schedule under which the experts for all parties must be disclosed, a schedule which insures that all discovery relating to such experts will be concluded not later than 60 days before the date on which the trial court reasonably anticipates that the case will go to trial. 107 Ill. 2d R. 220(b), Committee Comments, at 355.\nIn the present case, the trial judge had not set a date for a pretrial conference, and neither party had requested one. At the time the judge issued the order which barred plaintiffs from using an expert at trial, no trial date had yet been set.\nThe purpose of Rule 220 is to facilitate trial preparation by eliminating last-minute disclosure of expert witnesses. (Jarmon v. Jinks (1987), 165 Ill. App. 3d 855, 863, 520 N.E.2d 783.) The reason for Rule 220 is that adequate trial preparation requires timely disclosure of expert witnesses. Time is needed prior to trial to investigate and discuss the substance of the testimony of an opponent's expert with one's own experts in order to prepare for cross-examination. (McDonald's Corp. v. Butler Co. (1987), 158 Ill. App. 3d 902, 911, 511 N.E.2d 912.) Rule 220 was therefore adopted in an attempt to establish a uniform, but not inflexible, framework for the timely revelation *801of the identity of expert witnesses and the subject matter of their testimony. (Phelps v. O'Malley (1987), 159 Ill. App. 3d 214, 223, 511 N.E.2d 974.) The rule authorizes the establishment of deadlines and requires that the parties act in good faith to ascertain the identity of expert witnesses they reasonably anticipate using. 107 Ill. 2d Rules 220(b)(l)(i), (bXl)(ii); Castro v. South Chicago Community Hospital (1988), 166 Ill. App. 3d 479, 481, 519 N.E.2d 1069.\nIn James v. Yasunaga (1987), 157 Ill. App. 3d 450, 456-57, 510 N.E.2d 531, plaintiffs filed a report of an expert in opposition to defendant's motion for summary judgment on the same day hearing of the motion for summary judgment was held, but after a deadline for disclosure of expert witnesses set by the court at a pretrial conference. Although the court-ordered discovery cutoff date was still a month away, and the scheduled trial was set for three months away, •the reviewing court rejected plaintiffs' contentions that a witness could be deposed within that time frame without undue prejudice or inconvenience, and without changing the trial date as irrelevant if a schedule for disclosure pursuant to Rule 220 is to have any force and effect.\nIn Castro v. South Chicago Community Hospital, 166 Ill. App. 3d at 482, the court held that the trial court did not lack the authority to bar an additional expert under Rule 220 even though the court did not suggest that a trial date would be set in the near future. The court stated:\nThe language of the rule, however, presents no obstruction to the imposition of a disclosure schedule in a case which is not necessarily approaching the 60-day period before trial. [Citation.] We find nothing in the rule's language restricting the time for barring a witness to the eve of trial. As part of the court's function in pretrial proceedings and in preparing all parties for a fair and efficient trial, Rule 220 authorizes the trial court to schedule disclosure prior to the eve of trial and to bar the testimony of any expert not disclosed under that schedule. Castro, 166 Ill. App. 3d at 482.\nIn response to plaintiffs' argument that the trial court could not bar their expert because they had 90 days after learning the substance of their expert's opinion to disclose that information, the court in Castro (166 Ill. App. 3d at 482) stated that to follow plaintiffs' construction of the 90-day provision would permit parties to purposely avoid learning the substance of their expert's opinion in order to extend the time in which they had to identify their expert and his opinion. Clearly, there is some point in time prior to commencement of *802trial by which the identity of all expert witnesses must be disclosed. Klingler Farms, Inc. v. Effingham Equity, Inc. (1988), 171 Ill. App. 3d 567, 570, 525 N.E.2d 1172.\nThe use of discovery sanctions as a general deterrent provides a strong incentive for all. litigants to fully and accurately comply with discovery rules. Whenever a trial court finds that an expert witness has not been disclosed in violation of Rule 220, the witness should be debarred from testifying unless to do so would create manifest injustice. (Phelps v. O'Malley, 159 Ill. App. 3d at 224.) The decision to impose sanctions under Rule 220 rests within the sound discretion of the trial court (Fischer v. G & S Builders (1986), 147 Ill. App. 3d 168, 172, 497 N.E.2d 1022) and will not be interfered with absent a clear showing of abuse. Castro, 166 Ill. App. 3d at 482.\nPlaintiffs contend for the first time in their reply brief that their delay in securing an expert witness was due to an inability to find an expert within their financial means. We need not consider an argument presented for the first time in the reply brief. 107 Ill. 2d R. 341(g).\nIn the present case, more than 22 months after the initial complaint was filed and after more than 11 months of requests for disclosure by defendant, and the expiration of two court-imposed deadlines for disclosure of experts, the trial court barred plaintiffs from calling an expert at trial pursuant to Rule 220. We conclude that the court did not abuse its discretion in doing so and that the affidavit by plaintiffs' expert in opposition to summary judgment did not need to be considered. James v. Yasunaga, 157 Ill. App. 3d at 459.\nWe next consider whether the trial court properly granted defendant's motion for summary judgment. Summary judgment should only be granted if the pleadings, depositions, and admissions on file, together with any affidavits, show there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. (Ill. Rev. Stat. 1987, ch. 110, par. 2 — 1005(c).) While use of the summary judgment procedure is encouraged as an aid in the expeditious disposition of a lawsuit, it is nevertheless a drastic means of disposing of litigation and should only be allowed where the right of the moving party is clear and free from doubt. (James v. Yasunaga, 157 Ill. App. 3d at 459.) The trial court must construe the documents presented most strongly against the moving party and most liberally in favor of the opposing party. Zanzig v. H.P.M. Corp. (1985), 134 Ill. App. 3d 617, 620, 480 N.E.2d 1204.\nThe trial court granted defendant's motion for summary judgment after both parties had submitted affidavits, deposition transcripts and *803transcripts of testimony from the trial of defendant, John Bush, Sr., the driver of the automobile that struck the decedent. Several witnesses testified concerning the operation of warning devices on the bus. Jim Pfeifer, who was driving westbound immediately following Bush's car, stated that the lights on the bus were flashing and the stop sign on the left side of the bus was extended. In his deposition,\nPfeifer stated he couldn't remember the color of the lights, but in trial recalled they were red. Mark Volkening, who was driving behind the school bus, stated he saw the yellow lights flashing before the bus stopped, and he stopped behind it. The bus was stopped about 22 seconds before the child got off, and the stop sign was extended, and the red lights were flashing before he was hit by the car.\nJohn Bush, Sr., the driver of the car that struck Brian, was traveling westbound and stated he did not see the child until he heard the impact and that he did not see the stop sign on the bus. In his deposition he said he could not remember if there were any red flashing lights on the bus. However, the investigating police officer stated that when interviewed at the scene, Mr. Bush admitted that when he was between 400 and 450 feet away from the bus, he saw the red lights flashing but did not observe the stop sign extended.\nThe bus driver stated that as soon as the bus door begins to open, the red lights and stop arm are automatically activated; both the red lights and the stop arm operated on the day of the accident. The bus driver stated that after Brian exited, he remembered that Brian had been carrying a jar and asked if he had taken it with him, to which the child replied, Yes, I have it, Sarge, and showed it to him. This conversation occurred while Brian was standing outside of the bus by the door. Brian then proceeded to walk around the front of the bus.\nJim Pfeifer, who was following the Bush car, also observed that after Brian exited the bus, he stopped for a second before he walked in front of the bus and into the westbound lane.\nIn support of its motion for summary judgment, defendant also presented affidavits of Steve Slagal, the product safety manager of defendant, Wayne Corporation. He stated that the school bus fully complied with all standards and specifications set forth in Illinois Minimum Safety Standards for Construction of Type-1 School Buses''\n(see 111. Rev. Stat. 1983, ch. 95V2, pars. 12 — 800 through 12 — 820). He further stated that it is impossible for anyone to exit the school bus before the red flashing lights commence operating and the stop arm is extended.\nIn opposition to the motion, plaintiffs presented the affidavit of Frank J. Gruber IV, an associate professor of technology at Northern *804Illinois University, who stated that even if the standards referred to in Mr. Slagal's affidavit were complied with, the vehicle may not be safe for the purposes for which it was constructed. He did not express any opinion as to what, if anything, was unsafe about the vehicle in which the child had been riding.\nThe trial court granted defendant's motion for summary judgment after argument. Plaintiffs have not included transcripts of the arguments or the trial judge's reasoning in the record on appeal.\nPlaintiffs claim that summary judgment was improperly granted because defendant failed to comply with the State specifications; the design as set forth in the specifications was imminently dangerous; and the failure to provide a safe and timely warning system was the proximate cause of the decedent's death.\nPlaintiffs contend that defendant is liable for the negligent manufacture of the school bus. To succeed on their negligence action, plaintiffs must prove defendant breached a duty which was the proximate cause of injuries. (Duhl v. Nash Realty Inc. (1981), 102 Ill. App. 3d 483, 493, 429 N.E.2d 1267.) In Hunt v. Blasius (1978), 74 Ill. 2d 203, 209, 384 N.E.2d 368, our supreme court stated that to recover against a contractor on a negligence theory, a plaintiff must demonstrate either noncompliance with specifications which proximately caused plaintiff's injury or that the specifications were so defective that a contractor of ordinary prudence would be put on notice that the work was dangerous and likely to cause injury.\nPlaintiffs argue the school bus was not manufactured according to specifications; however, the specifications were submitted with defendant's motion for summary judgment, and plaintiffs fail to note how the bus failed to meet them. Instead, plaintiffs argue defendant should have been aware that a young child could exit defendant's bus before the red flashing lights and stop signal arms were properly activated, causing an inadequate warning to oncoming motorists that a child was exiting the bus. Plaintiffs claim there is a factual issue as to how much pressure the deceased could exert to open the doors and exit the bus before the warning devices were fully functioning. However, there is no evidence to support plaintiffs' argument, and the only evidence relating to this issue is the affidavit of Steve Slagal that, It is absolutely impossible to exit the school bus before the red flashing lights are operating and the stop arm is extended.\nPlaintiffs make the same argument in attempting to show that the school bus specifications were so imminently dangerous that defendant would have been justified in refusing to follow them and, under these specifications, a child could rapidly exit a bus before the warn*805ing system was activated. Again, there is no evidence that this is true or, if such defect was found to exist, that it has any relevance to this case.\nPlaintiffs also argue that defendant's negligence was a proximate cause of plaintiffs' injury, stating that, Brian exited bus number twelve (12) before the warning system was in full effective operation. However, plaintiff offered no evidence supporting that possibility, and it was negated by defendant's affidavits. Plaintiffs have also failed to present any counterevidence that defendant did not comply with specifications or that plaintiffs' cause of action falls within the imminently dangerous exception that defendant owed decedent a duty to refuse to follow the specifications established by the State of Illinois. Hunt v. Blasius, 74 Ill. 2d at 208-09.\nPlaintiffs finally argue that defendant is strictly liable for the decedent's fatal injuries. To recover in strict liability in tort, plaintiffs must prove that the injuries resulted from an unreasonably dangerous condition of the product and that the condition existed at the time the product left the manufacturer's control. (Coney v. J.L.G. Industries, Inc. (1983), 97 Ill. 2d 104, 111, 454 N.E.2d 197.) They argue that the warning system was defective because of its inadequate and untimely operation which affected its use (to timely warn oncoming motorists and to provide safety to its young passengers) and therefore caused an unreasonably dangerous condition to exist. In the absence of any facts that this warning system subjected school children to any unreasonable or unexpected risks, plaintiff has failed to raise a controverted question of fact so as to withstand defendant's summary judgment motion.\nAccordingly, the judgment of the circuit court is affirmed.\nAffirmed.\nINGLIS and WOODWARD, JJ., concur.\n \nPlain English summary:\nDecedent, age seven years, was struck by a vehicle when he exited a school bus, walked in front of the bus and stepped out into the opposite lane. Plaintiffs brought a negligence claim against the manufacturer of the school bus (defendant). The trial court granted summary judgment in favour of defendant and plaintiff appealed. The appellate court affirmed summary judgment, holding that there was insufficient evidence to support plaintiff's claim.\n",
    "annotations": {
        "Facts": [
            "Brian Mitchell, age seven years, was struck and fatally injured by a car after exiting a school bus.",
            "The decedent was fatally injured when he exited his school bus, which was stopped in the eastbound lane of the street, and walked in front of the bus into the westbound lane, where he was struck by an automobile traveling in that lane.",
            "Jim Pfeifer, who was driving westbound immediately following Bush's car, stated that the lights on the bus were flashing and the stop sign on the left side of the bus was extended.",
            "Mark Volkening, who was driving behind the school bus, stated he saw the yellow lights flashing before the bus stopped, and he stopped behind it. The bus was stopped about 22 seconds before the child got off, and the stop sign was extended, and the red lights were flashing before he was hit by the car.John Bush, Sr., the driver of the car that struck Brian, was traveling westbound and ",
            "did not see the child until he heard the impact and ",
            "did not see the stop sign on the bus.",
            "he could not remember if there were any red flashing lights on the bus.",
            "when interviewed at the scene, Mr. Bush admitted that when he was between 400 and 450 feet away from the bus, he saw the red lights flashing but did not observe the stop sign extended.",
            "as soon as the bus door begins to open, the red lights and stop arm are automatically activated; both the red lights and the stop arm operated on the day of the accident. The bus driver stated that after Brian exited, he remembered that Brian had been carrying a jar and asked if he had taken it with him, to which the child replied, Yes, I have it, Sarge, and showed it to him. This conversation occurred while Brian was standing outside of the bus by the door. Brian then proceeded to walk around the front of the bus.Jim Pfeifer, who was following the Bush car, also observed that after Brian exited the bus, he stopped for a second before he walked in front of the bus and into the westbound lane.",
            "Steve Slagal, the product safety manager of defendant, Wayne Corporation",
            "stated that the school bus fully complied with all standards and specifications set forth in Illinois Minimum Safety Standards for Construction of Type-1 School Buses''(see 111. Rev. Stat. 1983, ch. 95V2, pars. 12 — 800 through 12 — 820). He further stated that it is impossible for anyone to exit the school bus before the red flashing lights commence operating and the stop arm is extended."
        ],
        "Procedural History": [
            "Plaintiffs, Sieanna Mitchell, decedent's mother and administrator of his estate, and Tara and Eric Mitchell, decedent's sister and brother, appeal from a summary judgment entered in favor of defendant, Wayne Corporation, the manufacturer of the school bus in which Brian had been riding.",
            "In September 1985, plaintiffs commenced this ",
            "action against defendant",
            "Wayne Corporation",
            "The trial court granted the motion for summary judgment of this defendant on the grounds that plaintiffs failed to establish any facts showing that the bus was negligently manufactured",
            "Plaintiffs appeal",
            "The trial court granted defendant's motion for summary judgment after argument."
        ],
        "Application of Law to Facts": [
            "Plaintiffs argue the school bus was not manufactured according to specifications; however, the specifications were submitted with defendant's motion for summary judgment, and plaintiffs fail to note how the bus failed to meet them. Instead, plaintiffs argue defendant should have been aware that a young child could exit defendant's bus before the red flashing lights and stop signal arms were properly activated, causing an inadequate warning to oncoming motorists that a child was exiting the bus. Plaintiffs claim there is a factual issue as to how much pressure the deceased could exert to open the doors and exit the bus before the warning devices were fully functioning. However, there is no evidence to support plaintiffs' argument, and the only evidence relating to this issue is the affidavit of Steve Slagal that, It is absolutely impossible to exit the school bus before the red flashing lights are operating and the stop arm is extended.Plaintiffs make the same argument in attempting to show that the school bus specifications were so imminently dangerous that defendant would have been justified in refusing to follow them and, under these specifications, a child could rapidly exit a bus before the warn*805ing system was activated. Again, there is no evidence that this is true or, if such defect was found to exist, that it has any relevance to this case.",
            "Plaintiffs have also failed to present any counterevidence that defendant did not comply with specifications or that plaintiffs' cause of action falls within the imminently dangerous exception that defendant owed decedent a duty to refuse to follow the specifications established by the State of Illinois."
        ],
        "Relevant Precedents": [
            "Duhl v. Nash Realty Inc. (1981), 102 Ill. App. 3d 483, 493, 429 N.E.2d 1267",
            "Hunt v. Blasius (1978), 74 Ill. 2d 203, 209, 384 N.E.2d 368",
            "Hunt v. Blasius, 74 Ill. 2d at 208-09."
        ],
        "Outcome": [
            "Accordingly, the judgment of the circuit court is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}