{
    "text": "Uhr v. Lutheran General Hospital, 226 Ill. App. 3d 236 (1992)\nFeb. 26, 1992 · Illinois Appellate Court · No. 1—87—3524\n226 Ill. App. 3d 236\n\nCase outline\nMajority — Presiding Justice Greiman\nDissent — Justice Rizzi\nOther formats\nPDF\nAPI\nCiting cases\n15 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nVICKI UHR, Indiv. and as Adm'r of the Estate of Laura Uhr, Deceased, et al., Plaintiffs-Appellees,v.LUTHERAN GENERAL HOSPITAL, Defendant-Appellant\nFirst District (3rd Division)\n*240RIZZI, J., dissenting.\nCassiday, Schade & door, of Chicago, for appellant.\n*241A. Denison Weaver, Ltd., and William J. Harte, Ltd., both of Chicago, for appellees.\nPRESIDING JUSTICE GREIMAN\ndelivered the opinion of the court:\nPlaintiffs Vicki Uhr, individually and as administrator of the estate of Laura Uhr, deceased, and Burton Uhr brought this action in the circuit court of Cook County for medical malpractice which resulted in the death of their 13-year-old daughter, Laura.\nThe jury returned a $1,870,000 general verdict in favor of plaintiffs and against defendant Lutheran General Hospital. The trial court allowed a setoff of $300,000 for settlements made with two doctors, but denied the hospital's post-trial motion and entered judgment on the verdict, as reduced. The hospital now appeals from that judgment.\nWe filed an opinion in this matter, with a dissent, reversing and remanding for a new trial. Both parties filed motions for rehearing which we allowed.\nUpon rehearing, we affirm the judgment of the circuit court of Cook County.\nLaura Uhr was operated on at Lutheran General Hospital to remove a cyst from her femur and to graft bone tissue onto the femur. During this operation Laura went into cardiac arrest and died.\nPlaintiffs' expert, Dr. Harry Cohen, testified that Laura's death was caused by excessive blood loss during the operation. Plaintiffs' evidence tended to establish that during the operation the anesthesiologist in attendance, Dr. Michael Ronnett, failed to properly monitor Laura's blood loss. Dr. Cohen estimated that Laura lost between 30% and 40% of her blood volume during the operation, yet she was given no blood transfusions until her heart stopped. It was his professional opinion that if this blood had been replaced during the operation, Laura would not have died.\nTrial testimony established that a common method of monitoring blood loss during an operation is for the nurses to weigh the surgical sponges used to absorb lost blood. The dry weight of the sponges is subtracted from their weight after use and the resulting blood weight, as well as a running total of the blood loss, is written on tape placed on the wall in a location visible to the anesthesiologist as he works.\nThe anesthesiologist, Dr. Ronnett, testified that to his recollection the nurses neither weighed the sponges nor did they tell him what they estimated the blood loss to be. He further testified that he estimated the amount of blood loss merely by looking at the sponges as *242they were used and that he was able to keep track of the 70 sponges used in the operation and to mentally keep a running total of the blood loss. Dr. Ronnett stated that he alone had the responsibility of evaluating blood loss, and he did not pay attention to what the nurses were doing. But when questioned about a notation in a nurse's chart indicating that Laura had lost 1,100 ccs of blood at one point in the operation, Dr. Ronnett testified that if he had been told this by one of the nurses during the operation he would have paid attention to that and may have reevaluated his blood loss estimate.\nDefendant's expert nurse, Mary Gilmore, further established the standard of care relating to the weighing of sponges and the communication of blood loss to the anesthesiologist and testified that the failure to weigh sponges and communicate results would be a deviation from the standard of care.\nClearly, the jury could have determined from the testimony of Dr. Ronnett and Nurse Mary Gilmore that the nurses had failed to weigh the sponges and had failed to communicate their blood loss estimates to him and that such failure would be a deviation from the standard of care. It could also have concluded that these admissions contributed to Dr. Ronnett's failure to determine that Laura had lost excessive amounts of blood.\nThe jury also heard Dr. Cohen's expert opinion that the nurses' failure to communicate blood loss results to the anesthesiologist would be a deviation from the standard of care required of them.\nDefendant contends that the trial court erred in allowing the expert testimony of Dr. Cohen concerning the failure of the nurses to meet the appropriate standard of care. Defendant filed a motion in limine, prior to trial, requesting that Dr. Cohen be barred from offering at trial any new opinions inconsistent with his deposition testimony. The trial court granted this motion.\nIn his deposition Dr. Cohen had specifically testified that in his opinion the personnel of the hospital had met the standard of care in treating Laura and that Dr. Ronnett, who he believed was not a hospital employee, had deviated from the standard of care. Thus, defendant urges that the trial court failed to apply Supreme Court Rule 220(d), which provides:\nTo the extent that the facts known or opinions held by an expert have been developed in discovery proceedings through interrogatories, deposition or requests to produce, his direct testimony at trial may not be inconsistent with nor go beyond the fair scope of the facts known or opinions disclosed in such discovery proceedings. However, he shall not be prevented *243from testifying as to facts or opinions on matters regarding which inquiry was not made in the discovery proceedings. 134 Ill. 2d R. 220(d).\nRule 220 is intended to enable litigants to ascertain and rely upon the nature of the opinion of their opponent's experts. Bart v. Union Oil Co. (1989), 185 Ill. App. 3d 64, 540 N.E.2d 770; 134 Ill. 2d R. 220, Committee Comments.\nThe purpose of Rule 220 was to end guerrilla warfare so common among litigators prior to the adoption of the rule. The record seems clear that Dr. Cohen was permitted to testify in contradiction to his deposition testimony.\nIf defendant's liability rested only upon the testimony of Dr. Cohen concerning the negligence of the hospital nurses, we would reverse. However, as we have previously noted, there is ample evidence in the record from the testimony of Dr. Ronnett and Nurse Gilmore to establish such liability.\nDefendant relies on a second district case which barred testimony of an undisclosed expert witness. (Phelps v. O'Malley (1987), 159 Ill. App. 3d 214, 511 N.E.2d 974.) In Phelps, the plaintiffs' expert witness, a real estate appraiser, had been retained by the plaintiffs 14 months prior to trial but not disclosed to the defendant until trial. This expert's testimony was essential to proof of the plaintiffs' damages, and a deposition during trial was not sufficient to cure the Rule 220(b) violation (134 Ill. 2d R. 220(b)).\nIn Bart v. Union Oil Co. (185 Ill. App. 3d 64, 540 N.E.2d 770), the third district held that the testimony of the coroner's pathologist was improperly admitted in violation of Rule 220(d) because paragraph (d) limits the permissible scope of an expert's testimony to those opinions expressed in discovery. The decedent in Bart had died in a fire in defendant's oil refinery. Two explosions had occurred before decedent's body was found. The jury verdict included monetary damages for conscious pain and suffering. In his deposition prior to trial, the pathologist stated that he could not give an opinion as to whether or not the decedent had suffered any conscious pain and suffering. At trial, the pathologist testified that the decedent may have survived the first explosion and suffered pain prior to his death. The court found that the inconsistency between the pathologist's deposition and trial testimony violated Rule 220(d) and required reversal.\nUnlike the case at bar, where there is ample additional evidence which will support a verdict, the favorable verdicts in Phelps and Bart rested solely upon the testimony of the respective experts.\n*244The original complaint filed by plaintiffs in this case contained only one count relating to the possible liability of Lutheran General. This count sought recovery for negligence of the hospital staff in connection with the preoperative work-up of the decedent and provision for adequate supply of blood in the surgical suite. On the day after the case was assigned for trial, plaintiffs entered into settlement agreements with the two remaining physician defendants in the case and then sought to amend their complaint against Lutheran General to plead for the first time the claim against the hospital based on vicarious liability theories of actual and apparent agency for the acts of the anesthesiologist, Dr. Ronnett.\nSection 2 — 616 of the Code of Civil Procedure allows amendment within the discretion of the court [a]t any time before final judgment *** on just and reasonable terms *** adding new causes of action *** either of form or substance. Ill. Rev. Stat. 1985, ch. 110, par. 2—616.\nThe trial court allowed the filing of the amended complaint. The liability of Dr. Ronnett had been raised as an issue by other counts in the complaint during the pendency of this action and this defendant had an opportunity to participate in all of the discovery relative to Dr. Ronnett's individual liability. The introduction of these two new legal theories did not alter the nature or quality of the proof to properly defend the case.\nAlthough the addition of agency issues might change the focus of the litigation, it cannot be said that defendant was surprised or that evidence which it did not previously have in its possession relating to the agency theories would be difficult to acquire. Trident Industrial Products Corp. v. American National Bank & Trust Co. (1986), 149 Ill. App. 3d 857, 501 N.E.2d 273 (this court found that the amendment of a pleading should not be allowed if the other party would be prejudiced or surprised).\nSection 2 — 616 provides the trial court broad discretion in allowing amendments and its decision will not be disturbed unless there has been an abuse of that discretion. (Ryan v. Mobil Oil Corp. (1987), 157 Ill. App. 3d 1069, 510 N.E.2d 1162; Trident Industrial Products, 149 Ill. App. 3d 857, 501 N.E.2d 273.) In Ryan, the court held that there was no abuse of discretion to allow the plaintiff to amend his complaint at trial. The defendant in Ryan claimed that the amended complaint was improper because it presented a new theory of liability. The Ryan court rejected the defendant's argument and found that the plaintiff's amended complaint did not introduce novel issues into the case but rather reintroduced issues the defendant had put in contro*245versy. The Ryan court further found that the plaintiff's tardiness in offering the amendment was of no consideration so long as the amendments did not cause any undue prejudice or hardship for the defendant.\nHowever, this court held that it was proper to deny the plaintiff's motion to file a second amended complaint in Trident Industrial Products because the motion to amend was made after closing arguments were heard and the amendment was not material to the evidence presented at trial. Trident Industrial Products, 149 Ill. App. 3d 857, 501 N.E.2d 273.\nThe test for determining whether the trial court properly exercised its discretion is whether the amendment furthers the ends of justice. (Stringer Construction Co. v. Chicago Housing Authority (1990), 206 Ill. App. 3d 250, 260, 563 N.E.2d 819.) [A]n amendment will be allowed where justice is not served by denying leave to amend; doubts should be resolved in favor of allowing amendments. (Lawson v. Hill (1979), 77 Ill. App. 3d 835, 845, 396 N.E.2d 617, 625.) The Ryan court further explained that [a] trial court's power to allow amendments should be freely exercised in order that litigants may fully present their causes of action. [Citations.] The greatest liberality should be applied in allowing amendments and that the most important question is whether the amendment will be in the furtherance of justice. Ryan, 157 Ill. App. 3d at 1074; see also Halberstadt v. Harris Trust & Savings Bank (1973), 55 Ill. 2d 121, 302 N.E.2d 64 (the supreme court concluded that a second amended complaint was properly filed because it was not barred by the statute of limitations and the defendants were adequately informed of circumstances upon which they might predicate a defense); Cross v. Ainsworth Seed Co. (1990), 199 Ill. App. 3d 910, 557 N.E.2d 906 (the trial court abused its discretion in denying the plaintiff leave to amend her complaint where amendment would not have caused undue prejudice or hardship and might have allowed the plaintiff to obtain some relief); Public Taxi Service, Inc. v. Barrett (1976), 44 Ill. App. 3d 452, 357 N.E.2d 1232 (the trial court abused its discretion when, before the trial commenced, it refused the plaintiffs leave to amend their complaints to include a prayer for punitive damages because the defendant was aware of the nature of the complaint and the amendment would not result in prejudice or unfairness to the defendant).\nAlthough we have acknowledged that part of Dr. Cohen's testimony violated Rule 220, there was a plethora of evidence which demonstrated defendant's liability on the other theories of negligence which were submitted to the jury.\n*246 Section 2 — 1201(d) provides:\n(d) If several grounds of recovery are pleaded in support of the same claim, whether in the same or different counts, an entire verdict rendered for that claim shall not be set aside or reversed for the reason that any ground is defective, if one or more of the grounds is sufficient to sustain the verdict; nor shall the verdict be set aside or reversed for the reason that the evidence in support of any ground is insufficient to sustain a recovery thereon, unless before the case was submitted to the jury a motion was made to withdraw that ground from the jury on account of insufficient evidence and it appears that the denial of the motion was prejudicial. Ill. Rev. Stat. 1985, ch. 110, par. 2—1201(d).\nA general verdict, therefore, can be sustained on any of several bases of liability and will not be reversed by the impairment of one of the theories. (Schumacher v. Continental Air Transport Co. (1990), 204 Ill. App. 3d 432, 445, 562 N.E.2d 300 ([wjhere there is a general verdict, and more than one theory has been presented, the verdict will be upheld if there was sufficient evidence to sustain any one theory); Stark v. D & F Paving Co. (1977), 55 Ill. App. 3d 921, 928, 371 N.E.2d 315.) Similarly, where a defendant asserts two affirmative defenses, a general verdict will not be set aside if there is sufficient evidence to support either of the defenses. Bass v. Illinois Fair Plan Association (1981), 98 Ill. App. 3d 549, 552, 424 N.E.2d 908.\nWhere the verdict was sustainable on a theory of liability, properly submitted to the jury, a verdict will stand even though defective theories may also have been submitted. Witherell v. Weimer (1987), 118 Ill. 2d 321, 515 N.E.2d 68; Moore v. Jewel Tea Co. (1970), 46 Ill. 2d 288, 263 N.E.2d 103.\nDefendant argues that the plaintiff failed to present sufficient evidence to establish that Dr. Ronnett was the apparent agent of the hospital. The facts of this case present an opportunity to examine the application of the traditional rules of agency to the hospital/physician relationship and to determine whether those traditional rules lead to appropriate results from the standpoint of imposing liability upon the proper party.\nPlaintiffs urge that an agency relationship exists between Dr. Ronnett and Lutheran General because (i) the assignment of anesthesiologists is within the exclusive control of the defendant hospital; (ii) the anesthesiology department provides the preoperation services without reference to who the anesthesiologist will be on the date of the operation; (iii) the anesthesiology department's policies and rules *247are subject to approval by the medical staff; and (iv) the patient accepts the anesthesiologist on a random basis without understanding the relationship between the hospital and the anesthesiologists so that there is an absence of choice by the patient in the selection of an anesthesiologist.\nThe plaintiffs further urge the court to consider testimony that plaintiffs relied on the apparent relationship between anesthesiologist and hospital and would have obtained a list of qualified anesthesiologists and inquired further into Dr. Ronnett's qualifications had they been apprised of the nature of the business relationship between doctor and hospital.\nIllinois cases have tended to apply traditional elements of agency law in determining the culpability of the hospital for a physician's malpractice. To be sure, agency is a question of fact. (Barkhausen v. Naugher (1946), 395 Ill. 562, 70 N.E.2d 565; Barbour v. South Chicago Community Hospital (1987), 156 Ill. App. 3d 324, 509 N.E.2d 558; Sherman v. Field Clinic (1979), 74 Ill. App. 3d 21, 392 N.E.2d 154.) Generally, where the course of treatment is entirely within the discretion of the independent physician, negligence will not be imputed to the hospital. Pickle v. Curns (1982), 106 Ill. App. 3d 734, 435 N.E.2d 877; Johnson v. St. Bernard Hospital (1979), 79 Ill. App. 3d 709, 399 N.E.2d 198.\nIn Sztorc v. Northwest Hospital (1986), 146 Ill. App. 3d 275, 496 N.E.2d 1200, in reversing summary judgment entered in favor of defendant hospital, the court determined that independent radiologists were agents of the hospital. The court examined the following facts: (1) the radiation group had a contract with the hospital; (2) the doctors individually had staff privileges; (3) the hospital owned the equipment; (4) the fees were collected by doctors directly; and (5) the area used appeared to be part of the hospital. The Sztorc court appears to adopt the apparent agency doctrine to preclude the entry of summary judgment where a person entering an institution offering a wide range and variety of services reasonably assumes that their services are being provided by the hospital. It was conceded that treatment rendered on premises would create a presumption of agency. Gasbarra v. St. James Hospital (1979), 85 Ill. App. 3d 32, 406 N.E.2d 544.\nIn Greene v. Rogers (1986), 147 Ill. App. 3d 1009, 498 N.E.2d 867, the court narrowed its inquiry to two factors, control and payment. Hospital control over admissions, discharges or referrals was determined not to be the kind of control necessary to impose an agency re*248lationship. Rather, it was the course of treatment or the medical decision by the health care professional that was examined.\nThe Greene court acknowledged that other jurisdictions were beginning to take a different view of these matters and had developed the concept of ostensible agency, but that Illinois courts have yet to recognize the exception and will not do so in this case. Greene, 147 Ill. App. 3d at 1016.\nIn 1987, the same court found that the doctrine of apparent agency was not applicable between negligent emergency room doctors and defendant hospital despite the fact that the admission forms contained the hospital's name and logo. (Johnson v. Sumner (1987), 160 Ill. App. 3d 173, 513 N.E.2d 149.) There the court continued to apply the traditional rules which required that to recognize an agency relationship, the hospital must exercise direct control over the manner in which the treatment is rendered.\nThe third district apparently clings to Greene and Sumner. In Heubner v. Galesburg Cottage Hospital (1991), 215 Ill. App. 3d 129, 574 N.E.2d 1194, it found that where a medical service corporation (Galesburg Radiology Associates) had a contract with a hospital to supply radiology services at the hospital and the medical service corporation obtained a substitute doctor from a placement service, neither the medical service corporation nor apparently the hospital is liable since the indicia of agency are not present.\nUnsuspecting, Mr. Heubner wanders into the Galesburg Cottage Hospital with an injured wrist and is directed to the X-ray room. A doctor misreads the X ray! Now Mr. Heubner is told that he cannot sue the hospital because there is a secret contract between it and the Galesburg Radiology Associates which maintains the X-ray department. When he sues Galesburg Radiology Associates, he is told he cannot recover against it because it has obtained a temporary doctor from a company called International Placement & Recruiting (a sort of rent-a-doc). He doesn't join International Placement because they are just an employment agency.\nBased on Heubner, a patient in an emergency room should probably ask more questions than he gives answers. The burden of cutting through the legal maze is unreasonable and Heubner, Greene and Sumner do not respond to the realities of a modern health care delivery system.\nDefendant also cites two additional cases which are not applicable to the facts of the case at bar. (Reed v. Bascon (1988), 124 Ill. 2d 386, 530 N.E.2d 417; Rohe v. Shivde (1990), 203 Ill. App. 3d 181, 560 N.E.2d 1113.) In Rohe, since the trial court entered summary judg*249ment in favor of the doctor (agent), the claim against the hospital (the principal) must fail.\nReliance on Reed is similarly misplaced. There the plaintiff sought to impose liability on a doctor who had referred her to another doctor. The negligence alleged was that of the doctor to whom the plaintiff had been referred. The plaintiff testified that she did not believe nor was she led to believe that the surgeon to whom the defendant had referred her was his agent.\nA recent first district case appears to move to new ground. (Northern Trust Co. v. St. Francis Hospital (1988), 168 Ill. App. 3d 270, 522 N.E.2d 699.) The court, giving due regard to 3 Am. Jur. 2d Agency, section 80 (1986), observed that to prove apparent agency one must establish (1) the principal's consent to or knowing acquiescence in the agent's exercise of authority; (2) the third person's knowledge of the facts and good faith belief that the agent possessed such authority; and (3) the third person's reliance on the agent's apparent authority to his or her detriment. Further, the court states a third person cannot invoke the doctrine of apparent agency, thereby establishing rights against the principal, without detrimental reliance. [Citations.] *** Consequently, there can be no estoppel where the person claiming it has not relied on the representation to his or her detriment. Northern Trust, 168 Ill. App. 3d at 278-79.\nUnlike the other cases considered by Illinois courts in recent years, plaintiffs herein testified at trial about their reliance on the appearance of the agency relationship and stated what their intentions would have been had they been advised to the contrary. Plaintiffs testified that they would have requested information about anesthesiologists had they known Dr. Ronnett was not an employee of the hospital.\nAlthough Northern Trust states that Illinois courts do not infer detrimental reliance and the doctrine of equitable estoppel will not be applied without satisfaction of this requirement, we believe such a requirement ought not to be imposed. This requirement continues the charade that limits the liability of certain health care providers.\nIt is interesting to note that the thoughtful analysis developed in Northern Trust does not even cite the rigid limitations set out in Greene and Sumner. Rather, Northern Trust acknowledges the doctrine of apparent authority, sets out the elements of it and concludes that the plaintiff has not shown detrimental reliance. In the case at bar, the plaintiffs have satisfied the missing element.\nWhile Illinois may not have recognized this concept of ostensible agency or inferred the doctrine of apparent agency, at least 11 juris*250dictions have been willing to impose liability upon hospitals without the presence of traditional elements of agency (New Jersey, Ohio, Pennsylvania, Kentucky, Connecticut, Mississippi, Washington, Arizona, Montana, and Federal jurisdiction).\nSome of the cases have required proof that the hospital in question is a full-service institution. Lutheran General Hospital would certainly meet that test. In Hannola v. City of Lakewood, (1980), 68 Ohio App. 2d 61, 426 N.E.2d 1187, the court held an institution represented to be a full-service hospital is estopped to deny that physicians or other personnel on duty in its emergency room were employees of the hospital regardless of the nature of the employment contract that might exist between hospital and physician. A similar result in Hardy v. Brantley (Miss. 1985), 471 So.2d 358, provided that hospital emergency room physicians or other health care providers, for that matter, are free to make whatever agreements they may desire with the hospital. The hospital may certainly agree that emergency room physicians have full control over patient care, even to the point of agreeing to indemnify the hospital for liability vicariously incurred. The Mississippi court's focus, however, was on the rights and duties of the hospital vis-a-vis the patient and not the emergency room physician.\nThe record in the instant case reveals that plaintiffs were unaware of the technical relationship of independent contractor between hospital and anesthesiologist and had they been aware of that relationship would have requested a list of doctors and compiled questions concerning Dr. Ronnett's qualifications.\nCases from other jurisdictions have concluded that unless there is some reason for a patient to believe that the treating physician in a hospital is an independent contractor, it is natural for the patient to assume reliance on the reputation of the hospital as opposed to any specific doctor. This reliance is often the reason the patient selects the hospital in the first place, and these cases recognize his prerogative to make that assumption. Arthur v. St. Peters Hospital (1979), 169 N.J. Super. 575, 405 A.2d 443.\nThe Pennsylvania Supreme Court adopted the theory of ostensible agency in Capan v. Divine Providence Hospital (1980), 287 Pa. Super. 364, 430 A.2d 647. Furthermore, Pennsylvania has recently imposed liability on a hospital under the doctrine of corporate negligence, which rests upon the violation of a nondelegable duty to patients to include reasonable care, maintenance of safe and adequate facilities, selection and retention of competent physicians, overseeing the practice of all health care providers within the hospital walls, and the formulating of adequate policies and rules regarding quality care. *251 Thompson v. Nason Hospital (1991), 527 Pa. 330, 591 A.2d 703.\nEven more persuasive is the observation that a hospital should be vicariously liable for doctors in emergency or operating room settings notwithstanding the existence of a private contract with secret limitations between hospital and doctor or by virtue of some other business relationship unknown to the patient and contrary to the hospital's apparent representation. Patients often seek care and treatment from hospitals rather than from particular physicians. The patient entering the emergency room or operating theater seldom knows the name of the emergency medicine physician or anesthesiologist who will treat him. Smith v. St. Francis Hospital, Inc. (Okla. App. 1983), 676 P.2d 279.\nAlthough there may be important factual variations from case to case, a patient's nonselection of his physician is often the rule, rather than the exception, in the case of anesthesiologists, neurologists and emergency room physicians. Accordingly, it seems only reasonable that the hospital should be vicariously responsible for the neglect of its staff members. Buckley v. Lovallo (1984), 2 Conn. App. 579, 481 A.2d 1286; Mitchell County Hospital Authority v. Joiner (1972), 229 Ga. 140, 189 S.E.2d 412.\nWilliams v. St. Claire Medical Center (Ky. App. 1983), 657 S.W.2d 590, dealt with an anesthesiologist who admittedly had complete discretion as to the kind of anesthetic care and treatment to be administered, and although there was some consideration that the hospital had violated its own rules and established requirements as to the regulation of anesthesiologists, vicarious liability was imposed upon the hospital under the theory of ostensible agency notwithstanding the clear evidence that the doctor was an independent member of the staff.\nX-ray technicians and X-ray clinics have been the subject of similar litigation. In Kober v. Stewart (1966), 148 Mont. 117, 417 P.2d 476, the hospital was held vicariously liable although it had arrangements similar to the case at bar. Radiologists were rotated during periods of service at the hospital, hospital employees requested the radiologists read the X rays, radiologists were on call at the direction of the hospital, the hospital's standard procedure was to call upon its own radiologists, the hospital owned and operated the equipment and rarely did anyone request the services of a particular radiologist. It is conceded that the hospital collected the fees and received a percentage of the gross receipts. See also Beeck v. Tucson General Hospital (1972), 18 Ariz. App. 165, 500 P.2d 1153 (dealing with a radiologist); Brown v. *252 La Societe Francaise De BienFaisance Mutuelle (1903), 138 Cal. 475, 71 P. 516.\nThe concept of ostensible agency has been expressly approved in connection with an anesthesiologist's negligence at a Federal hospital. (Gamble v. United States (N.D. Ohio 1986), 648 F. Supp. 438.) In this action under the Federal Tort Claims Act, a contract anesthesiologist's negligence was imputed to the government. The case acknowledges that in most instances the crucial test to determine whether a person is an independent contractor is to examine the power of the Federal government to control the detailed physical performance of the contractor, but in that case the essential question for consideration was whether the United States may insulate itself by contractual agreement from liability for the acts of medical malpractice committed in a Veterans Administration hospital. The court concluded that the United States should be equitably estopped from asserting that the contract anesthesiologist was not a government employee and that the doctrine of equitable estoppel rests upon the theory that a person has been led to rely upon the appearance of agency to his detriment.\nLet us return to the facts of this case. Decedent was admitted to Lutheran General Hospital, a large, full-service institution, visited by a preoperation anesthesiologist and cared for in the operating room by various employees of the defendant hospital and a contract anesthesiologist. During the operation, employees and the doctor were required to interact in order to determine the loss of blood which ultimately caused decedent's death. Delivery of this service was so intertwined that it is difficult to determine precisely whose actions brought about the death of decedent. It is conceded that the ultimate responsibility was with Dr. Ronnett, the contract anesthesiologist.\nAlthough defendant urges that we examine the doctor's relationship with the hospital strictly according to the traditional rules of agency, this application has often led to unrealistic and unsatisfactory results at least from the standpoint of the injured party and in terms of rationally apportioning fault. Adamski v. Tacoma General Hospital (1978), 20 Wash. App. 98, 579 P.2d 970.\nWe have seen a body of special law emerging in this area of medical malpractice. The result has been an expansion of hospital liability for negligent medical acts committed on its premises by health care providers who are apparent or ostensible agents.\nAlthough the trial court has committed a serious error in failing to bar the testimony of plaintiffs' expert with regard to the negligence of the nurses, we believe the negligence of Dr. Ronnett and of *253the nurses is clearly and amply established by independent testimony, and should be imputed to the defendant hospital, thus providing the basis for affirming the judgment of the trial court.\nIn addition to the issues already discussed, defendant, in the original appeal, alternatively asserted that certain alleged errors deprived defendant of a fair trial and thus the case should be remanded for a new trial. We find that none of the alleged errors warrant a reversal.\nRegarding the hospital risk management notes, defendant claims that it was error: (1) to admit the notes because they were privileged; (2) to allow plaintiffs' counsel to make comments on defendant's assertion of privilege; and (3) to permit the use of the notes during plaintiffs' examination of three witnesses (Pam Lockowitz, Nurse Bengtson, and Dr. Masters).\nDefendant alleges that the trial court erred in providing plaintiffs with copies of notes taken in connection with interviews of hospital employees and medical personnel by the director of defendant's risk management office. By motion during discovery, defendant claimed that the risk management notes were privileged communications or work product protected by Supreme Court Rule 201(b)(2), which provides as follows:\n(2) *** Material prepared by or for a party in preparation for trial is subject to discovery only if it does not contain or disclose the theories, mental impressions, or litigation plans of the party's attorney. 134 Ill. 2d R. 201(b)(2).\nAn examination of the notes indicates that they are brief summaries of conversations which the director of risk management had with 10 or 11 people involved in the operation or the decedent's stay in the hospital. The notes do not contain or disclose theories or litigation plans of defendant's attorney nor are they mental impressions. Instead, the notes are mere summaries of interviews without analytical comment. The mental impressions are not those suggested by the supreme court rule and more closely parallel the material in Sakosko v. Memorial Hospital (1988), 167 Ill. App. 3d 842, 522 N.E.2d 273, which determined that letters from the defendant's risk management consultant to the defendant's risk manager discussing what transpired at meetings were neither privileged as attorney-client communications (the defendant's counsel had been present at the meetings) nor work product since they were primarily factual statements relating to the plaintiff's mental conditions and prognoses.\nAdditionally, the statements do not meet the elements established to set the parameters of privileged communication in Johnson v. Frontier Ford, Inc. (1979), 68 Ill. App. 3d 315, 386 N.E.2d 112, since *254the statements are not being made by a member of the control group, meaning someone associated with the defendant who is in a position to control or take a substantial part in the decision making of a corporate defendant upon the advice of an attorney. See also Golminas v. Fred Teitelbaum Construction Co. (1969), 112 Ill. App. 2d 445, 251 N.E.2d 314.\nA more recent decision required production of documents pertaining to a retrospective investigation of the surgery and the sterility of the surgical environment made by hospital authorities. (Ekstrom v. Temple (1990), 197 Ill. App. 3d 120, 553 N.E.2d 424.) Similarly, a supervisor's statement as to the plaintiff's injuries was not privileged unless the supervisor was shown to be in the control group. Claxton v. Thackston (1990), 201 Ill. App. 3d 232, 559 N.E.2d 82.\nThis court has examined the questioned notes and determined that they do not meet the criteria for privilege determined in Consolidation Coal Co. v. Bucyrus-Erie Co. (1982), 89 Ill. 2d 103, 432 N.E.2d 250, upon which defendant relies.\nThey are not part of that process by which counsel has examined available evidence for use in trial which has been developed by his training and experience. See also Monier v. Chamberlain (1966), 35 Ill. 2d 351, 221 N.E.2d 410; Profesco Corp. v. Dehm (1990), 196 Ill. App. 3d 127, 553 N.E.2d 101.\nDefendant makes much of the fact that the director of risk management did not share these statements with anyone other than legal counsel and suggests that there was some confidentiality in that regard. Since the notes are merely statements of what others had said and presumably the speakers all understood the statements which they made, it cannot be assumed that the information was in some way confidential and remained so. Claxton, 201 Ill. App. 3d 232, 559 N.E.2d 82.\nThe record does not provide us with a transcript of the proceedings where the assertion of privilege was considered. Those proceedings took place approximately two years before trial. Instead, we are faced merely with an order denying the asserted privilege.\nPresumptively, the trial court properly exercised its discretion in determining the extent of defendant's asserted privilege. Plaintiffs are critical of defendant's failure to request an in camera inspection of these documents to determine whether a portion or portions are in fact privileged, while defendant asserts that it is not so obligated. Be that as it may, defendant is absolutely entitled to an in camera inspection of documents against which the privilege has been asserted. (Johnson v. Frontier Ford, Inc. (1979), 68 Ill. App. 3d 315, *255386 N.E.2d 112.) Indeed, it is the burden of the party asserting the privilege to convince the court of the appropriateness of such privilege. Defendant apparently did not carry that burden.\nDefendant also complains of three specific statements in plaintiffs' closing argument where counsel suggested that defendant was devious and not forthcoming in production of the risk management notes and commented to the jury that a portion of the notes had been lost and never provided to plaintiffs.\nDefendant failed to object to two of the latter statements and thereby waived any impropriety that might have been occasioned by the statements.\nAs to the first statement, plaintiffs suggest that defendant has not been forthcoming. While the issue of privilege is not specifically mentioned, certainly defendant's motives and ethics have been impugned. It is important that parties be allowed to freely assert claims of privilege during the discovery process without fear of being held in disrepute during the trial.\nThe defense cites Crutchfield v. Meyer (1953), 414 Ill. 210, 111 N.E.2d 142, which found that reversal was warranted where counsel suggested that opposing counsel was attempting to suppress facts. However, the Crutchfield court required that the offending remark be considered in the context of the entire trial and stated:\nThe rule in this State must be regarded as settled that misconduct of counsel of the character mentioned is sufficient cause for reversing a judgment, unless it can be seen that it did not result in injury to the defeated party. Crutchfield, 414 Ill. at 214.\nThe trial which the jury heard in the present case was long and difficult. While the disputed remark would have been better left unsaid, it is difficult to imagine that this remark somehow turned the members of the jury away from their sworn duty.\nDefendant also contends that the use of the hospital risk management notes during plaintiffs' examination of three witnesses was improper because the notes were privileged and they did not contain inconsistent testimony for impeachment purposes. We find defendant's arguments unpersuasive.\nAs previously discussed, we have already found that the notes were not privileged. Furthermore, a review of the record reveals that the use of the notes during plaintiffs' examination of three witnesses was proper. Ms. Lockowitz authored the notes and thus could testify as to their contents and omissions. Nurse Bengtson, whose interview statements were included in the notes, was only asked to refer to the *256notes to refresh her recollections concerning the exact time at which Laura's blood loss reached a particular level. During Dr. Masters' testimony, plaintiffs referred to certain statements which were included in Ms. Lockowitz's notes but which were not attributed to a particular speaker. Plaintiffs only questioned Dr. Masters to determine if he was the source of those statements because the notes failed to provide such information. Accordingly, we find no error in the use of the notes during the examination of witnesses by plaintiffs.\nNext, defendant contends that the trial court erred in designating Dr. Masters as the court's witness and Dr. Ronnett as a hostile witness.\nA trial court has the power and authority to call a witness in a civil case but such power should be used sparingly. (Crespo v. John Hancock Mutual Life Insurance Co. (1976), 41 Ill. App. 3d 506, 354 N.E.2d 381.) This constrained use of the court's witness rule stems from the potential prejudice which could arise by giving the appearance of special emphasis to the testimony of a witness called by the court instead of a party. Dear v. Chicago Transit Authority (1979), 72 Ill. App. 3d 729, 734, 391 N.E.2d 119; Crespo, 41 Ill. App. 3d at 518.\nThe use of a court's witness is a matter of judicial discretion. (Hooper v. Mizyad (1981), 98 Ill. App. 3d 768, 424 N.E.2d 851.) A court's witness should be used where a witness has testimony relevant to the issues and a miscarriage of justice might occur if the testimony is not brought to the attention of the fact-finder. Woodward v. Mettille (1980), 81 Ill. App. 3d 168, 182, 400 N.E.2d 934; see also Hooper, 98 Ill. App. 3d at 770-71.\nAbsent a showing of significant prejudice, no reversible error will be found where the designation of a court's witness may have been improper. Hooper, 98 Ill. App. 3d 768, 424 N.E.2d 851; McCormick v. Bucyrus-Erie Co. (1980), 81 Ill. App. 3d 154, 400 N.E.2d 1009 (the use of the court's witness rule was not an abuse of discretion even where the witness had a direct financial interest in the outcome of the case).\nDr. Ronald Masters was one of the surgeons involved in Laura's operation and was a named defendant in this case. Summary judgment had been granted in favor of Dr. Masters prior to his testifying at trial. However, the summary judgment order could be vacated and thus reinstate Dr. Masters as a defendant. Moreover, a review of the testimony of Dr. Masters does not evince the significant prejudice required to constitute reversible error.\nWe continue to adhere to the principle enunciated in Crespo and its progeny that the court's witness rule should be invoked with re*257straint in civil litigation. (Mazzone v. Holmes (1990), 197 Ill. App. 3d 886, 557 N.E.2d 186.) However, we cannot say that the designation of Dr. Masters as a court's witness in this case constitutes reversible error.\nDefendant also claims that it is reversible error to designate Dr. Ronnett as a hostile witness under Supreme Court Rule 238. We disagree.\nSupreme Court Rule 238(b) provides: If the court determines that a witness is hostile or unwilling, he may be examined by the party calling him as if under cross-examination. (134 Ill. 2d R. 238(b).) The determination as to whether or not a witness falls within the parameters of the hostile witness rule also rests within the sound discretion of the court. (Mazzone, 197 Ill. App. 3d 886, 557 N.E.2d 186.) The court must apply the rule only to witnesses who, while on the witness stand, prove to be hostile, uncooperative, or unwilling. Mazzone, 197 Ill. App. 3d 886, 557 N.E.2d 186; Jensen v. Chicago & Western Indiana R.R. Co. (1981), 94 Ill. App. 3d 915, 419 N.E.2d 578.\nThe record reveals that Dr. Ronnett was designated as a hostile witness after his cross-examination by defendant. Thus, in accordance with Rule 238(b), the trial court had ample time to observe Dr. Ron-nett's demeanor. Furthermore, defendant exceeded the scope of direct examination by eliciting Dr. Ronnett's opinion that Laura had died from congenital heart disease, not blood loss. Most importantly, as we have already determined, Dr. Ronnett was an agent of defendant.\nWe find that the trial court did not abuse its discretion in designating Dr. Ronnett as a hostile witness.\nDefendant also assigns error to rulings regarding the cross-examination of certain witnesses.\nThe scope and extent of cross-examination rest primarily within the trial court's discretion. Only an abuse of such discretion which results in prejudice to the complaining party will justify reversal by a reviewing court. Public Taxi Service, Inc. v. Barrett (1976), 44 Ill. App. 3d 452, 457-58, 357 N.E.2d 1232.\nDefendant submits that the trial court abused its discretion by denying cross-examination of Dr. Ronnett on the subject of his settlement agreement with plaintiffs. We disagree.\nDr. Ronnett was originally a named defendant in this case, but he entered into a settlement agreement with plaintiffs before the trial began. The settlement provided that plaintiffs would be paid the limits of Dr. Ronnett's insurance policy. Defendant argues that it should have been allowed to question Dr. Ronnett about the settlement *258agreement because it evidenced Dr. Ronnett's possible bias in favor of plaintiffs.\nIllinois courts generally bar questions about settlement during a trial on liability because public policy encourages settlement. McGrath v. Chicago & North Western Transportation Co. (1989), 190 Ill. App. 3d 276, 546 N.E.2d 670.\nThe latitude permitted on cross-examination to establish bias rests within the trial court's discretion, and a reviewing court will not interfere unless there has been a clear abuse of discretion. (Cummings v. Chicago Transit Authority (1980), 86 Ill. App. 3d 914, 408 N.E.2d 737 (no abuse of discretion was found in refusing to permit defendant to cross-examine a plaintiff's witness about her former status as a co-defendant).) When a party presents evidence of settlement to suggest bias, the decision to include or exclude this evidence is within the discretion of the trial court. McGrath, 190 Ill. App. 3d 276, 546 N.E.2d 670 (the trial court correctly sustained the plaintiffs' objections when defendant asked a plaintiff about his settlement with another plaintiff).\nDefendant relies on Boey v. Quaas (1986), 139 Ill. App. 3d 1066, 487 N.E.2d 1222, where a former defendant was allowed to testify on cross-examination about his settlement agreement with the plaintiff. The settling defendant (a doctor) had testified that the present defendant (another doctor) negligently treated the plaintiff. The Boey court allowed the testimony regarding the settlement and reasoned that the jury had a right to know whether the settling defendant had agreed to testify against the remaining defendant as part of the settlement agreement so that the jury could accurately assess the credibility of his criticism of the remaining defendant.\nIn contrast, the court in Barkei v. Delnor Hospital (1988), 176 Ill. App. 3d 681, 531 N.E.2d 413, found that it was proper to bar the defendant hospital from questioning a settling defendant doctor on cross-examination about his settlement with the plaintiffs. The settling defendant doctor testified, in chambers, that his liability insurance carrier had agreed to pay the settlement sum and that his settlement with plaintiffs did not include an agreement to testify against the remaining defendant hospital. Moreover, the Barkei court noted that the settling doctor did not stand to gain financially in the case. The Barkei court found that the admission of the settlement evidence would unfairly shift the jury's attention to the settling doctor as the one who caused plaintiff's injury. The court concluded that the defendant's right to cross-examine regarding settlement in order to attack *259bias and credibility was outweighed by the policy barring settlement matters because they are irrelevant and prejudicial to the plaintiffs.\nLike the settling defendant in Barkei, Dr. Ronnett testified, in chambers, that he did not believe he would have to testify as part of the settlement agreement. Moreover, the settlement in the present case provided that plaintiffs would receive the limits of Dr. Ronnett's insurance policy and Dr. Ronnett therefore had no further financial exposure. The danger noted in Barkei of unfairly shifting the jury's attention away from the remaining defendant hospital existed in the present case.\nIn light of the general rule barring evidence of settlement and the particular facts of this case, we find that the trial court did not abuse its discretion in disallowing questions concerning Dr. Ronnett's settlement with plaintiffs.\nNext, defendant asserts that it was error to allow plaintiffs to cross-examine Dr. Valaitis, the pathologist who performed the autopsy, about an article which was cited in one of plaintiffs' exhibits and about changes he had made in the transcript of his discovery deposition. We find defendant's contention meritless.\nThe record reveals that Dr. Valaitis attached an article to his autopsy report. The attached article included a bibliography which listed the now-disputed article entitled Human Stress Cardiomyopathy. Since defendant had these documents, plaintiffs were not required to point directly to an article already known to defendant.\nMoreover, in his deposition taken prior to trial, Dr. Valaitis expressly testified about the article when he stated [i]f you look at the bibliography there's an excellent article on stress. Dr. Valaitis verified that the article he referred to in his deposition was the same article which plaintiffs brought up during cross-examination.\nDefendant further complains that plaintiffs unfairly implied that Dr. Valaitis made numerous changes in his discovery deposition transcript. The record discloses that when plaintiffs asked Dr. Valaitis if he had made eight or nine pages of changes in his deposition testimony, Dr. Valaitis responded that the changes concerned many typographical errors, incomplete sentences, and misspellings. In addition, Dr. Valaitis testified during redirect examination that he did not change the substance of his deposition testimony.\nWe find that any possible detrimental inference given to the jury regarding Dr. Valaitis' changes in his deposition testimony was eliminated by his clear statements as to the type of corrections which were made and the absence of any substantive alterations.\n*260 Defendant next claims that plaintiffs were improperly allowed to elicit repetitive testimony favorable to them during the cross-examination of unnamed witnesses. Defendant cites to nine pages in the record to support this scant proposition. We find defendant's contention totally without merit.\nWe initially note that only one of the nine pages cited contains the cross-examination of a witness by plaintiffs. The witness was Nancy Go, a scrub nurse who relieved another nurse for lunch during the operation on Laura. During cross-examination, plaintiffs asked Ms. Go if she remembered talking to Ms. Lockowitz. Ms. Go responded that she did not know Ms. Lockowitz.\nAnother page cited by defendant contains only colloquy between defense counsel and the trial judge during a pretrial motion hearing.\nFour pages cited contain plaintiffs' direct examination of Geraldine Bengtson, one of the nurses assigned to Laura's operation. The challenged testimony of Ms. Bengtson concerned the routine preoperative procedures performed, including certain blood tests and certain blood readings and transfusions which were given after Laura went into arrest.\nOne page cited contains plaintiffs' direct examination of Susan Younes, an anesthesiologist at defendant hospital, who testified as to the published policies and procedures of the anesthesiology department. The contested testimony of Ms. Younes concerned the scheduling and duties of a first-call anesthesiologist.\nTwo pages cited contain plaintiffs' redirect examination of Dr. Ronnett. Plaintiffs questioned Dr. Ronnett about the hemoglobin and hematocrit values shown on Laura's laboratory reports for tests taken on May 1,1982, and May 14,1982.\nDefendant relies on Gabosch v. Tullman (1974), 21 Ill. App. 3d 908, 316 N.E.2d 226, but its reliance is misplaced. In Gabosch, the court found that it was unnecessary to elicit three times from a witness the fact that he was unemployed. In contrast, the allegedly repetitive questioning in the present case involved four different witnesses who testified about various matters or even about the same matters, but from different perspectives.\nA trial court may use its discretion to preclude repetitive or unduly harassing interrogation and confine the extent of cross-examination to a proper subject matter. (People v. Davis (1990), 193 Ill. App. 3d 1001, 550 N.E.2d 677.) We find that the challenged testimony was neither prejudicially repetitive nor unduly harassing nor outside the limits of the proper subject matter.\n*261Next, defendant asserts that the trial court gave erroneous jury instructions which did not correctly apprise the jury of the law to be applied. Specifically, defendant contends that it was error to give Illinois Pattern Jury Instructions, Civil, No. 5.01 (2d ed. 1971) (IPI), IPI Civil 2d No. 20.01 as modified, and IPI Civil 2d No. 31.03 as modified. Defendant further submits that its proposed instructions were improperly rejected. We disagree with defendant's assertions.\nIPI Civil 2d No. 5.01 (Illinois Pattern Jury Instruction, Civil, No. 5.01 (2d ed. 1971)) allows the jury to draw an adverse inference from a party's failure to produce evidence or a witness where four elements are satisfied: (1) the evidence or witness was under the control of the party and could have been produced by the exercise of reasonable diligence; (2) the evidence or witness was not equally available to an adverse party; (3) a reasonably prudent person under the same or similar circumstances would have offered the evidence or witness if he believed it to be favorable to him; and (4) no reasonable excuse for the failure has been shown. (Dugan v. Weber (1988), 175 Ill. App. 3d 1088, 530 N.E.2d 1007.) The decision to submit this adverse inference instruction rests within the trial court's discretion and is subject to reversal only where there is a clear abuse of discretion. Dugan, 175 Ill. App. 3d 1088, 530 N.E.2d 1007; Tuttle v. Fruehauf Division of Fruehauf Corp. (1984), 122 Ill. App. 3d 835, 462 N.E.2d 645.\nIn the present case, the trial court issued IPI Civil 2d No. 5.01 on the basis that defendant failed to produce the first page of the hospital risk management notes. Defendant argues that this instruction was error because plaintiffs failed to establish two necessary elements: (1) that the missing page was within defendant's control at the time of trial; and (2) that defendant lacked a reasonable excuse for its failure to produce this page. Defendant's position is that the first page of risk management notes was lost. We find defendant's arguments unpersuasive.\nCourts have found IPI Civil 2d No. 5.01 to be appropriately submitted where a defendant failed to produce X rays, alleging that they were lost (Dugan, 175 Ill. App. 3d 1088, 530 N.E.2d 1007), and where the defendants claimed they were unable to produce an accident report prepared by an employee but admitted that the report at one time existed (Roeseke v. Pryor (1987), 152 Ill. App. 3d 771, 504 N.E.2d 927). Moreover, the Roeseke court rejected the defendants' argument that it was error to issue IPI Civil 2d No. 5.01 because the report was not wilfully withheld or deliberately destroyed.\nSimilarly, we reject defendant's contention that IPI Civil 2d No. 5.01 was erroneously submitted and find no abuse of the trial court's *262discretion. The hospital risk management notes were clearly under defendant's control and not equally available to plaintiffs. A reasonable person would have produced the page of notes if it contained information favorable to him. Defendant's contention that one page of a multipage report was inexplicably lost does not constitute a reasonable excuse for its nonproduction in this case.\nThe following modified IPI Civil 2d No. 20.01 (Illinois Pattern Jury Instructions, Civil, No. 20.01 (2d ed. 1971)) issue instruction was given:\nThe plaintiff claims that decedent's next of kin were injured and sustained damage and that the defendant was negligent in one or more of the following respects:\n[1] Failed to monitor decedent's physical condition during the course of the surgery performed on May 14, 1982;\n[2] Failed to require preoperative workup of decedent's physical condition, including routine blood studies, in violation of defendant's rules, regulations, bylaws and protocols;\n[3] Failed to evaluate decedent's blood loss during the course of the surgery;\n[4] Failed to replenish decedent's blood supply during the course of the surgery;\n[5] Failed, through its laboratory department, to communicate to decedent's doctors and the anesthesiologist the results of a 'stat' order for a complete blood count prior to the commencement of the surgery scheduled for May 14, 1982;\n[6] Failed, through its nursing staff, to keep track of decedent's estimated blood loss during the course of the surgical procedure performed on May 14,1982;\n[7] Failed, through its nursing staff, to communicate to the anesthesiologist decedent's estimated blood loss during the course of the surgical procedure performed on May 14,1982;\nPlaintiff further claims that one or more of the foregoing was a proximate cause of the injuries sustained by decedent's next of kin.\nDefendant denies that it did any of the things claimed by the plaintiff, denies that it was negligent, denies that Dr. Ronnett was a defendant's agent or apparent agent, and denies that any claimed act or omission on the part of the defendant was a proximate cause of decedent's death. The defendant further denies that plaintiff was injured or sustained damages to the extent claimed.\n*263Defendant now asserts that this issue instruction was improper because plaintiffs failed to present expert testimony to support the allegations in subparagraphs 1, 2, 5, and 6. Defendant further submits that its proposed instruction as to the issues should have been given.\nAll that is required in order to justify giving an instruction is that there be some evidence in the record to support the theory set out in the instruction. Khatib v. McDonald (1980), 87 Ill. App. 3d 1087, 1095, 410 N.E.2d 266.\nWe find that the record in this case amply supported the statements included in IPI Civil 2d No. 20.01 as modified. The testimony of the several witnesses touches upon each subsection of the proffered instruction.\nIn addition, a trial court's refusal, even if erroneous, to give a proposed instruction will not be reversed by a reviewing court unless prejudice has resulted. (Northern Trust, 168 Ill. App. 3d at 277.) We find that the trial court's decision not to submit defendant's tendered instruction on this issue was proper.\nNext defendant claims that it was improper to submit a jury instruction on damages for siblings' loss of society, i.e., IPI Civil 2d No. 31.03 as modified (Illinois Pattern Jury Instructions, Civil, No. 31.03 (2d ed. 1971)). Defendant argues that recovery for siblings' loss of society has not been recognized in Illinois. We disagree.\nA conflict between the districts of the appellate court exists on this issue. We recognize that the Fourth District Appellate Court steadfastly refuses to allow recovery for the loss of society of a sibling. (Moss v. Whitaker (1991), 214 Ill. App. 3d 89, 573 N.E.2d 333; Carter v. Chicago & Illinois Midland Ry. Co. (1988), 168 Ill. App. 3d 652, 522 N.E.2d 856.) In contrast, this court and the Second District Appellate Court have expressly held that recovery for a decedent's siblings' loss of society is permissible. (Schmall v. Village of Addison (1988), 171 Ill. App. 3d 344, 525 N.E.2d 258; Singh v. Air Illinois, Inc. (1988), 165 Ill. App. 3d 923, 520 N.E.2d 852; Sheahan v. Northeast Illinois Regional Commuter R.R. Corp. (1986), 146 Ill. App. 3d 116, 496 N.E.2d 1179.) We adhere to our previously stated position in Singh and Sheahan. Accordingly, we find no error in the giving of the instruction on damages for siblings' loss of society in this case.\nNext defendant contends that the trial court committed error in refusing defendant's instructions on the definitions of agent and independent contractor, the theory of apparent agency, and the assessment of damages. We find that the jury was properly instructed on all of these issues.\n*264[T]he trial court has great discretion as to the form of jury instructions. *** The test in determining the propriety of tendered instructions is whether the jury was fairly, fully, and comprehensively informed as to the relevant principles, considering the instructions in their entirety. Northern Trust, 168 Ill. App. 3d at 277.\nWe find that the instructions in this case sufficiently advised the jury of the law, the requisite elements of proof, and the proper assessment of damages.\nDefendant also maintains that an excessive verdict resulted from numerous alleged errors relating to the issue of damages.\nDefendant first argues that it was error to allow testimony regarding the resuscitative efforts performed on the decedent from the time of her arrest until death because damages for pain and suffering are not recoverable under the Wrongful Death Act (Ill. Rev. Stat. 1987, ch. 70, pars. 1, 2) and such evidence was irrelevant to show the cause of death. We find defendant's arguments unpersuasive.\nPlaintiffs never sought or claimed that damages for pain and suffering were available in this cause of action. Moreover, the jury was expressly instructed that it could not consider the pain and suffering of the decedent in this case.\nThere obviously was a dispute over the cause of Laura's death. Plaintiffs maintained that Laura's death resulted from a failure to replenish her blood loss during the course of the surgery. Defendant took the position that a cardiac condition caused Laura's death. The actions taken in the operating room until the time of Laura's death are clearly relevant to show the cause of death. Testimony revealed that Laura did not receive a blood transfusion until after her arrest. Laura's loss of blood is the foundation of plaintiffs' case and thus is relevant. The efforts made to revive Laura were performed post-arrest, not post-death. Evidence material to the cause of death is admissible.\nFurthermore, the case relied on by defendant, Chladek v. Albon (1987), 161 Ill. App. 3d 884, 515 N.E.2d 191, is inapposite. In Chladek the decedent was struck and killed by a car driven by the defendant. Unlike the present case, there was no dispute in Chladek about the cause of death.\nThe determination of whether evidence is relevant is largely within the trial court's discretion, and a reviewing court will not disturb the ruling unless there has been an abuse of discretion. (Ferdinand v. Yellow Cab Co. (1976), 42 Ill. App. 3d 279, 355 N.E.2d *265547.) We find no abuse of discretion in allowing evidence on the resuscitative efforts in this case.\nSecond, defendant again contends that it was error to allow recovery for the loss of society of the decedent's siblings.\nAs we have previously discussed and as defendant concedes, this court has recognized damages for siblings' loss of society. (Singh, 165 Ill. App. 3d 923, 520 N.E.2d 852; Sheahan, 146 Ill. App. 3d 116, 496 N.E.2d 1179.) Accordingly, we find no error to allow recovery for decedent's siblings' loss of society in this case and no reason to reconsider our position as urged by defendant.\nThird, defendant asserts that the trial court's refusal to grant a mistrial due to plaintiff's alleged emotional outbursts was error. We disagree.\nIn a case relied on by defendant, Buckler v. Sinclair Refining Co. (1966), 68 Ill. App. 2d 283, 216 N.E.2d 14, the court found no grounds for a mistrial where the plaintiff, who was suffering from eye spasms due to the injury underlying the cause of action, rubbed his eye several times while testifying. The Buckler court found that a mistrial is not warranted unless the complained-of conduct is aggravated and repeated or the effect is so apparent as to have unquestioned influence upon the jury's ability to try the issues in controversy fairly. The determination of this issue is primarily one for the trial judge, and absent apparent error he will not be reversed. Buckler, 68 Ill. App. 2d at 295.\nUnder the standard enunciated in Buckler and from an examination of the record, the trial court's denial of a mistrial did not constitute apparent error and defendant's characterization of plaintiff's behavior as emotional outbursts is unfounded.\nDefendant bases its argument on three incidents during the trial. Defendant's first complaint was made when plaintiff left the courtroom. At that time, defendant complained that plaintiff started crying and then left the courtroom. In contrast, the trial judge responded that plaintiff didn't cry in the courtroom. When defendant made its second complaint that plaintiff was crying in the courtroom, the trial judge recessed the jury. In response to the trial judge's question, plaintiff denied that she had been crying. The trial judge denied defendant's motion for a mistrial and stated that he did not notice anything. Moreover, the trial judge found that there was no distraction in the courtroom. The third alleged incident occurred when plaintiff started to cry while she was testifying and the trial judge allowed a short recess.\n*266We believe that these incidents neither constitute an emotional outburst nor warrant the granting of a mistrial. Moreover, the trial judge is in the best position to consider the effect, if any, on the jury. It appears from the record that defendant's allegation is exaggerated and that the single incident of crying was handled by the trial judge in a prompt and sensitive manner. We find that the trial court's denial of defendant's motion for a mistrial is not reversible error.\nFourth, defendant claims that the admission of two photographs of the decedent into evidence was error. We disagree.\nOne photograph shows Laura with her sister and brother. The second photograph shows Laura in her hospital bed surrounded by presents which were suspended from the ceiling. Plaintiffs assert that the first picture was admitted to show the relationship between Laura and her siblings, and the second picture was relevant to show Laura's weight before the operation and her relationship with her family. Defendant argues that the two photographs lacked probative value and were prejudicial.\nPhotographs are admissible if their probative value is not outweighed by their inflammatory effect. (Bullard v. Barnes (1984), 102 Ill. 2d 505, 519, 468 N.E.2d 1228; Barenbrugge v. Rich (1986), 141 Ill. App. 3d 1046, 490 N.E.2d 1368.) The decision of the admission of photographs rests within the discretion of the trial court. Bullard, 102 Ill. 2d at 519.\nPhotographs of a decedent during his lifetime are admissible to show the love and companionship of a decedent towards his family. (Drews v. Gobel Freight Lines, Inc. (1990), 197 Ill. App. 3d 1049, 1060, 557 N.E.2d 303, aff'd (1991), 144 Ill. 2d 84, 578 N.E.2d 970.) In Drews, nine photographs and two videotapes of the decedent engaged in various activities with his wife and sons were properly admitted. Similarly, in Barenbrugge, the court held that videotapes of the decedent with her son were admissible. Even in Bullard, the supreme court found that the trial court did not abuse its discretion by admitting two morgue photographs of a 17-year-old boy who died in an accident between a car and a semitrailer truck. The supreme court reasoned that the pictures were not so inflammatory or gruesome as to outweigh their probative value in assisting the jury's determination of the extent of decedent's pain and suffering.\nWe believe that the trial court in the present case did not abuse its discretion by admitting two pictures of Laura while she was still alive. The pictures of Laura were neither gruesome nor inflammatory and any prejudicial effect was outweighed by the probative value of the two pictures.\n*267 Fifth, defendant contends that the trial court erroneously allowed testimony of Laura's parents regarding the family's mental anguish and bereavement.\nDefendant correctly notes that damages for mental anguish are not recoverable in a wrongful death action. (Bullard, 102 Ill. 2d 505, 468 N.E.2d 1228.) However, loss of society is a proper element of recovery. Bullard, 102 Ill. 2d 505, 468 N.E.2d 1228.\nWe find that Laura's parents' testimony contested by defendant was relevant to the claims of lost society by Laura's parents and siblings. Moreover, the jury was specifically instructed that it may not consider the grief or sorrow of the mother and father, brothers and sisters. The jury instructions defined the proper elements of loss of society and admonished against consideration of mental anguish and bereavement.\nSixth, defendant asserts that the trial court improperly allowed remarks by plaintiffs' counsel during closing argument which allegedly appealed for punitive damages and which communicated his personal views on damages to the jury.\nDefendant characterizes the following remarks by plaintiffs' attorney as an attempt to obtain punitive damages:\n[I]f the hospital realizes that if they make a mistake, that they're going to have to give or pay fair, reasonable and adequate compensation for the injured parties, then I guarantee the mistakes will become fewer.\nWe believe that these comments by plaintiffs' attorney did not constitute a plea for punitive damages but rather appropriately addressed the issue of fair, reasonable, and adequate compensatory damages.\nDefendant submits that the following statements improperly communicated plaintiffs' attorney's personal views to the jury:\nLet me say that if you ask me what the value of a child's society is, my own personal views are — and I'm not asking you to take my personal views because the figure I am going to say as far as my personal thoughts are concerned, not as a lawyer but as a person standing up here, would be — it would shock you right out of your seats. I guarantee you.\nThe trial court immediately sustained defendant's objection to plaintiffs' attorney's expression of his personal opinion.\nImproper argument may be grounds for reversal, but only where the complaining party has been prejudiced. (Cooper v. Chicago Transit Authority (1987), 153 Ill. App. 3d 511, 523, 505 N.E.2d 1239.) Possible error deriving from an improper comment can generally be *268cured when a trial court promptly sustains an objection to the comment. (Cooper, 153 Ill. App. 3d at 524.) In Cooper, this court found that the defendant was not prejudiced by personal opinions stated by the plaintiff's counsel during closing argument because the trial court promptly sustained defendant's objections to the remarks.\nAs in Cooper, we find that the trial court's immediate action in sustaining defendant's objection to plaintiff's counsel's personal remarks cured any possible prejudice to defendant. It is difficult to determine what counsel's personal views were from the record.\nLastly, defendant asserts that the six alleged errors regarding the issue of damages resulted in an excessive verdict.\nThe test of whether a verdict is excessive is whether the total amount of the verdict falls within the necessarily flexible limits of fair and reasonable compensation or is so large as to shock the judicial conscience. (Schumacher v. Continental Air Transport Co. (1990), 204 Ill. App. 3d 432, 445, 562 N.E.2d 300 (a $7,746,200 verdict was found reasonable for a plaintiff who sustained injuries in a bus crash); LeMaster v. Chicago Rock Island & Pacific R.R. Co. (1976), 35 Ill. App. 3d 1001, 1030, 343 N.E.2d 65 (a $1 million verdict was not excessive for personal injuries sustained at work).) The propriety of a verdict cannot be determined from a comparison with verdicts from other cases because each case must be considered on its own facts and the determination of the amount of damages is within the province of the jury. LeMaster, 35 Ill. App. 3d at 1030.\nIn light of the facts and circumstances of this case, we cannot say that the award is so excessive as to shock the judicial conscience or beyond the limits of fair and reasonable compensation.\nJudgment affirmed.1\n*269TULLY,* J., concurs.\n1\nDuring the pendency of this appeal, the parties settled. When questions submitted on appeal are moot or where the substantial questions involved in the trial court no longer exist, a reviewing court will generally dismiss the appeal. However, the exception to this general rule provides that an opinion may be filed where the issue presented is one of substantial public interest. The health care issue presented in this appeal falls within the public interest exception because it deals with the rights of patients, the responsibilities and liabilities of health care providers, and the delivery of health care services. The Illinois Supreme Court has recently approved of the propriety of filing an opinion notwithstanding settlement by the parties. Balla v. Gambro, Inc. (1991), 145 Ill. 2d 492 (whether in-house counsel should be allowed the remedy of an action for retaliatory discharge).\n*\nJustice Freeman and Justice White originally heard oral argument in this case prior to their respective election to the supreme court and retirement. Justice Greiman and Justice Tully, respectively, were substituted and have reviewed the record, briefs and audio recording of the oral argument. An opinion was filed in this matter on March 27, 1991. After the filing of petitions for rehearing by plaintiffs-appellees and defendant-appellant, such opinion was withdrawn.\nJUSTICE RIZZI,\ndissenting:\nThe judgment should be reversed and the case remanded for a new trial because of plaintiffs' violation of both Supreme Court Rule 220(d) and the trial court's order barring the plaintiffs' expert, Dr. Cohen, from testifying inconsistently with and going beyond the opinion given in his discovery deposition. In his deposition, Dr. Cohen testified specifically that in his opinion the personnel of the hospital had met the standard of care required in treating the decedent. At trial, however, Dr. Cohen testified on direct examination, over objection, that in his opinion the nurses' failure to communicate blood loss results to the anesthesiologist would be a deviation from the standard of care required of them.\nPrior to discussing the specifics of the Rule 220(d) violation, a brief history of the case is warranted to demonstrate that the majority decision is plainly wrong, lacks fairness and does a disservice to the trial bar. Plaintiffs brought this medical malpractice action against Lutheran General Hospital, a pediatrician, two surgeons and an anesthesiologist. Summary judgments were entered in favor of the two surgeons, Dr. Ronald Masters and Dr. Andrew Bunta. On the day that the case was assigned for trial, the pediatrician, Dr. Alvin Korach, entered into a settlement agreement with the plaintiffs for $50,000. Also, the anesthesiologist, Dr. Michael Ronnett, entered into a settlement agreement with the plaintiffs for $250,000, which was the limit of his insurance policy coverage.\nPlaintiffs' original and first amended complaints against Lutheran General Hospital did not allege a cause of action based on Dr. Ronnett being the agent or apparent agent of Lutheran General Hospital. On the day after the case was assigned for trial, however, the plaintiffs were allowed to file a second amended complaint against Lutheran General Hospital. The second amended complaint pled for the first time a claim against Lutheran General Hospital based on the theory that Dr. Ronnett was the agent or apparent agent of defendant hos*270pital and that Lutheran General Hospital was therefore liable for his negligence. The case therefore proceeded to trial on the theory that Dr. Ronnett was the agent or apparent agent of Lutheran General Hospital, and on the originally pled theory that Lutheran General Hospital was negligent in failing to require a preoperative workup of decedent's physical condition, failing to have an adequate supply of whole blood available in the surgical suite, and in failing to monitor the decedent's physical condition.\nAt trial, plaintiffs attempted to establish that the decedent's death was the result of blood loss and replacing fluids during surgery. Much of the evidence related to the responsibilities of the various members of the surgical team in measuring and monitoring blood loss and determining when fluids should be replaced. Virtually every witness agreed that the anesthesiologist, Dr. Ronnett, was responsible for monitoring blood loss and replacing fluids. In fact, Dr. Ronnett admitted that he alone was responsible for monitoring blood loss during surgery and determining when blood should be replaced. In doing so, according to his own testimony, he made his own estimate of blood loss throughout the course of the surgery and he did not rely on any estimates made by the nurses or other members of the surgical team.\nThe majority concedes that there was a Rule 220(d) violation at trial when the plaintiffs' expert, Dr. Cohen, testified that in his opinion the nurses' failure to communicate blood loss results to the anesthesiologist would be a deviation from the standard of care required of them. The majority has decided, however, that the judgment in favor of the plaintiffs should be affirmed notwithstanding the Rule 220(d) violation. The majority concludes: Clearly, the jury could have determined from the testimony of Dr. Ronnett and Nurse Mary Gilmore that the nurses had failed to weigh the sponges and had failed to communicate their blood loss estimates to him and that such failure would be a deviation from the standard of care. They could also have concluded that these admissions contributed to Dr. Ronnett's failure to determine that Laura had lost excessive amounts of blood. (226 Ill. App. 3d at 242.) Unfortunately, the only thing that is clear about the majority's conclusion is that it is not true.\nThe majority bases its conclusion on its initial premise that the anesthesiologist, Dr. Ronnett, testified that to his recollection the nurses neither weighed the sponges nor did they tell him what they estimated the blood loss to be. (226 Ill. App. 3d at 241.) A reexamination of the whole record, however, manifests that Dr. Ronnett's testimony meant only that he was not paying attention to what the nurses were doing and that he therefore did not recall whether or not *271the nurses weighed the sponges or estimated the blood loss to him. The record evinces that Dr. Ronnett's testimony cannot and should not be taken as a denial of acts by the nurses.\nThe record establishes that Dr. Ronnett did not see or know what the nurses were doing because it was his practice not to rely on the nurses for information during an operation. Dr. Ronnett testified:\nQ. You're seeing the blood is coming out?\nA. Absolutely.\nQ. The color of the blood?\nA. Absolutely.\nQ. The number of sponges?\nA. Absolutely.\nQ. How wet they are?\nA. Constantly.\nQ. What they weigh?\nA. Constantly.\nQ. You make those choices?\nA. That's correct.\nQ. You didn't rely on anyone but yourself to make those choices?\nA. No.\nQ. You didn't rely on the nurses?\nA. No.\nQ. When you say you don't recall the nurses writing the numbers on the wall, you weren't paying any attention to what they were doing, were you?\nA. No.\nQ. That wasn't any of your concern?\nA. My decision.\n* * *\nQ. So when you say you didn't see the nurses making those estimates and writing them on the wall—\nA. I don't recall.\nQ. —you weren't paying any attention to them?\nA. Because it's my decision that I have to make.\nQ. You didn't care what numbers they wrote up there because you were making your own decisions?\nA. I have to make it.\nQ. When you're in that operating room and you're deciding if this patient is losing a significant amount of blood, you make that decision yourself?\nA. That's correct.\n*272Q. You're not even concerned with what the nurses are doing?\nA. No.\nMoreover, the admission in the majority opinion that Dr. Ronnett felt that he alone had the responsibility of evaluating blood loss, and he did not pay attention to what the nurses were doing (226 Ill. App. 3d at 242), is in accord with the irrefutable conclusion that Dr. Ron-nett did not see or know what the nurses were doing during the operation. Indeed, even the plaintiffs' brief belies the majority's conclusion that the jury could have determined from the testimony of Dr. Ron-nett that the nurses had failed to weigh the sponges and had failed to communicate their blood loss estimates to him. The plaintiffs state in their brief: Thus, in its overall context, Dr. Ronnett's statement that he was not aware that the nurses estimated the blood loss at 1100 cc's must be taken as a confirmation of his lack of recollection that the nurses had anything to communicate, and not as a denial of their communication. (Emphasis added.)\nThe testimony of both Debra Wendt and Pamela Lockowitz is also indicative and telling. Nurse Debra Wendt testified as follows:\nQ. Okay. And you said you were keeping track of the sponge weights, is that correct?\nA. That's right.\n* * *\nQ. Showing you, Mrs. Wendt, what's been marked as Exhibit 22 for identification, and the page that is opened, what is that page called?\nA. That's our operative report. That nursing — that's a nurse's chart during the procedure.\nQ. Is that the form that was kept by you during this procedure?\nA. Myself and (the other nurse) Gerry Bengtson, yes.\nQ. On this form did you indicate what the total estimated blood count by the nurses was?\nA. It's at the bottom of the page. It says 'Estimated blood loss 1100 cc's.'\nQ. Is that your handwriting?\nA. Yes, it is.\nQ. Did you tell the anesthesiologist what that was?\nA. Yes, I did.\n* * *\nQ. Now at any time when you're circulating nurse and you feel that there's an excessive amount of blood loss, you would *273bring that to the attention of the anesthesiologist, would you not?\nA. Oh, yes.\nQ. As a matter of fact, you did that at 12:00, didn't you? You told (director of Risk Management for Lutheran General Hospital) Miss Lockowitz that, as you have acknowledged that?\nA. I did. I told him several times during the case, as we had blood loss, I would announce what our total was and at the end of the case I gave him what our estimated loss was.\nQ. And based on what you and Gerry were doing in that operating room when you wrote down 1100 cc's of blood loss, you thought that was a fairly accurate estimate, didn't you?\nA. Yes, I did.\nPamela Lockowitz, the director of risk management at Lutheran General Hospital at the time of Laura Uhr's death, testified as to her knowledge of the circumstances surrounding the death. The duties and responsibilities of the director of risk management include the investigation of any death in the operating room. Following Laura Uhr's death, Lockowitz interviewed various employees of the hospital in order to get a complete picture of what actually happened in the operating room. Lockowitz testified to the following at trial:\nQ. Now, in your interview with Debbie (nurse Debra Wendt), which is on some page under 5/18/82—\nA. Yes, it is.\nQ. —and she told you that she was keeping track of the sponge weights.\nA. The note says they were keeping track of sponge weights.\nQ. Your notes says that — by the way, this is all your handwriting?\nA. Yes, it is.\nQ. It was made contemporaneously, at the same time the person was giving the statement to you?\nA. I don't recall that. It could have been made afterwards as a summary of what was discussed.\nQ. The same day?\nA. Yes. It was on the same day.\nQ. Okay. And then it goes on to say at 11:00 Debbie relieved Gerry (nurse Gerry Bengston) for lunch at 12:00 o'clock.\nA. That's what it says.\nQ. 'Debbie informed the doctors that the estimated blood loss was approximately 1100 cc's at 12:00 o'clock.'\n*274A. That's what the note says.\nThe majority's untenable conclusion is also based on its invalid premise that Nurse Mary Gilmore established the standard of care relating to the weighing of sponges and the communication of blood loss to the anesthesiologist and testified that the failure to weigh sponges and communicate results would be a deviation from the standard of care. (226 Ill. App. 3d at 242.) This latter premise is invalid because it wrongfully presupposes that Nurse Gilmore testified that the nurses did not weigh the sponges and did not communicate the blood loss to the anesthesiologist, whereas her testimony is plainly to the contrary. Neither Nurse Gilmore nor anyone else testified that the nurses did not weigh the sponges or failed to communicate the blood loss to the anesthesiologist. Nurse Gilmore testified as follows:\nQ. Were you asked to review the case for the care and treatment provided to Laura Uhr by me?\nA. Yes, I was.\n* * *\nQ. Did I ask you to review the case to determine what the nursing responsibilities were for monitoring blood loss during the course of the surgery?\nA. Yes, you did.\nQ. Did I send you certain records to review?\nA. Yes, you did.\nQ. Would you tell us what those were?\nA. You sent me the hospital chart of the patient, and the deposition of the nurses who had been in the operating room on that day.\n* * *\nQ. And the purpose was again to see what the nurses did in monitoring blood loss?\nA. Yes, that was it.\nQ. From your review of those records, have you determined how they monitor the blood loss?\nA. Yes, I did.\nQ. Can you tell us how they did that?\nA. There is a sponge that's used in the procedure and the nurses — the sponges come in packages of five. The sponges were weighed at the beginning and as they were used, and they were wet. They then were weighed in groups of five again.\nAnd the dry weight was subtracted from the wet weight, and then as they went along the totals were posted on the tape on the wall, and they also verbalized.\n*275Q. What did you mean by verbalized the totals?\nA. Well, I would say that they announced in the room as to the loss, the blood loss.\nQ. Did they do that throughout the operation?\nA. Throughout the operation. And then at the end of the case, they looked at the suction canisters as to the amount in the canisters and then they also had to subtract the irrigation solution that was used, and they added that amount and the loss that had been recorded from the sponges together.\nQ. And that would give you?\nA. —to come up with right where the estimated blood loss.\nQ. And would they announce the total blood volume loss to the doctors?\nA. Right. Yes, they did.\nQ. Have you had responsibility as an operating room nurse to make that type of measurement during the course of orthopedic surgery?\nA. Yes.\nQ. You're familiar with those types of procedure?\nA. Yes, I am.\nQ. Is the method of weighing the sponges and recording the losses on the wall, is that an acceptable method of recording the blood loss?\nA. Yes, it is.\nQ. Is the announcing of it, writing on the wall and announcing it to the doctors, is that the acceptable method of recording blood losses by the nurses?\nA. Yes, it is.\n* * *\nQ. Is it your opinion that the recordings of the blood loss during the surgery is an acceptable standard of care for orthopedic nurses?\nA. Yes, it is.\nQ. Did the nurses have any responsibility to determine whether any blood loss is significant?\nA. No, they do not.\n* * *\nQ. Do you have an opinion as to whether the standard of care required the nurses to — did standard of care in 1982 in the Chicagoland community require the nurses to determine the significance of the blood loss sustained by a patient in orthopedic surgery?\n*276A. Well, in my opinion it isn't there — it is not the nurses' responsibility to do that.\nQ. Do you have an opinion as to whether the nurses have any responsibility under the standard of care required of them in the Chicagoland community in 1982 to make a determination as to when blood loss should be replaced dining orthopedic surgery?\nA. And again I say that in my opinion it is not the nurses' responsibility to make that determination.\nIt is therefore obvious that the record does not support the majority's conclusion that the jury could have determined from the testimony of Dr. Ronnett and Nurse Gilmore that the nurses failed to weigh the sponges and failed to communicate their blood loss estimates to him. A fortiori, it is plain that the record does not support the majority's Procrustean statement that there is ample evidence in the record from the testimony of Dr. Ronnett and Nurse Gilmore to establish such liability. 226 Ill. App. 3d at 243.\nAnother point that bears revealment is how and why the Rule 220(d) violation occurred. Dr. Cohen was the plaintiffs' only expert witness to testify at trial. His discovery deposition was taken V-k years before trial, and plaintiffs did not supplement their Rule 220 interrogatory answers or give notice of any changes or additions to Dr. Cohen's opinions regarding the case.\nWhen Dr. Cohen's deposition was taken, he did not testify that Lutheran General personnel violated any standard of care in this case. In fact, Dr. Cohen affirmatively testified that in his opinion Lutheran General Hospital's personnel met the standard of care in the case. Dr. Cohen testified at his deposition:\nQ. Doctor, with respect to the operation of May 14, 1982, have you developed any opinions regarding the propriety of the care and treatment rendered to Laura Uhr?\nA. Yes.\n* * *\nQ. Do you have any opinions regarding the services rendered by Lutheran General Hospital?\nA. Not really.\n* * *\nQ. Doctor, my name is Kevin Burke, I represent Lutheran General Hospital. I think I understood you the first time. As I understand it, you have no opinions that the personnel of Lutheran General Hospital violated the standard of care in this case?\n*277A. Not to my knowledge.\nQ. Is it your opinion that they met the standard of care then?\nA. Yes.\nAs a result of the deposition testimony of Dr. Cohen IV2 years prior to trial, Lutheran General Hospital filed a motion in limine requesting that Dr. Cohen, who was to be the plaintiffs' only expert witness to testify at trial, be prohibited from offering new opinions at trial that would be inconsistent with his deposition testimony. The motion in limine was based on Supreme Court Rule 220(d). The trial court granted Lutheran General Hospital's motion and entered an order which provided that Dr. Cohen could not testify inconsistently with opinions expressed in his deposition.\nWhen Dr. Cohen was called by the plaintiffs to testify at trial, however, he testified on direct examination that in his opinion Lutheran General Hospital's nurses deviated from the standard of care as required in the operating room in failing to communicate blood loss results to the anesthesiologist, Dr. Ronnett. When defense counsel objected on the basis that Rule 220(d) and the trial court's order were being violated, plaintiffs' counsel told the trial court that Dr. Cohen's trial court opinion was based on facts that had been testified to by Dr. Ronnett for the first time at trial and were therefore not known by Dr. Cohen when his deposition was taken. The trial court overruled defense counsel's objection on the basis of what was represented by plaintiffs' counsel.\nThe record is clear, however, that plaintiffs' counsel was either mistaken or misrepresented the facts to the trial court. The facts are that Dr. Ronnett's discovery deposition had been taken and a transcript of Dr. Ronnett's deposition had been given to Dr. Cohen for review before Dr. Cohen gave his discovery deposition. Dr. Ronnett's testimony at his discovery deposition was the same as his trial testimony. Thus, there has been a flagrant violation of Rule 220(d) relating to Dr. Cohen's opinion testimony at trial.\nIn its opinion, the majority states: The record seems clear that Dr. Cohen was permitted to testify in contradiction to his deposition testimony. (226 Ill. App. 3d at 243.) The majority also states that the trial court has committed a serious error in failing to bar the testimony of plaintiffs' expert with regard to the negligence of the nurses. (226 Ill. App. 3d at 252.) Yet, the majority disregards the flagrant Rule 220(d) violation on the untenable assumption that there was ample evidence in the record to establish that the nurses were negligent. The majority is wrong on several bases.\n*278First, the record demonstrates that the ample evidence referred to by the majority is a judicial illusion. Second, since Rule 220(d) was adopted by the supreme court, it must be enforced as it is written and not as interpreted on an ad hoc basis by inferior courts. Thus, Rule 220(d) means what it says and nothing less. It says:\n(d) Scope of testimony. To the extent that the facts known or opinions held by an expert have been developed in discovery proceedings through interrogatories, depositions, or requests to produce, his direct testimony at trial may not be inconsistent with or go beyond the fair scope of the facts known or opinions disclosed in such discovery proceedings. However, he shall not be prevented from testifying as to facts or opinions on matters regarding which inquiry was not made in the discovery proceedings. (Emphasis added.) 107 Ill. 2d R. 220(d).\nIn the present case, the direct testimony of plaintiffs' expert at trial was inconsistent with and went beyond the fair scope of the facts known or opinions discussed in discovery proceedings. It follows that inherent in the verdict in favor of the plaintiffs is a violation of Rule 220(d). The judgment on the verdict should therefore be reversed. Allowing the judgment to stand undermines the raison d'etre of Supreme Court Rule 220(d).\nThe day has come when many if not most major cases are decided solely on the basis of the opinions of expert witnesses. The trial bar must therefore be assured that opinions given by expert witnesses in discovery depositions will not be altered, amplified or changed at trial. If the trial bar heretofore had that assurance because of Rule 220(d), the assurance has been destroyed by the majority's decision in this case. The majority has eviscerated Rule 220(d).\nIn addition, the record demonstrates that the Rule 220(d) violation in this case was flagrant and surely affected the trial strategy of the defendant and the fairness of the trial. At trial the defendant had a right to rely on plaintiffs' expert's pretrial deposition opinion. Instead — ^Surprise!''—the plaintiffs' expert changed his opinion. The unfairness to the defendant is patent. It follows that the defendant did not receive a fair trial and that it is unfair to affirm the judgment in this case.\nOne other matter in the majority opinion warrants discussion here. The majority states: Although we have acknowledged that part of Dr. Cohen's testimony violated Rule 220, there was a plethora of evidence which demonstrated defendant's liability on the other theories of negligence which were submitted to the jury. (226 Ill. App. 3d at 245.) The majority then quotes section 2 — 1201(d) (Ill. Rev. Stat. *2791985, ch. 110, par. 2—1201(d)) and states: A general verdict, therefore, can be sustained on any of several bases of liability and will not be reversed by the impairment of one of the theories. (226 Ill. App. 3d at 246.) The majority's statements and reliance upon section 2— 1201(d) to affirm the judgment notwithstanding the Rule 220(d) violation constitute a misapprehension of section 2 — 1201(d). Plainly, section 2 — 1201(d) does not apply to a Rule 220(d) violation.\nSection 2 — 1201(d) provides:\nReturn of verdict — Separate counts — Defective or unproved counts\n* * *\n(d) If several grounds of recovery are pleaded in support of the same claim, whether in the same or different counts, an entire verdict rendered for that claim shall not be set aside or reversed for the reason that any ground is defective, if one or more of the grounds is sufficient to sustain the verdict; nor shall the verdict be set aside or reversed for the reason that the evidence in support of any ground is insufficient to sustain a recovery thereon, unless before the case was submitted to the jury a motion was made to withdraw that ground from the jury on account of insufficient evidence and it appears that the denial of the motion was prejudicial. Ill. Rev. Stat. 1989, ch. 110, par. 2—1201(d).\nAs is readily apparent, section 2 — 1201(d) applies only to two situations after the return of a verdict. It applies to (1) grounds defectively pled or (2) grounds that are well pled but there is insufficient evidence to sustain a recovery. (See Ill. Ann. Stat., ch. 110, par. 2—1201(d), Joint Committee Comments, at 5 (Smith-Hurd 1983).) Neither of these two situations has any application to a Rule 220(d) violation. Thus, the majority's statements and reliance upon section 2 — 1201(d) to affirm the judgment notwithstanding the Rule 220(d) violation is a clear misapplication of the law.\nI do not discuss the other issues that are discussed by the majority simply because I do not believe it is necessary to decide the other issues. The majority opinion, however, behooves me to make a brief comment on whether the liability of Lutheran General Hospital should depend on whether there was an apparent or ostensible agency relationship between it and Dr. Ronnett, and whether the doctrine of estoppel with its reliance requirement should be decisive.\nIn my opinion, if it is established that a doctor negligently treated a hospital's patient on the premises of the hospital, the hospital should be liable for the injury or death of the hospital's patient if the *280injury or death was a proximate cause of the doctor's negligence and the doctor was authorized by the hospital to treat the hospital's patient. The vagaries of apparent or ostensible agency or estoppel should not be issues.\nThe critical factor for holding a hospital liable for the negligence of a doctor who injures or causes the death of a patient at a hospital is the fact that the injured person is the hospital's patient. The outmoded conception that a hospital does not undertake to treat the patient no longer reflects reality. Plainly, hospitals do far more than merely furnish an edifice for treatment. Rather, they are at the central point of the compass around which their patients receive medical care and treatment by doctors functioning on their premises. Moreover, the cost and expenses for the space, equipment, supplies and utilities used by doctors for and on the hospital's patients are factored into the amount that patients are charged by the hospital. It follows that a patient at a hospital is indeed the hospital's patient, and that the hospital is responsible for the negligence of a doctor who performs medical services on the hospital's patient on the premises of the hospital.\nI have read the cases discussed by the majority including those from Illinois and other jurisdictions. As to the Illinois cases, they are inconsistent and somewhat confusing, and hardly enlightening. As to the cases from other jurisdictions, I do not believe that Illinois needs to walk in the shadow of other jurisdictions, but rather, I believe that Illinois should adumbrate the path of American jurisprudence. Illinois can take a step in that direction, in my opinion, if it pushes the law up to the level of reality when it comes to determining whether a hospital should be liable for a doctor's negligence that is a proximate cause of the death or injury to the hospital's patient.\nIn the case sub judice for the reasons that I have previously stated, I do not believe that it is necessary to decide the issue of whether Lutheran General Hospital is liable for the negligence of Dr. Ronnett. The judgment should be reversed and the case remanded for a new trial because of plaintiffs' violation of both Supreme Court Rule 220(d) and the trial court's order barring the plaintiffs' expert, Dr. Cohen, from testifying inconsistently with and going beyond the opinion given in his discovery deposition. Accordingly, I would reverse the judgment and remand the case for a new trial for the reasons that I have stated.\nPlain English summary:\nPlaintiff brought a medical malpractice case against defendant following the death of decedent, plaintiff's thirteen-year-old daughter. Decedent lost between 30% and 40% of her blood volume during the operation, yet she was given no blood transfusions until her heart stopped. A jury found in favour of plaintiff and awarded compensation. The trial court denied the hospital's post-trial motion and entered judgment on the verdict. The appellate court affirmed, finding there to be ample evidence that would support the jury's verdict of medical malpractice.\n\n",
    "annotations": {
        "Facts": [
            "Laura Uhr was operated on at Lutheran General Hospital to remove a cyst from her femur and to graft bone tissue onto the femur. During this operation Laura went into cardiac arrest and died.",
            "Laura lost between 30% and 40% of her blood volume during the operation, yet she was given no blood transfusions until her heart stopped.",
            "a common method of monitoring blood loss during an operation is for the nurses to weigh the surgical sponges used to absorb lost blood. The dry weight of the sponges is subtracted from their weight after use and the resulting blood weight, as well as a running total of the blood loss, is written on tape placed on the wall in a location visible to the anesthesiologist as he works.The anesthesiologist, Dr. Ronnett, testified that to his recollection the nurses neither weighed the sponges nor did they tell him what they estimated the blood loss to be. He further testified that he estimated the amount of blood loss merely by looking at the sponges as *242they were used and that he was able to keep track of the 70 sponges used in the operation and to mentally keep a running total of the blood loss. Dr. Ronnett stated that he alone had the responsibility of evaluating blood loss, and he did not pay attention to what the nurses were doing. But when questioned about a notation in a nurse's chart indicating that Laura had lost 1,100 ccs of blood at one point in the operation, Dr. Ronnett testified that if he had been told this by one of the nurses during the operation he would have paid attention to that and may have reevaluated his blood loss estimate.",
            "Decedent was admitted to Lutheran General Hospital, a large, full-service institution, visited by a preoperation anesthesiologist and cared for in the operating room by various employees of the defendant hospital and a contract anesthesiologist. During the operation, employees and the doctor were required to interact in order to determine the loss of blood which ultimately caused decedent's death. ",
            "Laura did not receive a blood transfusion until after her arrest.",
            "The efforts made to revive Laura were performed post-arrest, not post-death."
        ],
        "Procedural History": [
            "Plaintiffs Vicki Uhr, individually and as administrator of the estate of Laura Uhr, deceased, and Burton Uhr brought this action in the circuit court of Cook County for medical malpractice which resulted in the death of their 13-year-old daughter, Laura.The jury returned a $1,870,000 general verdict in favor of plaintiffs and against defendant Lutheran General Hospital.",
            "The trial court",
            "denied the hospital's post-trial motion and entered judgment on the verdict, as reduced. The hospital now appeals from that judgment.We filed an opinion in this matter, with a dissent, reversing and",
            "remanding for a new trial. Both parties filed motions for rehearing which we allowed."
        ],
        "Application of Law to Facts": [
            "Plaintiffs' expert, Dr. Harry Cohen, testified that Laura's death was caused by excessive blood loss during the operation. Plaintiffs' evidence tended to establish that during the operation the anesthesiologist in attendance, Dr. Michael Ronnett, failed to properly monitor Laura's blood loss.",
            "Defendant's expert nurse, Mary Gilmore, further established the standard of care relating to the weighing of sponges and the communication of blood loss to the anesthesiologist and testified that the failure to weigh sponges and communicate results would be a deviation from the standard",
            "of care.Clearly, the jury could have determined from the testimony of Dr. Ronnett and Nurse Mary Gilmore that the nurses had failed to weigh the sponges and had failed to communicate their blood loss estimates to him and that such failure would be a deviation from the standard of care. It could also have concluded that these admissions contributed to Dr. Ronnett's failure to determine that Laura had lost excessive amounts of blood.The jury also heard Dr. Cohen's expert opinion that the nurses' failure to communicate blood loss results to the anesthesiologist would be a deviation from the standard of care required of them.",
            "there is ample evidence in the record from the testimony of Dr. Ronnett and Nurse Gilmore to establish ",
            "liability.",
            "there is ample additional evidence which will support a verdict",
            "Delivery of this service was so intertwined that it is difficult to determine precisely whose actions brought about the death of decedent. It is conceded that the ultimate responsibility was with Dr. Ronnett, the contract anesthesiologist.",
            "we believe the negligence of Dr. Ronnett and of *253the nurses is clearly and amply established by independent testimony, and should be imputed to the defendant hospital, thus providing the basis for affirming the judgment of the trial court.",
            "the defendant was negligent in one or more of the following respects:[1] Failed to monitor decedent's physical condition during the course of the surgery performed on May 14, 1982;[2] Failed to require preoperative workup of decedent's physical condition, including routine blood studies, in violation of defendant's rules, regulations, bylaws and protocols;[3] Failed to evaluate decedent's blood loss during the course of the surgery;[4] Failed to replenish decedent's blood supply during the course of the surgery;[5] Failed, through its laboratory department, to communicate to decedent's doctors and the anesthesiologist the results of a 'stat' order for a complete blood count prior to the commencement of the surgery scheduled for May 14, 1982;[6] Failed, through its nursing staff, to keep track of decedent's estimated blood loss during the course of the surgical procedure performed on May 14,1982;[7] Failed, through its nursing staff, to communicate to the anesthesiologist decedent's estimated blood loss during the course of the surgical procedure performed on May 14,1982;",
            "We find that the record in this case amply supported the statements included in IPI Civil 2d No. 20.01 as modified. The testimony of the several witnesses touches upon each subsection of the proffered instruction."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "we affirm the judgment of the circuit court of Cook County."
        ]
    },
    "class": "affirm"
}