{
    "text": "Crutchfield v. Yellow Cab Co., 189 Ill. App. 3d 1091 (1989)\nSept. 29, 1989 · Illinois Appellate Court · Nos. 1—88—0667, 1—88—2041, 1—88—2042 cons.\n189 Ill. App. 3d 1091\n\nCase outline\nMajority — Justice Lorenz\nOther formats\nPDF\nAPI\nCiting cases\n10 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nBEVERLY CRUTCHFIELD, Indiv. and as Special Adm'r of the Estate of Crystal B. Crutchfield, Deceased, Plaintiff,v.YELLOW CAB COMPANY et al., Defendants (Yellow Cab Company, Third-Party Plaintiff-Appellant; Chicago Transit Authority, Third-Party Defendant; The City of Chicago, Third-Party Defendant-Appellee)\nFirst District (5th Division)\nRehearing denied November 15, 1989.\n*1092Michael W. Rathsack, of Chicago (Paul I. Nemoy, of counsel), for appellant Beverly Crutchfield.\n*1093Jesmer & Harris, of Chicago (Lawrence P. Seiwert, of counsel), for appellant Yellow Cab Company.\nJudson H. Miner, Corporation Counsel, of Chicago (Ruth M. Moscovitch and L. Anita Richardson, Assistant Corporation Counsel, of counsel), for appellee City of Chicago.\nKevin W. Horan, of Rock, Fusco & Reynolds, of Chicago, for appellees Chicago Transit Authority and Olivia Hewitt.\nJUSTICE LORENZ\ndelivered the opinion of the court:\nWe consider here consolidated appeals by plaintiff, Beverly Crutchfield, individually and as special administrator of the estate of Crystal Crutchfield, her daughter, and third-party plaintiff, Yellow Cab Company (Yellow Cab). The appeals arise from entry of summary judgments in favor of defendant Chicago Transit Authority (CTA) and its employee, Olivia Hewitt, and the City of Chicago (City) in an action for negligence.\nThe relevant facts underlying the appeals are undisputed. On the evening of February 11, 1983, Crystal Crutchfield rode a northbound CTA bus driven by Hewitt to attend a dance at Kenwood Academy, where Crystal was a student. Kenwood Academy is located between 49th Street and Hyde Park Boulevard, 51st Street, on the west side of Lake Park Avenue directly across from a designated bus stop on the east curb of Lake Park Avenue at 5000 south. Hewitt stopped the bus at that designated bus stop to discharge passengers, including Crystal. Crystal stepped off the bus, intending to cross directly west over Lake Park Avenue to Kenwood Academy. As she walked around the left front of the standing bus, she was struck by a northbound Yellow Cab taxi driven by Anthony McKee and, subsequently, a second unidentified vehicle. Crystal died the next day.\nAt the location of the accident, Lake Park Avenue has two lanes each for northbound and southbound traffic. A grass median divides the northbound and southbound lanes. The east side of Lake Park Avenue in the vicinity of the bus stop is vacant and unimproved except for streetlights, fencing, and a service building for the Illinois Central Gulf Railroad tracks which run parallel to Lake Park Avenue. There is no intersecting street at the bus stop, nor is there a pedestrian crosswalk or traffic signal.\nFollowing her daughter's death, plaintiff filed complaints against defendants Yellow Cab, McKee, the CTA, Hewitt, and the City alleg*1094ing negligence with respect to placement of the bus stop. Specifically, plaintiff alleged the following acts and omissions: placement of the bus stop at the east side of Lake Park Avenue where there was no safe means for bus passengers to get to or move from the bus stop; failure to provide warnings notifying approaching traffic that bus passengers would be crossing Lake Park Avenue to get to or from the bus stop; failure to maintain adequate lighting; failure to provide a crosswalk running east to west across Lake Park Avenue to and from the bus stop; and failure to provide a sidewalk for pedestrians to get to and from the bus stop.\nYellow Cab filed a third-party contribution action against the CTA and the City. The allegations of the third-party complaint mirrored those above. The City answered both complaints denying the material allegations of each.\nOn May 14, 1987, the City moved for summary judgment against plaintiff and against Yellow Cab. That motion was granted. Yellow Cab appealed from that order in case No. 1 — 88—0667. Subsequently, the CTA and Hewitt also successfully moved for summary judgment against plaintiff and Yellow Cab. Plaintiff and Yellow Cab appealed separately from that order in case Nos. 1 — 88—2041 and 1 — 88—2042, which were consolidated for oral argument. The cases were subsequently consolidated for disposition.\nOpinion\nThe question before us is what duty, if any, is owed by the City and CTA to provide safety to passengers disembarking from CTA busses at designated bus stops. The question of the existence of a duty is one of law, which must be decided by the court. (Horrell v. City of Chicago (1986), 145 Ill. App. 3d 428, 495 N.E.2d 1295.) If, based upon the pleadings and accompanying affidavits, it appears no duty is owed plaintiff, granting of summary judgment is proper. (Alop v. Edgewood Valley Community Association (1987), 154 Ill. App. 3d 482, 507 N.E.2d 19.) We address, first, the issue of duty with respect to the CTA.\nThe CTA does not dispute that, as a common carrier, it owes its passengers the highest degree of care while they are leaving a bus (Katamay v. Chicago Transit Authority (1972), 53 Ill. 2d 27, 289 N.E.2d 623), and that the duty continues until passengers have a reasonable opportunity to reach a place of safety (Pharr v. Chicago Transit Authority (1984), 123 Ill. App. 3d 205, 462 N.E.2d 753). Once that has occurred, the carrier then has only a duty of ordinary care. Sims v. Chicago Transit Authority (1954), 4 Ill. 2d 60, 122 N.E.2d 221.\n*1095Plaintiff and Yellow Cab focus their arguments on the place of safety factor, stating the CTA chose an unsafe location to designate as a bus stop.\nResponsibility for designating bus stops, however, rests with the City. Section 27 — 412 of the Chicago Municipal Code provides:\nThe Commissioner of Public Works, subject to the concurrence of the Chicago street traffic commission and to the approval of the city council, is hereby authorized and required to establish bus stops *** as he shall determine to be of the greatest benefit and convenience to the public ***. (Chicago Municipal Code §27-412 (1983).)\nThus, under section 27 — 412, the CTA has no legal authority to establish bus stops.\nWe cannot accept the argument of plaintiff and Yellow Cab that the CTA is, nevertheless, responsible for the placement of bus stops because the CTA recommends bus stop locations to the City. That argument is supported with citation to Garrett v. Grant School District No. 124 (1985), 139 Ill. App. 3d 569, 487 N.E.2d 699. Garrett, however, is inapposite because, there, the choice of the location for discharging students was completely within the control of the school district. Garrett, 139 Ill. App. 3d at 577, 487 N.E.2d at 704.\nThere is no dispute in the instant case that Crystal safely disembarked from the bus at a location designated as a stop by the City. She was not injured until after she left that spot by stepping into the street in front of the bus in an effort to cross Lake Park Avenue. Once Crystal safely disembarked, the CTA's duty to exercise a high standard of care terminated.\nFurther, we must reject any contention that the CTA breached its duty of ordinary care, assuming Crystal had safely disembarked, because the standing bus blocked a view of vehicular traffic on Lake Park Avenue. We know of no duty imposed upon a common carrier to move away immediately after discharging passengers so as to permit a clear view of the roadway. In fact, the contrary is true: the CTA has no duty to protect its passengers from obvious street dangers. See Kiesel v. Chicago Transit Authority (1955), 6 Ill. App. 2d 13, 126 N.E.2d 170.\nBecause the CTA's duty to Crystal was fully performed when she stepped off of the bus and arrived safely at the bus stop designated by the City, we conclude that the trial court properly granted summary judgment in favor of the CTA and against plaintiff and Yellow Cab.\nWe next consider the scope of the City's duty with respect to the bus stop.\nIn Ross v. City of Chicago (1988), 168 Ill. App. 3d 83, 87, 522 *1096N.E.2d 215, 218, we noted the City's duty to provide public improvements for the safety of its citizens on a public way is a limited one:\n[I]t is well settled that a municipality is responsible for the negligent construction of public works and for the failure to maintain them, but has no duty, and therefore, is not liable for its negligence or refusal to undertake such improvement initially. [Citation.] Generally, until the City acts, it cannot be held liable. [Citation.] However, even where it undertakes to act in some fashion, a municipality is not considered to be an insurer against all accidents occurring on the public way; rather, a municipality is required to maintain its streets in a reasonably safe condition for the amount and kind of travel which may fairly be expected on them. [Citation.] Liability arises only when the undertaken improvement, itself, creates an unreasonably dangerous condition. [Citation.]\nPlaintiff concedes, in view of the above principles, no action for negligence can be stated against the City for failure to provide warnings, lighting, crosswalks, or sidewalks, where none previously existed, for the safety of passengers concerning the bus stop in issue. What we must determine is whether location of the bus stop, itself, on the east side of Lake Park Avenue, constituted negligence.\nYellow Cab argues the City had a duty to refrain from placing the bus stop at 5000 south on Lake Park Avenue because it was foreseeable that passengers disembarking from CTA busses there would cross the street directly from the bus stop to Kenwood Academy and that the location provided no safe means to do so.\nForeseeability, however, in determining the reasonable care to be exercised by a municipality pertains to the use of the property of the municipality by intended users. (Risner v. City of Chicago (1986), 150 Ill. App. 3d 827, 502 N.E.2d 357.) In Risner, plaintiff was hit by a bus operating in a reverse-flow lane when he stepped off a curb in the middle of a city block to cross the street. We reasoned there that because the street was intended to be used for vehicular traffic, and because pedestrians crossing in the middle of the block did not come within the scope of that intended or permitted use, no duty existed under applicable provisions of the Local Governmental and Governmental Employees Tort Immunity Act. Risner, 150 Ill. App. 3d at 831-32, 502 N.E.2d at 360.\nWe are similarly persuaded that no duty can arise under the facts of the instant case. Plaintiff's decedent crossed Lake Park Avenue at a point at which the street was intended to be used by vehicular, not pedestrian, traffic. The foreseeability that bus passengers *1097might cross the street to reach Kenwood Academy directly from the location of the bus stop cannot support a theory of negligence in the placement of the bus stop because plaintiffs decedent was at all times outside of the scope of any duty owed by the City. For that reason, we cannot agree with Yellow Cab that either Baran, v. City of Chicago Heights (1969), 43 Ill. 2d 177, 251 N.E.2d 227, or Greene v. City of Chicago (1978), 73 Ill. 2d 100, 382 N.E.2d 1205, controls here as, in both cases, plaintiffs were intended users of the public way when injured by existing dangerous conditions. Finally, passengers disembarking from CTA busses at the location of the stop at 5000 south Lake Park Avenue had unhindered access to walk south from the stop to the intersection at Hyde Park Boulevard, 51st Street, and there use pedestrian crosswalks to cross safely over Lake Park Avenue.\nFor the above reasons, the judgments of the circuit court are affirmed.\nAffirmed.\nMURRAY, P.J., and PINCHAM, J., concur.\n\nPlain English summary:\nDecedent disembarked a CTA bus and, as she intended to cross the road, she was struck and killed by cars coming in the other direction. Plaintiff sued the CTA and the City for various negligent acts and omissions, such as placement of a bus stop where there was no safe means for bus passengers to get to or from bus stop, failure to provide warning signs or a crosswalk, and failure to maintain adequate lighting. The trial court granted summary judgment in favour of defendants, finding no duty of care was owed to decedent. The appellate court affirmed. \n",
    "annotations": {
        "Facts": [
            "On the evening of February 11, 1983, Crystal Crutchfield rode a northbound CTA bus driven by Hewitt to attend a dance at Kenwood Academy, where Crystal was a student. Kenwood Academy is located between 49th Street and Hyde Park Boulevard, 51st Street, on the west side of Lake Park Avenue directly across from a designated bus stop on the east curb of Lake Park Avenue at 5000 south. Hewitt stopped the bus at that designated bus stop to discharge passengers, including Crystal. Crystal stepped off the bus, intending to cross directly west over Lake Park Avenue to Kenwood Academy. As she walked around the left front of the standing bus, she was struck by a northbound Yellow Cab taxi driven by Anthony McKee and, subsequently, a second unidentified vehicle. Crystal died the next day.At the location of the accident, Lake Park Avenue has two lanes each for northbound and southbound traffic. A grass median divides the northbound and southbound lanes. The east side of Lake Park Avenue in the vicinity of the bus stop is vacant and unimproved except for streetlights, fencing, and a service building for the Illinois Central Gulf Railroad tracks which run parallel to Lake Park Avenue. There is no intersecting street at the bus stop, nor is there a pedestrian crosswalk or traffic signal."
        ],
        "Procedural History": [
            "We consider here consolidated appeals by plaintiff, Beverly Crutchfield, individually and as special administrator of the estate of Crystal Crutchfield, her daughter, and third-party plaintiff, Yellow Cab Company (Yellow Cab). The appeals arise from entry of summary judgments in favor of defendant Chicago Transit Authority (CTA) and its employee, Olivia Hewitt, and the City of Chicago (City) in an action for negligence.",
            "Following her daughter's death, plaintiff filed complaints against defendants Yellow Cab, McKee, the CTA, Hewitt, and the City",
            "Yellow Cab filed a third-party contribution action against the CTA and the City. The allegations of the third-party complaint mirrored those above. The City answered both complaints denying the material allegations of each.On May 14, 1987, the City moved for summary judgment against plaintiff and against Yellow Cab. That motion was granted. Yellow Cab appealed from that order in case No. 1 — 88—0667. Subsequently, the CTA and Hewitt also successfully moved for summary judgment against plaintiff and Yellow Cab. Plaintiff and Yellow Cab appealed separately from that order in case Nos. 1 — 88—2041 and 1 — 88—2042, which were consolidated for oral argument. The cases were subsequently consolidated for disposition."
        ],
        "Application of Law to Facts": [
            "Responsibility for designating bus stops, however, rests with the City.",
            "Thus, under ",
            ", the CTA has no legal authority to establish bus stops.We cannot accept the argument of plaintiff and Yellow Cab that the CTA is, nevertheless, responsible for the placement of bus stops because the CTA recommends bus stop locations to the City.",
            "There is no dispute in the instant case that Crystal safely disembarked from the bus at a location designated as a stop by the City. She was not injured until after she left that spot by stepping into the street in front of the bus in an effort to cross Lake Park Avenue. Once Crystal safely disembarked, the CTA's duty to exercise a high standard of care terminated.Further, we must reject any contention that the CTA breached its duty of ordinary care, assuming Crystal had safely disembarked, because the standing bus blocked a view of vehicular traffic on Lake Park Avenue. We know of no duty imposed upon a common carrier to move away immediately after discharging passengers so as to permit a clear view of the roadway. In fact, the contrary is true: the CTA has no duty to protect its passengers from obvious street dangers.",
            "Because the CTA's duty to Crystal was fully performed when she stepped off of the bus and arrived safely at the bus stop designated by the City, we conclude that the trial court properly granted summary judgment in favor of the CTA and against plaintiff and Yellow Cab.",
            "no duty can arise under the facts of the instant case. Plaintiff's decedent crossed Lake Park Avenue at a point at which the street was intended to be used by vehicular, not pedestrian, traffic. The foreseeability that bus passengers *1097might cross the street to reach Kenwood Academy directly from the location of the bus stop cannot support a theory of negligence in the placement of the bus stop because plaintiffs decedent was at all times outside of the scope of any duty owed by the City.",
            "Finally, passengers disembarking from CTA busses at the location of the stop at 5000 south Lake Park Avenue had unhindered access to walk south from the stop to the intersection at Hyde Park Boulevard, 51st Street, and there use pedestrian crosswalks to cross safely over Lake Park Avenue."
        ],
        "Relevant Precedents": [
            "Horrell v. City of Chicago (1986), 145 Ill. App. 3d 428, 495 N.E.2d 1295.",
            "Alop v. Edgewood Valley Community Association (1987), 154 Ill. App. 3d 482, 507 N.E.2d 19.",
            "Katamay v. Chicago Transit Authority (1972), 53 Ill. 2d 27, 289 N.E.2d 623",
            "Pharr v. Chicago Transit Authority (1984), 123 Ill. App. 3d 205, 462 N.E.2d 753",
            "Sims v. Chicago Transit Authority (1954), 4 Ill. 2d 60, 122 N.E.2d 221",
            "Section 27 — 412 of the Chicago Municipal Code",
            "Chicago Municipal Code §27-412 (1983)",
            "section 27 — 412",
            "Kiesel v. Chicago Transit Authority (1955), 6 Ill. App. 2d 13, 126 N.E.2d 170.",
            "Ross v. City of Chicago (1988), 168 Ill. App. 3d 83, 87, 522 *1096N.E.2d 215, 218",
            "Risner v. City of Chicago (1986), 150 Ill. App. 3d 827, 502 N.E.2d 357",
            "Risner",
            "Risner, 150 Ill. App. 3d at 831-32, 502 N.E.2d at 360."
        ],
        "Outcome": [
            "For the above reasons, the judgments of the circuit court are affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}