{
    "text": "Gerwig v. Bruere, 181 Ill. App. 3d 609 (1989)\nMarch 29, 1989 · Illinois Appellate Court · No. 2—88—0611\n181 Ill. App. 3d 609\n\nCase outline\nMajority — Justice Mclaren\nOther formats\nPDF\nAPI\nCiting cases\n1 case cite to this case\nView citation history in trends\n\nJANET GERWIG et al., Plaintiffs-Appellants,v.LANCE BRUERE et al., Defendants (Lakehurst Joint Venture, Defendant-Appellee)\nSecond District\n— Modified on denial of rehearing May 9, 1989.\n*610Newton E. Finn and Sullivan, Smith, Hauser & Noonan, Ltd., both of Waukegan (Richard J. Smith, of counsel), for appellants.\nJody M. Pucel, of Haskell & Perrin, of Chicago (Stephen Sonderby, of counsel), for appellee.\nJUSTICE McLAREN\ndelivered the opinion of the court:\nPlaintiffs appeal the decision of the trial court striking certain testimony in evidence and denying plaintiffs' motion to amend their complaint to conform to the proof. The trial court held that the testimony in question was not relevant to the allegations in the complaint and the proposed amendments did not, as a matter of law, constitute a lack of reasonable care given the facts of this case. We affirm.\nDefendant, Lakehurst Joint Venture (Lakehurst), is an Ohio limited partnership which owned, operated, managed and maintained the Lakehurst Mall in Waukegan, Illinois. Harriet Bruere, Inc., a code-fendant, owned and operated a restaurant in the mall. At all times relevant to this cause, Lance Bruere, also a codefendant, was employed by the restaurant.\nOn March 9, 1985, Mr. Bruere was carrying a container of used cooking grease from the restaurant through a service corridor to a *611dumpster located outside the mall. There is some dispute as to the time that this occurred. It could have been as early as 10 a.m. or as late as 1 p.m. There were fire doors located in the service corridor that were closed at all times. As Mr. Bruere pushed open the fire doors and proceeded through them, he lost control of the container, and the grease spilled on the floor. Mr. Bruere attempted to clean up the spill by wiping the floor with paper towels. Mr. Bruere then returned to the restaurant and continued to work. Mr. Bruere did not inform his employer or the mall security of the incident.\nPlaintiff, Janet Gerwig, was employed by Shaver's World, a store located in the mall. At approximately 1 p.m. on March 9, Mrs. Gerwig was walking through the service corridor to the Shaver's World warehouse. As Mrs. Gerwig passed through the fire doors, she slipped and fell. Mrs. Gerwig managed to summon help, and paramedics were called. They attended to Mrs. Gerwig and then transported her to a hospital.\nThe service corridor is used for employee access, deliveries, and transporting debris to the designated areas outside the building. The floor is smooth concrete, and the walls are made of cement blocks. The corridor is cleaned every morning between 5 a.m. and 10 a.m. by a cleaning service under contract with Lakehurst. Security officers employed by Lakehurst inspect the corridor every morning at approximately 9:15 a.m. Other security checks are made throughout the day as needed. Lakehurst also employs a housekeeping staff to clean up any debris or spills.\nJanet Gerwig filed suit against Harriet Bruere, Inc., Harriet Bruere, Lance Bruere, and Lakehurst Joint Venture. Charles Gerwig, Janet's husband, also filed suit against the above-named defendants. The jury returned a verdict in favor of both plaintiffs and against defendants Harriet Bruere, Inc., and Lance Bruere. The jury also returned a verdict in favor of Lakehurst Joint Venture and against both plaintiffs. This appeal pertains only to Lakehurst.\nPlaintiffs' complaint against Lakehurst is based upon the theory of negligence. Specifically, plaintiffs allege that Lakehurst did not adequately inspect the corridor during the business day and should have known of the grease spill.\nAt trial, plaintiff called Bruce Griffith, director of security at Lakehurst, as an adverse witness. Griffith was asked if there were closed circuit cameras in the mall, and he stated there were. Counsel for Lakehurst objected on the basis that the existence of cameras is irrelevant. The court overruled the objection. Griffith was later asked if provisions were made for placing grease drums inside the service *612corridor. He stated that there could not be anything in the corridor because it would be a safety hazard. Griffith was then asked if buckets or carts were provided by Lakehurst for the transportation of cooking grease from the restaurants to the dumpsters. He answered that he was not aware of these items being provided by Lakehurst. Griffith was next asked if there was cleaning equipment in that area of the mall. Counsel for Lakehurst objected, again arguing that this information was irrelevant. The court indicated that it would allow the evidence but would hear argument later to determine if the evidence was properly admitted.\nOn cross-examination, Griffith was asked by defendant Lakehurst what a security officer would do if he discovered a spill. Griffith responded by stating that, if it were a larger spill the security officer would call the control room and a housekeeper would be dispatched. If the housekeepers were busy, the officer would place little horses that say 'wet floor'  next to the spill.\nOn redirect, Griffith was asked to describe the wet floor signs. He did so and stated he was not aware if the tenants were informed of the existence of the signs or their location. Griffith also stated that the signs were for use by the housekeeping or security staff, not the tenants.\nAt the close of plaintiffs' case, defendant Lakehurst made a motion for a directed verdict. The court denied the motion, stating there was a question of fact as to how long the grease was on the floor. The court went on to state that the complaint against Lakehurst alleges that the grease was on the floor long enough that Lakehurst should have known about it. Also, the failure to discover the grease was based upon a failure to conduct' inspections that would comply with ordinary care. With this in mind, the court informed counsel for all parties that it was going to instruct the jury to disregard the following evidence: the existence of closed circuit cameras in the hallway; the existence of grease receptacles in the service hall; the existence of special buckets or carts to move the grease; whether Lakehurst supplied cleaning equipment in the hall; and whether or not wet floor signs were made available to the tenants in case of spills.\nThe plaintiffs made an oral motion to amend their complaint to conform to the proof. Specifically, they wanted to add allegations stating that Lakehurst failed to perform the above acts. The court denied this motion to amend, stating that, as a matter of law, the acts complained of are not necessary to constitute reasonable care under the facts of this case.\nThe jury was instructed to disregard the above-mentioned evi*613dence, and the jury returned a verdict in favor of defendant Lake-hurst and against the plaintiffs. Plaintiffs filed a post-trial motion that was denied, and this appeal followed.\nThere are two issues on review: first, did the trial court err in not allowing plaintiffs to amend their complaint to conform to the proof; and second, did the trial court err in striking certain testimony.\nPlaintiffs contend that the trial court should have allowed them to amend their complaint to conform to the proof. However, plaintiffs did not present this contention to the trial court in their post-trial motion. Supreme Court Rule 366(b)(2)(iii) states:\nA party may not urge as error on review of the ruling on his post-trial motion any point, ground, or relief not specified in the motion. (107 Ill. 2d R. 366(b)(2)(iii).)\nThe Illinois Supreme Court, in expressing its rationale behind this rule, stated:\nFirst, it allows the decision maker who is most familiar with the events of the trial, the trial judge, to review his decisions without the pressure of an ongoing trial and to grant a new trial if, on reconsideration, he concludes that his earlier decision was incorrect. [Citations.] Second, by requiring the statement of the specific grounds urged as support for the claim of error, the rule allows a reviewing court to ascertain from the record whether the trial court has been afforded an adequate opportunity to reassess the allegedly erroneous rulings. Third, by requiring the litigants to state the specific grounds in support of their contentions, it prevents them from stating mere general objections and subsequently raising on appeal arguments which the trial judge was never given an opportunity to consider. [Citations.] The rule *** has the salutary effect of promoting both the accuracy of decision making and the elimination of unnecessary appeals. Brown v. Decatur Memorial Hospital (1980), 83 Ill. 2d 344, 349-50.\nPlaintiffs did not include in their post-trial motion their argument for amendment, and, therefore, the issue is waived and not properly before this court.\nThe second issue to be considered is whether the trial court abused its discretion in striking certain portions of Bruce Griffith's testimony and instructing the jury to disregard it.\nIn discussing its decision to strike the testimony, the court stated:\nI am going to instruct the jury to disregard evidence that was previously allowed in, as far as the existence or non-existence of closed circuit cameras in the hallway, as to whether or not *614there were grease receptacles in the service halls, as to whether or not there were special buckets or carts to move the grease supplied by Lakehurst, whether or not there was cleaning equipment kept in the halls by Lakehurst, and as to whether or not signs were made available to the tenants to use in case of spills. I will tell them to disregard that.\nThe issues that I think should properly go to the jury are notice of the existence of the spill and the inspection issue.\nIt is apparent from the record that the court felt this testimonial evidence was irrelevant to the allegations set forth in plaintiff's second amended complaint.\nIt is within the trial court's discretion to determine if particular evidence is irrelevant. (Benson v. Bradford Mutual Fire Insurance Corp. (1984), 121 Ill. App. 3d 500, 510; Kyowski v. Burns (1979), 70 Ill. App. 3d 1009, 1018.) A reviewing court will not disturb the trial court's ruling absent a clear abuse of discretion. (Benson, 121 Ill. App. 3d at 510; Kyowski, 70 Ill. App. 3d at 1018.) If certain evidence tends to establish that a necessary fact is more or less probable, then it is relevant. (Benson, 121 Ill. App. 3d at 510.) The court should apply the evidence to the factual issues raised in the pleadings to determine if the evidence is relevant. (Carlyle v. Jaskiewicz (1984), 124 Ill. App. 3d 487, 496.) Excluding testimony which does not pertain to the specific issues under consideration is not error. Carlyle, 124 Ill. App. 3d at 496.\nWe begin our analysis by looking at the general nature of the cause of action and the specific allegations presented in plaintiff's second amended complaint. Plaintiff's complaint is brought against a property owner for negligence. Specifically, as against Lakehurst, plaintiffs allege:\n12. These defendants knew that Peddler's Beer, Brats & Spuds and other restaurants used the hall where Plaintiff Janet Gerwig fell to transport, on a regular basis, grease, food products, and other materials.\n13. These defendants knew that the floor of this hall had debris on it at various times during the business day.\n14. Defendants had no policy to inspect this hall periodically during the business day, and it was not so inspected.\nThe trial court found, and we agree, that the issues that arise out of this complaint are whether Lakehurst should have known of the grease spill and whether Lakehurst properly inspected the corridor.\nAn owner/operator of a business establishment owes a business invitee the duty of exercising ordinary care in maintaining the *615premises in a reasonably safe condition. (Olinger v. Great Atlantic & Pacific Tea Co. (1961), 21 Ill. 2d 469, 473; Fravel v. Morenz (1986), 151 Ill. App. 3d 42, 45.) [A] proprietor will be held liable for injuries sustained as a result of falls on his premises caused by slipping on a foreign substance when the substance is placed there by the negligence of the proprietor or his servant or if the substance was in place a sufficient length of time so that it reasonably should have been discovered. (Fravel, 151 Ill. App. 3d at 45, citing Hayes v. Bailey (1980), 80 Ill. App. 3d 1027.) It is not necessary for the plaintiff to show that the owner had actual knowledge of the dangerous condition. (Chapman v. Foggy (1978), 59 Ill. App. 3d 552, 555.) If, in the exercise of ordinary care, the owner could have discovered the condition, he may be held liable. (Chapman, 59 Ill. App. 3d at 556.) We now look to the conduct of the trial court in striking the testimony of Bruce Griffith.\nIn reviewing the stricken testimony and applying it to the legal and factual issues raised in the pleadings, we find that the trial court did not abuse its discretion in determining that the evidence was irrelevant. The existence of grease receptacles in the service halls has no bearing on whether Lakehurst had notice that there had been a grease spill or whether or not Lakehurst had properly inspected the hallway. Likewise, the existence of special carts or buckets to transport grease, the existence of closed circuit cameras, the existence of cleaning equipment, and whether or not Lakehurst had informed the tenants of the existence of wet floor signs sheds no light on whether Lakehurst had notice or exercised reasonable care to discover the grease spill. Since the questioned testimony of Griffith is irrelevant to the legal and factual allegations raised in the pleadings, the trial court did not abuse its discretion in striking the testimony.\nPlaintiffs contend that Lakehurst elicited the testimony about the wet floor signs and, therefore, cannot move that it be stricken. Also, plaintiff argues that the court should not have stricken testimony to which Lakehurst made no objection. After a review of the report of proceedings, it neither appears that Lakehurst elicited the irrelevant testimony about the signs nor failed to object to the irrelevant evidence.\nEven if this court found that the trial court erred in excluding the testimony, reversal of the court's decision is not automatic. This court has recently held that unless it can be established that an evidentiary ruling was substantially prejudicial and affected the outcome of the trial, the jury verdict will not be reversed. (People v. Sequoia Books, Inc. (1988), 172 Ill. App. 3d 627, 639; Cairns v. Hansen (1988), *616170 Ill. App. 3d 505, 511.) The burden of establishing prejudice is on the party seeking reversal. Cairns, 170 Ill. App. 3d at 511, citing Greene v. Rogers (1986), 147 Ill. App. 3d 1009, 1019.\nPlaintiffs claimed that they were prejudiced by the court's rulings because they could not point out to the jury certain things that the defendants could have done to prevent this injury. The jury was given proper instructions with respect to the applicable standard of care and returned a verdict in favor of defendant. We do not see how a laundry list of things that could have been done would have affected the outcome. Plaintiffs have not sustained their burden of establishing prejudice or that the outcome would have been different had the evidence been allowed. Therefore, we cannot disturb the jury's verdict. The decision of the circuit court of Lake County is affirmed.\nAffirmed.\nDUNN and LINDBERG, JJ., concur.\n\nPlain English summary:\nDefendant owned and managed the Lakehurst Mall. There was a grease spill in one of the service corridors of the mall. Janet Gerwig, an employee of a store located in the mall, slipped and fell on the grease. She and her husband sued for negligence. The trial court instructed the jury to disregard certain evidence as irrelevant. The jury found in favour of plaintiffs. Plaintiffs appealed. The appellate court affirmed the trial court's ruling, finding that the evidence was irrelevant to the question of whether defendant exercised reasonable care. The jury's verdict was affirmed.\n",
    "annotations": {
        "Facts": [
            "Defendant, Lakehurst Joint Venture (Lakehurst), is an Ohio limited partnership which owned, operated, managed and maintained the Lakehurst Mall in Waukegan, Illinois. Harriet Bruere, Inc.",
            "owned and operated a restaurant in the mall. At all times relevant to this cause, Lance Bruere",
            "was employed by the restaurant.On March 9, 1985, Mr. Bruere was carrying a container of used cooking grease from the restaurant through a service corridor to a *611dumpster located outside the mall",
            "It could have been as early as 10 a.m. or as late as 1 p.m. There were fire doors located in the service corridor that were closed at all times. As Mr. Bruere pushed open the fire doors and proceeded through them, he lost control of the container, and the grease spilled on the floor. Mr. Bruere attempted to clean up the spill by wiping the floor with paper towels. Mr. Bruere then returned to the restaurant and continued to work. Mr. Bruere did not inform his employer or the mall security of the incident.Plaintiff, Janet Gerwig, was employed by Shaver's World, a store located in the mall. At approximately 1 p.m. on March 9, Mrs. Gerwig was walking through the service corridor to the Shaver's World warehouse. As Mrs. Gerwig passed through the fire doors, she slipped and fell. Mrs. Gerwig managed to summon help, and paramedics were called. They attended to Mrs. Gerwig and then transported her to a hospital.The service corridor is used for employee access, deliveries, and transporting debris to the designated areas outside the building. The floor is smooth concrete, and the walls are made of cement blocks. The corridor is cleaned every morning between 5 a.m. and 10 a.m. by a cleaning service under contract with Lakehurst. Security officers employed by Lakehurst inspect the corridor every morning at approximately 9:15 a.m. Other security checks are made throughout the day as needed. Lakehurst also employs a housekeeping staff to clean up any debris or spills.",
            "Bruce Griffith, director of security at Lakehurst",
            "was asked if there were closed circuit cameras in the mall, and he stated there were.",
            "Griffith was later asked if provisions were made for placing grease drums inside the service *612corridor. He stated that there could not be anything in the corridor because it would be a safety hazard.",
            "Griffith was then asked if buckets or carts were provided by Lakehurst for the transportation of cooking grease from the restaurants to the dumpsters. He answered that he was not aware of these items being provided by Lakehurst. Griffith was next asked if there was cleaning equipment in that area of the mall.",
            "Griffith was asked by defendant Lakehurst what a security officer would do if he discovered a spill. Griffith responded by stating that, if it were a larger spill the security officer would call the control room and a housekeeper would be dispatched. If the housekeepers were busy, the officer would place little horses that say 'wet floor'  next to the spill.",
            "Griffith",
            "was not aware if the tenants were informed of the existence of the signs or their location",
            "the signs were for use by the housekeeping or security staff, not the tenants."
        ],
        "Procedural History": [
            "Plaintiffs appeal the decision of the trial court striking certain testimony in evidence",
            "The trial court held that the testimony in question was not relevant to the allegations in the complaint and the proposed amendments did not, as a matter of law, constitute a lack of reasonable care given the facts of this case. ",
            "Janet Gerwig filed suit against Ha",
            "Lakehurst Joint Venture. Charles Gerwig, Janet's husband, also filed suit against the above-named defendant",
            "The jury also returned a verdict in favor of Lakehurst Joint Venture and against both plaintiffs. This appeal pertains only to Lakehurst.",
            "At the close of plaintiffs' case, defendant Lakehurst made a motion for a directed verdict. The court denied the motion, stating there was a question of fact as to how long the grease was on the floor. The court went on to state that the complaint against Lakehurst alleges that the grease was on the floor long enough that Lakehurst should have known about it. Also, the failure to discover the grease was based upon a failure to conduct' inspections that would comply with ordinary care. With this in mind, the court informed counsel for all parties that it was going to instruct the jury to disregard the following evidence: the existence of closed circuit cameras in the hallway; the existence of grease receptacles in the service hall; the existence of special buckets or carts to move the grease; whether Lakehurst supplied cleaning equipment in the hall; and whether or not wet floor signs were made available to the tenants in case of spills.",
            "The jury was instructed to disregard the above-mentioned evi*613dence, and the jury returned a verdict in favor of defendant Lake-hurst and against the plaintiffs. Plaintiffs filed a post-trial motion that was denied, and this appeal followed.",
            "In discussing its decision to strike the testimony, the court stated:I am going to instruct the jury to disregard evidence that was previously allowed in, as far as the existence or non-existence of closed circuit cameras in the hallway, as to whether or not *614there were grease receptacles in the service halls, as to whether or not there were special buckets or carts to move the grease supplied by Lakehurst, whether or not there was cleaning equipment kept in the halls by Lakehurst, and as to whether or not signs were made available to the tenants to use in case of spills. I will tell them to disregard that.The issues that I think should properly go to the jury are notice of the existence of the spill and the inspection issue.",
            "the court felt this testimonial evidence was irrelevant to the allegations set forth in plaintiff's second amended complaint."
        ],
        "Application of Law to Facts": [
            "In reviewing the stricken testimony and applying it to the legal and factual issues raised in the pleadings, we find that the trial court did not abuse its discretion in determining that the evidence was irrelevant. The existence of grease receptacles in the service halls has no bearing on whether Lakehurst had notice that there had been a grease spill or whether or not Lakehurst had properly inspected the hallway. Likewise, the existence of special carts or buckets to transport grease, the existence of closed circuit cameras, the existence of cleaning equipment, and whether or not Lakehurst had informed the tenants of the existence of wet floor signs sheds no light on whether Lakehurst had notice or exercised reasonable care to discover the grease spill. Since the questioned testimony of Griffith is irrelevant to the legal and factual allegations raised in the pleadings, the trial court did not abuse its discretion in striking the testimony.",
            "The jury was given proper instructions with respect to the applicable standard of care and returned a verdict in favor of defendant. We do not see how a laundry list of things that could have been done would have affected the outcome. Plaintiffs have not sustained their burden of establishing prejudice or that the outcome would have been different had the evidence been allowed. Therefore, we cannot disturb the jury's verdict."
        ],
        "Relevant Precedents": [
            "Olinger v. Great Atlantic & Pacific Tea Co. (1961), 21 Ill. 2d 469, 473; Fravel v. Morenz (1986), 151 Ill. App. 3d 42, 45.) ",
            "Fravel, 151 Ill. App. 3d at 45, citing Hayes v. Bailey (1980), 80 Ill. App. 3d 1027.",
            "Chapman v. Foggy (1978), 59 Ill. App. 3d 552, 555.",
            "Chapman, 59 Ill. App. 3d at 556"
        ],
        "Outcome": [
            "We affirm.",
            "The decision of the circuit court of Lake County is affirmed.Affirmed."
        ]
    },
    "class": "affirm"
}