{
    "text": "Hamrock v. Henry, 222 Ill. App. 3d 487 (1991)\nNov. 21, 1991 · Illinois Appellate Court · No. 1—90—0869\n222 Ill. App. 3d 487\n\nCase outline\nMajority — Justice Johnson\nOther formats\nPDF\nAPI\nCiting cases\n7 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nLOIS HAMROCK, Plaintiff-Appellant,v.DIANE K. HENRY, Adm'r of the Estate of Marvin D. Henry, Deceased, et al., Defendants-Appellees\nFirst District (4th Division)\n*488Michael W. Rathsack, of Chicago (Montgomery W. Mackey, of counsel), for appellant.\nHinshaw & Culbertson, of Chicago (D. Kendall Griffith, Debra S. Davy, and Bruce L. Carmen, of counsel), for appellees.\nJUSTICE JOHNSON\ndelivered the opinion of the court:\nPlaintiff, Lois Hamrock, appeals from the jury verdict, entered in the circuit court of Cook County, in favor of defendants, Diane K. Henry, administrator of the estate of Marvin D. Henry, deceased, and Eye Associates, S.C., a corporation. Plaintiff alleged that Dr. Henry and his professional corporation negligently failed to diagnose and treat her condition and that she was rendered blind in her right eye as a result of their negligence.\nThe issues brought on appeal are (1) whether the jury's verdict was against the manifest weight of the evidence; (2) whether the trial court erred when, it allowed defendants to introduce evidence of plaintiff's informed consent; and (3) whether the trial court committed reversible error when it admitted evidence that plaintiff was receiving collateral source payments in the form of a pension.\nWe affirm.\nThis matter arose out of medical treatment administered to plaintiff by Dr. Marvin D. Henry. Prior to the trial, plaintiff moved in limine to bar the admission of any evidence that she was receiving collateral source payments from her pension plan. The court granted plaintiff's motion as to collateral sources without objection. During defendants' opening statement, defense counsel mentioned that plaintiff chose to seek an early pension which she received. Plaintiff objected, however, and her objection was overruled.\nDuring the trial, plaintiff testified that she began to experience problems with her vision in 1976. Plaintiff stated that in 1977 she was *489examined by Dr. Henry, who informed her that she had a cataract in her right eye. Plaintiff testified that she also visited Dr. David Orth in 1980 and he confirmed Dr. Henry's diagnosis. Plaintiff stated that she continued to see Dr. Henry, who monitored the development of the cataract.\nPlaintiff also told the court that by March of 1981 she was only able to see shadowy figures through her right eye. Plaintiff stated that she visited Dr. Henry at that time and made arrangements with him to surgically remove the cataract. Plaintiff further testified that Dr. Henry discussed his intentions to implant a plastic lens in her right eye to replace the cataract-ridden lens. According to plaintiff's testimony, Dr. Henry told her that she would have 20/20 vision after the surgery.\nPlaintiff had the lens implant surgery at Ingalls Memorial Hospital in June 1981. Plaintiff testified that on the day after the surgery Dr. Henry informed her that she had a hemorrhage in her eye. The notes Dr. Henry wrote after plaintiff's surgery indicate that, upon examination, he found there was a 30% level of blood in the anterior (front) chamber of plaintiff's eye. Dr. Henry also made a notation indicating that plaintiff had a good red reflex. Plaintiff's expert witness, Dr. Thomas Chalkley, testified that a red reflex is a reflection off of the retina which occurs when an ophthalmoscope is shined into the eye. Dr. Henry testified that the presence of a red reflex indicated to him that plaintiff's retina was still intact. The retina is the area of the eye which receives visual light rays. Stedman's Medical Dictionary 1226 (1982).\nPlaintiff testified that after she returned home her right eye was bloodshot. Plaintiff told the court that she was only able to see bright lights through her right eye at that time. Plaintiff further testified that she was examined by Dr. Henry one week after the lens implant surgery. During the examination, Dr. Henry called a nurse in and said: Look at this eye. It looks like she was punched in the eye. Dr. Henry gave her eyedrops and advised the placement of warm compresses over her eye. Plaintiff also stated that the redness in her right eye subsided, but she was not able to see through that eye.\nPlaintiff further testified that Dr. Henry later informed her that her vision was impaired by blood which had dried and caked on the back of her lens. He recommended that she undergo a eapsulotomy, a procedure which involves cleaning the back of the lens. (Stedman's Medical Dictionary 220 (1982).) Plaintiff had the procedure performed by Dr. Henry at Ingalls Memorial Hospital in June 1981. Plaintiff testified that her vision was worse after the eapsulotomy, and that she *490was only able to see a faint light through her right eye when Dr. Henry shined an intense light into her eye. Plaintiff continued to see Dr. Henry until March of 1982, at which time he encouraged her to see another specialist.\nPlaintiff then went to the University of Illinois Eye, Ear and Throat Infirmary in April of 1982, where she was examined by Dr. Thomas Salzano. Dr. Salzano performed an ultrasound test on plaintiff's right eye. According to plaintiff's testimony, Dr. Salzano told her the image of her right eye, generated by the ultrasound test, indicated that she was totally blind in her right eye due to a highly detached retina. Plaintiff further stated that she had stabbing and burning sensations in her eye during the summer of 1982. Dr. Salzano informed her that if the pain intensified her only option was to have her eye removed.\nPlaintiff testified that she stopped working as a school teacher in November of 1982 as a result of her condition. She then applied for early retirement. Plaintiff saw Dr. Paul Knepper, who was referred to her by the Pension Board pursuant to a law which required an examination by a physician before an early retirement pension could be obtained. Plaintiff was granted early retirement in March of 1983. Dr. Knepper's testimony revealed that he found plaintiff to have no vision ability or light perception in her right eye because her retina had detached.\nDuring cross-examination, defense counsel asked plaintiff if she had been examined on [her] own volition by the Pension Board so [that she] could get a pension. Plaintiff objected to this question, however, and her objection was overruled. In addition, defense counsel asked plaintiff whether, [i]n any event, [she] saw these doctors and she now [has a] pension. Plaintiff objected to this inquiry, and the court sustained the objection and instructed the jury to disregard the question.\nDr. Thomas Chalkley testified as the expert witness on behalf of plaintiff. Dr. Chalkley stated that, in his opinion, Dr. Henry was negligent because he failed to comply with the requisite standard of care for ophthalmologists. Dr. Chalkley stated that on June 29, 1981, during the postoperative period subsequent to plaintiff's first surgery, plaintiff's right eye began to hemorrhage. He further stated that plaintiff's vision should have improved as a result of the capsulotomy and that her failure to improve was a signal that something was wrong with the retina in her right eye. Dr. Chalkley also testified that the retinal detachment probably occurred after the capsulotomy. Dr. Chalkley opined that had the retinal detachment been repaired in De*491cember of 1981 plaintiff would have had at least a 75% chance of'regaining vision in her right eye.\nDr. Joseph Alfano testified as the expert witness on behalf of defendants. Dr. Alfano stated that plaintiff suffered a NEECH (nonexpulsive/expulsive choroidal hemorrhage) as a result of the lens implant surgery. Dr. Alfano opined that plaintiff suffered an expulsive choroidal hemorrhage as opposed to a nonexpulsive choroidal hemorrhage. An expulsive choroidal hemorrhage occurs when a blood vessel inside of the eye ruptures during surgery. The retina is then pushed forward by the blood pressure toward the surgical opening in the eye and the contents of the eye are expelled through that opening. Dr. Alfano maintained that a NEECH is not necessarily characterized by severe pain. Dr. Alfano told the court that the NEECH caused blood in the vitreous chamber of plaintiff's right eye to burst into the anterior chamber of her eye, destroying her retina and filling her eye with blood.\nDr. Alfano opined that Dr. Henry's initial failure to diagnose NEECH was not due to negligence because NEECH is a rare phenomenon. Dr. Alfano further testified that he thought Dr. Henry did not recognize the NEECH until after plaintiff's capsulotomy and that his delay in diagnosing the NEECH did not make any difference because plaintiff's condition was incurable. Dr. Alfano testified that the ultrasound test administered by Dr. Salzano revealed that the plaintiff's retina was shattered and that plaintiff's eye was full of debris, *** blood, red blood cells, *** iron, *** hemacytrin, [and] pieces of the retina, *** [which] form[ed] a mass. Dr. Alfano opined that the ultrasound image was consistent with a NEECH. Dr. Alfano also stated that Dr. Henry misinterpreted the significance of plaintiff's red reflex and mistakenly concluded that her retina was intact. Dr. Alfano testified that the red reflex appeared because the blood in the eye was still oxygenated and, therefore, still red.\nDr. Chalkley contended that plaintiff did not have NEECH. He testified that plaintiff had no history of pain in her eye and that NEECH is very painful. Dr. Chalkley also maintained the ultrasound test revealed that plaintiff's retina had detached. Dr. Chalkley further testified that a torn retina is caused by NEECH and the test did not reveal that plaintiff's retina was torn.\nDuring the trial, defendant introduced a consent form signed by plaintiff prior to the cataract surgery. Plaintiff objected to the introduction of the consent form into evidence. Plaintiff's counsel pointed out that plaintiff did not consent to defendant's failure to discover and treat a complication of the lens implant surgery. The court over*492ruled plaintiff's objection. However, the trial court interrupted defense counsel when it believed that the testimony concerning the consent form was not related to the issue of corroboration.\nDuring closing arguments, defense counsel argued that plaintiff might not have experienced pain from the NEECH because she was under general anesthesia at the time the NEECH occurred, or because she was taking medication to allay pain at the time the NEECH occurred. Plaintiff did not object to this argument. The jury ruled in favor of defendants and this appeal ensued.\nFirst, plaintiff alleges that the trial court's verdict was against the manifest weight of the evidence, because the only competent evidence was that Dr. Henry failed to recognize and repair plaintiff's detached retina. Defendants maintain that the jury's verdict was not against the manifest weight of the evidence.\nA court of review will only reverse a jury's verdict where the verdict is' contrary to the manifest weight of the evidence. (Kupcikevicius v. Fitzgibbons (1976), 41 Ill. App. 3d 405, 412.) A verdict is against the manifest weight of the evidence when it is palpably erroneous and wholly unwarranted, is clearly the result of passion or prejudice, or appears to be arbitrary, unreasonable and not based upon the evidence. (Swaw v. Klompien (1988), 168 Ill. App. 3d 705, 715.) When considering whether a verdict is contrary to the manifest weight of the evidence, a reviewing court must review the evidence in the light most favorable to the appellee. (Swaw, 168 Ill. App. 3d at 715-16.) A jury is not required to accept the opinion of an expert witness when it concerns an ultimate issue in the case. (Harris v. Bethlehem Steel Corp. (1984), 124 Ill. App. 3d 449, 453.) It is within the province of the jury to draw conclusions from conflicting testimony. (Thiele v. Ortiz (1988), 165 Ill. App. 3d 983, 996.) A jury's verdict will not be set aside merely because the jury could have made a different finding, because the court believes that the verdict is not reasonable (Kupcikevicius, 41 Ill. App. 3d at 412), or because the jury could have drawn different inferences and conclusions from conflicting testimony. Thiele, 165 Ill. App. 3d at 996.\nUpon reviewing the evidence in the light most favorable to defendants, we find that the jury's verdict was not against the manifest weight of the evidence. A review of Dr. Alfano's testimony when considered in conjunction with the other evidence in the case supports his theory that plaintiff suffered a NEECH. The day after the lens implant surgery, Dr. Henry told plaintiff that she had suffered a hemorrhage. A NEECH is a hemorrhage. In addition, Dr. Henry noted that there was a considerable amount of blood in the anterior cham*493ber of the eye on the day after the lens implant surgery. The presence of a substantial amount of blood in the anterior chamber of the eye is consistent with the occurrence of a NEECH. Dr. Alfano testified that when a NEECH occurs, blood bursts into the anterior chamber of the eye. In addition, Dr. Alfano placed considerable emphasis upon Dr. Henry's reaction to the condition of plaintiff's eye upon seeing her in his office one week following the surgery. At that time, Dr. Henry called his nurse in and stated: Look at this eye. It looks like she was punched in the eye. Dr. Alfano concluded that this statement by Dr. Henry indicated that he. was confronted with extraordinary postoperative bleeding. Furthermore, plaintiff testified that a bright light shined into her right eye following the lens implant surgery appeared faint. All of these facts are consistent with the jury's finding that plaintiff suffered a NEECH.\nPlaintiff's contention that the jury's finding was against the manifest weight of the evidence is erroneous. Plaintiff points to several factors and argues that they support Dr. Chalkley's theory of retinal detachment and counteract Dr. Alfano's theory. However, the jury had the authority to draw a conclusion from the conflicting testimony. The jury was not required to believe the testimony of plaintiff's expert witness. See Harris v. Bethlehem Steel Corp. (1984), 124 Ill. App. 3d 449, 453.\nIn addition, plaintiff challenges the validity of defendants' closing argument in which they argued that plaintiff may not have experienced pain the first several hours after surgery, at which time she was alleged to have suffered the NEECH, because she was either under general anesthesia or taking medication which would prevent her from feeling pain. Plaintiff did not object to this argument at trial. In addition, counsel has wide latitude to argue inferences from the evidence. The jury heard testimony that plaintiff was under general anesthesia during the surgery. Therefore, defendants' inference that plaintiff did not experience any pain which might have accompanied her NEECH because she had taken medication was legitimate.\nWe will not set aside the jury's verdict in this case. The verdict is not palpably erroneous, wholly unwarranted, clearly the result of passion or prejudice, arbitrary, unreasonable, or contrary to the evidence. (See Swaw v. Klompien (1988), 168 Ill. App. 3d 705, 715-16.) Accordingly, we find that the jury's verdict was not contrary to the manifest weight of the evidence.\nNext, plaintiff alleges that the trial court erred when it allowed defendants to introduce evidence of plaintiff's informed consent in order to show that she consented to certain surgical risks, since in*494formed consent was not in issue and the evidence was immaterial and prejudicial. Defendants maintain that the trial court did not abuse its discretion by admitting plaintiff's surgical consent form into evidence.\nThe decision of whether to admit evidence is within the sound discretion of the trial court, and its decision will not be reversed absent a clear abuse of discretion. (First National Bank v. Porter (1983), 114 Ill. App. 3d 1, 14.) We have found that evidence which is competent for one purpose does not become incompetent because the jury might improperly consider it in some other capacity for which it could not properly be admitted. The opponent of the evidence may, if he so wishes, ask for an instruction confining the evidence to its legitimate sphere; and if he fails to so act, he is deemed to have waived any objection he may have. Eizerman v. Behn (1956), 9 Ill. App. 2d 263, 279-80.\nIn the instant case, we find that evidence of plaintiff's informed consent was proper because the consent form had probative value apart from the issue of consent. The language of the consent form corroborates defendants' theory of the case. The consent form advises that the possible consequences of lens implant surgery include blood in the eye, detachment of the retina, and total loss of vision.\nMoreover, plaintiff never asked the court to instruct the jury on the limited purpose for which they could consider the exhibit. Plaintiff has waived her objection to the admission of the consent form because she failed to request a limiting instruction on the issues for which the jury could consider her consent form. See Eizerman v. Behn (1956), 9 Ill. App. 2d 263, 279-80.\nFinally, plaintiff contends that the trial court committed reversible error when it permitted defendants to ask certain questions during cross-examination, after plaintiff had obtained a motion in limine barring the admission of evidence concerning the fact that she was receiving collateral source payments. Plaintiff first alleges that the trial court erred when it permitted defendants to mention during their opening statement that she chose to seek an early pension which she received. We find that the trial court did not commit reversible error when it allowed defense counsel to refer to plaintiff's pension during defendants' opening statement. The trial court's admission of defendants' assertion during their opening statement constituted harmless error. The party asserting error must demonstrate how he was prejudiced, and absent a clear showing of prejudice, it will not be assumed by a court of review. (Kyowski v. Burns (1979), 70 Ill. App. 3d 1009, 1018.) Plaintiff has failed to demonstrate that she was prejudiced by defendants' opening statement.\n*495Plaintiff also maintains that defendants should not have been permitted to ask during cross-examination whether she had been examined by doctors referred to her by the Pension Board so that she could obtain a pension, and whether she was examined by these doctors and received a pension as a result. Plaintiff objected to the latter question concerning her contact with physicians and her objection was sustained. However, plaintiff alleges that she was prejudiced because the jury heard the inquiry.\nPlaintiff has correctly noted that Illinois recognizes the collateral source rule. The collateral source rule states that the amount of damages for a plaintiff in a civil action is not decreased by the amount of benefits received by said plaintiff from a source which is collateral to the wrongdoer. (Boden v. Crawford (1990), 196 Ill. App. 3d 71, 76.) The purpose of this rule is to prevent the jury from learning about a plaintiff's collateral income because such knowledge could influence their verdict. (Boden, 196 Ill. App. 3d at 76.) However, this court has also ruled that  'a party cannot complain that evidence which he put into the record is prejudicial to him[ ]'  (People v. Jenkins (1991), 209 Ill. App. 3d 249, 257, quoting Casson v. Nash (1978), 74 Ill. 2d 164, 172), and that a [party] who procures, invites, or acquiesces in the admission of improper evidence cannot complain with respect to the admission of said evidence. Jenkins (1991), 209 Ill. App. 3d at 257.\nWe find that the trial court did not err with respect to inquiries concerning plaintiff's early pension made by defendants during their cross-examination of plaintiff. The trial court properly found that plaintiff had already opened the door to questions concerning her pension when she testified that Dr. Knepper was a physician to whom she was referred by the Pension Board. Accordingly, we rule that defendants' references to plaintiff's pension do not constitute reversible error.\nFor the aforementioned reasons, we affirm the decision of the trial court.\nAffirmed.\nLINN and McMORROW, JJ., concur.\n\nPlain English summary:\nPlaintiff claimed that due to the defendants' failure to diagnose and treat her condition, she was rendered blind in her right eye. The jury found in favour of defendants. Plaintiff appealed. The appellate court found that the jury's verdict was not against the manifest weight of the evidence. The jury's verdict was affirmed. ",
    "annotations": {
        "Facts": [
            "This matter arose out of medical treatment administered to plaintiff by Dr. Marvin D. Henry.",
            "plaintiff",
            "began to experience problems with her vision in 1976.",
            "in 1977 she was *489examined by Dr. Henry, who informed her that she had a cataract in her right eye.",
            "she also visited Dr. David Orth in 1980 and he confirmed Dr. Henry's diagnosis.",
            "Plaintiff",
            "continued to see Dr. Henry, who monitored the development of the cataract.",
            "by March of 1981 she was only able to see shadowy figures through her right eye.",
            "Plaintiff",
            "visited Dr. Henry at that time and made arrangements with him to surgically remove the cataract.",
            "Dr. Henry discussed his intentions to implant a plastic lens in her right eye to replace the cataract-ridden lens.",
            "Plaintiff had the lens implant surgery at Ingalls Memorial Hospital in June 1981.",
            "on the day after the surgery Dr. Henry informed her that she had a hemorrhage in her eye. The notes Dr. Henry wrote after plaintiff's surgery indicate that, upon examination, he found there was a 30% level of blood in the anterior (front) chamber of plaintiff's eye. Dr. Henry also made a notation indicating that plaintiff had a good red reflex.",
            "red reflex is a reflection off of the retina which occurs when an ophthalmoscope is shined into the eye. Dr. Henry testified that the presence of a red reflex indicated to him that plaintiff's retina was still intact. The retina is the area of the eye which receives visual light rays.",
            "Plaintiff",
            "after she returned home her right eye was bloodshot",
            "she was only able to see bright lights through her right eye at that time.",
            "Plaintiff",
            "was examined by Dr. Henry one week after the lens implant surgery. During the examination, Dr. Henry called a nurse in and said: Look at this eye. It looks like she was punched in the eye. Dr. Henry gave her eyedrops and advised the placement of warm compresses over her eye.",
            "the redness in her right eye subsided, but she was not able to see through that eye.",
            "Dr. Henry later informed her that her vision was impaired by blood which had dried and caked on the back of her lens. He recommended that she undergo a eapsulotomy, a procedure which involves cleaning the back of the lens.",
            "Plaintiff had the procedure performed by Dr. Henry at Ingalls Memorial Hospital in June 1981. Plaintiff testified that her vision was worse after the eapsulotomy, and that she *490was only able to see a faint light through her right eye when Dr. Henry shined an intense light into her eye. Plaintiff continued to see Dr. Henry until March of 1982, at which time he encouraged her to see another specialist.Plaintiff then went to the University of Illinois Eye, Ear and Throat Infirmary in April of 1982, where she was examined by Dr. Thomas Salzano. Dr. Salzano performed an ultrasound test on plaintiff's right eye.",
            "Dr. Salzano told her the image of her right eye, generated by the ultrasound test, indicated that she was totally blind in her right eye due to a highly detached retina.",
            "she had stabbing and burning sensations in her eye during the summer of 1982. Dr. Salzano informed her that if the pain intensified her only option was to have her eye removed.Plaintiff",
            "stopped working as a school teacher in November of 1982 as a result of her condition. She then applied for early retirement. Plaintiff saw Dr. Paul Knepper, who was referred to her by the Pension Board pursuant to a law which required an examination by a physician before an early retirement pension could be obtained. Plaintiff was granted early retirement in March of 1983. Dr. Knepper's testimony revealed that he found plaintiff to have no vision ability or light perception in her right eye because her retina had detached.",
            "Dr. Joseph Alfano ",
            "the expert witness on behalf of defendants. ",
            "stated that plaintiff suffered a NEECH (nonexpulsive/expulsive choroidal hemorrhage) as a result of the lens implant surgery. Dr. Alfano opined that plaintiff suffered an expulsive choroidal hemorrhage as opposed to a nonexpulsive choroidal hemorrhage. An expulsive choroidal hemorrhage occurs when a blood vessel inside of the eye ruptures during surgery. The retina is then pushed forward by the blood pressure toward the surgical opening in the eye and the contents of the eye are expelled through that opening.",
            "NEECH is not necessarily characterized by severe pain.",
            "NEECH is a rare phenomenon.",
            "NEECH",
            "was",
            "incurable",
            "the ultrasound test administered by Dr. Salzano revealed that the plaintiff's retina was shattered and that plaintiff's eye was full of debris, *** blood, red blood cells, *** iron, *** hemacytrin, [and] pieces of the retina, *** [which] form[ed] a mass.",
            "the ultrasound image was consistent with a NEECH.",
            "plaintiff had no history of pain in her eye",
            "NEECH is very painful.",
            "a torn retina is caused by NEECH and the test did not reveal that plaintiff's retina was torn.",
            "The consent form advises that the possible consequences of lens implant surgery include blood in the eye, detachment of the retina, and total loss of vision."
        ],
        "Procedural History": [
            "Plaintiff, Lois Hamrock, appeals from the jury verdict, entered in the circuit court of Cook County, in favor of defendants, Diane K. Henry, administrator of the estate of Marvin D. Henry, deceased, and Eye Associates, S.C., a corporation."
        ],
        "Application of Law to Facts": [
            "Upon reviewing the evidence in the light most favorable to defendants, we find that the jury's verdict was not against the manifest weight of the evidence. A review of Dr. Alfano's testimony when considered in conjunction with the other evidence in the case supports his theory that plaintiff suffered a NEECH. The day after the lens implant surgery, Dr. Henry told plaintiff that she had suffered a hemorrhage. A NEECH is a hemorrhage. In addition, Dr. Henry noted that there was a considerable amount of blood in the anterior cham*493ber of the eye on the day after the lens implant surgery. The presence of a substantial amount of blood in the anterior chamber of the eye is consistent with the occurrence of a NEECH. Dr. Alfano testified that when a NEECH occurs, blood bursts into the anterior chamber of the eye. In addition, Dr. Alfano placed considerable emphasis upon Dr. Henry's reaction to the condition of plaintiff's eye upon seeing her in his office one week following the surgery. At that time, Dr. Henry called his nurse in and stated: Look at this eye. It looks like she was punched in the eye. Dr. Alfano concluded that this statement by Dr. Henry indicated that he. was confronted with extraordinary postoperative bleeding. Furthermore, plaintiff testified that a bright light shined into her right eye following the lens implant surgery appeared faint. All of these facts are consistent with the jury's finding that plaintiff suffered a NEECH.Plaintiff's contention that the jury's finding was against the manifest weight of the evidence is erroneous. Plaintiff points to several factors and argues that they support Dr. Chalkley's theory of retinal detachment and counteract Dr. Alfano's theory. However, the jury had the authority to draw a conclusion from the conflicting testimony.",
            "The jury heard testimony that plaintiff was under general anesthesia during the surgery. Therefore, defendants' inference that plaintiff did not experience any pain which might have accompanied her NEECH because she had taken medication was legitimate.We will not set aside the jury's verdict in this case. The verdict is not palpably erroneous, wholly unwarranted, clearly the result of passion or prejudice, arbitrary, unreasonable, or contrary to the evidence.",
            "Accordingly, we find that the jury's verdict was not contrary to the manifest weight of the evidence.",
            "we find that evidence of plaintiff's informed consent was proper because the consent form had probative value apart from the issue of consent. The language of the consent form corroborates defendants' theory of the case."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "We affirm.",
            "For the aforementioned reasons, we affirm the decision of the trial court.Affirmed."
        ]
    },
    "class": "affirm"
}