{
    "text": "Hamrock v. Rendleman v. A B A Building Maintenance, Inc., 222 Ill. App. 3d 367 (1991)\nDec. 18, 1991 · Illinois Appellate Court · No. 5—90—0632\n222 Ill. App. 3d 367\n\nCase outline\nMajority — Justice Chapman\nOther formats\nPDF\nAPI\nCiting cases\n2 cases cite to this case\nView citation history in trends\n\nJOHN RENDLEMAN, Plaintiff-Appellee,v.A B A BUILDING MAINTENANCE, INC., Defendant and Third-Party Plaintiff-Appellant (National Super Markets, Inc., Third-Party Defendant-Appellee)\nFifth District\n*368John L. McMullin and T. Michael Ward, both of Brown & James, P.C., of Belleville and of St. Louis, Missouri, for appellant.\nHarlan A. Harla, of Walker & Williams, P.C., of Belleville, for appellee John Rendleman.\nPatricia A. Manhart, of St. Louis, Missouri, for appellee National Super Markets, Inc.\nJUSTICE CHAPMAN\ndelivered the opinion of the court:\nJohn Rendleman filed a cause of action against ABA Building Maintenance (A B A) for personal injuries he sustained when he slipped and fell at the National Super Market (National) where he was employed to stock shelves. ABA filed a third-party action against National, and the case proceeded to trial. At the close of all of the evidence, the trial court directed a verdict in favor of National on the third-party claim against it. The jury returned a verdict for Rendleman against A B A in the sum of $97,105.50. Following A B A'a post-trial motion, the judgment was reduced by a remittitur in the sum of $809.79. ABA appeals.\nRendleman alleged that ABA negligently and carelessly: (1) applied wax to the floors; (2) failed to warn National employees that wax had been applied; and (3) failed to provide adequate lighting so that National employees could see that wax had been applied. A B A's third-party action against National alleged that National contributed to Rendleman's injuries by negligently and carelessly: (1) failing to warn National employees that wax had been applied to the floors; and *369(2) failing to provide adequate lighting so that National employees could see that wax had been applied.\nRendleman testified that he was employed at National as a stocker and that his duties required him to put misplaced merchandise in the proper location. Rendleman worked primarily at night and testified that he observed ABA employees working at night as well. ABA employees never used floor warning cones when waxing or mopping the store's floor, even though such cones were kept with the cleaning supplies and were available to the workers. Rendleman explained that there was no coordination between National employees and ABA employees as to where the latter were working in the store at any given time and that it was his practice to simply avoid areas where ABA employees were working.\nRendleman also testified that every other row of lights was on, which provided enough lighting for him to do his job. The aisles of merchandise at the store run from front to back, and the rows of fluorescent lights run perpendicular to the aisles. Rendleman had no control over the way the- store was lighted while he worked, and he believed that National's management personnel had responsibility for controlling the lighting. Although he had never previously complained about the lighting, he testified that he could have determined whether the floor was wet or dry had there been adequate lighting.\nOn the night of the incident Rendleman was stocking shelves when he came across a misplaced jar of pickles. At that time he did not know where the employees from ABA were working. Rendleman heard no noise and saw no warning cones. Rendleman started to enter aisle five to shelve the pickles when he slipped and fell on the wet floor. He testified that he had no prior indication that the floor was wet. When he fell, the jar of pickles broke and he cut his hand. Rendleman stood up and found that he had wax on his pants, shirt and shoes. He was taken to the hospital and as a result of his injuries missed work for 21 weeks.\nPamela Helton testified that she was the bakery manager at the National store where plaintiff worked. She was working on the night of the incident when she heard Rendleman yell, I cut myself; Call an ambulance. Helton saw Rendleman walking towards her clutching his right hand with his left hand. She did not notice whether there were warning cones in the area. Helton also testified that she did not remember any differences in the store lighting from the lighting that is normally utilized during the day when she usually works.\nJoyce Maher, the owner of A B A, testified that on the night of the incident ABA employees Lamont Vincent, Marcus Humphrey *370and Ken Sanders were at the National store. Vincent was the supervisor, and it was his job to coordinate A B A's work with National's head stock clerk. Vincent was supposed to advise the National employees where they would be so we could get into the other aisles of the store. Maher testified that part of A B A'a agreement with National was for A B A to make sure that there were warning cones on either end of the recently waxed areas.\nThe head stock clerk for National, Gregory Jones, testified that he was not aware of any nightly procedure which required National employees and ABA employees to coordinate their work. The normal routine was for A B A employees to stay out of the aisles where National employees were working. Jones could not remember whether warning cones were used that night. He testified that the lighting in the store is dimmed at night but that this does not cause any problem with a person's ability to see whether a floor is waxed. No one ever complained to Jones about not being able to see because of the lighting conditions.\nKen Sanders testified that he was working for A B A at the National store on the night of the incident. Sanders and two other ABA employees were waxing floors. There were orange warning cones on each end of the aisles where they were waxing. Sanders testified that a burnisher, used in waxing the floors, was used about 10 minutes prior to the accident in the aisle where Rendleman fell. The burnisher is loud and when in use can be heard throughout the store. Just prior to Rendleman's fall Sanders told him, The aisle is still wet, can you wait until it dries? Rendleman told him, I can make it. Sanders testified that Rendleman walked past the cones, slipped and fell. On cross-examination, Sanders testified that Marcus told him there were only two warning cones available for use that night, even though ABA employees were working in various aisles. Sanders did not know where any of the National employees were working when Rendleman fell and was unaware of any rule that ABA employees were to coordinate their work with the National employees.\nRendleman testified in rebuttal that he did not hear the burnisher before his fall. He denied that there were any warning cones at the end of the aisle where he fell, and he further denied that Sanders was anywhere near the area where he was at the time he fell.\nThe first issue on appeal is whether the trial court erred in directing a verdict for National on A B A's third-party action.\nIn determining whether a verdict should be directed, the court must determine that the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors the movant that no *371contrary verdict based on that evidence could ever stand. (Ward v. K mart Corp. (1990), 136 Ill. 2d 132, 139-40, 554 N.E.2d 223, 226, citing Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 510, 229 N.E.2d 504, 510; see also Darnell v. Impact Industries, Inc. (1984), 105 Ill. 2d 158, 473 N.E.2d 935.) To prevail on its theory that National was negligent, ABA had to prove that National owed a duty, that the duty was breached, that Rendleman suffered damages, and that National's breach of the duty was a proximate cause of Rendleman's damages. See Windeguth v. National Super Markets, Inc. (1990), 201 Ill. App. 3d 35, 37, 558 N.E.2d 548, 549.\nIn the instant case there was evidence that when National is closed only 50% of the lighting is used. Rendleman testified that he believed that the store's management personnel were responsible for the store's lighting. Employees of A B A testified that ABA did not have any control over the lighting. From the evidence it can be inferred that National had control over the lighting. Although some witnesses testified that the lighting did not pose a problem, Rendleman testified that had there been adequate lighting he would have been able to see that the floor was freshly waxed, and he would not have fallen.\nThere may be more than one proximate cause of an injury, and where the defendant owes a duty of due care, it may be liable even if its acts or omissions did not create the source of damage. (Windeguth, 201 Ill. App. 3d at 37, 558 N.E.2d at 549.) Viewed in its aspect most favorable to A B A, the evidence did not so overwhelmingly favor National that a contrary verdict could never stand. There was adequate evidence to support a jury finding that National's failure to provide adequate lighting was a proximate cause of Rendleman's injuries. We conclude that the trial court erred in directing a verdict against ABA and in favor of National, and we reverse and remand for a new trial on that issue.\nWith regard to its appeal as to Rendleman, ABA contends that the trial court erred in submitting Rendleman's instruction No. 14A:\nThe plaintiff claims that he was injured and sustained damage, and that the defendant was negligent in one or more of the following respects:\na. Negligently permitted wax to be applied to the aisles in the National Super Market when the defendant knew, or should have known, that the application of wax to the aisles was unreasonably dangerous;\nb. Negligently failed to warn the plaintiff that wax had been applied ***;\n*372c. Negligently failed to place warning cones in the aisles * * *.\ni\nd. Negligently failed to ensure there was adequate lighting in the National Super Market so that the plaintiff could see that wax had been applied to the aisles in the super market.\n* * *\nThe defendant further claims that one or more of the foregoing was a proximate cause of plaintiff's injuries ***. (Emphasis added.)\nABA contends that the court erred in submitting this instruction because there was no evidence to support the findings in subparagraphs (a) and (d). Rendleman argues that there was evidence to support the allegations in subparagraphs (b) and (c), and ABA does not dispute this. Evidence was presented that no warning cones were used to warn of the freshly waxed floor and no one told Rendleman that the floor had been waxed. The jury returned a general verdict in favor of Rendleman.\nThe return of a general verdict creates a presumption that all issues of fact upon which proof was offered were found in favor of the prevailing party. (Klingler Farms, Inc. v. Effingham Equity, Inc. (1988), 171 Ill. App. 3d 567, 572, 525 N.E.2d 1172, 1175; Ill. Rev. Stat. 1989, ch. 110, par. 2 — 1201.) Klingler Farms involved a breach of contract action, and the issues instruction contained two allegations of a breach of contract. The court held that proof of either allegation would support the verdict for the plaintiff. Because there was proof regarding one of the allegations, this evidence was sufficient to support the jury's verdict. In the instant case the jury returned a general verdict and there is sufficient evidence to support the allegations in subparagraphs (b) and (c). We do not believe the jury was misled or that ABA was prejudiced by the instruction.\nThe final issue for review is whether the trial court erred in overruling A B A's objection to Rendleman's closing argument. Rendleman's counsel made the statement during closing argument, I submit to you [Ken Sanders] was fired, not because of transportation problems, but because he didn't put this cone down. ABA objected, arguing, There is absolutely no evidence, no reasonable inference from the evidence that could be drawn.\nThe scope of closing argument is within the sound discretion of the trial court. (Myers v. Williams (1987), 160 Ill. App. 3d 707, 513 N.E.2d 1209.) The trial court in this case, in ruling on A B A's objection, stated, The jury heard the testimony and they can make their own inferences. Rendleman contends that the statement he made in *373closing argument was a reasonable inference drawn from the evidence.\nKen Sanders testified that he worked for ABA less than three weeks prior to Rendleman's accident on January 7, 1987. This was the first time Sanders had been in this particular National store. Sanders testified that he was discharged the morning Rendleman was injured because of transportation problems. There is nothing in the record, however, indicating that he had problems in getting to work. Rendleman's statement in closing argument that Sanders was discharged because he did not úse warning cones is a reasonable inference from the evidence. The ABA employees' responsibility for seeing that warning cones were used, the timing of Sanders' termination, and the fact that there is no other evidence that Sanders had transportation problems raise a reasonable inference that he was discharged because of something other than transportation problems. It would not be unreasonable to conclude that Sanders was discharged because he failed to use the warning cones.\nCourts have always considered it within the province of the jury to make reasonable inferences from established facts, and such permissible inferences will not be discarded by a reviewing court because other inferences might have been drawn from such established facts, unless the inferences drawn are unreasonable. (Schwedler v. Galvan (1977), 46 Ill. App. 3d 630, 638, 360 N.E.2d 1324, 1330.) During closing argument counsel is permitted broad latitude to draw reasonable inferences and conclusions from the evidence. (Myers, 160 Ill. App. 3d at 714, 513 N.E.2d at 1213.) We find that under the circumstances the inference Rendleman made in closing argument was reasonable.\nWe conclude that the trial court did not err in submitting the alleged erroneous jury instruction, nor did the court err in overruling A B A's objection to Rendleman's closing argument. However, because of our determination that the trial court erred in directing a verdict for National, the judgment of the circuit court of St. Clair County is reversed and this cause is remanded for a new trial on the third-party action only.\nAffirmed in part; reversed and remanded in part.\nGOLDENHERSH, P.J., and RARICK, J., concur.\n\nPlain English summary:\nJohn Rendleman filed a cause of action against ABA Building Maintenance (A B A) for personal injuries he sustained when he slipped and fell at the National Super Market (National) where he was employed to stock shelves. The jury returned a verdict in favour of plaintiff against ABA. The appellate court affirmed this judgment. In turn, ABA filed a third-party action against National. In this third-party action, the trial court directed a verdict in favour of National. The appellate court reversed this, finding that the evidence did not so overwhelmingly favour National that a contrary verdict could never stand. ",
    "annotations": {
        "Facts": [
            "Rendleman",
            "was employed at National as a stocker and that his duties required him to put misplaced merchandise in the proper location. Rendleman worked primarily at night and",
            "he observed ABA employees working at night as well. ABA employees never used floor warning cones when waxing or mopping the store's floor, even though such cones were kept with the cleaning supplies and were available to the workers.",
            "there was no coordination between National employees and ABA employees as to where the latter were working in the store at any given time and ",
            "it was his practice to simply avoid areas where ABA employees were working.",
            "every other row of lights was on, which provided enough lighting for him to do his job. The aisles of merchandise at the store run from front to back, and the rows of fluorescent lights run perpendicular to the aisles. Rendleman had no control over the way the- store was lighted while he worked, and",
            "National's management personnel had responsibility for controlling the lighting. Although he had never previously complained about the lighting, he",
            "could have determined whether the floor was wet or dry had there been adequate lighting.On the night of the incident Rendleman was stocking shelves when he came across a misplaced jar of pickles. At that time he did not know where the employees from ABA were working. Rendleman heard no noise and saw no warning cones. Rendleman started to enter aisle five to shelve the pickles when he slipped and fell on the wet floor.",
            "he had no prior indication that the floor was wet. When he fell, the jar of pickles broke and he cut his hand. Rendleman stood up and found that he had wax on his pants, shirt and shoes. He was taken to the hospital and as a result of his injuries missed work for 21 weeks.Pamela Helton",
            "was the bakery manager at the National store where plaintiff worked. She was working on the night of the incident when she heard Rendleman yell, I cut myself; Call an ambulance.",
            "Helton saw Rendleman walking towards her clutching his right hand with his left hand. She did not notice whether there were warning cones in the area. Helton ",
            "did not remember any differences in the store lighting from the lighting that is normally utilized during the day when she usually works.",
            "on the night of the incident ABA employees Lamont Vincent, Marcus Humphrey *370and Ken Sanders were at the National store. Vincent was the supervisor, and it was his job to coordinate A B A's work with National's head stock clerk. Vincent was supposed to advise the National employees where they would be so we could get into the other aisles of the store.",
            "part of A B A'a agreement with National was for A B A to make sure that there were warning cones on either end of the recently waxed areas.The head stock clerk for National, Gregory Jones",
            "was not aware of any nightly procedure which required National employees and ABA employees to coordinate their work. The normal routine was for A B A employees to stay out of the aisles where National employees were working. Jones could not remember whether warning cones were used that night.",
            "the lighting in the store is dimmed at night",
            "No one ever complained to Jones about not being able to see because of the lighting conditions.Ken Sanders",
            "was working for A B A at the National store on the night of the incident. Sanders and two other ABA employees were waxing floors.",
            "Sanders testified that a burnisher, used in waxing the floors, was used about 10 minutes prior to the accident in the aisle where Rendleman fell. The burnisher is loud and when in use can be heard throughout the store. ",
            "Sanders testified that Marcus told him there were only two warning cones available for use that night, even though ABA employees were working in various aisles. Sanders did not know where any of the National employees were working when Rendleman fell and was unaware of any rule that ABA employees were to coordinate their work with the National employees.",
            "Ken Sanders",
            "worked for ABA less than three weeks prior to Rendleman's accident on January 7, 1987. This was the first time Sanders had been in this particular National store."
        ],
        "Procedural History": [
            "John Rendleman filed a cause of action against ABA Building Maintenance (A B A) for personal injuries",
            "ABA filed a third-party action against National, and the case proceeded to trial.",
            "At the close of all of the evidence, the trial court directed a verdict in favor of National on the third-party claim against it.",
            "The jury returned a verdict for Rendleman against A B A in the sum of $97,105.50. ",
            "ABA appeals."
        ],
        "Application of Law to Facts": [
            "In the instant case there was evidence that when National is closed only 50% of the lighting is used. Rendleman testified that he believed that the store's management personnel were responsible for the store's lighting. Employees of A B A testified that ABA did not have any control over the lighting. From the evidence it can be inferred that National had control over the lighting. Although some witnesses testified that the lighting did not pose a problem, Rendleman testified that had there been adequate lighting he would have been able to see that the floor was freshly waxed, and he would not have fallen.",
            "Viewed in its aspect most favorable to A B A, the evidence did not so overwhelmingly favor National that a contrary verdict could never stand.",
            "We conclude that the trial court erred in directing a verdict against ABA and in favor of National, and we reverse and remand for a new trial on that issue.",
            "The plaintiff claims that he was injured and sustained damage, and that the defendant was negligent in one or more of the following respects:",
            "b. Negligently failed to warn the plaintiff that wax had been applied ***;*372c. Negligently failed to place warning cones in the aisles * * *.",
            "In the instant case ",
            "there is sufficient evidence to support the allegations in subparagraphs (b) and (c). We do not believe the jury was misled or that ABA was prejudiced by the instruction.",
            "Sanders testified that he was discharged the morning Rendleman was injured because of transportation problems. There is nothing in the record, however, indicating that he had problems in getting to work. Rendleman's statement in closing argument that Sanders was discharged because he did not úse warning cones is a reasonable inference from the evidence. The ABA employees' responsibility for seeing that warning cones were used, the timing of Sanders' termination, and the fact that there is no other evidence that Sanders had transportation problems raise a reasonable inference that he was discharged because of something other than transportation problems. It would not be unreasonable to conclude that Sanders was discharged because he failed to use the warning cones.",
            "because of our determination that the trial court erred in directing a verdict for National, "
        ],
        "Relevant Precedents": [
            "Windeguth v. National Super Markets, Inc. (1990), 201 Ill. App. 3d 35, 37, 558 N.E.2d 548, 549.",
            "Windeguth, 201 Ill. App. 3d at 37, 558 N.E.2d at 549."
        ],
        "Outcome": [
            "the judgment of the circuit court of St. Clair County is reversed and this cause is remanded for a new trial on the third-party action only.Affirmed in part; reversed and remanded in part."
        ]
    },
    "class": "mixed"
}