{
    "text": "Schuchman v. Stackable, 198 Ill. App. 3d 209 (1990)\nMay 9, 1990 · Illinois Appellate Court · No. 5—88—0562\n198 Ill. App. 3d 209\n\nCase outline\nMajority — Presiding Justice Lewis\nDissent — Justice Chapman\nOther formats\nPDF\nAPI\nCiting cases\n17 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nARNOLD SCHUCHMAN, JR., Plaintiff-Appellant,v.W.R. STACKABLE, Defendant-Appellee\nFifth District\nRehearing denied June 19, 1990.\n*211CHAPMAN, J., dissenting.\nAlexandra de Saint Phalle, of Londrigan, Potter & Randle, P.C., of Springfield, for appellant.\nJonathan Ries, of Shepherd, Sandberg & Phoenix, P.C., of St. Louis, Missouri, for appellee.\nPRESIDING JUSTICE LEWIS\ndelivered the opinion of the court:\nThe plaintiff, Arnold Schuchman, Jr., brought suit against the defendant, W.R. Stackable, M.D., for damages alleged to have been caused by the defendant's surgical treatment of him after an injury. Following a jury trial, judgment was entered in favor of the defendant, and this appeal followed. Plaintiff presents 14 issues for review. He contends that the trial court erred in failing to grant a judgment n.o.v. or a new trial with regard to the defendant's inexperience and consequent damage to the plaintiff, he raises several issues concerning the trial court's giving of or refusal to give numerous jury instructions, and he presents a number of issues related to evidentiary and other matters. We turn first to plaintiff's contention concerning the trial court's failure to grant his motion for judgment n.o.v. or a new trial.\nAt trial the evidence showed that on August 17, 1984, while work*212ing as a logger, the plaintiff was injured when the upper part of a tree fell a distance of approximately 60 feet, striking his shoulder and the back of his neck. As a result, the plaintiff suffered a burst fracture of his second lumbar vertebra, which splintered or burst into several pieces with some of its fragments being retropulsed into his' spinal canal, obliterating it in part and exerting pressure upon the contents of the canal. Immediately after injury, the plaintiff was referred to the care of the defendant, a board-certified orthopedic surgeon, at St. Mary's Hospital in Centralia, Illinois. On August 31, 1984, defendant performed lumbar laminectomy upon him, intending to insert Harrington rods and to perform spinal fusion during the procedure in order to stabilize plaintiff's back but finding, according to defendant, that he could not continue the operation long enough to do so because of excessive bleeding. On September 6, 1984, while the defendant was out of town, one of the doctors caring for him in defendant's absence, namely, Dr. R. Chandra, since deceased, had him transferred to Barnes Hospital in St. Louis, Missouri, where on September 8, 1984, Dr. William Strecker inserted Harrington rods and performed posterior spinal fusion. Later, on September 18, 1984, Dr. Strecker removed a retropulsed fragment from the spinal canal and performed an anterior fusion. In January of 1986 Dr. Strecker removed the Harrington rods, which provided stability to the spine until the fusion was solid. The plaintiff, who now walks using forearm crutches, has been unable to return to his occupation as a logger or to any work involving physical labor.\nThe plaintiff called as his expert witness Dr. Robert Tatkow, a board-certified orthopedic surgeon, who testified that he was of the opinion that the form of treatment employed by the defendant did not meet any of the minimum standards usually used by orthopedic surgeons in the community, stating that\n¡wjhat was done in this case was to further destabilize an unstable spine by removing the last vestige of possible stability, in other words, removing the bone in the back of the spine, the third column posterior column. This was the last vestige of stability that Mr. Schuchman had left so that by removal of this he totally destabilized the spine, caused the spine to shift one and a half centimeters, approximately, half an inch with further damage to the nerves.\nHe said that destabilization of the spine meant that it allows the remaining bony elements to abnormally move on each other and thereupon can damage the nerve structures within the spine. The witness testified that\n*213[w]e do not do laminectomies in the presence of this type of injury, and I don't think anybody has in many, many years. The literature goes back at least fifteen years or more don't do laminectomies on this type of an injury. It makes people worse. Harrington instruments, of course, are the gold standard of treatment but not combined with laminectomies.\nConcerning the defendant's intention to undertake the placement of Harrington rods in the plaintiff, when the defendant had never performed such a procedure, the witness expressed the following opinion:\nThis is such a very demanding procedure with so many ramifications in the use of the instrumentation that it would be absolutely impossible for an individual who had not even seen a procedure in many years to go ahead and attempt to do one on such a complex patient as Mr. Schuchman was.\nThe witness indicated that he had reviewed the plaintiff's records made upon his arrival at Barnes Hospital from St. Mary's Hospital and expressed his opinion with regard to plaintiff's neurological status upon arrival at Barnes Hospital as follows:\nI reviewed the emergency room records, the treating physician's records, and the resident's records right after he was transferred to Barnes' [sic] Hospital. These records all demonstrate a marked neurological deterioration by the time he was transferred to Barnes' [sic] Hospital compared to his initial status after the injury and before he was operated on at St. Mary's Hospital.\nHe indicated that at that time [h]is quadraceps [sic] were not functioning at all. They were zero, paralyzed. The witness testified further that X rays taken on September 5, 1984, following surgery by defendant on August 31, 1984, demonstrated\na very marked change in the alignment of the vertebral bodies. The entire upper part of his spine from the first lumbar vertebra, up the entire spine has shifted backwards on the second lumbar vertebra approximately one and a half centimeters, a half inch, more or less. This is the major change that is noted in this film.\nThe witness described the significance of such a shift in the vertebral bodies at the level of L1-L2:\nThat is a tremendous change because it infers that the nerve structures within the spinal canal at that level must be stretched one and a half centimeters in the spine, is a tremendous difference. And, in order for the spine to shift, it must stretch nerves within the spinal canal. One can't happen with*214out the other.\nHe stated that by performing laminectomy upon the plaintiff the defendant further destabilized plaintiff's spine and caused the upper part of his spine to shift about a half an inch onto the lower part, thereby definitely causpng] nerve damage in this man as was substantiated by the records that I reviewed from Barnes' [sic] Hospital.\nThe witness expressed the further opinion that the delay between the time of injury and the time of surgery by defendant was very inordinate, stating that [t]here's a much higher success rate if it's done earlier, that is, within the first few days following injury. He indicated that the form of treatment that he believed should have been used was the insertion of Harrington rods shortly after the injury occurred without performing laminectomy; in about 40 or 50 per cent of cases, he said, the rods reduce the fragment or get it out of the spinal canal without the need to remove the fragment later surgically as was done here. The procedure the witness advocated must be performed before any healing occurs: If you do it after a week or ten days, after healing has started, the chances of getting that fragment out of the canal rapidly become much smaller or impossible without doing another staged operation. He said that\n[t]he delay in the operative procedure then demanded that a second stage would have to be performed in order to get that piece of bone out of his spinal canal because if you try to do something to somebody's back after two weeks the bones become sticky and you can't move them around as well as if you did it fresh.\nAs to whether defendant's treatment of plaintiff contributed to the neurological residuals exhibited by plaintiff, the witness expressed this opinion:\nIt's difficult to answer with any definite certainty as to, as to how much neurological deficit Mr. Schuchman would have at this time if he was treated properly in the beginning. We do know that there was neurological damage as a result of the surgery that was performed and the destabilization of the spine, therefore, I have to assume within a reasonable degree of certainty that the surgery that was performed contributed to the neurological deficit that Mr. Schuchman now has.\nHe indicated that plaintiff's neurological impairment had increased as a result of defendant's treatment and that, therefore, his residual impairment is probably greater.\nAs to whether plaintiff had experienced increased hospitalization *215and pain as a result of defendant's conduct, the witness testified:\nHospitalization was grossly prolonged at St. Mary's Hospital by the two-week delay between the admission and the surgery performed and because of the gross neurological deficit present by the time he was transferred to Barnes' [sic] the period of his rehabilitation time at Jewish Hospital [in St. Louis where he was transferred from Barnes Hospital] and thereafter was, also, prolonged. I don't know exactly how many days or weeks but the more severely injured an individual is the longer his hospitalization stay is when treatment is delayed.\nAsked on direct examination the typical length of a hospitalization for a patient who has suffered injuries similar to those Arnold Schuchman demonstrated on August 17th, 1984, who were given appropriate care the witness answered, The last four of these that I did this year, the people went home in a month or less.\nOn cross-examination the following colloquy occurred between counsel for defendant and the witness:\nQ. It was your impression that he had made a nice measure of improvement with findings as those described even before you had an opportunity to do your own examination. Is that right, sir?\nA. I thought he had made a very nice recovery, yes.\nQ. And that would represent a good outcome for a man who had had injuries as serious as those suffered by Mr. Schuchman on August 17,1984, correct?\nA. Yes.\nQ. In fact, probably as good a result as any board certified orthopedic specialist could expect from a patient with such a difficult problem caused by that tree falling accident? Is that right, sir?\nA. No, sir.\nQ. Wouldn't you say that is probably true?\nA. I'll say that considering the neurological deficit and the problems that the man had at the time he was transferred to Barnes' [sic] Hospital, yes, he has made an excellent recovery. But, I would not characterize this as an excellent recovery in view of the much less neurological deficit that he had at his initial evaluation at St. Mary's Hospital before the destabilizing procedure was performed.\nHe indicated that he would not expect a man injured as the plaintiff had been on August 17, 1984, ever to return to work as a logger or to return to work involving significant manual labor regardless of the *216quality of medical care and treatment he had received. With regard to the duration of plaintiff's hospitalization, the witness testified, I can state with a reasonable degree of medical certainty that the hospital stay would surely be less than six months; and this man was hospitalized altogether including his rehabilitation time at Jewish Hospital for approximately six months. He indicated that in medical centers today the procedure for treating a patient injured as was plaintiff is usually performed in two stages or operations. The removal of the Harrington rods would constitute a third operation. The witness testified that he had not reviewed any of plaintiff's medical bills, that he knew nothing about plaintiff's medical bills, and that he could not express an opinion as to the amount or extent of medical bills incurred by plaintiff which were produced by defendant's alleged negligence as distinguished from those caused by the falling of the tree top upon him.\nOn redirect, when asked why if Arnold Schuchman had had the appropriate treatment been given [sic] did Arnold Schuchman need to have a two-stage procedure? the witness responded,\nI can only quote statistics. I cannot say in any one specific case. Statistically, thirty or forty percent of people with this type of a burst fracture can be adequately treated with just one operation. The remainder the usually [sic] that [defense counsel] questioned me about, being more than fifty percent would require a second stage anterior approach, but to take any one individual, I cannot state within a certainty.\nThe defendant called as an expert witness Dr. Akbarnia, whose first name is omitted from the record. This witness, a board-certified orthopedic surgeon, testified that surgery should have been performed on a man injured as was the plaintiff at least in the first three to four weeks. Asked, There has been some testimony that it should be done in the first two or three days. What is your opinion on that subject? the witness responded as follows:\nWell, scientifically, there is no evidence that early surgery would alter the final outcome neurologically and there has been no proof in that. The only time that you are advised that that should be done early is when the neurological status is severely deteriorated and at that time it has to be done on a [sic] emergency basis.\nThe plaintiff's condition was not, he indicated, one requiring surgery on an emergency basis. He testified that the nature and extent of permanent nerve damage in a case such as the plaintiff's depends on the degree and severity of the injury that he sustained at the initial *217impact. Given the degree and severity of the injury the plaintiff sustained initially on August 17,1984, the witness suspectjed] some degree of permanent residual impairment as a prognosis.\nThe witness discussed the alternatives in choice of a surgical technique available to the defendant, saying, Basically, the two main techniques that you can approach is from the back or from the front, or, you can have both together. The defendant, he said, approached [f]rom the back. The witness expressed the opinion that the posterior approach taken by the defendant was appropriate. He testified concerning defendant's stopping the operation while the plaintiff's back was unstable prior to insertion of the Harrington rods and performing spinal fusion by means of a bone graft:\nMy understanding from the operating report was there was considerable amount of bleeding and especially towards the end of the procedure. That is what my understanding is. And, I would imagine that the source of that blood loss probably was a, from small veins that are under the dura because the dura was torn, plus a general oozing that was described in the operating report and based on the records was not, you know, Doctor Stackable was not able to control that bleeding.\nHe testified as follows with regard to the bleeding that occurs during fusion:\nWell, if he wanted to proceed with a fusion and instrumentation as he wrote in his operating report that that was his intention he had to take some bone from the pelvis, from the iliac bone, side of the pelvis. That means opening another area of the body here and then carve some bones from the ilium, which is the source of bone graft, and then, again, carve the area of the spine that has to be fused and that is the only way you can put bone graft in that heals. When you carve the bone then you have more bleeding, obviously, and those bleedings usually cannot be controlled.\nThe bleeding cannot be controlled, he said, because it is from the bone and, unlike bleeding from the soft tissue and muscles, it cannot be clamped. He added that it is harder to control that kind of bleeding\n[bjecause the bleeding is from all small areas. You can't deal with thousands of them, you know. It's like the middle of a bone, you have seen like a sponge, so, from each of those holes you have bleeding, all opened blood. So that is why we usually do the fusion part at the end of the operation where the patient is, another part of the operation is done and we just do the carving and do the bone and close it, so it wouldn't last for *218some time. And, that part usually bleeds.\nThe witness indicated that, on the basis of the materials he had reviewed, he would probably have terminated the operation as the defendant had; the witness concluded it would have been appropriate to close rather than proceed on the basis of [e]xcessive bleeding.\nUnder such circumstances the spine remains unstable, he said, a condition to be managed by not allowing the patient to bear weight and load, so, they should be in a supine, laying down position. He testified that [u]sually, as long as a patient is log-rolled and kept in bedrest, there's no danger of increasing damage to the spine. The witness said that [w]hen you stand you put the stress on the spine and that is the psysiological [sic] load and that allows more compression of the spine; but, when a patient is lying down, that compression force is not there, so, you don't tend to see displacement. It is undisputed that the plaintiff had been kept at bedrest on a Stryker frame following surgery by defendant until the time of his transfer to Barnes Hospital.\nThe witness discussed the alignment of the plaintiff's spine, as shown on X ray, testifying that there was some minimal displacement in comparing the X rays, original X rays and the X rays prior to the second operation. The minimal displacement he described amounted to nine millimeters, according to his measurements, or approximately one-fourth of an inch. Asked the neurological significance of the one-fourth of an inch of displacement, he answered, I really don't think that alignment change affects the ultimate outcome. He expressed the view that the displacement did not have a longstanding effect neurologically. The area of concern to the witness was the area of compression of the nerves inside the spinal canal where the retro-pulsed bone fragments were located, which had revealed no change following surgery by the defendant or, apparently, in X rays taken at Barnes Hospital after his transfer there. He testified that, in comparing the findings recorded at the initial examination of the plaintiff with the findings of Dr. Tatkow when he examined plaintiff on April 1, 1988, he thought that the plaintiff had made a very good recovery. He expressed the opinion that defendant's care and treatment had not caused or contributed to plaintiff's injuries, stating, [I]t didn't cause any additional injury, any more than he had.\nOn cross-examination the witness testified that deterioration of neurological function following back surgery for a fractured spine is unusual, but it occurs in around 3% to 5% of cases in which the patient is neurologically involved prior to surgery. He stated that after surgery on August 31, 1984, plaintiff's condition deteriorated tempo*219rarily but that the final outcome is determined at the time of injury:\nAgain, I have to differentiate between the outcome, permanent outcome or temporary deterioration. When we talked before all my testimony was for the permanent injury. It is very unusual to have a permanent injury after mentioning three to five percent, but after surgery temporary deterioration can happen and that is due to an edema or as the result of surgery. But, the final outcome, I think, is what is considered. So, that is what I'm referring to.\nHe said further that if patients sustain or they get some temporary neurological problem after the surgery, then, it takes that much to return it. Sometimes it takes maybe more, two or three months to return.\nHe testified that he had indicated in the past that laminectomy is not indicated for treatment of burst fractures, had co-authored papers indicating that laminectomy will not fully decompress neural tissue, and had written papers indicating that as an isolated procedure laminectomy may lead to greater instability with increased deformity of the spine. He indicated that the laminectomy was a part of the instability of plaintiff's spine following surgery by defendant but that his spine was already unstable when he went to surgery, He testified that laminectomy aggravated the potential instability of plaintiff's spine. When asked whether he agreed that offset or displacement of the spine could cause neurological injury to a patient, he answered:\nNo, I don't agree, and the reason is that as I mentioned before this offset can be seen in the X ray. You're right, it was written in the radiologist report and I, also, measured it. But, this might indicate the rotation of these two blocks together but actual neurological damage or any possible neurological damage is [sic] usually takes place with those fragments in the canal. Those really in conjunction and in the proximity to the nerve canal and offset themselves there's no indication for me to say this would cause neurological deficit. That is the reason why I'm stating my opinion.\nAsked, There were many possible causes for Arnold Schuchman's injuries, correct? the witness answered, No. I only know of one cause and that is the tree that fell and initial injury.' When asked whether he would agree that the accepted standard of care in 1984 was to remove those impinging fragments in the spinal cord by the early application of Harrington rods and fusion, he indicated that such treat*220ment need not have been early if the patient had begun to improve .neurologically and had reached a plateau in improvement. The testimony of the defendant shows that following injury and before surgery on August 31, 1984, the plaintiff had regained some sensation in his lower limbs. The witness suggested that in the event the patient has begun to improve neurologically but has reached a plateau, the fragments could be removed as late as even a year following injury. The witness testified that it is now known that Harrington rods do not reduce, that is to say, remove, bone fragments impinging on the spinal canal: In 1977, we thought that way but now we don't think that those instruments would do that. In response to questioning concerning the recommended treatment for a burst fracture of the L2 vertebra, he responded in part:\nI think, I cannot come here and stand here and say all the burst fractures have to be treated this way and I know if I was in that situation it is something else. You are just coming in and saying Harrington and anterior fusion is the only method, which is not correct for me to say. Some can be treated posteriorly with Harrington and some with anterior.\nConcerning the defendant's intention to insert Harrington rods into the plaintiff although he had never performed the procedure or assisted with one, the witness testified:\nIt depends on the confidence of the orthopedic surgeon. If he feels that he can do it, then, it's acceptable. There are many new procedures that are done for the first time and are done through the seminars and continued medical education, so, I think, it is very helpful to assist and to see one, observe one, you know, but I can't tell whether one is confident in doing it.\nThe evidence deposition of Dr. William Strecker, a board-certified orthopedic surgeon who treated plaintiff at Barnes Hospital, was read to the jury on behalf of the defendant. This witness testified that in his opinion the treatment that Doctor Stackable rendered did not contribute to a neurological deficit in this gentleman and none of his residual functional deficit was secondary to any operative procedure. He stated that when he removed the retropulsed fragment of bone from plaintiff's spinal canal, the fragment appeared to be in the same location in which it had been immediately after injury on August 17, 1984, as revealed by CT scan. On cross-examination he said that the use of laminectomy in the case of a burst fracture in which an anterior fragment was retropulsed forward had been abandoned by the [m]id to late seventies. The procedure of choice in such a case, he said, would have been an anterior or a posterior lateral approach *221to remove the retropulsed fragment. He stated further upon cross-examination that, [according to his medical record and the deficits which he had prior to the August 31st surgery and the deficits on the physical exams after August 31st when he got to me, there was no appreciable change in those deficits in the previous medical records. He testified that this lack of appreciable change in plaintiff's neurological condition was the basis for his opinion that he sustained no additional neurological damage as a result of the surgery performed by defendant. With regard to any change in quadriceps functioning of the plaintiff, the witness stated:\nI cannot state that there's [sic] been a difference. When he was initially seen it states that he has I believe it was one to two plus and two to three plus which states that in the way motor function is graded that is some muscular contraction, not enough to move a joint against gravity. And when I saw him after three and a half weeks down the line being at complete bed rest I wasn't able to get much of a quadriceps contracture. One plus is basically a flicker of contracture. So it's a subjective grading. I can't say that there's been a definite neurological change in this gentleman after a three-week change of bed rest from the fact that does he have a flicker of quadriceps contracture that's not enough to move a joint versus no appreciable quadriceps contracture because you can get atrophy of the quadriceps muscle within ten days of taking a normal subject and putting them to bed rest. So you're looking at a subjective grading system and there's not one examiner always doing the grading.\nDr. Strecker testified that the plaintiff had indicated that initially, upon injury, he had been paraplegic but upon arriving at the hospital in Centraba he had regained use of his right leg but had noted some residual weakness in his left leg. He said that he understood from defendant's operative note that defendant had aborted the operation because of excessive bleeding and had subsequently undertaken hematologic investigation to determine whether plaintiff had a bleeding problem. The plaintiff was not, according to his knowledge, permitted to get up, twist, or turn after the operation by defendant by virtue of having been placed in a Stryker frame, whose purpose is to keep a patient immobile in a bed while permitting the patient to be turned over without having to move any part of his body.\nAlthough the defendant testified at length, the dispute in this case pertains not to the care that was given plaintiff but to the quality of that care. Hence, we deem it unnecessary to set forth the undisputed *222details about which defendant testified concerning his care and treatment of plaintiff.\nA party is entitled to a judgment n.o.v. only in cases where all the evidence, when viewed in a light most favorable to the opponent, so overwhelmingly favors the movant that no contrary verdict based on the evidence could ever stand. (Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 229 N.E.2d 504.) Application of the Pedrick standard to medical malpractice cases requires the reviewing court to scrutinize the evidence submitted by the plaintiff in support of his case. (Mielke v. Condell Memorial Hospital (1984), 124 Ill. App. 3d 42, 463 N.E.2d 216.) We have examined the entire record and conclude that plaintiff's motion for judgment n.o.v. was properly denied. In a medical malpractice action plaintiff bears the burden of establishing the standard of care by which the defendant physician's conduct is to be measured and the breach of that standard which resulted in the injury. (Piano v. Davison (1987), 157 Ill. App. 3d 649, 510 N.E.2d 1066.) Where the parties offer conflicting medical testimony concerning the applicable standard of care and defendant's breach of that standard, the jury is uniquely qualified to resolve the conflict, and a judgment n.o.v. is not required. (Piano, 157 Ill. App. 3d 649, 510 N.E.2d 1066.) In the instant case, as is apparent from the facts set forth above, both parties offered conflicting expert testimony on virtually every point relating to the proper standard of care and the defendant's alleged breach thereof. Thus, the conflicting testimony was sufficient to raise a question of fact to be decided by the jury, and the trial court properly denied plaintiff's motion for entry of judgment n.o.v.\nIn ruling on a motion for granting a new trial, the trial court will weigh the evidence and set aside the verdict and order a new trial if the verdict is contrary to the manifest weight of the evidence. (Mizowek v. De Franco (1976), 64 Ill. 2d 303, 356 N.E.2d 32.) A verdict is contrary to the manifest weight of the evidence when the opposite conclusion is clearly apparent or the verdict is palpably erroneous and clearly unwarranted. (Cadral Corp. v. Solomon, Cordwell, Buenz & Associates, Inc. (1986), 147 Ill. App. 3d 466, 497 N.E.2d 1285.) In view of the conflicting expert testimony, the verdict here may not be said to be contrary to the manifest weight of the evidence, and the trial court did not abuse its discretion in denying plaintiff's post-trial motion for a new trial.\nThe plaintiff contends that the trial court erred in failing to instruct the jury properly on the issues concerning aggravation of a pre-existing injury. Specifically he contends that the court erred in *223refusing to give his instruction No. 18 and erred in giving instead his instruction No. 18(a) concerning the burden of proof. Plaintiff's instruction No. 18 reads in pertinent part as follows:\nThird that the negligence of the defendant was a proximate cause of injury to the Plaintiff.\nHis instruction No. 18(a) reads in relevant part as follows:\nThird, that the negligence of the defendant was a proximate cause of the injury to the plaintiff ***. (Emphasis added.)\nThe language of his instruction No. 18(a) is that of Illinois Pattern Jury Instructions, Civil, No. 21.02 (2d ed. 1971) (hereafter referred to as IPI Civil 2d). Plaintiff urges that the reference to the injury in instruction No. 18(a) implies that he suffered only one injury when, in fact, he says, he suffered two separate injuries to his back. He argues that the instruction was plainly misleading because it implied that he could recover only if the jury found that the defendant was responsible for all his injuries. He maintains that [u]se of the term 'the injury' operated in effect as a grant of a directed verdict to the Defendant because Plaintiff could never prove that Defendant's conduct was a cause of the original injury to the Plaintiff and the jury was not informed that the words 'the injury' could refer to any injury rather than to 'the injury.'  Illinois courts have long held that the test of correctness or propriety of instructions is not what meaning the ingenuity of counsel can, at leisure, attribute to them, but how and in what sense, under the evidence before them and the circumstances of the trial, ordinary men acting as jurors will understand the instructions. (Nicholl v. Scaletta (1982), 104 Ill. App. 3d 642, 432 N.E.2d 1267; Newton v. Meissner (1979), 76 Ill. App. 3d 479, 394 N.E.2d 1241.) Under the evidence before them, the jury in the exercise of common sense could not have understood this instruction to require proof by plaintiff that defendant's conduct caused the original injury plaintiff sustained when the tree top fell on him.\nSimilarly, plaintiff argues that the trial court erred in refusing to give his instruction No. 16, giving instead his instruction No. 16(a). He argues that the use of the words his injuries in instruction No. 16(a), instead of the words injuries to the plaintiff in proposed instruction No. 16, again, in effect directs a verdict for the Defendant because the Plaintiff could never show in this case that the Defendant was a cause of the tree falling on him. We consider the contention equally unmeritorious.\nPlaintiff states that he tendered his instructions Nos. 19(a) and 35(a) [i]n order to remedy the problem raised by the trial court's alleged error pertaining to the giving of his instructions No. 18(a) and *224No. 16(a), which refer, he says, to a single undifferentiated set of injuries to the plaintiff as opposed to the situation presented here in which only some of the injuries were attributable to the defendant. He contends that the trial court's refusal of his proposed instructions Nos. 19(a) and 35(a) was error. However, we have determined that the trial court committed no error with regard to the giving of instructions Nos. 18(a) and 16(a); hence, there was no problem to be remedied, and no error could have occurred in the trial court's refusal of them.\nThe plaintiff assigns as error the trial court's refusal to give the long form of IPI Civil 2d No. 15.01 defining proximate cause although the instant case involved multiple causes. The trial court gave the first sentence of this three-sentence instruction but refused to read the second and third sentences thereof. This instruction as proposed by plaintiff reads:\nWhen I use the expression 'proximate cause,' I mean any cause which, in natural or probable sequence, produced the injury complained of. It need not be the only cause, nor the last or nearest cause. It is sufficient if it concurs with some other cause acting at the same time, which in combination with it, causes the injury.\nThe trial court refused to give the long form of the instruction because the plaintiff did not contend that, in the words of the court, the tree limb and Doctor Stackable acted at the same time to bring about this injury. In refusing to give the long form of IPI Civil 2d No. 15.01, the trial court gave plaintiff's instruction No. 14(a), which is IPI Civil 2d No. 12.05, concerning the intervention of an outside agency. That instruction reads as follows:\nIf you decide that the defendant was negligent and that his negligence was a proximate cause of injury to the plaintiff, it is not a defense that something else may also have been a cause of the injury.\nHowever, if you decide that the sole proximate cause of injury to the plaintiff was something other than the conduct of the defendant, then your verdict should be for the defendant. (IPI Civil 2d No. 12.05.)\nIn determining that IPI Civil 2d No. 12.05 would be given, the trial court stated,\nI'm going to give your 12.05. I don't think you are entitled to it but in any event you have an instruction 12.05 which takes away any possible chance that the Jury misunderstand it, I think.\n*225 The test in determining the propriety of submitted instructions is whether, taken as a whole, they are sufficiently clear so as not to mislead the jury and whether they fairly and correctly state the law. (Curry v. Summer (1985), 136 Ill. App. 3d 468, 483 N.E.2d 711.) IPI Civil 2d instruction No. 12.05 given here made it clear that there could be more than one proximate cause of injury to the plaintiff. In addition, the jury was further informed concerning proximate cause by plaintiff's instruction No. 35(b), a non-IPI Civil 2d instruction approved in Balestri v. Terminal Freight Cooperative Association (1979), 76 Ill. 2d 451, 394 N.E.2d 391. Plaintiff's instruction No. 35(b) reads as follows:\nIf you find that the defendant was negligent and that his negligence was a proximate cause of injury to and disability of the plaintiff, you should then find for the plaintiff and his right to recover damages for such injuries and disability is not barred or to be limited in any way by the fact, if you find it to be a fact, that the plaintiff's injury and disability resulted from an aggravation of a pre-existing condition by the occurrence in question.\nWe think that, under the circumstances, error, if any — and we make no determination with regard to that question — was obviated by the trial court's giving of IPI Civil 2d No. 12.05 and plaintiff's instruction No. 35(b).\nThe plaintiff assigns as further error the trial court's refusal to give his instruction No. 14, which consisted of only the first paragraph of IPI Civil 2d No. 12.05; instead, the trial court gave plaintiff's Instruction No. 14(a), consisting of both paragraphs of No. 12.05, quoted above. The plaintiff contends that it was error for the trial court to have given the second paragraph of No. 12.05 because, he argues, there was no evidence that the Plaintiff's tree accident was the sole proximate cause of all injuries to the Plaintiff, including additional hospitalization and temporary neurological deficit. However, as the evidence disclosed, the jury could have concluded on the basis of expert testimony that the defendant's care and treatment caused no injury to plaintiff in addition to that sustained by the falling of the tree top upon him. A party has a right to have the jury instructed on his theory of recovery or defense if that theory is supported by facts in evidence or by reasonable inference from facts in evidence. (Smith v. Ford (1976), 43 Ill. App. 3d 407, 356 N.E.2d 1306.) In view of the evidence adduced at trial, the trial court did not err in giving the second paragraph of IPI Civil 2d No. 12.05.\nThe plaintiff urges that the trial court erred in refusing in evi*226dence and barring discussion of Dr. Chandra's hospital consultation note on the plaintiff. As we have stated, Dr. Chandra, who died prior to trial, treated plaintiff when defendant was out of town following the surgery of August 31, 1984. The defendant last saw plaintiff on September 3, 1984. Thereafter, until plaintiff's transfer to Barnes Hospital, Dr. Chandra assumed plaintiff's care for defendant. Specifically, plaintiff contends that the report was admissible into evidence as substantive evidence and that the plaintiff's expert should have been permitted to read from the report in support of his opinion. He states that the purpose of offering this document was to show the deterioration in Plaintiff's condition was obvious from the document itself and from Dr. Tatkow's and Dr. Strecker's testimony. Plaintiff argues:\nThe issue of the Plaintiff's condition following surgery was critical to disposition of the case because both Dr. Strecker and Dr. Tatkow stated that whether the condition of the Plaintiff deteriorated following Defendant's surgery was a key determinant in ascertaining whether the Plaintiff suffered permanent deficit as a consequence of the Defendant's surgery. * * * Specifically Dr. Strecker stated that he did not think the Plaintiff suffered any long term damage because he didn't think the Plaintiff's condition deteriorated following the Defendant's surgery. *** Had Plaintiff been able to admit Dr. Chandra's report into evidence, he would have been able to show that Dr. Strecker was mistaken in that respect and had a direct means of comparing the condition of the Plaintiff before and after surgery.\nAlthough the plaintiff's expert witness, Dr. Tatkow, was not permitted to read from Dr. Chandra's report on direct examination, the witness testified that he had reviewed the records of another surgeon by the name of Doctor 'Chandra' who evaluated Mr. Schuchman just before his transfer to Barnes' [sic] Hospital in St. Louis after the surgery had been performed by Doctor Stackable. Asked, How were Doctor 'Chandra's' [sic] notes significant in the formation of your opinion as to his neurological condition following surgery? Dr. Tatkow answered, It demonstrates marked deterioration in Mr. Schuchman's neurological status and further paralysis. Dr. Tatkow testified further, as quoted above, concerning the plaintiff's neurological status upon his arrival at Barnes Hospital. The records of the emergency room, of the treating physician, and of the resident right after he was transferred to Barnes' [sic] Hospital all demonstrated, Dr. Tatkow said, a marked neurological deterioration by the time of plaintiff's transfer to Barnes Hospital compared with his initial status *227after injury and before surgery by the defendant. Dr. Tatkow indicated further that plaintiff's quadriceps were not functioning and were paralyzed at the time of the plaintiff's transfer to Barnes Hospital.\nAs we have already stated, on cross-examination by plaintiff, Dr. Strecker testified that the lack of appreciable change in plaintiff's neurological condition was the basis for his opinion that plaintiff sustained no additional neurological damage as a result of the surgery performed by defendant. As outlined above, this witness indicated that he could not state that there was a difference in plaintiff's quadriceps functioning as graded by himself and earlier by the defendant in view of the subjective nature of such grading and the effects of bedrest upon the quadriceps muscle. The witness indicated further on cross-examination that Doctor Stackable and I do not grade muscle function the same way. Like Dr. Tatkow, Dr. Strecker testified that when the plaintiff arrived in St. Louis from Centraba, his quadriceps function was absent on both the right and the left. Concerning Dr. Chandra's report, Dr. Strecker testified as follows during this colloquy between the witness and counsel:\nQ. Now you also received Doctor 'Chandra's [sic] dictation from St. Mary's Hospital; correct?\nA. That's correct.\nQ. And Dr. 'Chandra' [sic] indicates that on September — at the time of his discharge on September 6 from St. Mary's Hospital that Arnold Schuchman had no voluntary control of movement of either extremity, is that not correct?\nA. Can I see where you're reading from there?\nQ. Sure. And also down here, the patient has no voluntary control of movement of either lower extremities [sic]?\nA. He does say that there but then he also quotes muscle grading strength at the same time. So I'm not sure what he means by that. It says that patient has no voluntary control of movement of either lower extremities [sic] but he has very weak adductors of the hips, weak flexors and abductors of the hips, patient had active ham strings but could not resist any force. I don't know how that statement alone fits with him also saying that he's got hip abductors, adductors and ham strings. So I look more at what he says he has functioning than no voluntary motion because he must have some voluntary motion or he couldn't do all of these things. So I don't know what Doctor 'Chandra' [sic] meant at the time.\nGenerally, a reviewing court will not reverse a jury verdict *228because of error in the admission of evidence unless there has been a denial of real justice. (Greene v. Rogers (1986), 147 Ill. App. 3d 1009, 498 N.E.2d 867.) Not every error requires reversal; where it appears that an error did not affect the outcome in the trial court, or where the reviewing court can see from the entire record that no injury has been done, the judgment will not be disturbed. (Greene, 147 Ill. App. 3d 1009, 498 N.E.2d 867.) Here, in light of this testimony by both Dr. Tatkow and Dr. Strecker concerning Dr. Chandra's report and deterioration of plaintiff's condition following surgery by defendant, together with testimony by Dr. Akbarnia concerning neurological deterioration following back surgery for a fractured spine, we think that even if it were error, as urged by plaintiff, to refuse to admit the report of Dr. Chandra as substantive evidence and to refuse to allow Dr. Tatkow to read it in support of his opinion, the outcome of the case would have been no different and, thus, such error was harmless. We need not and do not make any determination as to whether, in fact, the trial court erred in its rulings in this regard.\nPlaintiff assigns as further error the trial court's refusal to allow the plaintiff's expert witness to discuss certain textbooks and studies in support of his opinions in this case. In partial response to the defendant's oral motion in limine to preclude Dr. Tatkow from reading from notes of the medical literature or otherwise summarizing the literature or testifying to the context [sic] of any treatisef,] journal or other work, counsel for plaintiff stated, I'm not going to specifically ask him about any studies, however, I think, he may in his answer, he may want to bring up things that he has relied upon and read from a portion of a text. The trial court responded in part as follows:\nI'm not going to allow him to read from any portion of any text. He can say he has relied, in part, on medical treatises, journals, and articles and might even be able to say what he has read, the source of it. Those would be proper to be cross examined as to those as far as that goes, but he's not going to be able to sit there and read. That is pure, pure unadulterated hearsay, which is not subject to cross examination.\nPlaintiff's counsel asked the court, Your Honor, you are not saying that he can't say that there are studies that exist that are consistent with his opinion, are you, and there are studies that have shown that people who have had X injury have made such and such recovery? The trial court answered:\nI haven't said that. I have said he cannot read, he cannot paraphrase statements out of any journals or medical treatises. *229You are not required to, but you can lay a foundation of basis for his opinion. Under Wilson v. Clark [(1981), 84 Ill. 2d 186, 417 N.E.2d 1322,] all the matters in which an expert could have been examined prior hereto still exist but now you can also, after qualifying an expert call him to the stand and ask him if he has an opinion. If he says yes, you can ask him what his opinion is and leave it to the cross examiner to develop the basis for it but that is taking Wilson v. Clark literally. In fact, that is almost what they said. He can state the basis for it, but I'm not going to let him get into paraphrasing journals and articles or reading from them; but he can say based upon studies.\nDuring direct examination of Dr. Tatkow counsel asked him whether studies had been done using certain grading systems to ascertain levels of improvement in a patient with a nerve root injury. Upon objection by the defense, the trial court reiterated its ruling, stating in part:\nI said that he could not paraphrase, or he could not recite word for word from any literature. He can say that studies have been made and he is acquainted with them, has read them, and he can say whether he has based any part of his opinion on those studies. But, they are not, the studies, themselves, are not necessarily disclosable. *** If he is generally basing his opinion upon some recognizable studies, he can say that. Let's go on.\nCounsel addressed no further questions to this witness pertaining to studies or articles in the medical literature. Later plaintiff made an offer of proof, including page numbers of those pages of five medical articles Dr. Tatkow would have, in counsel's words, [r]ead or referred to as supportive as [sic] his testimony. At the conclusion of the offer of proof, the following exchange occurred between the trial court and plaintiff's counsel:\n[THE COURT] Well, you have made your offer of proof and I have previously indicated the reason for my ruling why I don't think you can allow the witness to simply read from, on direct examination, read from various articles — .\nMS. de SAINT PHALLE: Or refer to-\nTHE COURT: Well, now, don't put words in my mouth. Don't put words in my mouth. The record will reflect that the, you indicated to the Court that you wanted to use these for that purpose and my ruling previously. You are making your offer of proof now and I'll accept them for the file but I'll refuse *230them admission into evidence.\nThe record shows that plaintiff made no effort on direct examination to question his expert within the limitations outlined by the trial court in its ruling. With regard to the trial court's refusal to permit the witness to read from any articles from the medical literature, it has been held that an expert witness may not read from notes taken while reviewing literature and thereby summarize findings of studies in the medical literature (Mielke v. Condell Memorial Hospital (1984), 124 Ill. App. 3d 42, 463 N.E.2d 216). If an expert witness may not summarize the findings of articles, it follows logically that an expert witness may not read from such articles. In Mielke the trial court prohibited the plaintiff's expert from reading from his notes although the plaintiff stated that she did not wish to have the notes admitted into evidence. The plaintiff in Mielke had made an offer of proof in which her expert stated that his notes summarized articles written by well-recognized authorities, his opinion of the standard of care was based upon the notes, and his testimony, if allowed, would parallel his notes. The reviewing court in Mielke concluded that, by summarizing the findings of the studies in the medical literature, the plaintiff there was attempting to recite the data and conclusions of the articles. Like the authors of the articles summarized by the plaintiff's expert in Mielke, the authors of the articles in the instant case were unavailable for cross-examination, a matter of concern to that court as it is to this one. The court in Mielke considered Wilson v. Clark (1981), 84 Ill. 2d 186, 417 N.E.2d 1322, in which the court upon review prospectively allowed a nontreating expert to give his response to a hypothetical question based upon facts contained in hospital records even if the records themselves are not in evidence. The court in Mielke pointed out that, unlike the situation before it, in Wilson the expert witness was answering a hypothetical question based upon facts contained in the plaintiff's hospital chart and that, therefore, those facts were directly pertinent to that litigation (Mielke, 124 Ill. App. 3d at 55, 463 N.E.2d at 227). By contrast, the excluded testimony of the plaintiff's expert in Mielke, the court said, did not directly concern the plaintiff's treatment. Similarly, the excluded testimony of Dr. Tatkow in the instant case does not directly concern this plaintiff's treatment. Thus, the trial court did not err in refusing to permit Dr. Tatkow to read from articles from the medical literature. Furthermore, our examination of the record indicates that in light of all the evidence, even if it were error for the trial court to have prohibited the reading of these materials, such error would have been harmless at most.\nThe plaintiff presents three issues for review concerning *231damages: whether the trial court erred in excluding from evidence plaintiff's medical bills, whether the trial court erred in refusing his instruction No. 20 pertaining to the apportionment of damages when aggravation of a preexisting condition has occurred, and whether the trial court erred in refusing plaintiff's instruction No. 21 pertaining to certain elements of damages. It is well established that where a defendant is found not liable, alleged errors pertaining solely to the question of damages do not afford grounds for reversal. (Mackey v. Daddio (1985), 139 Ill. App. 3d 604, 487 N.E.2d 1167.) In the instant case the jurors were instructed by IPI Civil 2d No. 36.01, as defendant's instruction No. 4, that if they decided for the defendant on the question of liability, they would have no occasion to consider the question of damages. The jury decided for the defendant on the question of liability. Hence, the trial court's alleged errors in failing to instruct concerning certain matters pertaining to damages are not grounds for reversal.\nThe plaintiff raises a number of other issues concerning instruction of the jury as well as evidentiary and other rulings of the trial court. We have examined each one and conclude that the contentions are either without merit or are so minor as not to constitute reversible error.\nAffirmed.\nRARICK, J., concurs.\nJUSTICE CHAPMAN,\ndissenting:\nThe majority's reliance upon Mielke is misplaced for two reasons: first, Mielke has been implicitly overruled by People v. Anderson (1986), 113 Ill. 2d 1, 495 N.E.2d 485, cert. denied (1986), 479 U.S. 1012, 93 L. Ed. 2d 713, 107 S. Ct. 658, and second, Mielke was wrongly decided.\nAnderson held that an expert could not only rely upon material that had not been admitted, but that the witness could also relate that material to the jury. In fact, Anderson recognized that relating the underlying basis to the jury was necessary in order for it to properly evaluate the expert's testimony.\nAbsent a full explanation of the expert's reasons, including underlying facts and opinions, the jury has no way of evaluating the expert testimony [citation] and is therefore faced with a 'meaningless conclusion' by the witness [citation]. Anderson, 113 Ill. 2d at 11. 495 N.E.2d at 489.\n*232While the majority might, but does not, attempt to distinguish Anderson because it dealt with reliance upon other psychiatrists' reports rather than texts or articles, I do not feel that such an attempt would be persuasive in view of the broad language of Anderson:\nHowever, in our judgment the logic underlying Rule 703 and this court's decisions in Ward and Wilson compels the conclusion that an expert should be allowed to reveal the contents of materials upon which he reasonably relies in order to explain the basis of his opinion.\nRule 703 was designed to 'broaden the basis for expert opinions *** and to bring the judicial practice into line with the practice of the experts themselves when not in court.' [Citation.] The rule thus expands the range of information available, at least indirectly, to the trier of fact. Inasmuch as the opinion based on these materials — which are deemed trustworthy by the profession — is allowed, it would be both illogical and anomalous to deprive the jury of the reasons supporting that opinion.\nThis conclusion accords with the overwhelming weight of authority from other jurisdictions as well as a great deal of persuasive scholarly commentary. [Citations.]\nTo prevent the expert from referring to the contents of materials upon which he relied in arriving at his conclusion 'places an unreal stricture on him and compels him to be not only less than frank with the jury but also *** to appear to base his diagnosis upon reasons which are flimsy and inconclusive when in fact they may not be.' [Citation.] (Emphasis added.) Anderson, 113 Ill. 2d at 9-11, 495 N.E.2d at 488-89.\nThe emphasized language in the above quotation does not limit the doctrine to psychiatric reports. In addition, while some of the Federal cases referred to in Anderson dealt with psychiatric reports, others approve the disclosure of such disparate bases as a Miami fraud examiner's investigative checks with New York agencies (United States v. Ramos (11th Cir. 1984), 725 F.2d 1322, 1324); an accountant's reliance upon audit reports (Paddack v. Dave Christensen, Inc. (9th Cir. 1984), 745 F.2d 1254, 1261-62); and a psychiatrist's revelation that his opinion on a defendant's sanity was based in part on conversations with Internal Revenue Service agents concerning their prior investigation of the defendant (United States v. Sims (9th Cir. 1975), 514 F.2d 147, 149). Finally, E. Cleary & M. Graham (Handbook of Illinois Evidence §703.1, at 473, 493 (4th ed. 1984)) and Saltzberg & Redden (Federal Rules of Evidence Manual 671 (4th ed. *2331986)) both support the rule allowing the jury the benefit of learning the underlying basis, and both were cited with approval in Anderson.\nThus, both the language of Anderson and the authorities which the supreme court relied upon in reaching its decision lead me to conclude that Mielke has been effectively overruled. However, since Anderson did not expressly refer to Mielke, I feel that a more detailed examination of its holding and the basis for the holding is in order.\nMielke was a medical malpractice action brought to recover for the loss of the inner ear's balance function which was allegedly caused by the improper administration of certain antibiotics. The plaintiff's expert was allowed to state his opinion and to name the authorities which helped form its basis, but he was not allowed to read from the articles themselves. (The expert was also prohibited from reading from his notes, which apparently consisted of a review of the literature, an issue which is not presented in this case.) The appellate court noted that the precise issue had not been decided by an Illinois court and then proceeded to review cases which it felt considered similar questions. I will discuss the cases relied upon by Mielke in the order that they appear in the opinion, and during my discussion I will point out what I consider to be the errors in Mielke's interpretations of their holdings. I would also note that Mielke has been the subject of critical comment. Stalmack and Switzer, Wilson v. Clark and its Progeny: The Application of Federal Rules 703 and 705 in Illinois, 67 Chi. Bar Rec. 4 (1986).\nThe first case cited by Mielke on this point was Darling v. Charleston Community Memorial Hospital (1965), 33 Ill. 2d 326, 211 N.E.2d 253, cert. denied (1966), 383 U.S. 946, 16 L. Ed. 2d 209, 86 S. Ct. 1204, which approved the use of recognized treatises and articles in the cross-examination of expert witnesses despite the fact that they were hearsay. Mielke does not address the different treatment accorded authorities depending upon their use in cross-examination versus direct examination, and I feel that this is a legitimate area of discussion. If the concern of Mielke and my colleagues is that the hearsay material should not be disclosed to the jury, how is the holding of Darling to be squared with the holding of Mielkel To extend Mielke to cross-examination would allow the expert to be asked if he agreed with Campbell's Orthopedics but would not allow him to be questioned about any particular statement in that book. To suggest that the use of authorities in cross-examination is different because they are used for impeachment only and not offered as substantive evidence ignores the fact that when they are submitted as *234bases of the expert's opinion (as they were in this case), they are not being offered as substantive evidence either. In both situations they are being offered for nonsubstantive reasons, in both situations there is the danger that the jury will fail to recognize this distinction, but in both cases that danger can hopefully be overcome by an appropriate limiting instruction. (See Anderson, 113 Ill. 2d at 12, 495 N.E.2d at 490.) Why then should they be treated differently? I submit that they should not. But cf. Carlson, Collision Course In Expert Testimony: Limitations On Affirmative Introduction Of Underlying Data, 36 U. Fla. L. Rev. 234, 246-47 (1984).\nThe next case cited in Mielke is Lawson v. G.D. Searle & Co. (1976), 64 Ill. 2d 543, 356 N.E.2d 779, which allowed a witness to base his opinion on a detailed study of all the clinical studies that have been published in the literature. (Lawson, 64 Ill. 2d at 557, 356 N.E.2d at 786.) Mielke distinguished Lawson, stating that the witness did not mention the reports by name and did not 'recite the empirical data drawn from the reports or the conclusions of the researchers.'  (Mielke, 124 Ill. App. 3d at 52, 463 N.E.2d at 225, quoting Lawson, 64 Ill. 2d at 557.) I would first point out that it seems preferable to me to require the expert to have a copy of the study available in court so that he can be effectively cross-examined on it rather than allow an opinion based upon the witness' detailed study. Thus, one of the distinguishing features relied upon by Mielke reduces the reliability of the basis. The fact that the witness in Lawson did not recite empirical data or the conclusions of the researchers is a significant distinguishing feature, but it should be viewed in light of the language that immediately follows it in the supreme court opinion.\nThese studies represent a great mass of factual information much broader in scope than any one doctor or research team could hope to assemble. These studies are clearly a part of the scientific or professional literature which the witness could properly consider in forming his opinion. In 3 Wigmore, Evidence, sec. 687 (Chadbourn rev. ed. 1970), at page 3, it is stated:\n'Medical science is a mass of transmitted and collated data from numerous quarters; the generalizations which are the result of one man's personal observation exclusively are the least acceptable of all. The law must recognize the methods of medical science. It cannot stultify itself by establishing, for judicial inquiries, a rule never considered necessary by the medical profession itself. It is enough for a physician, *235testifying to a medical fact, that he is by training and occupation a physician; whether his source of information for that particular fact is in part or entirety the hearsay of his fellow-practitioners and investigators is immaterial ***.'  (Lawson, 64 Ill. 2d at 557, 356 N.E.2d at 786-87.)\nIt should further be noted that immediately following the quotation from Wigmore contained in the Lawson opinion is the following language in which Wigmore quotes Justice Holmes:\nHolmes, J., in Finnegan v. Gas Works Co., 159 Mass. 312, 34 N.E. 523 (1893) (receiving testimony that after asphyxiation there is a period of conscious suffering before death, the physician having had no cases of the kind): Although it might not be admissible merely to repeat what a witness had read in a book not itself admissible, still, when one who is competent on the general subject accepts from his reading as probably true a matter of detail which he has not verified, the fact receives an authority which it would not have had from the printed page alone and, subject perhaps to the exercise of some discretion, may be admitted. (3 J. Wigmore, Evidence §687, at 4 (Chadbourn rev. ed. 1970).)\nThus Wigmore is arguing for the admission of learned treatises as substantive evidence as an exception to the hearsay rule, a position later adopted by Federal Rule 803(18) of Evidence, and one which is far more liberal than the simple allowance of such materials as the basis for the expert's opinion.\nImmediately following its attempt to distinguish Lawson, the court in Mielke states:\nThe more recent case of Walski v. Tiesenga (1978), 72 Ill. 2d 249, [381 N.E.2d 279,] supports defendant's position on appeal. (Mielke, 124 Ill. App. 3d at 53, 463 N.E.2d at 225.)\nAnd Mielke quotes the following language from Walski:\n 'Such is not the law in this jurisdiction at this time, and it is unnecessary for us to decide now whether and under what circumstances a plaintiff may introduce medical treatises as substantive evidence; plaintiff has made no attempt to introduce the treatises used to cross-examine Dr. Tiesenga as substantive evidence.'  Mielke, 124 Ill. App. 3d at 53, 463 N.E.2d at 225, quoting Walski, 72 Ill. 2d at 258-59, 381 N.E.2d at 283.\nIn response I would argue that Walski offered very little support for the defendant's position. First, the quote from Walski is dicta since the quoted language itself establishes that the plaintiff in Walski did not attempt to introduce the treatises as substantive evi*236dence. Second, the remainder of the paragraph relied upon by Mielke provides:\nCf. Lawson v. G.D. Searle & Co. (1976), 64 Ill. 2d 543, 556-58, holding that it was not improper for defendant's expert to testify that he based his opinion on clinical studies published in the literature since the law cannot ignore that medical science is a mass of transmitted and collated data. (Walski, 72 Ill. 2d at 259, 381 N.E.2d at 283.)\nTherefore the paragraph as a whole suggests that the use of authoritative sources is proper in some instances.\nMielke next cites Plost v. Louis A. Weiss Memorial Hospital (1978), 62 Ill. App. 3d 253, 259, 378 N.E.2d 1176, 1180, for the proposition that scientific works are generally not admissible as direct evidence. While language to that effect is to be found in Plost, it is dicta since the case dealt with the trial court's refusal to grant a continuance.\nAfter briefly referring to People v. Ward (1975), 61 Ill. 2d 559, 338 N.E.2d 171, and Wilson v. Clark (1981), 84 Ill. 2d 186, 417 N.E.2d 1322, the Mielke court mentions five cases that dealt more directly with the issue involved: the reference to materials that formed the basis of the expert's opinion. Four of those five cases (People v. Rhoads (1979), 73 Ill. App. 3d 288, 391 N.E.2d 512; People v. Castro (1983), 113 Ill. App. 3d 265, 446 N.E.2d 1267; Kinsey v. Kolber (1982), 103 Ill. App. 3d 933, 431 N.E.2d 1316; In re Germich (1981), 103 Ill. App. 3d 626, 431 N.E.2d 1092) approved the practice of allowing the basis of the expert's opinion to be related to the jury. The fifth case, In re Smilley (1977), 54 Ill. App. 3d 31, 369 N.E.2d 315, held that it was error, although harmless, to admit the underlying report, but Smilley might well have reached a different conclusion if the foundation requirements had been met in that case.\nThe final three cases relied upon by Mielke (Bailey v. City of Chicago (1983), 116 Ill. App. 3d 862, 452 N.E.2d 680; Fornoff v. Parke-Davis & Co. (1982), 105 Ill. App. 3d 681, 434 N.E.2d 793; Mehochko v. Gold Seal Co. (1966), 66 Ill. App. 2d 54, 213 N.E.2d 581), all involved situations in which the movant was either relying upon or attempting to introduce the bases of the opinion as substantive evidence. Again, that is not the situation that presented itself in Mielke nor is it the situation presented here. Reliance upon cases which hold that evidence is inadmissible for one purpose is appropriate if that is the purpose for which the evidence was offered. However, if the evidence may be properly considered for some other limited purpose, reliance on the absolute prohibition is inappropriate.\n*237A recap of the authorities relied upon by Mielke is listed below:\nWalski )\nPlost )\nBailey ) (disapprove use of basis as substantive evidence)\nFornoff )\nMehochko )\nWard ) (do not address issue of relating basis to jury Wilson ) although it apparently occurred)\nDarling ) (approves use of treatises in cross-examination)\nLawson ) (approves reference to published clinical studies)\nRhoads )\nCastro ) (approve relating the basis to the jury)\nKinsey )\nGermich )\nSmilley ) (disapproves relation to the jury at least partially because of an improper foundation)\nThus the first nine cases do not address the specific issue involved, and of the remaining five cases, four approve relating the basis to the jury. While judicial decision making is not a numbers game, it does seem to me that the Mielke decision gave an undue amount of weight to cases involving issues different from the one before it. In addition, there was other authority that Mielke neither referred to nor discussed.\nThe five cases on the specific issue referred to in Mielke were all from the first district, albeit from different divisions (Kinsey, Germich (1st Dist., 1st Div.); Castro (1st Dist., 2d Div.); Smilley (1st Dist., 4th Div.); Rhoads (1st Dist., 5th Div.)). Other districts have also ruled on the issue of relating the basis to the jury. The second district in People v. Sharkey (1978), 60 Ill. App. 3d 257, 263-64, 376 N.E.2d 464, 468-69, approved the practice. The third district in Smith v. Broscheid (1964), 46 Ill. App. 2d 117, 124-25, 196 N.E.2d 380, 384, a pre-Ward-Wilson decision, affirmed a ruling allowing the testimony of one physician based upon information from another physician, citing 3 Wigmore, Evidence, p. 8, par. 688. Finally, the fifth district in Smith v. Williams (1975), 34 Ill. App. 3d 677, 681-82, 339 N.E.2d 10, 14, and Clemons v. Alton & Southern R.R. Co. (1977), 56 Ill. App. 3d 328, 337-38, 370 N.E.2d 679, 685-86, has held that a testifying doctor can read consultation notes to the jury as substantive evidence as an exception to the hearsay rule under the authority of Ward. The last *238two cases have been criticized as going too far (Spector, People v. Ward: Toward a Reconstruction of Expert Testimony in Illinois, 26 De Paul L. Rev. 284 (1977)). Without adopting the rule of Smith and Clemons, since that issue is not before us, I would agree with Rhoads that, whether or not the statements are admissible as exceptions to the hearsay rule, it is certainly permissible for an expert to relate their contents to the jury.\nFrom the above discussion it is apparent that the first, second, third and fifth districts had almost unanimously approved relating the underlying basis to the jury prior to Mielke. It should be pointed out that all of the cases referred to above dealt with doctors referring to other medical or psychiatric materials that they relied upon in forming their opinions. Thus, Mielke is the only Illinois case to date dealing with the question of reference to medical texts or other authoritative works. Perhaps it would be helpful to examine some analogous situations to test the wisdom of the ruling in Mielke.\nAssume that the members of a jury are attending their respective houses of worship in order to gain insight on the proper method of decision making in a matter of supreme importance to them, the eventual destination of their souls. Perhaps the attendance of all is not motivated by such eternal considerations; some may be more concerned with guidance on more earthly matters such as properly filing their income tax returns or casting a vote on an upcoming presidential election that offers a choice between a hawk and a dove. While lawyers in trial in any given case at any given time are always convinced that the trial in progress is the most important event not only in their lives, but in everyone else's, this is not always the case. Jurors have an appropriate concern for the importance of their duty, but they also have their own lives to lead, hence their attempts to seek spiritual guidance. Religion being what it is, they rarely receive replies to such specific questions as are set out above; the advice given to assist them in their decision making is usually of a more general nature. For example, a rabbi might say, Stealing isn't good and refer to Exodus, chapter 20, verse 15, or a Christian minister might say, Fighting isn't good and refer to Matthew, chapter 5, verse 9. Quite obviously the rabbi and the minister are learned men, experts if you will, in this area of endeavor, and their advice, or opinion, is respected and may be followed solely because of their advanced state of learning. The persuasiveness of the advice may also be increased by their reference to the Bible, a recognized source in their field, one that is relied upon by them and other experts. But people sincerely trying to make decisions that may affect their souls, or govern their *239everyday lives, want more. What do they want?\nThey want to know more than that the person offering the advice is more knowledgeable than they, no matter how knowledgeable he is. They want to know more than simply a numerical reference to a learned work, no matter how revered it is. They want to know what the work itself says. Why? So that they can better judge both the expert and his advice. Shouldn't the seekers of truth be allowed to hear, Thou shalt not steal or Blessed are the peacemakers: for they shall be called the children of God? Mielke would say No.\nHaving passed through and referred to both the Old and the New Testaments, let us now return to the present. If I had begun and ended this dissent with, I dissent from the majority's reliance upon Mielke and followed that statement with a string of citations that covered five pages, the readers might reach one of several conclusions about this dissenting opinion:\n(1) that the citations would be viewed with disfavor under Supreme Court Rule 341(e)(7) (107 Ill. 2d R. 341(e)(7));\n(2) that it is neither particularly persuasive nor clear as to what my position is; or\n(3) that they wished they knew what the citations that I had strung together had to say about the subject so that they could better determine whether to agree with the majority or the dissent.\nConclusions two and three are obviously the ones which I wish the readers to draw. Mielke and the majority allow a list of authorities to be read to a jury, but prohibit any reference to, explanation of, or recitation from the authorities. It is the latter that are the meaningful aspects of the process.\nWe now move backward in time a short distance and remove ourselves from the fields of religion and law and turn to the playing fields of America to examine the following hypothetical situation. Assume that some years ago Stan Musial was being sponsored for induction into baseball's Hall of Fame and an admittedly qualified expert such as Jack Buck was prepared to testify before a panel comprised of people who were completely unknowledgeable about baseball. I realize that this is not the process followed, and that such a panel may not exist, but bear with me for a page or two.\nThe following colloquy occurs:\nQ. Mr. Buck, in your opinion, should Mr. Musial be admitted to the hall of fame?\nA. Yes.\nNote that the procedure followed is that allowed by Federal Rule of *240Evidence 705, the statement of the opinion alone. Note also that it is not particularly persuasive and that the basis for it isn't clear. Therefore the examiner, competent lawyer that she is, follows with another question:\nQ. Upon what do you base that opinion?\nA. Upon many years of watching him play.\nAgain data or information coming from personal experience is perfectly allowable under Federal Rule of Evidence 703, and while this buttressing of the opinion makes it slightly more clear and persuasive, the examiner seeks more:\nQ. Any other basis?\nA. Yes, The Baseball Encyclopedia, which I and other experts in this field rely upon, publishes a player's statistics such as batting average, number of hits, number of doubles, triples, homers, etcetera.\nQ. What do these terms mean?\n^\nAssume that an explanation is given for each of the terms for the benefit of this admittedly hard to find and arguably un-American panel. So far, so good; Federal Rule of Evidence 703 has sanctioned our examiner again. What was our panel thinking at this point, however? That question has also occurred to our skillful examiner so she asks:\nQ. What do these authorities reveal about Mr. Musial?1\nOpposing Counsel: Objection, Mr. Hearing Officer, that question calls for hearsay.\nQ. I am offering these materials only as a basis of my expert's opinion and you can give a limiting instruction to the panel to that effect.\nHearing Officer: Objection sustained because of the holding in Mielke.\n*241This result, possibly depriving Mr. Musial of his well-earned niche in the Hall of Fame, and more importantly depriving the panel of the benefit of the recitation of reliable data and the ability to adequately judge the credibility of the expert, is the reason for my dissent.\nWith some reluctance I will leave my alliterative meandering from the Bible to baseball and return to the law. On doing so let us first ascertain what type of materials the courts have allowed an expert to rely upon and to relate to jurors since Mielke and then let us examine whether learned treatises are either more or less appropriate as subjects to relate to the jury. The cases will be organized according to districts.\nFirst District. Piano v. Davison (1987), 157 Ill. App. 3d 649, 510 N.E.2d 1066, was a medical malpractice action which alleged negligent diagnosis and surgical treatment of the plaintiff's condition. The court allowed an expert to read verbatim from nurse's notes and indicated that during cross-examination the expert could testify as to the contents of medical records. Piano also allowed reference to learned treatises as a basis of the expert's opinion and may have allowed recitation of the contents of those treatises:\nPlaintiffs contend further that several times defense witnesses were improperly permitted to testify regarding the basis of their opinions. Generally, an expert may base an opinion upon specialized knowledge, including facts, data, or opinions contained in a learned treatise recognized as reliable authority. [Citing Lawson.] Piano, 157 Ill. App. 3d at 669-70, 510 N.E.2d at 1080-81.\nIn re Scruggs (1986), 151 Ill. App. 3d 260, 502 N.E.2d 1108, involved a woman who was adjudged subject to involuntary admission under the Mental Health and Developmental Disabilities Code. The court approved the testimony of a clinical psychologist who relied upon and related to the finder of fact that the manager of the respondent's apartment had told him that the respondent had opened her apartment door in the nude to a carpenter who had been sent by the manager to do some work on the apartment. People v. Sassu (1986), 151 Ill. App. 3d 199, 502 N.E.2d 1047, was a murder case in which a toxicologist was allowed to relate test results to the jury which showed the absence of marijuana or its active metabolites in the victims' blood. These test results had been received by phone from a forensic laboratory in Canada.\nHatfield v. Sandoz-Wander, Inc. (1984), 124 Ill. App. 3d 780, 464 N.E.2d 1105, was a strict liability action in which the plaintiff claimed that she lost her eyesight as a result of ingesting a prescription drug *242over an extended period of time. Hatfield approved reliance by experts upon deposition testimony of doctors, pharmacists, and the plaintiff. It is unclear from the opinion in Hatfield as to whether this material was related to the jury.\nSecond District. Department of Transportation ex rel. People v. Amoco Oil Co. (1988), 174 Ill. App. 3d 479, 528 N.E.2d 1018, was a condemnation case in which the court approved an expert referring to and relating to the jury figures on comparable sales as a basis of his opinion.\nThird District. Henry v. Brenner (1985), 138 Ill. App. 3d 609, 486 N.E.2d 934, was a personal injury suit arising out of an auto accident in which the court approved a medical doctor testifying to the contents of medical records prepared by other doctors in his office. While Henry is concerned only with the reports of other doctors, it does contain the following language:\nUnder Rule 705, an expert, once found qualified, can simply state his opinion. And, of course, a full presentation developing in detail the expert witness' qualifications, basis, opinions and reasoning is permissible upon direct examination. Facts, data, and opinions not themselves admitted into evidence may be included in such disclosure if the requirements of Federal Rule 703 are satisfied. Cross-examination may then be used to reveal the expert's basis for his opinion is inadequate, and the expert's opinion may then be stricken as based upon conjecture or speculation. (Henry, 138 Ill. App. 3d at 614, 486 N.E.2d at 936.)\nIn its concluding paragraphs Henry notes that Federal Rule 703 may provide opportunities for abuse, but that the trial judge properly gave a limiting instruction which allowed the jury a more candid statement of the reasons supporting Dr. Cooper's conclusions. Henry, 138 Ill. App. 3d at 615, 486 N.E.2d at 936.\nMontefusco v. Cecon Construction Co. (1979), 74 Ill. App. 3d 319, 392 N.E.2d 1103, involved a claim for structural damage to a building. The court allowed an expert registered engineer to refer to and rely upon correspondence and conversations with suppliers of materials. The expert was also allowed to refer to an authoritative book published by the American National Standards Institute. It is somewhat unclear but these matters may also have been related to the jury.\nFourth District. Mayer v. Baisier (1986), 147 Ill. App. 3d 150, 497 N.E.2d 827, was a medical malpractice case in which the court approved allowing the expert to testify to the contents of hospital records in explaining the basis of his opinion. Manning v. Mock (1983), *243119 Ill. App. 3d 788, 457 N.E.2d 447, was a will contest action in which the court approved a gerontologist's reference to nursing home records as a basis for his opinion. It is unclear whether the contents of the nursing home records were related to the jury.\nFifth District. Thomas v. Brandt (1986), 144 Ill. App. 3d 95, 493 N.E.2d 1142, was a personal injury action arising from a motor vehicle accident in which an orthopedic surgeon was allowed to rely upon and relate to the jury the results of a blood-alcohol test on the plaintiff even though the hospital technician didn't recall who took the test, the work sheets on the method and procedure had been lost, and there was some question of whether it was the plaintiff's blood which was tested.\nAs was noted earlier, in People v. Anderson (1986), 113 Ill. 2d 1, 495 N.E.2d 485, the supreme court held that a psychiatric expert should be allowed to relate to the jury other psychiatric reports which he relied upon.\nWe thus have the Illinois courts approving relation to the jury of the above types of bases of their opinions. It seems to me that the next logical question to ask is whether or not learned treatises are more or less appropriate in terms of the necessity for and reliability of their contents. In making this determination a reference to some of the commentators may be helpful.\nAs a prelude to the commentators' opinions in this area I would offer one further example of what I feel is the unreasonableness of the result reached in MielJce. In practically every civil jury trial in Illinois the jury will be told sometime during the course of the case that the court will instruct you on the law applicable to this case at its close. The jury patiently awaits the words of wisdom from the court; the promise is inevitably kept, and the court furnishes the law to the jury. Isn't the court acting as an expert in performing this function— an expert on the law? Indeed, since the jury must accept the law as given by the court, while it is free to accept or reject any other expert's opinion, isn't the judge a sort of super-expert? And what is the source of this expert's opinion?\nThe judge's knowledge in this area obviously begins with law school, with exposure to principles, the analysis of factual and legal patterns, and the retention of a portion of hundreds of years of accumulated wisdom contained in written words. This base of knowledge is amplified by engaging in the practice of law for a period of years during which the contents of an additional untold number of advance sheets and articles are perused. This process continues after the person becomes a judge.\n*244With all this training, study, and experience available where does a court go to obtain the law to impart to the jury? The answer in well over 90% of the cases is the Illinois Pattern Jury Instructions (IPI). Even in those situations where the IPI does not contain an appropriate statement of the law, the instruction does not spring full grown from the brow of the court; the bench may be elevated, but it is not Mt. Olympus. In the relatively few instances that an appropriate statement isn't found in IPI it comes from the reported cases, and the judge fashions an instruction to fit the case on trial.\nThis reliance upon recognized authorities (IPI and the case law) occurs in every trial, and in every jury trial the basis of the court's opinion on the law is then related to the jury. If this procedure is so fraught with the danger of abuse, why is it so universally accepted? On the other hand, if the procedure is proper why isn't it followed with other experts?\nThis isn't a novel question. As Wigmore points out, it was raised almost 300 years ago:\nCertainly the practice which allows the use of legal treatises, even domestic only, confesses the principle which admits learned treatises generally:\nSpencer Cowper's Trial, 13 How. St. Tr. 1106, 1163 (1699).\nDr. Crell: 'Now, my lord, I will give you the opinion of several ancient authors.' BARON HATSELL: 'Pray, doctor, tell us your own observations.' Dr. Crell: 'My lord, it must be reading, as well as a man's own experience, that will make any one a physician, for without the reading of books of that art, the art itself cannot be attained to. Besides, my lord, I conceive that in such a difficult case as this we ought to have a great deference for the reports and opinions of learned men. Neither do I see why I should not quote the fathers of my profession in this case as well as you gentlemen of the long robe quote Coke upon Littleton in others.'  (Emphasis added.) 6 J. Wigmore, Evidence §1697, at 16 (Chadbourn rev. ed. 1976).\nI must add that in these sections of his work Professor Wigmore is advocating the heresy of the adoption of a learned treatise exception to the hearsay rule. The plaintiff in this case did not attempt to reach so high, but if the reasoning behind the adoption of such a rule is sound, isn't it equally applicable to a rule which would allow a basis found in a learned treatise to be related to the jury? I submit that it is, and will therefore briefly summarize Wigmore's analysis, found in sections 1690 through 1713. Professor Wigmore contends that the *245learned treatise exception should be examined in light of the general considerations applied to other hearsay exceptions: is the exception necessary and is the material trustworthy?\nOn the issue of necessity:\nThe ordinary expert witness, in perhaps the larger proportion of the topics upon which he may be questioned, has not a knowledge derived from personal observation. He virtually reproduces, literally or in substance, conclusions of others which he accepts on the authority of the eminent names responsible for them. *** Whether such persons are legally unavailable, or whether it is merely a question of relative expense, the principle of necessity (§1421 supra) is equally satisfied; and we should be permitted to avail ourselves of their testimony in the printed form in which it is most convenient. 6 J. Wigmore, Evidence §1691, at 5-6 (Chadbourn rev. ed. 1976).\nOn the issue of trustworthiness:\n(a) There is no need of assuming a higher degree of sincerity for learned writers as a class than for other persons; but we may at least say that in the usual instance their state of mind fulfils the ordinary requirement for the hearsay exceptions, namely, that the declarant should have 'no motive to misrepresent.' They may have a bias in favor of a theory, but it is a bias in favor of the truth as they see it; it is not a bias in favor of a lawsuit or of an individual. Their statement is made with no view to a litigation or to the interests of a litigable affair. ***\n(b) The writer of a learned treatise publishes primarily for his profession. He knows that every conclusion will be subjected to careful professional criticism, and is open ultimately to certain refutation if not well founded; that his reputation depends on the correctness of his data and the validity of his conclusions; and that he might better not have written than put forth statements in which may be detected a lack of sincerity of method and of accuracy of results. ***\n(c) Finally, the probabilities of accuracy, such as they are, at least are greater than those which accompany the testimony of many expert witnesses on the stand. The abuses of expert testimony, arising from the fact that such witnesses are too often in effect paid to take a partisan view and are practically untrustworthy, are too well known to repeat (§563 supra). It must be conceded that those who write with no view to litigation are at least as trustworthy, though unsworn and unexamined, as perhaps the greater portion of those who take the stand for a *246fee from one of the litigants. 6 J. Wigmore, Evidence §1692, at 6-7 (Chadbourn rev. ed. 1976).\nAt the time the above words were written by Professor Wigmore his position was admittedly the minority one. (6 J. Wigmore, Evidence §1693, at 7-12 (Chadbourn rev. ed. 1976).) He is not alone in his position, however. (See Rheingold, The Basis Of Medical Testimony, 15 Vand. L. Rev. 473 (1962); Morgan, Suggested Remedy For Obstructions To Expert Testimony By Rules Of Evidence, 10 U. Chi. L. Rev. 285 (1942); Maguire and Hahesy, Requisite Proof Of Basis For Expert Opinion, 5 Vand. L. Rev. 432 (1952).) Professor Maguire has a particularly apt response to the concern of some that jurors may be prone to regard written materials with too much reverence:\nOur faith in democracy and freedom of expression rests confidently on assumption of the public's power to avoid being fooled by deceitful writings. It is not without relevance that Holmes' famous statement advocating 'free trade in ideas' and the testing of truth by 'the power of the thought to get itself accepted in the competition of the market' referred to the content of printed leaflets which he apparently deemed loathsome. Why should we trust the citizen to discount alluring false propaganda in the shock and turmoil of life, yet treat him as a ninny when he reaches the comparatively ordered calm of the jury box? The contrast is all the more cutting because what we shrink from letting him see in court is often carefully and disinterestedly composed printed or typed material, intended to be accurate and carrying only a minimum risk of error. (Emphasis added.) Maguire and Hahesy, 5 Vand. L. Rev. at 440.\nOr to put it in the more pungent words of Judge Warren Wolfson, Why treat jurors like mushrooms, keeping them in the dark and feeding them manure? (Comment by Warren Wolfson, Circuit Judge of Cook County, at Regional Judicial Seminar in Collinsville, Illinois (October 1987).)\nIt should be noted that Wigmore's call for an exception for learned treatises has been answered by the adoption of Federal Rule of Evidence 803(18), which provides:\nThe following are not excluded by the hearsay rule, even though the declarant is available as a witness:\n* * *\n(18) Learned treatises. To the extent called to the attention of an expert witness upon cross-examination or relied upon by [him] in direct examination, statements contained in published treatises, periodicals, or pamphlets on a subject of history, med*247icine, or other science or art, established as a reliable authority by the testimony or admission of the witness or by other expert testimony or by judicial notice. If admitted, the statements may be read into evidence but may not be received as exhibits.\nWhile this case does not present the question of the admission of the text as substantive evidence, I find it impossible in these days of increasing costs of litigation not to include two final quotes from Wig-more on this point:\nCostly litigation is the parasite of justice; and we pay too high a price when we refuse to accept our information from a competent source ready at hand. (6 J. Wigmore, Evidence §1691, at 6 (Chadbourn Rev. ed. 1976).)\nThe readiness with which the judges rely upon anonymous legal authors' statements in cyclopedias and compilations, but reject the most distinguished authors in natural science, is of course an inconsistency which baffles the layman and brings on the law the sneers of the representatives of other sciences when called to the witness stand. 6 J. Wigmore, Evidence §1697, at 14-15 (Chadbourn Rev. ed. 1976).\nFrom the foregoing comments it is obvious there is considerable support for relating the bases of experts' opinions to the jury. The question that arises is, is there any commentator criticism on the practice? The answer is yes, but in my judgment even that criticism would not apply to the situation presented in this case.\nThe most specific criticism may be found in two articles by Professor Ronald Carlson. (Carlson, Policing The Bases Of Modern Expert Testimony, 39 Vand. L. Rev. 577 (1986); Carlson, Collision Course In Expert Testimony: Limitations On Affirmative Introduction Of Underlying Data, 36 U. Fla. L. Rev. 234 (1984).) In answering the question whether or not the lawyer who calls an expert is entitled to read the basis into evidence, Professor Carlson states:\nAs has been explained, strict principles of expert, hearsay, and confrontation law require that the answer to the above question be an emphatic no. ***\nThis Essay is not intended to suggest that experts should be denied the use of unadmitted hearsay to form and propound expert opinions. Rather, the analysis speaks to the impropriety of receiving in wholesale fashion the unauthenticated background data as an exhibit on behalf of the party that offered the expert's courtroom opinion. Once the expert identifies the sources for his conclusions during direct examination, the reference to outside material is complete. Furthermore, in criminal cases, *248permitting the expert to go beyond this point and recite extensively from another person's report significantly damages the confrontation clause of the Constitution. This back door introduction of the contents of a non-testifying expert's report, without producing the author of the material, impinges on the criminal defendant's sixth amendment rights. Carlson, Modern Expert Testimony, 39 Vand. L. Rev. at 585.\nProfessor Carlson's comments received a prompt reply. Professor Paul Rice noted that most courts do not allow the underlying data to be admitted as evidence but do permit the reference to the otherwise inadmissible background information. He then argues:\nThus, on the one hand, the jury may consider the facts or data upon which the expert based her opinion to assess the weight to be given to that opinion. Yet, on the other hand, the jury, when deciding whether to arrive at the same conclusion, cannot accept what the expert relied upon as true. In reaching its own conclusion, the jury can rely only upon the product of that evidence — the expert's opinion. If this practice sounds like judicial double talk, it is. (Rice, Inadmissible Evidence as a Basis for Expert Opinion Testimony: A Response to Professor Carlson, 40 Vand. L. Rev. 583, 584 (1987).)\nProfessor Rice goes on to argue that the materials relied upon by the expert should be admitted as substantive evidence under certain guidelines. I point out that this court is not being asked to adopt the position of Professor Rice; the only question for us is whether these materials can be related to the jury as a basis for the expert's opinion.\nReturning to Professor Carlson's concern about the impropriety of receiving in wholesale fashion the unauthenticated background data as an exhibit on behalf of the party that offered the expert's courtroom opinion (Carlson, Modern Expert Testimony, 39 Vand. L. Rev. at 585), I would argue that he is not nearly so worried about the relation to the jury of the material from learned treatises which Mielke prohibits, as he is about the disclosure of the types of material that have already been approved in Illinois, such as the psychological reports in Ward or the statements about a nude tenant by an apartment manager in Scruggs. I base this argument not only upon my own already stated view, but also upon a suggested amendment to Federal Rule of Evidence 703 which is contained in Professor Carlson's 1986 article:\nOne productive idea might be to add a new section (b) to Rule 703 incorporating the following concept:\n*249In criminal cases, and generally in civil cases, underlying expert data must be independently admissible in order to be received in evidence. An expert's reliance on unadmitted data does not mandate introduction of the data, where the sole reason for introduction is that it formed a basis for the expert's opinion. When good cause is shown in civil cases and the underlying information is particularly trustworthy, the court may admit the data under this rule to illustrate the basis for the expert's opinion. (Emphasis added.) (Carlson, Modern Expert Testimony, 39 Vand. L. Rev. at 58 n.29.)\nEven if we do not consider learned treatises as independently admissible under Federal Rule 803 (18), the emphasized portion of the proposed amendment would certainly include learned treatises because of their particularly trustworthy nature.\nI will now refer to one final commentator, Professor Imwinkelried, not only because I feel his views support my position, but, more importantly, because I feel that he offers an excellent analysis of the problems inherent in expert testimony. A series of quotes from Professor Imwinkelried's article The Bases Of Expert Testimony: A Syllogistic Structure Of Scientific Testimony, 67 N.C. L. Rev. 1 (1988), follows:\nSource materials such as books, lectures, treatises, and textbooks state the principles and theories which function as the expert's major premise. In contrast, statements by a patient and tests of the patient by the other doctors furnish the witness with the minor premise; they supply the data about the present case to which the expert applies the major premise. Imwinkelried, Syllogotic Structure, 67 N.C. L. Rev. at 4.\nThere is a strong case for liberally allowing scientists to choose the general theories and principles comprising their major premise even when doing so necessitates reliance on hearsay sources of information such as treatises written by other scientists. As one court stated, it would be 'virtually impossible' for a scientist to avoid relying on hearsay sources of information. That observation is an understatement. The reality is that 'no scientist] *** can possibly have firsthand knowledge of all the data comprising his field.' Any scientific testimony invariably rests on such sources as the expert's college textbooks and the lectures she has heard since graduation. The witness has undoubtedly reviewed the published studies conducted by other scientists, and common sense dictates that the witness be permitted to rely on those works even though the witness did not *250participate directly in those studies. It would be absurd to limit the expert to scientific studies she had personally conducted. Would we require a modern accident reconstruction expert to replicate Newton's seventeenth century experiments to derive the laws of motion? Suppose that a physicist is testifying about the safety of a nuclear power plant. If the physicist contemplates relying on the works of Fermi or Oppenheimer, would we require that the physicist duplicate their research? Imposing that requirement would effectively bar all scientific testimony. To put the matter bluntly, permitting scientific witnesses to consider the theories and studies of other researchers is an absolute necessity.\nMoreover, the witness' choice of theories and studies to employ as a major premise should be afforded substantial deference. The scientific witness is an expert precisely because he has intensively studied the literature in that field. That study may be the witness' life work. The witness' sphere of expertise consists of mastery of the concepts, methodologies, principles, and theories peculiar to the witness' scientific discipline. The scientific witness knows 'the ways of his work' better than the judge or jurors. In selecting a major premise, the witness acts in his capacity as an expert. Because the scientific witness has unique, superior expertise in the field, the witness' choice of a major premise warrants great respect.\nWhen we turn to the witness' selection of information as a minor premise, a radically different picture emerges. There is no absolute necessity to permit resort to hearsay sources, there is a much less compelling case for deference to the witness' selection, and by its very nature the information serving as the minor premise poses peculiar probative dangers at trial. (Emphasis added.) Imwinkelried, Syllogotic Structure, 67 N.C. L. Rev. at 8-10.\nTwo things should be noted at this time: first, Imwinkelried's analysis states that the major premise materials are appropriately the subject of discussion under Federal Rule of Evidence 702 which our supreme court did not adopt in Wilson; second, in the above quotations Imwinkelried is not specifically discussing the relation of these materials to the jury. The analysis contained in the above quotations is crucial, however, in understanding his later comments on the subject of disclosing matters to the jury:\nOne school of thought is that if a report otherwise satisfies rule 703, the trier of fact should receive the full detail of the *251report. The advocates of this school argue that the trier cannot intelligently evaluate the worth of the expert's opinion unless the trier has the benefit of all the detail of the report. The only required safeguard is that the judge give the jury a limiting instruction under Federal Rule of Evidence 105. The competing school of thought is that the judge should be cautious in exposing the jury to independently inadmissible information. The proponents of this school fear that despite the limiting instruction, the jury will misuse the information as substantive evidence on the merits of the case.\nThe major-minor premise distinction proposed by this Article strengthens the position of the latter school of thought. Section II noted that the danger that the jury will misuse the information contained in the expert's major premise is minimal since that information rarely overlaps with the disputed adjudicative facts in the case. In contrast, the danger of misuse of the information included in the witness' minor premise is substantial since that information frequently coincides with controverted facts such as the manner in which the traffic accident causing the personal injuries occurred. (Emphasis added.) Imwinkelried, Syllogotic Structure, 67 N. C. L. Rev. at 26.\nThus, Imwinkelried would apparently agree with Professor Carlson's concern about relating case-specific materials to the jury, but as the emphasized portion of the last quote indicates, he would not have the same concern about materials contained in learned treatises which are a part of the expert's major premise.\nExamining this case in view of the foregoing analysis, we find that there was reference by the plaintiff's expert to materials comprising the minor premise, i.e., the hospital records. There was no objection to this testimony which is not surprising in view of Wilson. There was also a general reference by the defense expert to the underlying literature. Again there was no objection to this testimony which obviously formed a part of the expert's major premise. When the plaintiff attempted to relate specific, rather than general, statements from recognized journals the defendant's objection was sustained.\nAs has been indicated earlier there was no attempt to introduce these statements as substantive evidence; they were offered only to explain the basis of the expert's opinion. In addition, although not necessarily controlling, the references were not so lengthy as to be a burden on the court's time. Only four journals were referred to; from the medical journal Spine, less than 10 sentences in all were submitted. Anderson authorizes the trial court to give limiting instructions *252and to examine the proffered articles and exclude those whose probative value is outweighed by their prejudicial effect. The trial court did not do that in this case because of its reliance on Mielke. This was error in my opinion, and I would reverse and remand for a new trial.\nIn closing I would quote from the announcer of the now long-gone radio program The Lone Ranger who opened each episode with Let us return now to the days of yesteryear. Following his advice I would submit two cases from the last century: Nash v. Classen (1896), 163 Ill. 409, 45 N.E. 276, which allowed a farmer to refer to a recognized trade paper to obtain quotes on shelled corn to establish the appropriate price; and Carter v. Carter (1894), 152 Ill. 434, 28 N.E. 948, which allowed a witness to testify that the people in the next hotel room were committing adultery based on the sounds emanating from the adjoining room. I would then pose the following question after apologizing in advance to Mr. Stevens, a true poet lawyer:2\nIf quotes on shelled corn\nand concupiscent sounds\nmay both be related as fine,\nWhy then rebuff\nsuch trustworthy stuff\nas the scholarly statements from Spinel\n1\nStan Musial: AB H 2B 3B HR BA\n10,972 3,630 725 177 475 .331\n(The Baseball Encyclopedia 1240 (J. Reichler 4th ed. 1979)).\nI realize that by including Mr. Musial's statistics I am violating the Mielke holding, but it should be apparent by now that I disagree quite strongly with it. In addition, it occurs to me that the reader might be curious about them, and in this matter I am reminded of the funeral scene in Huckleberry Finn when everyone was gathered in the parlor of the deceased's home and the proceedings were disrupted by a yowling dog in the basement. The undertaker quietly went downstairs, there was a sharp whack, the yowling ceased, and the undertaker returned and said, He had a rat! As Huck noted, You could see it was a great satisfaction to the people, because naturally they wanted to know. M. Twain, The Adventures of Huckleberry Finn, in The Family Mark Twain 570 (1988).\n2\nSee Wallace Stevens, The Emperor of Ice Cream, The New Oxford Book of American Verse 446 (R. Ellman ed. 1976).\n\nPlain English summary:\nPlaintiff worked as a logger when he was hit by a falling tree on his neck and shoulders. He brought suit against his doctor for damages alleged to have been caused by the defendant's surgical treatment of him after an injury. Following a jury trial, judgment was entered in favor of the defendant. Plaintiff appealed. The appellate court held that plaintiff's motion for judgment notwithstanding the verdict was properly denied and that the jury's verdict was not contrary to the manifest weight of the evidence.\n\n",
    "annotations": {
        "Facts": [
            "on August 17, 1984, while work*212ing as a logger, the plaintiff was injured when the upper part of a tree fell a distance of approximately 60 feet, striking his shoulder and the back of his neck. As a result, the plaintiff suffered a burst fracture of his second lumbar vertebra, which splintered or burst into several pieces with some of its fragments being retropulsed into his' spinal canal, obliterating it in part and exerting pressure upon the contents of the canal. Immediately after injury, the plaintiff was referred to the care of the defendant, a board-certified orthopedic surgeon, at St. Mary's Hospital in Centralia, Illinois. On August 31, 1984, defendant performed lumbar laminectomy upon him, intending to insert Harrington rods and to perform spinal fusion during the procedure in order to stabilize plaintiff's back but finding",
            "that he could not continue the operation long enough to do so because of excessive bleeding. On September 6, 1984, while the defendant was out of town, one of the doctors caring for him in defendant's absence, namely, Dr. R. Chandra, since deceased, had him transferred to Barnes Hospital in St. Louis, Missouri, where on September 8, 1984, Dr. William Strecker inserted Harrington rods and performed posterior spinal fusion. Later, on September 18, 1984, Dr. Strecker removed a retropulsed fragment from the spinal canal and performed an anterior fusion. In January of 1986 Dr. Strecker removed the Harrington rods, which provided stability to the spine until the fusion was solid. The plaintiff, who now walks using forearm crutches, has been unable to return to his occupation as a logger or to any work involving physical labor.",
            "Dr. Robert Tatkow, a board-certified orthopedic surgeon",
            "testified that",
            "¡wjhat was done in this case was to further destabilize an unstable spine by removing the last vestige of possible stability, in other words, removing the bone in the back of the spine, the third column posterior column. This was the last vestige of stability that Mr. Schuchman had left so that by removal of this he totally destabilized the spine, caused the spine to shift one and a half centimeters, approximately, half an inch with further damage to the nerves.He said that destabilization of the spine meant that it allows the remaining bony elements to abnormally move on each other and",
            "thereupon can damage the nerve structures within the spine. The witness testified that*213[w]e do not do laminectomies in the presence of this type of injury, and I don't think anybody has in many, many years. The literature goes back at least fifteen years or more don't do laminectomies on this type of an injury. It makes people worse.",
            "Concerning the defendant's intention to undertake the placement of Harrington rods in the plaintiff, when the defendant had never performed such a procedure, the witness expressed the following opinion:This is such a very demanding procedure with so many ramifications in the use of the instrumentation that it would be absolutely impossible for an individual who had not even seen a procedure in many years to go ahead and attempt to do one on such a complex patient as Mr. Schuchman was.The witness indicated that he had reviewed the plaintiff's records made upon his arrival at Barnes Hospital from St. Mary's Hospital and expressed his opinion with regard to plaintiff's neurological status upon arrival at Barnes Hospital as follows:I reviewed the emergency room records, the treating physician's records, and the resident's records right after he was transferred to Barnes' [sic] Hospital. These records all demonstrate a marked neurological deterioration by the time he was transferred to Barnes' [sic] Hospital compared to his initial status after the injury and before he was operated on at St. Mary's Hospital.He indicated that at that time [h]is quadraceps [sic] were not functioning at all. They were zero, paralyzed. The witness testified further that X rays taken on September 5, 1984, following surgery by defendant on August 31, 1984, demonstrateda very marked change in the alignment of the vertebral bodies. The entire upper part of his spine from the first lumbar vertebra, up the entire spine has shifted backwards on the second lumbar vertebra approximately one and a half centimeters, a half inch, more or less. This is the major change that is noted in this film.The witness described the significance of such a shift in the vertebral bodies at the level of L1-L2:That is a tremendous change because it infers that the nerve structures within the spinal canal at that level must be stretched one and a half centimeters in the spine, is a tremendous difference. And, in order for the spine to shift, it must stretch nerves within the spinal canal. One can't happen with*214out the other.",
            "The witness expressed the further opinion that the delay between the time of injury and the time of surgery by defendant was very inordinate, stating that [t]here's a much higher success rate if it's done earlier, that is, within the first few days following injury. He indicated that the form of treatment that he believed should have been used was the insertion of Harrington rods shortly after the injury occurred without performing laminectomy; in about 40 or 50 per cent of cases, he said, the rods reduce the fragment or get it out of the spinal canal without the need to remove the fragment later surgically as was done here. The procedure the witness advocated must be performed before any healing occurs: If you do it after a week or ten days, after healing has started, the chances of getting that fragment out of the canal rapidly become much smaller or impossible without doing another staged operation. He said that[t]he delay in the operative procedure then demanded that a second stage would have to be performed in order to get that piece of bone out of his spinal canal because if you try to do something to somebody's back after two weeks the bones become sticky and you can't move them around as well as if you did it fresh.",
            "Asked on direct examination the typical length of a hospitalization for a patient who has suffered injuries similar to those Arnold Schuchman demonstrated on August 17th, 1984",
            "the witness answered, The last four of these that I did this year, the people went home in a month or less.On cross-examination the following colloquy occurred between counsel for defendant and the witness:Q. It was your impression that he had made a nice measure of improvement with findings as those described even before you had an opportunity to do your own examination. Is that right, sir?A. I thought he had made a very nice recovery, yes.Q. And that would represent a good outcome for a man who had had injuries as serious as those suffered by Mr. Schuchman on August 17,1984, correct?A. Yes.Q. In fact, probably as good a result as any board certified orthopedic specialist could expect from a patient with such a difficult problem caused by that tree falling accident? Is that right, sir?A. No, sir.Q. Wouldn't you say that is probably true?A. I'll say that considering the neurological deficit and the problems that the man had at the time he was transferred to Barnes' [sic] Hospital, yes, he has made an excellent recovery. But, I would not characterize this as an excellent recovery in view of the much less neurological deficit that he had at his initial evaluation at St. Mary's Hospital before the destabilizing procedure was performed.He indicated that he would not expect a man injured as the plaintiff had been on August 17, 1984, ever to return to work as a logger or to return to work involving significant manual labor regardless of the *216quality of medical care and treatment he had received. With regard to the duration of plaintiff's hospitalization, the witness testified, I can state with a reasonable degree of medical certainty that the hospital stay would surely be less than six months; and this man was hospitalized altogether including his rehabilitation time at Jewish Hospital for approximately six months. He indicated that in medical centers today the procedure for treating a patient injured as was plaintiff is usually performed in two stages or operations. The removal of the Harrington rods would constitute a third operation.",
            "Statistically, thirty or forty percent of people with this type of a burst fracture can be adequately treated with just one operation.",
            "Dr. Akbarnia",
            "a board-certified orthopedic surgeon, testified that surgery should have been performed on a man injured as was the plaintiff at least in the first three to four weeks.",
            "Asked, There has been some testimony that it should be done in the first two or three days. What is your opinion on that subject? the witness responded as follows:Well, scientifically, there is no evidence that early surgery would alter the final outcome neurologically and there has been no proof in that. The only time that you are advised that that should be done early is when the neurological status is severely deteriorated and at that time it has to be done on a [sic] emergency basis.The plaintiff's condition was not, he indicated, one requiring surgery on an emergency basis. He testified that the nature and extent of permanent nerve damage in a case such as the plaintiff's depends on the degree and severity of the injury that he sustained at the initial *217impact. Given the degree and severity of the injury the plaintiff sustained initially on August 17,1984, the witness suspectjed] some degree of permanent residual impairment as a prognosis.",
            "He testified as follows with regard to the bleeding that occurs during fusion:Well, if he wanted to proceed with a fusion and instrumentation as he wrote in his operating report that that was his intention he had to take some bone from the pelvis, from the iliac bone, side of the pelvis. That means opening another area of the body here and then carve some bones from the ilium, which is the source of bone graft, and then, again, carve the area of the spine that has to be fused and that is the only way you can put bone graft in that heals. When you carve the bone then you have more bleeding, obviously, and those bleedings usually cannot be controlled.The bleeding cannot be controlled, he said, because it is from the bone and, unlike bleeding from the soft tissue and muscles, it cannot be clamped. He added that it is harder to control that kind of bleeding[bjecause the bleeding is from all small areas. You can't deal with thousands of them, you know. It's like the middle of a bone, you have seen like a sponge, so, from each of those holes you have bleeding, all opened blood. So that is why we usually do the fusion part at the end of the operation where the patient is, another part of the operation is done and we just do the carving and do the bone and close it, so it wouldn't last for *218some time. And, that part usually bleeds.The witness indicated that, on the basis of the materials he had reviewed, he would probably have terminated the operation as the defendant had; the witness concluded it would have been appropriate to close rather than proceed on the basis of [e]xcessive bleeding.Under such circumstances the spine remains unstable, he said, a condition to be managed by not allowing the patient to bear weight and load, so, they should be in a supine, laying down position. He testified that [u]sually, as long as a patient is log-rolled and kept in bedrest, there's no danger of increasing damage to the spine. The witness said that [w]hen you stand you put the stress on the spine and that is the psysiological [sic] load and that allows more compression of the spine; but, when a patient is lying down, that compression force is not there, so, you don't tend to see displacement.",
            "the plaintiff had been kept at bedrest on a Stryker frame following surgery by defendant until the time of his transfer to Barnes Hospital.The witness discussed the alignment of the plaintiff's spine, as shown on X ray, testifying that there was some minimal displacement in comparing the X rays, original X rays and the X rays prior to the second operation. The minimal displacement he described amounted to nine millimeters, according to his measurements, or approximately one-fourth of an inch. Asked the neurological significance of the one-fourth of an inch of displacement, he answered, I really don't think that alignment change affects the ultimate outcome.",
            "The area of concern to the witness was the area of compression of the nerves inside the spinal canal where the retro-pulsed bone fragments were located, which had revealed no change following surgery by the defendant or, apparently, in X rays taken at Barnes Hospital after his transfer there. He testified that, in comparing the findings recorded at the initial examination of the plaintiff with the findings of Dr. Tatkow when he examined plaintiff on April 1, 1988, he thought that the plaintiff had made a very good recovery.",
            "On cross-examination the witness testified that deterioration of neurological function following back surgery for a fractured spine is unusual, but it occurs in around 3% to 5% of cases in which the patient is neurologically involved prior to surgery. He stated that after surgery on August 31, 1984, plaintiff's condition deteriorated tempo*219rarily but that the final outcome is determined at the time of injury:Again, I have to differentiate between the outcome, permanent outcome or temporary deterioration. When we talked before all my testimony was for the permanent injury. It is very unusual to have a permanent injury after mentioning three to five percent, but after surgery temporary deterioration can happen and that is due to an edema or as the result of surgery. But, the final outcome, I think, is what is considered. So, that is what I'm referring to.He said further that if patients sustain or they get some temporary neurological problem after the surgery, then, it takes that much to return it. Sometimes it takes maybe more, two or three months to return.",
            "he had indicated in the past that laminectomy is not indicated for treatment of burst fractures, had co-authored papers indicating that laminectomy will not fully decompress neural tissue, and had written papers indicating that as an isolated procedure laminectomy may lead to greater instability with increased deformity of the spine. He indicated that the laminectomy was a part of the instability of plaintiff's spine following surgery by defendant but that his spine was already unstable when he went to surgery,",
            "laminectomy aggravated the potential instability of plaintiff's spine.",
            "When asked whether he would agree that the accepted standard of care in 1984 was to remove those impinging fragments in the spinal cord by the early application of Harrington rods and fusion, he indicated that such treat*220ment need not have been early if the patient had begun to improve .neurologically and had reached a plateau in improvement. The testimony of the defendant shows that following injury and before surgery on August 31, 1984, the plaintiff had regained some sensation in his lower limbs. The witness suggested that in the event the patient has begun to improve neurologically but has reached a plateau, the fragments could be removed as late as even a year following injury. The witness testified that it is now known that Harrington rods do not reduce, that is to say, remove, bone fragments impinging on the spinal canal: In 1977, we thought that way but now we don't think that those instruments would do that. In response to questioning concerning the recommended treatment for a burst fracture of the L2 vertebra, he responded in part:",
            "Dr. William Strecker, a board-certified orthopedic surgeon who treated plaintiff at Barnes Hospital",
            "stated that when he removed the retropulsed fragment of bone from plaintiff's spinal canal, the fragment appeared to be in the same location in which it had been immediately after injury on August 17, 1984, as revealed by CT scan. On cross-examination he said that the use of laminectomy in the case of a burst fracture in which an anterior fragment was retropulsed forward had been abandoned by the [m]id to late seventies. The procedure of choice in such a case, he said, would have been an anterior or a posterior lateral approach *221to remove the retropulsed fragment. He stated further upon cross-examination that, [according to his medical record and the deficits which he had prior to the August 31st surgery and the deficits on the physical exams after August 31st when he got to me, there was no appreciable change in those deficits in the previous medical records.",
            "Dr. Strecker testified that the plaintiff had indicated that initially, upon injury, he had been paraplegic but upon arriving at the hospital in Centraba he had regained use of his right leg but had noted some residual weakness in his left leg. He said that he understood from defendant's operative note that defendant had aborted the operation because of excessive bleeding and had subsequently undertaken hematologic investigation to determine whether plaintiff had a bleeding problem. The plaintiff was not, according to his knowledge, permitted to get up, twist, or turn after the operation by defendant by virtue of having been placed in a Stryker frame, whose purpose is to keep a patient immobile in a bed while permitting the patient to be turned over without having to move any part of his body.",
            "Dr. Chandra, who died prior to trial, treated plaintiff when defendant was out of town following the surgery of August 31, 1984. The defendant last saw plaintiff on September 3, 1984. Thereafter, until plaintiff's transfer to Barnes Hospital, Dr. Chandra assumed plaintiff's care for defendant.",
            "Although the plaintiff's expert witness, Dr. Tatkow, was not permitted to read from Dr. Chandra's report on direct examination, the witness testified that he had reviewed the records of another surgeon by the name of Doctor 'Chandra' who evaluated Mr. Schuchman just before his transfer to Barnes' [sic] Hospital in St. Louis after the surgery had been performed by Doctor Stackable. Asked, How were Doctor 'Chandra's' [sic] notes significant in the formation of your opinion as to his neurological condition following surgery? Dr. Tatkow answered, It demonstrates marked deterioration in Mr. Schuchman's neurological status and further paralysis. Dr. Tatkow testified further, as quoted above, concerning the plaintiff's neurological status upon his arrival at Barnes Hospital. The records of the emergency room, of the treating physician, and of the resident right after he was transferred to Barnes' [sic] Hospital all demonstrated, Dr. Tatkow said, a marked neurological deterioration by the time of plaintiff's transfer to Barnes Hospital compared with his initial status *227after injury and before surgery by the defendant. Dr. Tatkow indicated further that plaintiff's quadriceps were not functioning and were paralyzed at the time of the plaintiff's transfer to Barnes Hospital.",
            "Dr. Strecker testified that the lack of appreciable change in plaintiff's neurological condition was the basis for his opinion that plaintiff sustained no additional neurological damage as a result of the surgery performed by defendant. As outlined above, this witness indicated that he could not state that there was a difference in plaintiff's quadriceps functioning as graded by himself and earlier by the defendant in view of the subjective nature of such grading and the effects of bedrest upon the quadriceps muscle. The witness indicated further on cross-examination that Doctor Stackable and I do not grade muscle function the same way. Like Dr. Tatkow, Dr. Strecker testified that when the plaintiff arrived in St. Louis from Centraba, his quadriceps function was absent on both the right and the left. Concerning Dr. Chandra's report, Dr. Strecker testified as follows during this colloquy between the witness and counsel:Q. Now you also received Doctor 'Chandra's [sic] dictation from St. Mary's Hospital; correct?A. That's correct.Q. And Dr. 'Chandra' [sic] indicates that on September — at the time of his discharge on September 6 from St. Mary's Hospital that Arnold Schuchman had no voluntary control of movement of either extremity, is that not correct?A. Can I see where you're reading from there?Q. Sure. And also down here, the patient has no voluntary control of movement of either lower extremities [sic]?A. He does say that there but then he also quotes muscle grading strength at the same time. So I'm not sure what he means by that. It says that patient has no voluntary control of movement of either lower extremities [sic] but he has very weak adductors of the hips, weak flexors and abductors of the hips, patient had active ham strings but could not resist any force. I don't know how that statement alone fits with him also saying that he's got hip abductors, adductors and ham strings. So I look more at what he says he has functioning than no voluntary motion because he must have some voluntary motion or he couldn't do all of these things. So I don't know what Doctor 'Chandra' [sic] meant at the time."
        ],
        "Procedural History": [
            "The plaintiff, Arnold Schuchman, Jr., brought suit against the defendant, W.R. Stackable, M.D., for damages",
            "Following a jury trial, judgment was entered in favor of the defendant, and this appeal followed."
        ],
        "Application of Law to Facts": [
            "We have examined the entire record and conclude that plaintiff's motion for judgment n.o.v. was properly denied. In a medical malpractice action plaintiff bears the burden of establishing the standard of care by which the defendant physician's conduct is to be measured and the breach of that standard which resulted in the injury.",
            "Where the parties offer conflicting medical testimony concerning the applicable standard of care and defendant's breach of that standard, the jury is uniquely qualified to resolve the conflict, and a judgment n.o.v. is not required.",
            "In the instant case, as is apparent from the facts set forth above, both parties offered conflicting expert testimony on virtually every point relating to the proper standard of care and the defendant's alleged breach thereof. Thus, the conflicting testimony was sufficient to raise a question of fact to be decided by the jury, and the trial court properly denied plaintiff's motion for entry of judgment n.o.v.",
            "In view of the conflicting expert testimony, the verdict here may not be said to be contrary to the manifest weight of the evidence, and the trial court did not abuse its discretion in denying plaintiff's post-trial motion for a new trial.",
            "Here, in light of this testimony by both Dr. Tatkow and Dr. Strecker concerning Dr. Chandra's report and deterioration of plaintiff's condition following surgery by defendant, together with testimony by Dr. Akbarnia concerning neurological deterioration following back surgery for a fractured spine, we think that even if it were error, as urged by plaintiff, to refuse to admit the report of Dr. Chandra as substantive evidence and to refuse to allow Dr. Tatkow to read it in support of his opinion, the outcome of the case would have been no different and, thus, such error was harmless."
        ],
        "Relevant Precedents": [],
        "Outcome": [
            "Affirmed."
        ]
    },
    "class": "affirm"
}