{
    "text": "Roberts v. Sisters of Saint Francis Health Services, Inc., 198 Ill. App. 3d 891 (1990)\nMay 11, 1990 · Illinois Appellate Court · No. 1—86—0664\n198 Ill. App. 3d 891\n\nCase outline\nMajority — Justice Murray*\nOther formats\nPDF\nAPI\nCiting cases\n18 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nHERCHELLA ROBERTS, a Minor, by her Parents and Next Friends, Harry Roberts et al., Plaintiffs-Appellants,v.SISTERS OF SAINT FRANCIS HEALTH SERVICES, INC., d/b/a St. James Hospital, et al., Defendants-Appellees\nFirst District (5th Division)\n*894Schwartzberg, Barnett & Cohen, Heller & Morris & Associates, Ltd., and Leonard Arnold, P.C., all of Chicago, for appellants.\nNeil K. Quinn, of Pretzel & Stouffer, Chartered, of Chicago (Robert Marc Chemers and Randall C. Monroe, of counsel), for appellee Viktor Gottlieb.\nBaker & McKenzie, of Chicago (Francis D. Morrissey, Thomas F. Tobin, Michael A. Pollard, and Luke L. Dauchot, of counsel), for appellee Sisters of Saint Francis Health Services, Inc.\nO'Brien, Redding & Hyde, of Chicago (Donald J. O'Brien and Michael W. Rathsack, of counsel), for appellee Doctors Emergency Care Association Service Corporation.\nJUSTICE MURRAY*\ndelivered the opinion of the court:\nThis action was brought on behalf of Herchella Roberts (Herchella), by her parents and next friends, Harry and Henrietta *895Roberts, and the guardian of her estate, American National Bank & Trust Company (American National), to recover for injuries sustained by Herchella as a result of alleged medical malpractice. Specifically, the complaint charged that Dr. Viktor Gottlieb (Dr. Gottlieb) was negligent because he failed to diagnose and treat Herchella's meningitis and that St. James Hospital (Hospital) and Doctors Emergency Care Association (DECA) were both primarily and vicariously liable for the negligent care and treatment that Herchella received.\nAt the close of the plaintiffs' case in chief, the trial court directed verdicts in favor of the hospital and DECA, finding that Dr. Gottlieb had been employed as an independent contractor and that neither the hospital nor DECA had been primarily negligent. The jury trial proceeded on the issue of Dr. Gottlieb's negligence, and the jury returned a verdict in favor of Dr. Gottlieb. Plaintiffs' post-trial motions were denied, and this timely appeal followed.\nUpon review this court concludes that it must affirm the orders of the circuit court granting the motions for directed verdict in favor of the hospital and DECA, as well as the jury verdict entered in favor of Dr. Gottlieb. Although the evidence pertinent to the various issues raised on appeal will be set forth in greater detail in our discussion of the issues, the basic facts are as follows.\nSt. James Hospital, located in Chicago Heights, was a not-for-profit corporation. It contained upon its premises an emergency department which was managed by DECA, a professional corporation, pursuant to a contract entered into in March 1972. In accordance with this contract, the hospital provided the facilities, the nurses, the aides, and the orderlies, as well as the forms, papers and equipment used by the emergency department. Additionally, the hospital took responsibility for billing patients who received services through the emergency department. DECA was required to provide physicians to staff the emergency department. To this end, DECA employed four physicians full time and contracted with other physicians to work on a part-time basis to meet the needs of the emergency department. The part-time physicians were not committed to any regular schedule. They were paid an hourly wage, they received no benefits, and no taxes were deducted or social security withheld.\nAt about 11:30 p.m. on December 30, 1974, Henrietta Roberts took her three-month-old daughter to the emergency department at St. James Hospital, where she was seen by Dr. Gottlieb, a physician who worked in the emergency department on a part-time basis. Following a medical examination, X rays and blood tests, Herchella was diagnosed as having an upper respiratory infection. She was released *896to her mother, who was given both verbal and written after-care instructions.\nHerchella's condition worsened, and on January 1, 1975, at 2 a.m. she was returned to the emergency room of St. James Hospital, at which time she was diagnosed as having pneumococcal meningitis. She was later transferred to Wyler Children's Hospital. Subsequent treatment of the meningitis was unsuccessful, and Herchella remains permanently and irreversibly retarded, both physically and mentally.\nPlaintiffs filed their action against the various defendants, and a jury trial commenced in 1983. As stated earlier, the trial court granted motions by the hospital and DECA for directed verdicts and the jury returned a verdict in favor of Dr. Gottlieb. Plaintiffs now bring this appeal.\nIn their first issue, plaintiffs contend that the hospital should not have been granted a directed verdict because there was sufficient evidence for a jury to have concluded that the hospital was primarily negligent, i.e., negligent independently from any negligence by Dr. Gottlieb. This negligence, plaintiffs argue, stems from the failure of hospital personnel to provide Mrs. Roberts with written instructions directing her to take Herchella to her private physician the following day and to look for specific symptoms consistent with the onset of meningitis.\nA directed verdict should be granted only in those cases where all of the evidence, viewed in a light most favorable to the opponent, so overwhelmingly favors the movant that no contrary verdict could stand. (Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 510, 229 N.E.2d 504, 513-14.) At the same time, in order to recover, a plaintiff in a case of this type must establish that there existed a particular standard of care against which defendant's actions may be measured, that defendant breached this standard of care, and that the breach proximately caused the injury to the plaintiff. (Borowski v. Von Solbrig (1975), 60 Ill. 2d 418, 328 N.E.2d 301; Gasbarra v. St. James Hospital (1979), 85 Ill. App. 3d 32, 406 N.E.2d 54.) Generally, expert testimony is necessary to establish the appropriate standard of care that is to be applied. Walski v. Tiesenga (1978), 72 Ill. 2d 249, 256, 381 N.E.2d 279, 282; Gasbarra v. St. James Hospital, 85 Ill. App. 3d at 36.\nOur review of the record indicates that plaintiffs failed to provide any evidence that a standard of care existed applicable to hospitals which required them to provide patients with written instruction on suggested follow-up treatment when seen in the emergency department. Plaintiffs argue that the testimony of their ex*897pert, Dr. Battle, indicated that the hospital failed to conform to the standard for providing instruction regarding a sick child. But a reading of Dr. Battle's testimony discloses that she was referring to the duty owed by a doctor, not a hospital. Additionally, we note that upon the motion of defendants, much of Dr. Battle's testimony regarding the hospital was stricken and plaintiffs have not appealed this decision by the trial court.\nFurthermore, even if we were to assume that plaintiffs did establish, by inference, that a hospital owed a duty to its patients to provide written after-care instructions, plaintiffs failed to show that the hospital breached this duty or that the breach proximately caused the injury to Herchella. The hospital provided Mrs. Roberts with a written After-Care Instruction Sheet which instructed her on the treatment of fever. There was no evidence adduced at trial, expert or otherwise, to indicate that the use of this preprinted form was incorrect, inappropriate, or that it violated a standard of care for hospitals. Nor was there evidence that plaintiffs' failure to seek follow-up care was due to an omission of such instruction on the hospital's after-care instruction sheet. Thus, there was no evidence that the omission proximately caused injury to Herchella.\nWe further reject plaintiffs' assertions, made without reference to supporting case law, that the hospital should be held to some undefined higher standard of care by virtue of its accreditation by the Joint Commission on Accreditation of Hospitals (JCAH). While it is true that hospital licensing regulations, accreditation standards, and hospital bylaws are admissible as evidence of the standard of care by which the conduct of the defendant hospital may be judged (Walski v. Tiesenga (1978), 72 Ill. 2d 249, 381 N.E.2d 279), this does not relieve the plaintiff of the burden of establishing, by expert testimony, that the defendant's conduct breached the standard of care, as indicated by such regulations, standards, or bylaws. Thus, the standard of care to be applied is still that which is established by a competent expert familiar with the methods, procedures, and treatment ordinarily followed in a similar situation. (Purtill v. Hess (1986), 111 Ill. 2d 229, 489 N.E.2d 867.) As stated earlier, plaintiffs provided no expert testimony which would support a finding that the hospital breached the standard of care attributable to a community hospital, accredited or otherwise.\nPlaintiffs next contend that the trial court erred by holding that, as a matter of law, Dr. Gottlieb was an independent contractor and by granting the hospital and DEC A directed verdicts on that basis. This court need not address these issues unless we overturn the *898jury verdict which exonerated Dr. Gottlieb, since it is well established that a principal cannot be held liable where the purported agent of that principal has been absolved from liability. (Muscare v. Voltz (1982), 107 Ill. App. 3d 841, 438 N.E.2d 620.) Consequently, we shall first consider the other claims of error, but for which, plaintiffs allege, the jury would have found Dr. Gottlieb negligent.\nThe first claim of error concerns the medical records of the Wyler Children's Hospital. Plaintiffs contend that the trial court erred by allowing defendants to cross-examine their medical experts regarding specific information contained within these records when the records themselves were inadmissible. Alternatively, plaintiffs argue that, if it was proper for defendants to cross-examine the experts regarding specific matters contained within the Wyler medical records, then it was error for the trial court to have limited plaintiffs' redirect examination of these same witnesses with regard to other matters found within the Wyler medical records.\nInitially we note that plaintiffs failed to object when defendants cross-examined their expert witnesses using the Wyler medical records and, therefore, plaintiffs have waived this issue on appeal. (Department of Public Works & Buildings v. Klehm (1973), 56 Ill. 2d 121, 306 N.E.2d 1.) However, even if this issue was not waived, we would find it to be meritless.\nIn Wilson v. Clark (1981), 84 Ill. 2d 186, 194, 417 N.E.2d 1322, our Illinois Supreme Court determined that it was proper to allow experts to render opinions based upon facts not in evidence and without disclosing the facts underlying their opinion. The Wilson court went on to state that it was the burden of the adverse party to elicit, on cross-examination, the facts or data that led to the expert opinion.\nIn the present case plaintiffs' experts, Dr. Battle and Dr. Zimmerly, stated on direct examination that they relied, in part, on the information contained within the medical records of the Wyler Children's Hospital to arrive at their opinion that Dr. Gottlieb negligently diagnosed and treated Herchella Roberts. Consequently, it was proper for defendants to cross-examine these experts on the data contained within the medical records, even though the records themselves were inadmissible.\nWe recognize that the rule enunciated in Wilson is limited and that cross-examination should be confined to the medical aspects of the hospital record. (Guerrero v. City of Chicago (1983), 117 Ill. App. 3d 348, 453 N.E.2d 767.) However, we find that the cross-examination of the experts in this case concerning Wyler's documentation of *899the medical history of the case did not violate this restriction. The information given to Wyler Hospital by Herchella's parents concerning Herchella's condition just prior to her first visit to St. James' emergency department became a medical aspect of the case. Dr. Battle testified that it was her opinion that Dr. Gottlieb had been negligent based, in part, upon Dr. Gottlieb's alleged failure to obtain a proper history of Herchella's condition upon her admission to the emergency department and his failure to properly diagnose Herchella's illness based upon the information he allegedly received. Thus, it was proper for defendants to cross-examine plaintiffs' experts concerning the entries in the Wyler record pertaining to Herchella's medical history when these entries did not support the experts' conclusions.\nWith regard to the alternative aspect of plaintiffs' claim, we do not believe that the trial court unduly restricted plaintiffs by denying them the opportunity to question the experts during redirect examination concerning data contained within the Wyler records which was not touched upon in direct or cross-examination. Generally, redirect examination is limited to matters which were raised on cross-examination and should not cover matters which could have been raised on direct examination. (Myers v. Arnold (1980), 83 Ill. App. 3d 1, 403 N.E.2d 316.) The scope of any further examination rests within the sound discretion of the trial court. (Johns-Mansville Products Corp. v. Industrial Comm'n (1979), 78 Ill. 2d 171, 399 N.E.2d 606.) Furthermore, a jury verdict will not be reversed due to an error in the admission of evidence unless there is a showing of real prejudice. Atkins v. Thapedi (1988), 166 Ill. App. 3d 471, 519 N.E.2d 1073.\nHere, plaintiffs cite a certain admission note as the essential evidence omitted by the court's ruling. However, this notation does not substantially differ from the other Wyler medical histories used by defendants in their cross-examinations of the experts. Additionally, the notation does nothing to rehabilitate the testimony of the parents since the conflict centered around the symptoms of convulsion and drooping eye, which were not mentioned in the admission note cited by plaintiffs. Consequently, there is no basis for finding that the trial court abused its discretion by precluding plaintiffs' redirect examination. Furthermore, plaintiffs have made no showing of prejudice since it does not appear that the evidence, which would have been elicited had they been allowed to question the experts further, would have altered the verdict rendered by the jury.\nPlaintiffs next contend that the trial court erred by allowing potential jurors to view a film depicting a day in the life of Herchella Roberts. The record shows that prior to trial defendants brought a *900motion in limine to bar plaintiffs from introducing a day-in-the-life film that plaintiffs had prepared. The trial court denied defendants' motion but granted their request to allow the panel of potential jurors to view the film prior to voir dire. Accordingly, potential jurors were shown a 20-minute film depicting Herchella, who was then a nine-year-old spastic quadriplegic. After the film was shown, the court asked whether anyone felt that what they saw in the film would cause them to be biased or prejudiced in such a way that they would be unable to render a verdict based upon the evidence. Four persons indicated that the film had aroused such strong feelings that they felt that they could not be fair and impartial. These four veniremen were released and jury selection proceeded with the remainder of the group of potential jurors.\nWe find that under these circumstances there is no basis for plaintiffs' claim that the trial court abused its discretion by allowing the film to be shown prior to voir dire or that they were prejudiced by its use in this manner. Whether a party may use a day-in-the-life film as an aid to assist in the jury selection process appears to be a question of first impression. However, applying the basic law applicable to jury selection and given the current status of Illinois law with regard to the use of such films, we now determine that such use need not be prohibited.\nIt has been only recently that day-in-the-life films have been utilized as demonstrative evidence. However, it is now established law in Illinois that such films, when properly authenticated and relevant, are admissible into evidence if their probative value is not outweighed by their inflammatory effect. (Barenbrugge v. Rich (1986), 141 Ill. App. 3d 1046, 490 N.E.2d 1368; Georgacopoulos v. University of Chicago Hospitals & Clinics (1987), 152 Ill. App. 3d 596, 504 N.E.2d 830; Cisarik v. Palos Community Hospital (1989), 193 Ill. App. 3d 41, 549 N.E.2d 840.) Certainly such films are able to inform and promote a better understanding of the extent of injury or circumstances of the condition involved in the litigation, as no other evidence can do. For this same reason such films also carry a high potential for arousing sympathy, passion and prejudice for the injured plaintiff. Thus, because litigants have a right to examine prospective jurors to enable them to select a jury that is qualified and competent to determine the facts in issue without bias, prejudice, or partiality (Benuska v. Dahl (1980), 87 Ill. App. 3d 911, 410 N.E.2d 249), it seems only fair that defendants should be allowed to make prospective jurors aware of the condition or injury which may be graphically exposed to them during the course of trial. This affords them a *901meaningful opportunity to probe an important area of potential bias and prejudice during voir dire. Gasiorowski v. Homer (1977), 47 Ill. App. 3d 989, 991, 365 N.E.2d 43.\nThis is not to say that once the film is presented that defendants should be given free reign to question prospective jurors about the material found within the film. As is always the case, the trial court must exercise its discretion by curtailing voir dire which becomes an attempt to indoctrinate jurors or when the questioning seeks to determine how that juror would decide an issue under a given set of facts. (Gasiorowski, 47 Ill. App. 3d at 991-92.) But this was not the case here.\nThe film was used by defendants to expose the veniremen to a potential source of bias in the case that would be before them. Plaintiffs point to no subsequent reference to the film during the examination of the prospective jurors which would indicate that the film was used improperly to ascertain whether someone would favor a certain position, nor do we find any evidence that the film was used to systematically screen potential jurors or psychologically manipulate them, as plaintiffs now suggest. Consequently, we find that plaintiffs were not prejudiced by the trial court's decision to allow the veniremen to view the day-in-the-life film prior to voir dire and that the trial court properly exercised its discretion by allowing the defendants to use the film at this stage of the proceedings.\nWe now turn our attention to various trial court rulings, which plaintiffs now claim as error. The first of these involves the trial court's determination that the notation 4DPTA, which was contained within the Wyler records, referred to December 30, 1974. That the term means four days prior to admission seems undisputed. What plaintiffs argue is that the note should not have been admitted without the testimony of the author and that the determination of the date to which it referred should have been left as a question of fact to be decided by the jury. We disagree.\nWhether the notation 4DPTA meant December 30, 1974, was properly decided by the court. Judicial notice may be taken of matters of common knowledge. (Murdy v. Edgar (1984), 103 Ill. 2d 384, 394, 469 N.E.2d 1085.) Calendar dates and corresponding days of the week fall within the category of matters of common knowledge. See, e.g., Norfleet v. Safeway Insurance Co. (1986), 144 Ill. App. 3d 838, 494 N.E.2d 720; Schneider v. Vine Street Clinic (1979), 77 Ill. App. 3d 946, 397 N.E.2d 194.\nIn this case the notation was included in the admission notes taken at Wyler when Herchella was admitted to that hospital *902on the evening of January 2, 1975. The complete entry stated, 4DPTA: Normal child in a.m., went to bed 8:00 p.m. normal, 9:00 [woke] with whining and fever. 10:00 p.m. taken to St. James E.R. Based on all the other evidence presented at trial, it was undisputed that Mrs. Roberts took Herchella to the St. James emergency department at 10 p.m. on December 30, 1974. Accordingly, we find that it was entirely consistent for the court to have taken judicial notice that 4DPTA referred to December 30, 1974.\nPlaintiffs next complain that it was error for the trial court to have barred the testimony of Dr. Graham concerning the standards of the Joint Commission on Accreditation of Hospitals (JCAH). The record reveals that Dr. Graham's testimony was excluded because plaintiffs failed to disclose him as an expert witness prior to trial. This form of sanction is within the discretion of the trial court and will not be overturned unless it appears that the trial court abused its discretion. (In re Henry (1988), 175 Ill. App. 3d 778, 530 N.E.2d 571; Ferenbach v. DeSyllas (1977), 45 Ill. App. 3d 599, 359 N.E.2d 1214.) This court concludes that the preclusion of Dr. Graham's testimony was, if anything, harmless error, since his testimony would have been cumulative. Testimony on the agreements and bylaws of the hospital and the standards of the JCAH was presented during the examination of Dr. Green, the president of DECA. A decision to preclude cumulative evidence will not be overturned absent a clear abuse of discretion. (Simmons v. City of Chicago (1983), 118 Ill. App. 3d 676, 455 N.E.2d 232; Christopherson v. Hyster Co. (1978), 58 Ill. App. 3d 791, 374 N.E.2d 858.) Consequently, we find that no abuse of discretion was shown here.\nPlaintiffs also charge that the trial court erred in refusing to permit the jury to take into the jury room during deliberations those portions of the JCAH standards which had been read into evidence by Dr. Green. We find no error since it appears that these standards were only relevant to the alleged negligence of the hospital and DECA, for whom the court had already directed verdicts. Further, neither of plaintiffs' experts relied upon these standards in formulating his opinion concerning the negligence of Dr. Gottlieb, which was the issue before the jury.\nPlaintiffs' final charges of error concern certain instructions which were tendered by plaintiffs and which the trial court refused to present to the jury. The first of these instructions is Illinois Pattern Jury Instructions, Civil, No. 12.04 (2d ed. 1971) (hereinafter IPI Civil 2d). The Notes on Use connected to this instruction state:\nThis instruction should be used only where negligence of a *903person who is not a party to the suit may have concurred or contributed to cause the occurrence. (IPI Civil 20 No. 12.04, Notes on Use at 75.)\nThe note also cautions that the instruction should not be used where two or more defendants are sued and one or more may be liable but not others. Since in this case there were three named defendants and two defendants, namely the hospital and DECA, were dismissed from the suit by directed verdicts in their favor, we find no error in the trial court's refusal to use this instruction. In fact, had this instruction been given, it could have misled the jury into believing that the alleged negligence of the hospital or DECA caused or contributed to Herchella's injury since they were charged parties until the trial court directed them out.\nPlaintiffs also charge error to the trial court's refusal to submit to the jury IPI Civil 2d No. 10.01, which defines the term negligence; IPI Civil 2d No. 10.02, which defines the term ordinary care and IPI Civil No. 2d 10.04, which states that [i]t was the duty of the defendant, before and at the time of the occurrence, to use ordinary care for the safety of the plaintiff. The trial court properly refused to use these instructions because they misstate the standard of care applicable to a physician in a malpractice suit. Malpractice by a physician is a failure to possess and apply the knowledge and use the skill and care that is ordinarily used by a reasonably well-qualified doctor in the locality in which he practices or in a similar locality and under similar circumstances. (IPI Civil 2d No. 105.01.) The duty which a physician owes his patient must be established by a competent expert witness. The refused instruction would have erroneously led the jury to believe that malpractice by a physician could be equated to negligence by a lay person, which would have been improper. See Gasbarra v. St. James Hospital (1979), 85 Ill. App. 3d 32, 406 N.E.2d 544.\nFinally, with regard to jury instructions, plaintiffs contend that it was error to have refused a modified IPI Civil 2d No. 60.01 instruction, which would have informed the jury that Dr. Gottlieb had an obligation to conform to the rules and standards of the JCAH. As previously stated, the JCAH standards were applicable to the hospital and DECA, but not to Dr. Gottlieb, who was the only party still before the jury. Furthermore, as previously noted, the standard of care applicable to a physician must be established by expert testimony and neither of plaintiffs' experts relied on the JCAH standards in arriving at the opinion that Dr. Gottlieb had been negligent in his care and treatment of Herchella.\n*904 Lastly, we find no merit in plaintiffs' final issue on appeal, that the trial court erred by refusing to allow Herchella's parents to waive their claim for medical expenses. It is well-established Illinois law that the parents of a minor are responsible for the child's medical expenses. (Estate of Woodring v. Liberty Mutual Fire Insurance Co. (1979), 71 Ill. App. 3d 158, 389 N.E.2d 211.) Any cause of action for medical expenses lies in the parents, and if the parents are not entitled to recover, the child may not. (Kennedy v. Kiss (1980), 89 Ill. App. 3d 890, 412 N.E.2d 624.) Consequently, if Herchella's parents had waived their right to recover Herchella's medical expenses, she would not have been entitled to recover her medical expenses unless her parents assigned their claim to her. While parents may assign their cause of action to recover medical expenses to a child, that child must prove that the parents had a cause of action and be subject to any defense which might have been raised against the parents. (Kennedy v. Kiss (1980), 89 Ill. App. 3d 890, 412 N.E.2d 624.) In this case, had the parents chosen to assign their cause of action to Herchella, the issue of contributory negligence would have been injected into the case. It seems obvious that the parents elected not to assign their right to recover medical expenses to avoid having to prove that they were free from contributory negligence.\nAfter reviewing the entire record and after addressing the claims of error cited by plaintiffs, we are compelled to conclude that there is no basis for reversing the jury verdict in favor of Dr. Gottlieb. While during the course of this lengthy trial some technical errors or incorrect evidentiary rulings may have occurred, any possible prejudice that might have inured to plaintiffs is insufficient to warrant reversal and a new trial. We cannot insure that a record is free from error. Our duty is only to determine whether any error unduly prejudiced the losing party or worked to affect the outcome. (Barreto v. City of Waukegan (1985), 133 Ill. App. 3d 119, 478 N.E.2d 581.) Neither a trial court nor an appellate court should sit as a second jury, and it would be an abuse of discretion to grant a new trial when there is evidence to support the jury verdict and it appears that the losing party received a fair trial. (Brendel v. Hustava (1981), 97 Ill. App. 3d 792, 423 N.E.2d 503.) Since it does not appear that a different result would probably be reached upon a retrial, we affirm the jury verdict. Stromquist v. Burlington Northern, Inc. (1983), 112 Ill. App. 3d 37, 444 N.E.2d 1113.\nHaving affirmed the jury verdict in favor of Dr. Gottlieb, we affirm the directed verdicts entered in favor of Dr. Gottlieb, we affirm the directed verdicts entered in favor of the St. James Hospital and *905DEC A and find it unnecessary to determine whether Dr. Gottlieb was acting as an independent contractor.\nFor all the foregoing reasons, we affirm the judgments entered by the circuit court.\nAffirmed.\nLORENZ and O'CONNOR,* JJ., concur.\n*\nPrior to his resignation Justice R. Eugene Pinchara was assigned to and heard oral arguments in the above case. Since Justice Pinchara's resignation, the case was reassigned to Justice Murray, who has listened to the tapes and read the briefs.\n*\nJustice Coccia was the other member of the panel, but recused himself from participating in same. Justice O'Connor was assigned in his stead and has listened to the tapes and read the briefs.\n\nPlain English summary:\nThe action was brought on behalf of Hercella Roberts. Her mother had taken her to the hospital when she was three months old, but claimed that due to negligent treatment, her daughter is now physically and mentally disabled. The trial court directed verdicts in favor of the hospital and Doctors Emergency Care Association (DECA) and a jury returned a verdict in favour of the doctor treating Herchella. The appellate court affirmed the trial court's verdict on the basis that the plaintiffs had failed to show that the hospital or DECA owed Herchella a duty of care or had breached it, and affirmed the jury verdict, finding insufficient evidence to warrant a new trial.\n",
    "annotations": {
        "Facts": [
            "St. James Hospital, located in Chicago Heights, was a not-for-profit corporation. It contained upon its premises an emergency department which was managed by DECA, a professional corporation, pursuant to a contract entered into in March 1972. In accordance with this contract, the hospital provided the facilities, the nurses, the aides, and the orderlies, as well as the forms, papers and equipment used by the emergency department. Additionally, the hospital took responsibility for billing patients who received services through the emergency department. DECA was required to provide physicians to staff the emergency department. To this end, DECA employed four physicians full time and contracted with other physicians to work on a part-time basis to meet the needs of the emergency department. The part-time physicians were not committed to any regular schedule. They were paid an hourly wage, they received no benefits, and no taxes were deducted or social security withheld.At about 11:30 p.m. on December 30, 1974, Henrietta Roberts took her three-month-old daughter to the emergency department at St. James Hospital, where she was seen by Dr. Gottlieb, a physician who worked in the emergency department on a part-time basis. Following a medical examination, X rays and blood tests, Herchella was diagnosed as having an upper respiratory infection. She was released *896to her mother, who was given both verbal and written after-care instructions.Herchella's condition worsened, and on January 1, 1975, at 2 a.m. she was returned to the emergency room of St. James Hospital, at which time she was diagnosed as having pneumococcal meningitis. She was later transferred to Wyler Children's Hospital. Subsequent treatment of the meningitis was unsuccessful, and Herchella remains permanently and irreversibly retarded, both physically and mentally.",
            "in the admission notes taken at Wyler when Herchella was admitted to that hospital *902on the evening of January 2, 1975. The complete entry stated, 4DPTA: Normal child in a.m., went to bed 8:00 p.m. normal, 9:00 [woke] with whining and fever. 10:00 p.m. taken to St. James E.R. ",
            "Mrs. Roberts took Herchella to the St. James emergency department at 10 p.m. on December 30, 1974."
        ],
        "Procedural History": [
            "This action was brought on behalf of Herchella Roberts (Herchella), by her parents and next friends, Harry and Henrietta *895Roberts, and the guardian of her estate, American National Bank & Trust Company (American National), to recover for injuries sustained by Herchella as a result of alleged medical malpractice.",
            "At the close of the plaintiffs' case in chief, the trial court directed verdicts in favor of the hospital and DECA, finding that",
            "neither the hospital nor DECA had been primarily negligent. The jury trial proceeded on the issue of Dr. Gottlieb's negligence, and the jury returned a verdict in favor of Dr. Gottlieb. Plaintiffs' post-trial motions were denied, and this timely appeal followed.",
            "Plaintiffs filed their action against the various defendants, and a jury trial commenced in 1983. As stated earlier, the trial court granted motions by the hospital and DECA for directed verdicts and the jury returned a verdict in favor of Dr. Gottlieb. Plaintiffs now bring this appeal."
        ],
        "Application of Law to Facts": [
            "Our review of the record indicates that plaintiffs failed to provide any evidence that a standard of care existed applicable to hospitals which required them to provide patients with written instruction on suggested follow-up treatment when seen in the emergency department. Plaintiffs argue that the testimony of their ex*897pert, Dr. Battle, indicated that the hospital failed to conform to the standard for providing instruction regarding a sick child. But a reading of Dr. Battle's testimony discloses that she was referring to the duty owed by a doctor, not a hospital. Additionally, we note that upon the motion of defendants, much of Dr. Battle's testimony regarding the hospital was stricken and plaintiffs have not appealed this decision by the trial court.Furthermore, even if we were to assume that plaintiffs did establish, by inference, that a hospital owed a duty to its patients to provide written after-care instructions, plaintiffs failed to show that the hospital breached",
            "this duty",
            "The hospital provided Mrs. Roberts with a written After-Care Instruction Sheet which instructed her on the treatment of fever. There was no evidence adduced at trial, expert or otherwise, to indicate that the use of this preprinted form was incorrect, inappropriate, or that it violated a standard of care for hospitals.",
            "We further reject plaintiffs' assertions, made without reference to supporting case law, that the hospital should be held to some undefined higher standard of care by virtue of its accreditation by the Joint Commission on Accreditation of Hospitals (JCAH). While it is true that hospital licensing regulations, accreditation standards, and hospital bylaws are admissible as evidence of the standard of care by which the conduct of the defendant hospital may be judged",
            "this does not relieve the plaintiff of the burden of establishing, by expert testimony, that the defendant's conduct breached the standard of care, as indicated by such regulations, standards, or bylaws. Thus, the standard of care to be applied is still that which is established by a competent expert familiar with the methods, procedures, and treatment ordinarily followed in a similar situation. ",
            "As stated earlier, plaintiffs provided no expert testimony which would support a finding that the hospital breached the standard of care attributable to a community hospital, accredited or otherwise.",
            "After reviewing the entire record and after addressing the claims of error cited by plaintiffs, we are compelled to conclude that there is no basis for reversing the jury verdict in favor of Dr. Gottlieb. While during the course of this lengthy trial some technical errors or incorrect evidentiary rulings may have occurred, any possible prejudice that might have inured to plaintiffs is insufficient to warrant reversal and a new trial. "
        ],
        "Relevant Precedents": [
            "Walski v. Tiesenga (1978), 72 Ill. 2d 249, 381 N.E.2d 279)",
            "Purtill v. Hess (1986), 111 Ill. 2d 229, 489 N.E.2d 867",
            "IPI Civil 2d No. 105.01",
            "Gasbarra v. St. James Hospital (1979), 85 Ill. App. 3d 32, 406 N.E.2d 544."
        ],
        "Outcome": [
            "this court concludes that it must affirm the orders of the circuit court granting the motions for directed verdict in favor of the hospital and DECA, as well as the jury verdict entered in favor of Dr. Gottlieb.",
            "Having affirmed the jury verdict in favor of Dr. Gottlieb, we affirm the directed verdicts entered in favor of Dr. Gottlieb, we affirm the directed verdicts entered in favor of the St. James Hospital and *905DEC A ",
            "For all the foregoing reasons, we affirm the judgments entered by the circuit court.Affirmed."
        ]
    },
    "class": "affirm"
}