{
    "text": "Thomas v. Lynch, 59 Ill. App. 3d 542 (1978)\nMarch 23, 1978 · Illinois Appellate Court · No. 77-123\n59 Ill. App. 3d 542\n\nCase outline\nMajority — Mr. Justice Jones\nOther formats\nPDF\nAPI\nCiting cases\n6 cases cite to this case\nView citation history in trends\nOther databases\nCOURTLISTENER\n\nMICHAEL B. THOMAS, Plaintiff-Appellant,v.HOWARD LYNCH, Defendant-Appellee\nFifth District\n*543James B. Wham, of Wham & Wham, of Centraba, for appellant.\nJohn E. Jacobsen, of Campbell, Furnall, Moore & Jacobsen, of Mt. Vernon, for appebee.\nMr. JUSTICE JONES\ndelivered the opinion of the court:\nPlaintiff brought suit to recover for injuries allegedly sustained as a result of an automobile collision. The jury found for defendant and the plaintiff appeals.\nThe facts as presented at trial are as follows. The accident occurred on that portion of U.S. Route 50 which runs east and west between Salem and Flora, Illinois, where it intersects with a blacktop road running north and south called Omega-Iuka Road. There were stop signs at the intersection controlling both north and south bound traffic entering or crossing over Route 50. There were no stop signs for traffic on Route 50.\nThe plaintiff drove east on Route 50 at a speed between 50 and 55 miles per horn. As plaintiff neared the intersection he saw defendant's car headed south on Omega-Iuka Road. The rear end of defendant's auto was still north of the white line at the edge of Route 50 when plaintiff first saw the car. He put on his brakes but was too near to avoid the collision. He estimated the speed of defendant's car as 30 to 45 miles per hour. Plaintiff was in the proper lane, that is the south side of this two lane highway when the collision occurred.\nThe defendant was driving south on the blacktop intending to cross Route 50 on his way to Iuka. He was aware that there was a stop sign at the intersection. He was driving approximately 10 miles per hour and was preparing to stop although he did not think he had reached the place to stop when his car struck plaintiff's car in the side. He did not see plaintiff's car until the moment of impact.\nThe impact caused extensive damage to the left side of plaintiff's car. The collision caused the car, a station wagon, to spin counterclockwise. It traveled sideways and came to rest with its rear end beside a gas pump at an abandoned service station on the southeast comer of the intersection.\nPlaintiff got out of his car after the accident through the passenger side door. He went over to defendant and said to him You ran the stop sign, *544to which defendant replied, I know I did. The State trooper who investigated the accident issued a traffic citation on the scene to the defendant for failing to yield the right of way at a stop intersection. Defendant pled guilty to this citation which was admitted into evidence without objection.\nThe remainder of the evidence concerned the existence and extent of plaintiff's injuries.\nPlaintiff in this appeal presents his arguments in the alternative. He first contends that the trial court erred in refusing his motion for a directed verdict and asks this court to reverse with directions to enter judgment for the plaintiff on the question of liability and granting a new trial as to damages only. If failing of that, he then asks this court to review certain alleged errors of law in the giving of instructions, the curtailing of argument by plaintiff's counsel and improper argument by defendant's counsel. Since we are in agreement with plaintiff's initial contention we find it unnecessary to consider his further allegations of error.\nThe very familiar rule enunciated by our supreme court is that verdicts ought to be directed when all of the evidence, viewed in its aspect most favorable to the opponent, so overwhelmingly favors the party moving for the directed verdict, that no contrary verdict, based on that evidence could ever stand. (Pedrick v. Peoria & Eastern R.R. Co., 37 Ill. 2d 494, 229 N.E.2d 504.) We consider that standard to have been met in the instant case.\nThe evidence plainly established that defendant was negligent. He testified that his car struck plaintiff's car in the side because he thought that he had not yet reached the place where he was to stop his car, and that he did not even see plaintiff's car until the moment of the collision. The investigating officer issued a citation to defendant on the scene for failing to yield the right of way. And, although defendant testified that he was traveling 10 miles per hour, the impact was sufficient to knock plaintiff's car, a station wagon and therefore somewhat heavier than an ordinary auto, off the highway and into a gas pump at an abandoned service station on the south side of the highway.\nSince the evidence clearly established defendant's negligence the jury's verdict must necessarily be based on a finding that plaintiff was contributorily negligent. Defendant asserts that the questions of negligence and contributory negligence were properly submitted to the jury. He argues that inferences which would support a finding that plaintiff was contributorily negligent might properly be drawn from the evidence presented. Defendant points out that plaintiff did not offer any explanation as to why he did not see defendant's car until moments before the impact and argues that the jury might therefore conclude that plaintiff was not keeping a proper lookout. He invokes the rule that one traveling *545on a preferential highway, as was plaintiff, is not excused from exercising ordinary care for his own safety, citing Gettemy v. Grgula, 25 Ill. App. 3d 625, 628, 323 N.E.2d 628, 630. Defendant quotes the following passage from that case.\nWhile a driver on a preferential highway generally has the right-of-way over drivers on non-preferential roadways, he does not per se have the absolute or unqualified privilege to assert it regardless of the circumstances, distance or speed. The rule prescribing the standard of care for a driver on a preferential highway has been set forth many times. He may not proceed heedlessly into obvious danger. He has a duty to observe due care in approaching and crossing the intersection and to drive as a prudent person would to avoid a collision when the danger is discovered or, by the exercise of reasonable care, should have been discovered. (Conner v. McGrew, 32 Ill. App. 2d 214, 177 N.E.2d 417.) Illinois courts have consistently held that it is a function of the jury to determine whether a driver on a preferential highway conformed to the standard of the reasonable and prudent man; * * V'\nJudged by this standard, plaintiff's conduct was plainly that of a reasonably prudent person. When he discovered the danger he applied his brakes in an effort to avoid the collision. Further, he did not proceed heedlessly into danger. A motorist on a preferential highway has a right to expect a car approaching along a secondary road, controlled by a stop sign, as was defendant, to obey the stop sign and yield the right of way. (Pomrenke v. Betzelberger, 41 Ill. App. 2d 307,190 N.E.2d 522; Rowe v. Frazer, 83 Ill. App. 2d 367, 227 N.E.2d 781; Hale v. Cravens, 129 Ill. App. 2d 466, 263 N.E.2d 593.) Defendant asserts that the failure of plaintiff to stop in time to avoid the collision once he saw defendant's car could be taken by the jury to indicate that he was traveling at an excessive speed. However, as was stated in Hession v. Liberty Asphalt Products, Inc., 93 Ill. App. 2d 65, 74, 235 N.E.2d 17:\nStop signs are erected for the obvious purpose of requiring motorists to yield to vehicles on through highways. If the motorist on the through highway had to travel at such a speed that he could stop his car in time to avoid collisions with vehicles which ignore stop signs on intersecting roads, the purpose of having a through highway in the first place would be entirely thwarted.\nWe are mindful of the great weight that is to be accorded the verdict of the jury as the fact-finding body who heard the testimony and viewed the witnesses. However, courts recognize that juries sometimes return verdicts which are not supported by the evidence and it is the function of the trial court and the reviewing court to act as a check upon such possible excesses. (Stringer v. McHugh, 31 Ill. App. 3d 720, 334 N.E.2d 311.) *546We are faced in the instant case with precisely such a situation. We have reviewed the evidence presented by both parties and that evidence when viewed in its aspect most favorable to defendant clearly established that defendant was negligent and does not support a finding that plaintiff was contributorily negligent.\nFor the foregoing reasons the judgment of the trial court is reversed and the case is remanded with directions to enter a directed verdict for the plaintiff on the question of liability and grant a new trial on the issue of damages only.\nReversed and remanded.\nG. J. MORAN and EARNS, JJ., concur.\n\nPlain English summary:\nDefendant ran a stop sign and plaintiff crashed into him as a result. Defendant admitted that the ran the stop sign. Plaintiff sued for personal injuries. The jury found for the defendant and plaintiff appealed. The appellate court reversed and ordered the case be remanded with directions to enter a directed verdict for the plaintiff on the question of liability, finding that the evidence clearly established that defendant was negligent and does not support a finding that plaintiff was contributorily negligent.\n",
    "annotations": {
        "Facts": [
            "The accident occurred on that portion of U.S. Route 50 which runs east and west between Salem and Flora, Illinois, where it intersects with a blacktop road running north and south called Omega-Iuka Road. There were stop signs at the intersection controlling both north and south bound traffic entering or crossing over Route 50. There were no stop signs for traffic on Route 50.The plaintiff drove east on Route 50 at a speed between 50 and 55 miles per horn. As plaintiff neared the intersection he saw defendant's car headed south on Omega-Iuka Road. The rear end of defendant's auto was still north of the white line at the edge of Route 50 when plaintiff first saw the car. He put on his brakes but was too near to avoid the collision. He estimated the speed of defendant's car as 30 to 45 miles per hour. Plaintiff was in the proper lane, that is the south side of this two lane highway when the collision occurred.The defendant was driving south on the blacktop intending to cross Route 50 on his way to Iuka. He was aware that there was a stop sign at the intersection. He was driving approximately 10 miles per hour and was preparing to stop although he did not think he had reached the place to stop when his car struck plaintiff's car in the side. He did not see plaintiff's car until the moment of impact.The impact caused extensive damage to the left side of plaintiff's car. The collision caused the car, a station wagon, to spin counterclockwise. It traveled sideways and came to rest with its rear end beside a gas pump at an abandoned service station on the southeast comer of the intersection.Plaintiff got out of his car after the accident through the passenger side door. He went over to defendant and said to him You ran the stop sign, *544to which defendant replied, I know I did. The State trooper who investigated the accident issued a traffic citation on the scene to the defendant for failing to yield the right of way at a stop intersection.",
            "Defendant pled guilty to this citation which was admitted into evidence",
            "without objection."
        ],
        "Procedural History": [
            "Plaintiff brought suit to recover for injuries allegedly sustained as a result of an automobile collision. The jury found for defendant and the plaintiff appeals."
        ],
        "Application of Law to Facts": [
            "Plaintiff",
            "contends that the trial court erred in refusing his motion for a directed verdict ",
            "we are in agreement with plaintiff's ",
            "contention",
            "The very familiar rule enunciated by our supreme court is that verdicts ought to be directed when all of the evidence, viewed in its aspect most favorable to the opponent, so overwhelmingly favors the party moving for the directed verdict, that no contrary verdict, based on that evidence could ever stand.",
            "We consider that standard to have been met in the instant case.The evidence plainly established that defendant was negligent. He testified that his car struck plaintiff's car in the side because he thought that he had not yet reached the place where he was to stop his car, and that he did not even see plaintiff's car until the moment of the collision. The investigating officer issued a citation to defendant on the scene for failing to yield the right of way. And, although defendant testified that he was traveling 10 miles per hour, the impact was sufficient to knock plaintiff's car, a station wagon and therefore somewhat heavier than an ordinary auto, off the highway and into a gas pump at an abandoned service station on the south side of the highway.Since the evidence clearly established defendant's negligence the jury's verdict must necessarily be based on a finding that plaintiff was contributorily negligent.",
            "plaintiff's conduct was plainly that of a reasonably prudent person. When he discovered the danger he applied his brakes in an effort to avoid the collision. Further, he did not proceed heedlessly into danger. A motorist on a preferential highway has a right to expect a car approaching along a secondary road, controlled by a stop sign, as was defendant, to obey the stop sign and yield the right of way.",
            "Defendant asserts that the failure of plaintiff to stop in time to avoid the collision once he saw defendant's car could be taken by the jury to indicate that he was traveling at an excessive speed. However, as was stated in",
            "Stop signs are erected for the obvious purpose of requiring motorists to yield to vehicles on through highways. If the motorist on the through highway had to travel at such a speed that he could stop his car in time to avoid collisions with vehicles which ignore stop signs on intersecting roads, the purpose of having a through highway in the first place would be entirely thwarted.",
            "We have reviewed the evidence presented by both parties and that evidence when viewed in its aspect most favorable to defendant clearly established that defendant was negligent and does not support a finding that plaintiff was contributorily negligent."
        ],
        "Relevant Precedents": [
            "Gettemy v. Grgula, 25 Ill. App. 3d 625, 628, 323 N.E.2d 628, 630",
            "Pomrenke v. Betzelberger, 41 Ill. App. 2d 307,190 N.E.2d 522; Rowe v. Frazer, 83 Ill. App. 2d 367, 227 N.E.2d 781; Hale v. Cravens, 129 Ill. App. 2d 466, 263 N.E.2d 593",
            "Hession v. Liberty Asphalt Products, Inc., 93 Ill. App. 2d 65, 74, 235 N.E.2d 17:",
            "Stringer v. McHugh, 31 Ill. App. 3d 720, 334 N.E.2d 311"
        ],
        "Outcome": [
            "For the foregoing reasons the judgment of the trial court is reversed and the case is remanded with directions to enter a directed verdict for the plaintiff on the question of liability and grant a new trial on the issue of damages only.Reversed and remanded."
        ]
    },
    "class": "reverse"
}