{
    "text": "Deagon v. Pedersen, 44 Ill. App. 3d 305 (1976)\nDec. 15, 1976 · Illinois Appellate Court · No. 75-521\n44 Ill. App. 3d 305\n\nCase outline\nMajority — Mr. Justice Rechenmacher\nOther formats\nPDF\nAPI\nCiting cases\nNo cases cite to this case\n\nJACK DEAGON, Plaintiff-Appellant,v.DIXIE PEDERSEN, Defendant-Appellee\nSecond District (2nd Division)\nDaniel J. Leahy, of Conklin, Leahy & Eisenberg, of Chicago, for appellant.\nJulian Johnson, of Snyder, Clarke, Dalziel, Holmquist & Johnson, of Waukegan, for appellee.\n*306Mr. JUSTICE RECHENMACHER\ndelivered the opinion of the court:\nPlaintiff-appellant brought this action seeking damages for personal injuries he sustained when the Chevrolet El Camino truck in which plaintiff was a passenger was struck by defendant's automobile. At the close of all of the evidence the trial court, on defendant's motion, directed a verdict for the defendant on the issue of liability and entered judgment accordingly. Plaintiff appeals contending that the trial court erred in doing so because plaintiff presented sufficient evidence of defendant's negligence to warrant submission to the jury for its consideration of the questions of negligence and contributory negligence.\nPlaintiff argues that viewing all of the evidence in its aspect most favorable to the plaintiff, as required by the standard pronounced in Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 510, it does not so overwhelmingly favor defendant that no contrary verdict based on that evidence could ever stand. We agree.\nFrom our examination of all of the evidence in that aspect the following relevant facts are summarized:\nAt about 5:30 p.m. on February 19,1972, Thomas Seefeldt,1 the driver of the El Camino truck in which plaintiff was a passenger, was proceeding in a westerly direction on Winchester Road in Mundelein, Illinois, approaching Butterfield Road, a two-lane preferential highway. After stopping at the stop sign Seefeldt proceeded in his vehicle to cross Butterfield Road but the motor stalled, stopping the vehicle near the center of that intersection. Plaintiff, who was seated to the right of Seefeldt, looked north, saw a vehicle approaching about 180 to 250 feet away, and a few seconds later the Lincoln Continental automobile, driven by defendant, struck the El Camino truck on the right passenger door, pushing the vehicle across the intersection into a ditch at the southwesterly corner of the intersection. Both vehicles were extensively damaged and plaintiff suffered severe injuries.\nThe defendant testified that prior to the collision she was driving her father's automobile in a southerly direction on Butterfield Road, within the posted speed limit of 50 miles per hour. When her car was in front of the farm house (located about 180 feet away from the intersection), she observed the El Camino had entered the intersection after stopping, but she didn't decrease her speed, or attempt to swerve away, and did not apply her brakes until just before the impact occurred. She stated that just as the [brake] pedal went down, I hit him. She did not hear the brakes squeal and did not feel any skidding; all she heard was the crunch of the cars. The police officer who arrived at the scene shortly after the *307collision found no skid marks made either by the Lincoln Continental north of the impact and none by the El Camino.\nWilliam Johnson testified for the defendant that he was driving his car north on Butterfield Road; that when he was less than two blocks away from the intersection he saw the El Camino stop at the intersection and the northbound Lincoln Continental was very close but he wouldn't want to judge distance at the time.\nUsing the Pedrick rule, we conclude that the trial court erred in directing a verdict in favor of the defendant. In Gettemy v. Grgula (1975), 25 Ill. App. 3d 625, 628, a driver on a preferential highway brought suit against a driver who had pulled forward from a stop sign at the intersection. As the defendant drove his car forward to get a better view of the highway traffic, plaintiff's car struck that of the defendant. Plaintiff's motion for a directed verdict on the issue of liability was denied by the trial court. The jury then returned a verdict for the defendant specifically finding the plaintiff liable for contributory negligence. In affirming the trial court the appellate court emphasized that Illinois courts have consistently held that it is a function of the jury to determine whether a driver on a preferential highway conformed to the standard of the reasonable and prudent man.(25 Ill. App. 3d 625, 628.) The court said:\nWhile a driver on a preferential highway generally has the right-of-way over drivers on non-preferential roadways, he does not per se have the absolute or unqualified privilege to assert it regardless of the circumstances, distance or speed. The rule prescribing the standard of care for a driver on a preferential highway has been set forth many times. He may not proceed heedlessly into obvious danger. He has a duty to observe due care in approaching and crossing the intersection and to drive as a prudent person would to avoid a collision when the danger is discovered or, by the exercise of reasonable care, should have been discovered. (Conner v. McGrew, 32 Ill. App. 2d 214, 177 N.E.2d 417.) (25 Ill. App. 3d 625, 628.)\nSee also Oothoudt v. Woodard (1971), 132 Ill. App. 2d 203, 207; Reed v. Williams (1973), 9 Ill. App. 3d 742, 743-44; Froman v. Day (1967), 87 Ill. App. 2d 250, 255.\nHere defendant's own testimony was that she did not reduce the speed of her vehicle, swerve her car away or apply brakes until the impact. Under such circumstances we cannot say that plaintiff was contributorily negligent nor that defendant was free of negligence. Serious questions of fact are presented which should have been submitted to the jury.\n*308The judgment of the circuit court of Lake County is therefore reversed and the case is remanded for a new trial.\nReversed and remanded.\nSEIDENFELD and GUILD, JJ, concur.\n1\nSeefeldt, also joined as a defendant, was dismissed as a party prior to trial, plaintiff having given him a covenant not to sue.\n\nPlain English summary:\nPlaintiff was a passenger in a El Camino truck driven by Thomas Seefeldt. The truck stalled in the middle of an intersection and was hit by defendant's car. Defendant saw the truck but did not apply her brakes until just before impact. The trial court directed a verdict for the defendant on the issue of liability and entered judgment, and plaintiff appealed. The appellate court reversed, finding that serious questions of fact were presented which should have been submitted to the jury.",
    "annotations": {
        "Facts": [
            "At about 5:30 p.m. on February 19,1972, Thomas Seefeldt,1 the driver of the El Camino truck in which plaintiff was a passenger, was proceeding in a westerly direction on Winchester Road in Mundelein, Illinois, approaching Butterfield Road, a two-lane preferential highway. After stopping at the stop sign Seefeldt proceeded in his vehicle to cross Butterfield Road but the motor stalled, stopping the vehicle near the center of that intersection. Plaintiff, who was seated to the right of Seefeldt, looked north, saw a vehicle approaching about 180 to 250 feet away, and a few seconds later the Lincoln Continental automobile, driven by defendant, struck the El Camino truck on the right passenger door, pushing the vehicle across the intersection into a ditch at the southwesterly corner of the intersection. Both vehicles were extensively damaged and plaintiff suffered severe injuries.",
            "defendant",
            "prior to the collision",
            "was driving her father's automobile in a southerly direction on Butterfield Road, within the posted speed limit of 50 miles per hour. When her car was in front of the farm house (located about 180 feet away from the intersection), she observed the El Camino had entered the intersection after stopping, but she didn't decrease her speed, or attempt to swerve away, and did not apply her brakes until just before the impact occurred. She stated that just as the [brake] pedal went down, I hit him. She did not hear the brakes squeal and did not feel any skidding; all she heard was the crunch of the cars. The police officer who arrived at the scene shortly after the *307collision found no skid marks made either by the Lincoln Continental north of the impact and none by the El Camino.William Johnson",
            "was driving his car north on Butterfield Road",
            "when he was less than two blocks away from the intersection he saw the El Camino stop at the intersection and the northbound Lincoln Continental was very close but he wouldn't want to judge distance at the time."
        ],
        "Procedural History": [
            "Plaintiff-appellant brought this action seeking damages for personal injuries ",
            "At the close of all of the evidence the trial court, on defendant's motion, directed a verdict for the defendant on the issue of liability and entered judgment accordingly. Plaintiff appeals"
        ],
        "Application of Law to Facts": [
            "Plaintiff argues that viewing all of the evidence in its aspect most favorable to the plaintiff, as required by the standard pronounced in ",
            ", it does not so overwhelmingly favor defendant that no contrary verdict based on that evidence could ever stand. We agree.",
            "Using the ",
            "rule, we conclude that the trial court erred in directing a verdict in favor of the defendant.",
            "Here defendant's own testimony was that she did not reduce the speed of her vehicle, swerve her car away or apply brakes until the impact. Under such circumstances we cannot say that plaintiff was contributorily negligent nor that defendant was free of negligence. Serious questions of fact are presented which should have been submitted to the jury."
        ],
        "Relevant Precedents": [
            "Pedrick v. Peoria & Eastern R.R. Co. (1967), 37 Ill. 2d 494, 510",
            "Pedrick ",
            "Gettemy v. Grgula (1975), 25 Ill. App. 3d 625, 628",
            "25 Ill. App. 3d 625, 628.",
            "Conner v. McGrew, 32 Ill. App. 2d 214, 177 N.E.2d 417.) (25 Ill. App. 3d 625, 628",
            "Oothoudt v. Woodard (1971), 132 Ill. App. 2d 203, 207; Reed v. Williams (1973), 9 Ill. App. 3d 742, 743-44; Froman v. Day (1967), 87 Ill. App. 2d 250, 255."
        ],
        "Outcome": [
            "*308The judgment of the circuit court of Lake County is therefore reversed and the case is remanded for a new trial.Reversed and remanded."
        ]
    },
    "class": "reverse"
}